[{"heading": "Events", "year": "284", "date": "November 20", "txt": "Diocletian is chosen as Roman emperor.", "entities": [{"title": "Diocletian", "href": "/wiki/Diocletian", "description": "Diocletian was a Roman emperor from 284 to 305. Born to a family of low status in Dalmatia, Diocletian rose through the ranks of the military to become a cavalry commander of the Emperor Carus's army. After the deaths of Carus and his son Numerian on campaign in Persia, Diocletian was proclaimed emperor. The title was also claimed by Carus's surviving son, Carinus, but Diocletian defeated him in t"}, {"title": "Roman emperor", "href": "/wiki/Roman_emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}]}, {"heading": "Events", "year": "762", "date": "November 20", "txt": "During the An Shi Rebellion, the Tang dynasty, with the help of Huihe tribe, recaptures Luoyang from the rebels.", "entities": [{"title": "An Shi Rebellion", "href": "/wiki/An_Shi_Rebellion", "description": "The An Lushan Rebellion was an uprising against the Tang dynasty of China towards the mid-point of the dynasty, with an attempt to replace it with the Yan dynasty. The rebellion was originally led by An Lushan, a general officer of the Tang military system. The event involved military activity and direct deaths from battle, but also significant associated population loss from famine, and populatio"}, {"title": "Tang dynasty", "href": "/wiki/Tang_dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}, {"title": "Uyghur Khaganate", "href": "/wiki/Uyghur_Khaganate", "description": "The Uyghur Khaganate (or Uyghur Empire or Uighur Khaganate, self defined as Toquz-Oghuz country, was a Turkic empire that existed for about a century between the mid 8th and 9th centuries. They were a tribal confederation under the Orkhon Uyghur nobility, referred to by the Chinese as the Jiu Xing, a calque of the name Toquz Oghuz or Toquz Tughluq."}, {"title": "Luoyang", "href": "/wiki/Luoyang", "description": "Luoyang is a city located in the confluence area of Luo River and Yellow River in the west of Henan province. Governed as a prefecture-level city, it borders the provincial capital of Zhengzhou to the east, Pingdingshan to the southeast, Nanyang to the south, Sanmenxia to the west, Jiyuan to the north, and Jiaozuo to the northeast. As of December 31, 2018, Luoyang had a population of 6,888,500 inh"}]}, {"heading": "Events", "year": "1194", "date": "November 20", "txt": "Palermo is conquered by Henry VI, Holy Roman Emperor.", "entities": [{"title": "Palermo", "href": "/wiki/Palermo", "description": "Palermo is a city in southern Italy, the capital of both the autonomous region of Sicily and the Metropolitan City of Palermo, the city's surrounding metropolitan province. The city is noted for its history, culture, architecture and gastronomy, playing an important role throughout much of its existence; it is over 2,700 years old. Palermo is in the northwest of the island of Sicily, by the Gulf o"}, {"title": "Henry VI, Holy Roman Emperor", "href": "/wiki/Henry_VI,_Holy_Roman_Emperor", "description": "Henry VI, a member of the Hohenstaufen dynasty, was King of Germany from 1169 and Holy Roman Emperor from 1191 until his death. From 1194 he was also King of Sicily."}]}, {"heading": "Events", "year": "1407", "date": "November 20", "txt": "John the Fearless, Duke of Burgundy, and Louis of Valois, Duke of Orléans, agree to a truce, but Burgundy would kill Orléans three days later.", "entities": [{"title": "John the Fearless", "href": "/wiki/John_the_Fearless", "description": "John I the Fearless was a scion of the French royal family who ruled the Burgundian State from 1404 until his death in 1419. He played a key role in French national affairs during the early 15th century, particularly in the struggles to rule the country for the mentally ill King Charles VI, his cousin, and the Hundred Years' War with England. A rash, ruthless and unscrupulous politician, John murd"}, {"title": "Louis of Valois, Duke of Orléans", "href": "/wiki/Louis_of_Valois,_Duke_of_Orl%C3%A9ans", "description": "Louis I of Orléans was Duke of Orléans from 1392 to his death. He was also, Duke of Touraine (1386–1392), Count of Valois (1386?–1406) Blois (1397–1407), Angoulême (1404–1407), Périgord (1400–1407) and Soissons (1404–07)."}]}, {"heading": "Events", "year": "1441", "date": "November 20", "txt": "The Peace of Cremona ends the war between the Republic of Venice and the Duchy of Milan.", "entities": [{"title": "Peace of Cremona (1441)", "href": "/wiki/Peace_of_Cremona_(1441)", "description": "The Peace of Cremona was concluded on 20 November 1441 between the Republic of Venice and the Duchy of Milan, ending the long conflict between the two powers over mastery in northern Italy."}, {"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}, {"title": "Duchy of Milan", "href": "/wiki/Duchy_of_Milan", "description": "The Duchy of Milan was an Italian state located in northern Italy. The Duchy was created in 1395 by Gian Galeazzo Visconti, then the Lord of Milan, and a member of the important Visconti family, that had been ruling the city since 1277."}]}, {"heading": "Events", "year": "1695", "date": "November 20", "txt": "Zumbi, the last of the leaders of Quilombo dos Palmares in early Brazil, is executed by the forces of Portuguese bandeirante Domingos Jorge Velho.", "entities": [{"title": "Zumbi", "href": "/wiki/Zumbi", "description": "Zumbi, also known as Zumbi dos Palmares, was a Brazilian of Kongo origin and a quilombola leader, being one of the pioneers of resistance to slavery of Africans by the Portuguese in Brazil. He was also the last of the kings of the Quilombo dos Palmares, a settlement of Afro-Brazilian people who had liberated themselves from enslavement in that same settlement, in the present-day state of Alagoas, "}, {"title": "Black Awareness Day", "href": "/wiki/Black_Awareness_Day", "description": "In Brazil, Black Awareness Day or Black Consciousness Day is observed annually on November 20 as a day \"to celebrate a regained awareness by the black community about their great worth and contribution to the country\"."}, {"title": "Domingos Jorge Velho", "href": "/wiki/Domingos_Jorge_Velho", "description": "Domingos Jorge Velho (1641–1705) was one of the fiercest and most effective Portuguese bandeirantes. He was born in Santana de Parnaíba, captaincy of São Paulo, to Francisco Jorge Velho and Francisca Gonçalves de Camargo. He was responsible for the repression of several indigenous nations in Bahia and especially Piauí, which he is reputed to have been the first colonist to explore. His greater fam"}]}, {"heading": "Events", "year": "1739", "date": "November 20", "txt": "Start of the Battle of Porto Bello between British and Spanish forces during the War of Jenkins' Ear.", "entities": [{"title": "Battle of Porto Bello", "href": "/wiki/Battle_of_Porto_Bello", "description": "The Battle of Porto Bello, or the Battle of Portobello, was a 1739 battle between a British naval force aiming to capture the settlement of Portobelo in Panama, and its Spanish defenders. It took place during the War of the Austrian Succession, in the early stages of the war sometimes known as the War of Jenkins' Ear. It resulted in a popularly acclaimed British victory."}, {"title": "War of Jenkins' Ear", "href": "/wiki/War_of_Jenkins%27_Ear", "description": "The War of Jenkins' Ear was a conflict between Britain and Spain lasting from 1739 to 1748, mainly in New Granada and among the West Indies of the Caribbean Sea, with major operations largely ended by 1742. Its name, coined by British historian Thomas Carlyle in 1858, refers to Robert Jenkins, a captain of a British merchant ship, who suffered having his ear severed when Spanish sailors boarded hi"}]}, {"heading": "Events", "year": "1776", "date": "November 20", "txt": "American Revolutionary War: British forces land at the Palisades and then attack Fort Lee. The Continental Army starts to retreat across New Jersey.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "The Palisades (Hudson River)", "href": "/wiki/The_Palisades_(Hudson_River)", "description": "The Palisades, also called the New Jersey Palisades or the Hudson River Palisades, are a line of steep cliffs along the west side of the lower Hudson River in Northeastern New Jersey and Southeastern New York in the United States. The cliffs stretch north from Jersey City about 20 miles (32 km) to near Nyack, New York, and visible at Haverstraw, New York. They rise nearly vertically from near the "}, {"title": "Battle of Fort Lee", "href": "/wiki/Battle_of_Fort_Lee", "description": "Fort Lee Historic Park is located atop a bluff of the Hudson Palisades overlooking Burdett's Landing, known as Mount Constitution, in Fort Lee, New Jersey. Native Americans appear to have lived in the area for thousands of years before the arrival of Europeans. The bluff was the site of George Washington's 1776 encampment opposite Fort Washington at the northern end of Manhattan. Fort Lee is named"}, {"title": "Continental Army", "href": "/wiki/Continental_Army", "description": "The Continental Army was formed by the Second Continental Congress after the outbreak of the American Revolutionary War by the former thirteen British colonies that later became the United States of America. Established by a resolution of the Congress on June 14, 1775, it was created to coordinate the military efforts of the Thirteen Colonies in their ultimately successful war for independence. Th"}, {"title": "New Jersey", "href": "/wiki/New_Jersey", "description": "New Jersey is a state in the Mid-Atlantic and Northeastern regions of the United States. It is bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by Delaware Bay and the State of Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous,"}]}, {"heading": "Events", "year": "1789", "date": "November 20", "txt": "New Jersey becomes the first U.S. state to ratify the Bill of Rights.", "entities": [{"title": "New Jersey", "href": "/wiki/New_Jersey", "description": "New Jersey is a state in the Mid-Atlantic and Northeastern regions of the United States. It is bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by Delaware Bay and the State of Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous,"}, {"title": "United States Bill of Rights", "href": "/wiki/United_States_Bill_of_Rights", "description": "The United States Bill of Rights comprises the first ten amendments to the United States Constitution. Proposed following the often bitter 1787–88 debate over the ratification of the Constitution, and written to address the objections raised by Anti-Federalists, the Bill of Rights amendments add to the Constitution specific guarantees of personal freedoms and rights, clear limitations on the gover"}]}, {"heading": "Events", "year": "1805", "date": "November 20", "txt": "Beethoven's only opera, Fidelio, premieres in Vienna.", "entities": [{"title": "Ludwig van Beethoven", "href": "/wiki/Ludwig_van_Beethoven", "description": "Ludwig van Beethoven was a German composer and pianist. Beethoven remains one of the most admired composers in the history of Western music; his works rank amongst the most performed of the classical music repertoire. His works span the transition from the classical period to the romantic era in classical music. His career has conventionally been divided into early, middle, and late periods. The \""}, {"title": "Vienna", "href": "/wiki/Vienna", "description": "Vienna is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants, and its cultural, economic, and political centre. It is the 6th-largest city by population within city limits in the European Union."}]}, {"heading": "Events", "year": "1815", "date": "November 20", "txt": "The Second Treaty of Paris is signed, returning the French frontiers to their 1790 extent, imposing large indemnities, and prolonging the occupation by Allied troops for several more years.", "entities": [{"title": "Treaty of Paris (1815)", "href": "/wiki/Treaty_of_Paris_(1815)", "description": "The Treaty of Paris of 1815, also known as the Second Treaty of Paris, was signed on 20 November 1815 following the defeat and second abdication of Napoleon Bonaparte. In February, Napoleon had escaped from his exile on Elba; he entered Paris on 20 March, beginning the Hundred Days of his restored rule. After France's defeat at the hands of the British and the Prussians in the Battle of Waterloo, "}]}, {"heading": "Events", "year": "1820", "date": "November 20", "txt": "An 80-ton sperm whale attacks and sinks the Essex (a whaling ship from Nantucket, Massachusetts) 2,000 miles from the western coast of South America. (Herman Melville's 1851 novel Moby-Dick is in part inspired by this story.)", "entities": [{"title": "Sperm whale", "href": "/wiki/Sperm_whale", "description": "The sperm whale or cachalot is the largest of the toothed whales and the largest toothed predator. It is the only living member of the genus Physeter and one of three extant species in the sperm whale family, along with the pygmy sperm whale and dwarf sperm whale of the genus Kogia."}, {"title": "Whaling", "href": "/wiki/Whaling", "description": "Whaling is the process of hunting of whales for their usable products such as meat and blubber, which can be turned into a type of oil which became increasingly important in the Industrial Revolution.\nIt was practiced as an organized industry as early as 875 AD. By the 16th century, it had risen to be the principal industry in the coastal regions of Spain and France. The industry spread throughout"}, {"title": "Nantucket, Massachusetts", "href": "/wiki/Nantucket,_Massachusetts", "description": "Nantucket is an island about 30 miles (50 km) by ferry south from Cape Cod, in the U.S. state of Massachusetts. Together with the small islands of Tuckernuck and Muskeget, it constitutes the Town and County of Nantucket, a combined county/town government. It is the only such consolidated town-county in Massachusetts. As of the 2010 census, the population was 10,172. Part of the town is designated "}, {"title": "Herman Melville", "href": "/wiki/Herman_Melville", "description": "Herman Melville was an American novelist, short story writer, and poet of the American Renaissance period. Among his best-known works are Moby-Dick (1851), Typee (1846), a romanticized account of his experiences in Polynesia, and Billy Budd, Sailor, a posthumously published novella. Although his reputation was not high at the time of his death, the centennial of his birth in 1919 was the starting "}]}, {"heading": "Events", "year": "1845", "date": "November 20", "txt": "Anglo-French blockade of the Río de la Plata: Battle of Vuelta de Obligado.", "entities": [{"title": "Anglo-French blockade of the Río de la Plata", "href": "/wiki/Anglo-French_blockade_of_the_R%C3%ADo_de_la_Plata", "description": "The Anglo-French blockade of the Río de la Plata was a five-year-long naval blockade imposed by France and Britain on the Argentine Confederation ruled by Juan Manuel de Rosas. It was imposed in 1845 to support the Colorado Party in the Uruguayan Civil War and closed Buenos Aires to naval commerce. The Anglo-French navy trespassed into Argentina’s internal waters to sell their products, as Rosas m"}, {"title": "Battle of Vuelta de Obligado", "href": "/wiki/Battle_of_Vuelta_de_Obligado", "description": "The naval Battle of Vuelta de Obligado took place on the waters of the Paraná River on 20 November 1845, between the Argentine Confederation, under the leadership of Juan Manuel de Rosas, and a combined Anglo-French fleet. The action was part of the larger Anglo-French blockade of the Río de la Plata. Although the attacking forces broke through the Argentine naval defenses and overran the land def"}]}, {"heading": "Events", "year": "1861", "date": "November 20", "txt": "American Civil War: A secession ordinance is filed by Kentucky's Confederate government.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Kentucky", "href": "/wiki/Kentucky", "description": "Kentucky, officially the Commonwealth of Kentucky, is a state in the Upland South region of the United States, bordered by Illinois, Indiana, and Ohio to the north; West Virginia and Virginia to the east; Tennessee to the south; and Missouri to the west. The bluegrass region in the central part of the commonwealth contains the commonwealth's capital, Frankfort, as well as its two largest cities, L"}]}, {"heading": "Events", "year": "1910", "date": "November 20", "txt": "Mexican Revolution: Francisco I. Madero issues the Plan de San Luis Potosí, denouncing Mexican President Porfirio Díaz, calling for a revolution to overthrow the government of Mexico, effectively starting the Mexican Revolution.", "entities": [{"title": "Mexican Revolution", "href": "/wiki/Mexican_Revolution", "description": "The Mexican Revolution was a major revolution that included a sequence of armed struggles that lasted roughly from 1910 to 1920 and transformed Mexican culture and government. The outbreak of the revolution in 1910 resulted from the increasing unpopularity of the 31-year regime of Porfirio Díaz and the regime's failure to find a controlled solution to the issue of presidential succession. That res"}, {"title": "Francisco I. Madero", "href": "/wiki/Francisco_I._Madero", "description": "Francisco Ignacio Madero González was a Mexican revolutionary, writer and statesman who served as the 37th president of Mexico from 1911 until shortly before his assassination in 1913. A wealthy landowner, he was nonetheless an advocate for social justice and democracy. Madero was notable for challenging long-time President Porfirio Díaz for the presidency in 1910 and being instrumental in sparkin"}, {"title": "Plan of San Luis Potosí", "href": "/wiki/Plan_of_San_Luis_Potos%C3%AD", "description": "The Plan of San Luis de Potosí was a political document written by presidential candidate Francisco I. Madero, who was jailed prior to the elections, and escaped to write the Plan. It was published on October 5, 1910. It called for nullifying the 1910 election of Porfirio Díaz, claimed a provisional presidency for Madero, and called for Mexicans to revolt on November 20, 1910."}, {"title": "Porfirio Díaz", "href": "/wiki/Porfirio_D%C3%ADaz", "description": "José de la Cruz Porfirio Díaz Mori was a Mexican general and politician who served seven terms as President of Mexico, a total of 31 years, from 1876, 17 February 1877 to 1 December 1880 and from 1 December 1884 to 25 May 1911. The entire period from 1876 to 1911 is often referred to as the Porfiriato."}, {"title": "Revolution", "href": "/wiki/Revolution", "description": "In political science, a revolution is a fundamental and relatively sudden change in political power and political organization which occurs when the population revolts against the government, typically due to perceived oppression or political incompetence. In book V of the Politics, the Ancient Greek philosopher Aristotle described two types of political revolution:Complete change from one constit"}, {"title": "Federal government of the United Mexican States", "href": "/wiki/Federal_government_of_the_United_Mexican_States", "description": "The Federal government of Mexico is the national government of the United Mexican States, the central government established by its constitution to share sovereignty over the republic with the governments of the 31 individual Mexican states, and to represent such governments before international bodies such as the United Nations. The Mexican federal government has three branches: executive, legisl"}]}, {"heading": "Events", "year": "1917", "date": "November 20", "txt": "World War I: Battle of Cambrai begins: British forces make early progress in an attack on German positions but are later pushed back.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Battle of Cambrai (1917)", "href": "/wiki/Battle_of_Cambrai_(1917)", "description": "The Battle of Cambrai was a British attack followed by the biggest German counter-attack against the British Expeditionary Force (BEF) since 1914, in the First World War. The town of Cambrai, in the département of Nord, was an important supply point for the German Siegfriedstellung and capture of the town and the nearby Bourlon Ridge would threaten the rear of the German line to the north. Major G"}]}, {"heading": "Events", "year": "1936", "date": "November 20", "txt": "José Antonio Primo de Rivera, founder of the Falange, is killed by a republican execution squad.", "entities": [{"title": "José Antonio Primo de Rivera", "href": "/wiki/Jos%C3%A9_Antonio_Primo_de_Rivera", "description": "José Antonio Primo de Rivera y Sáenz de Heredia, 1st Duke of Primo de Rivera, 3rd Marquess of Estella, often referred to simply as José Antonio, was a Spanish politician who founded the right-wing Falange Española, later Falange Española de las JONS."}, {"title": "Falange", "href": "/wiki/Falange", "description": "The Falange Española Tradicionalista y de las Juntas de Ofensiva Nacional Sindicalista, frequently shortened to just \"FET\", was the sole legal party of the Francoist regime in Spain. It was created by General Francisco Franco in 1937 as a merger of the Carlist, monarchist, and ultracatholic Traditionalist Communion with the fascist Falange Española de las JONS. In addition to the resemblance of na"}]}, {"heading": "Events", "year": "1940", "date": "November 20", "txt": "World War II: Hungary becomes a signatory of the Tripartite Pact, officially joining the Axis powers.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Kingdom of Hungary", "href": "/wiki/Kingdom_of_Hungary", "description": "The Kingdom of Hungary was a monarchy in Central Europe that existed from the Middle Ages into the 20th century. The Principality of Hungary emerged as a Christian kingdom upon the coronation of the first king Stephen I at Esztergom around the year 1000; his family led the monarchy for 300 years. By the 12th century, the kingdom became a European middle power within the Western world."}, {"title": "Tripartite Pact", "href": "/wiki/Tripartite_Pact", "description": "The Tripartite Pact, also known as the Berlin Pact, was an agreement between Germany, Italy, and Japan signed in Berlin on 27 September 1940 by, respectively, Joachim von Ribbentrop, Galeazzo Ciano and Saburō Kurusu. It was a defensive military alliance that was eventually joined by Hungary, Romania, Bulgaria and Yugoslavia as well as by the German client state of Slovakia. Yugoslavia's accession "}, {"title": "Axis powers", "href": "/wiki/Axis_powers#Hungary", "description": "The Axis powers, originally called the Rome–Berlin Axis, was a military coalition that fought in World War II against the Allies. The Axis powers agreed on their opposition to the Allies, but did not completely coordinate their activity."}]}, {"heading": "Events", "year": "1943", "date": "November 20", "txt": "World War II: Battle of Tarawa (Operation Galvanic) begins: United States Marines land on Tarawa Atoll in the Gilbert Islands and suffer heavy fire from Japanese shore guns and machine guns.", "entities": [{"title": "Battle of Tarawa", "href": "/wiki/Battle_of_Tarawa", "description": "The Battle of Tarawa was fought on 20–23 November 1943 between the United States and Japan at the Tarawa Atoll on the Gilbert Islands, and was part of Operation Galvanic, the U.S. invasion of the Gilberts. Nearly 6,400 Japanese, Koreans, and Americans died in the fighting, mostly on and around the small island of Betio, in the extreme southwest of Tarawa Atoll."}, {"title": "Operation Galvanic", "href": "/wiki/Operation_Galvanic", "description": "The Battle of Tarawa was fought on 20–23 November 1943 between the United States and Japan at the Tarawa Atoll on the Gilbert Islands, and was part of Operation Galvanic, the U.S. invasion of the Gilberts. Nearly 6,400 Japanese, Koreans, and Americans died in the fighting, mostly on and around the small island of Betio, in the extreme southwest of Tarawa Atoll."}, {"title": "United States Marines", "href": "/wiki/United_States_Marines", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "Tarawa Atoll", "href": "/wiki/Tarawa_Atoll", "description": "Tarawa is an atoll and the capital of the Republic of Kiribati, in the central Pacific Ocean. It comprises North Tarawa, which has 6,629 inhabitants and much in common with other more remote islands of the Gilberts group, and South Tarawa, which has 56,388 inhabitants as of 2015, half of the country's total population. The atoll was the site of the Battle of Tarawa during World War II."}, {"title": "Gilbert Islands", "href": "/wiki/Gilbert_Islands", "description": "The Gilbert Islands are a chain of sixteen atolls and coral islands in the Pacific Ocean, about halfway between Papua New Guinea and Hawaii. From 1976 to 1979, they were the “British colony of the Gilbert Islands”, and before that, from 1916 to 1975, they were the “Gilbert and Ellice Islands colony”. They constitute the main part of the nation of Kiribati."}]}, {"heading": "Events", "year": "1945", "date": "November 20", "txt": "Nuremberg trials: Trials against 24 Nazi war criminals start at the Palace of Justice at Nuremberg.", "entities": [{"title": "Nuremberg trials", "href": "/wiki/Nuremberg_trials", "description": "The Nuremberg trials were a series of military tribunals held after World War II by the Allied forces under international law and the laws of war. The trials were most notable for the prosecution of prominent members of the political, military, judicial, and economic leadership of Nazi Germany, who planned, carried out, or otherwise participated in the Holocaust and other war crimes. The trials we"}, {"title": "Nazism", "href": "/wiki/Nazism", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}, {"title": "War crime", "href": "/wiki/War_crime", "description": "A war crime is an act that constitutes a serious violation of the laws of war that gives rise to individual criminal responsibility. Examples of crimes include intentionally killing civilians or prisoners, torturing, destroying civilian property, taking hostages, performing a perfidy, raping, using child soldiers, pillaging, declaring that no quarter will be given, and seriously violating the prin"}, {"title": "Palace of Justice, Nuremberg", "href": "/wiki/Palace_of_Justice,_Nuremberg", "description": "The Nuremberg Palace of Justice (German Justizpalast) is a building complex in Nuremberg, Bavaria, Germany. It was constructed from 1909 to 1916 and houses the appellate court (Oberlandesgericht), the regional court (Landgericht), the local court (Amtsgericht) and the public prosecutor's office (Staatsanwaltschaft). The Nuremberg Trials Memorial is located on the top floor of the courthouse."}, {"title": "Nuremberg", "href": "/wiki/Nuremberg", "description": "Nuremberg is the second-largest city of the German state of Bavaria after its capital Munich, and its 518,370 (2019) inhabitants make it the 14th-largest city in Germany. On the Pegnitz River and the Rhine–Main–Danube Canal, it lies in the Bavarian administrative region of Middle Franconia, and is the largest city and the unofficial capital of Franconia. Nuremberg forms a continuous conurbation wi"}]}, {"heading": "Events", "year": "1947", "date": "November 20", "txt": "The Princess Elizabeth marries Lieutenant Philip Mountbatten, who becomes the Duke of Edinburgh, at Westminster Abbey in London.", "entities": [{"title": "Elizabeth II", "href": "/wiki/Elizabeth_II", "description": "Elizabeth II is Queen of the United Kingdom and 15 other Commonwealth realms."}, {"title": "Prince Philip, Duke of Edinburgh", "href": "/wiki/Prince_Philip,_Duke_of_Edinburgh", "description": "Prince Philip, Duke of Edinburgh was a member of the British royal family as the husband of Elizabeth II."}, {"title": "Duke of Edinburgh", "href": "/wiki/Duke_of_Edinburgh", "description": "Duke of Edinburgh, named after the city of Edinburgh, Scotland, is a substantive title that has been created three times for members of the British royal family since 1726. It does not include any territorial landholdings and does not produce any revenue for the title holder."}, {"title": "Westminster Abbey", "href": "/wiki/Westminster_Abbey", "description": "Westminster Abbey, formally titled the Collegiate Church of Saint Peter at Westminster, is a large, mainly Gothic abbey church in the City of Westminster, London, England, just to the west of the Palace of Westminster. It is one of the United Kingdom's most notable religious buildings and the traditional place of coronation and a burial site for English and, later, British monarchs."}]}, {"heading": "Events", "year": "1959", "date": "November 20", "txt": "The Declaration of the Rights of the Child is adopted by the United Nations.", "entities": [{"title": "Declaration of the Rights of the Child", "href": "/wiki/Declaration_of_the_Rights_of_the_Child", "description": "The Declaration of the Rights of the Child, sometimes known as the Geneva Declaration of the Rights of the Child, is an international document promoting child rights, drafted by Eglantyne Jebb and adopted by the League of Nations in 1924, and adopted in an extended form by the United Nations in 1959."}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "1962", "date": "November 20", "txt": "Cuban Missile Crisis ends: In response to the Soviet Union agreeing to remove its missiles from Cuba, U.S. President John F. Kennedy ends the quarantine of the Caribbean nation.", "entities": [{"title": "Cuban Missile Crisis", "href": "/wiki/Cuban_Missile_Crisis", "description": "\nThe Cuban Missile Crisis, also known as the October Crisis of 1962, the Caribbean Crisis, or the Missile Scare, was a 1 month, 4 day confrontation between the United States and the Soviet Union which escalated into an international crisis when American deployments of missiles in Italy and Turkey were matched by Soviet deployments of similar ballistic missiles in Cuba. Despite the short time frame"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}, {"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}]}, {"heading": "Events", "year": "1968", "date": "November 20", "txt": "A total of 78 miners are killed in an explosion at the Consolidated Coal Company's No. 9 mine in Farmington, West Virginia in the Farmington Mine disaster.", "entities": [{"title": "Farmington Mine disaster", "href": "/wiki/Farmington_Mine_disaster", "description": "The Farmington Mine disaster was an explosion that happened at approximately 5:30 a.m. on November 20, 1968, at the Consol No. 9 coal mine north of Farmington and Mannington, West Virginia, United States."}]}, {"heading": "Events", "year": "1969", "date": "November 20", "txt": "Vietnam War: The Plain Dealer (Cleveland, Ohio) publishes explicit photographs of dead villagers from the My Lai Massacre in Vietnam.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "My Lai Massacre", "href": "/wiki/My_Lai_Massacre", "description": "The Mỹ Lai massacre was the mass murder of unarmed South Vietnamese civilians by U.S. troops in Sơn Tịnh District, South Vietnam, on March 16, 1968 during the Vietnam War. Between 347 and 504 unarmed people were killed by U.S. Army soldiers from Company C, 1st Battalion, 20th Infantry Regiment and Company B, 4th Battalion, 3rd Infantry Regiment, 11th Brigade, 23rd (Americal) Infantry Division. Vic"}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}]}, {"heading": "Events", "year": "1969", "date": "November 20", "txt": "Occupation of Alcatraz: Native American activists seize control of Alcatraz Island until being ousted by the U.S. Government on June 11, 1971.", "entities": [{"title": "Alcatraz Island", "href": "/wiki/Alcatraz_Island", "description": "Alcatraz Island is located in San Francisco Bay, 1.25 miles (2.01 km) offshore from San Francisco, California, United States. The small island was developed with facilities for a lighthouse, a military fortification, a military prison, and a federal prison from 1934 until 21 March 1963. The strong currents around the island and cold water temperatures made escape all but impossible. It later becam"}, {"title": "June 11", "href": "/wiki/June_11", "description": "June 11 is the 162nd day of the year in the Gregorian calendar; 203 days remain until the end of the year."}, {"title": "1971", "href": "/wiki/1971", "description": "1971 (MCMLXXI) was a common year starting on Friday of the Gregorian calendar, the 1971st year of the Common Era (CE) and Anno Domini (AD) designations, the 971st year of the 2nd millennium, the 71st year of the 20th century, and the 2nd year of the 1970s decade. "}]}, {"heading": "Events", "year": "1974", "date": "November 20", "txt": "The United States Department of Justice files its final anti-trust suit against AT&T Corporation. This suit later leads to the breakup of AT&T and its Bell System.", "entities": [{"title": "United States Department of Justice", "href": "/wiki/United_States_Department_of_Justice", "description": "The United States Department of Justice (DOJ), also known as the Justice Department, is a federal executive department of the United States government tasked with the enforcement of federal law and administration of justice in the United States. It is equivalent to the justice or interior ministries of other countries. The modern incarnation of the department was formed in 1870 during the Ulysses "}, {"title": "AT&T Corporation", "href": "/wiki/AT%26T_Corporation", "description": "AT&T Corporation, originally the American Telephone and Telegraph Company, is the subsidiary of AT&T Inc. that provides voice, video, data, and Internet telecommunications and professional services to businesses, consumers, and government agencies."}, {"title": "Bell System", "href": "/wiki/Bell_System", "description": "The Bell System was the system of companies, led by the Bell Telephone Company and later by AT&T, that dominated the telephone services industry in North America for 100 years from its creation in 1877 until its antitrust breakup in 1983. The system of companies was often colloquially called Ma Bell, as it held a vertical monopoly over telecommunication products and services in most areas of the U"}]}, {"heading": "Events", "year": "1974", "date": "November 20", "txt": "The first fatal crash of a Boeing 747 occurs when Lufthansa Flight 540 crashes while attempting to takeoff from Jomo Kenyatta International Airport in Nairobi, Kenya, killing 59 out of the 157 people on board.", "entities": [{"title": "Lufthansa Flight 540", "href": "/wiki/Lufthansa_Flight_540", "description": "Lufthansa Flight 540 was a scheduled commercial flight for Lufthansa, serving the Frankfurt–Nairobi–Johannesburg route."}, {"title": "Jomo Kenyatta International Airport", "href": "/wiki/Jomo_Kenyatta_International_Airport", "description": "Jomo Kenyatta International Airport, is an international airport in Nairobi, the capital of and largest city in Kenya. The other two important international airports in Kenya include the Kisumu International Airport and Moi International Airport Mombasa and Eldoret International Airport. JKIA is located in the Embakasi suburb 18 kilometres (11 mi) southeast of Nairobi's central business district, "}, {"title": "Nairobi", "href": "/wiki/Nairobi", "description": "Nairobi is the capital and the largest city of Kenya. The name comes from the Maasai phrase Enkare Nairobi, which translates to \"cool water\", a reference to the Nairobi River which flows through the city. The city proper had a population of 4,397,073 in the 2019 census, while the metropolitan area has a population of 9,354,580. The city is popularly referred to as the Green City in the Sun."}, {"title": "Kenya", "href": "/wiki/Kenya", "description": "Kenya, officially the Republic of Kenya, is a country in Eastern Africa. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people in the 2019 census, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Momb"}]}, {"heading": "Events", "year": "1977", "date": "November 20", "txt": "Egyptian President Anwar Sadat becomes the first Arab leader to officially visit Israel, when he meets Israeli prime minister Menachem Begin and speaks before the Knesset in Jerusalem, seeking a permanent peace settlement.", "entities": [{"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}, {"title": "Anwar Sadat", "href": "/wiki/Anwar_Sadat", "description": "Muhammad Anwar el-Sadat was an Egyptian politician who served as the third President of Egypt, from 15 October 1970 until his assassination by fundamentalist army officers on 6 October 1981. Sadat was a senior member of the Free Officers who overthrew King Farouk in the Egyptian Revolution of 1952, and a close confidant of President Gamal Abdel Nasser, under whom he served as Vice President twice "}, {"title": "Arab", "href": "/wiki/Arab", "description": "The Arabs are an ethnic group mainly inhabiting the Arab world. In modern usage the term refers to those who originate from an Arab country, whose native language is Arabic; this contrasts with the narrower traditional definition which referred to the descendants of the Tribes of the Arabian Peninsula. The term can encompass all Arabic-speaking peoples living from the Atlantic Coast of Mauritania,"}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Menachem Begin", "href": "/wiki/Menachem_Begin", "description": "Menachem Begin was an Israeli politician, founder of Likud and the sixth Prime Minister of Israel. Before the creation of the state of Israel, he was the leader of the Zionist militant group Irgun, the Revisionist breakaway from the larger Jewish paramilitary organization Haganah. He proclaimed a revolt, on 1 February 1944, against the British mandatory government, which was opposed by the Jewish "}, {"title": "Knesset", "href": "/wiki/Knesset", "description": "The Knesset is the unicameral national legislature of Israel. As the legislative branch of the Israeli government, the Knesset passes all laws, elects the president and prime minister, approves the cabinet, and supervises the work of the government. In addition, the Knesset elects the state comptroller. It also has the power to waive the immunity of its members, remove the president and the state "}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}]}, {"heading": "Events", "year": "1979", "date": "November 20", "txt": "Grand Mosque seizure: About 200 Sunni Muslims revolt in Saudi Arabia at the site of the Kaaba in Mecca during the pilgrimage and take about 6000 hostages. The Saudi government receives help from Pakistani special forces to put down the uprising.", "entities": [{"title": "Grand Mosque seizure", "href": "/wiki/Grand_Mosque_seizure", "description": "The Grand Mosque seizure occurred during November and December 1979 when extremist insurgents calling for the overthrow of the House of Saud took over Masjid al-Haram in Mecca, Saudi Arabia. The insurgents declared that the Mahdi had arrived in the form of one of their leaders – Mohammed Abdullah al-Qahtani – and called on Muslims to obey him. For nearly two weeks Saudi Special Forces, advised by "}, {"title": "Saudi Arabia", "href": "/wiki/Saudi_Arabia", "description": "Saudi Arabia, officially the Kingdom of Saudi Arabia, is a country in Western Asia constituting the vast majority of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world, the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bor"}, {"title": "Kaaba", "href": "/wiki/Kaaba", "description": "The Kaaba, also spelled Ka'bah or Kabah, sometimes referred to as al-Kaʿbah al-Musharrafah, is a building at the center of Islam's most important mosque, the Masjid al-Haram in Mecca, Saudi Arabia. It is the most sacred site in Islam. It is considered by Muslims to be the Bayt Allah and is the qibla for Muslims around the world when performing salah."}, {"title": "Mecca", "href": "/wiki/Mecca", "description": "Mecca, officially Makkah al-Mukarramah and commonly shortened to Makkah, is the holiest city in Islam and the capital of the Mecca Province of Saudi Arabia. The city is 70 km (43 mi) inland from Jeddah on the Red Sea, in a narrow valley 277 m (909 ft) above sea level. Its last recorded population was 1,578,722 in 2015. The estimated metro population in 2020 is 2.042 million, making it the third-mo"}]}, {"heading": "Events", "year": "1980", "date": "November 20", "txt": "Lake Peigneur drains into an underlying salt deposit. A misplaced Texaco oil probe had been drilled into the Diamond Crystal Salt Mine, causing water to flow down into the mine, eroding the edges of the hole.", "entities": [{"title": "Lake Peigneur", "href": "/wiki/Lake_Peigneur", "description": "Lake Peigneur is a brackish lake in the U.S. state of Louisiana, 1.2 miles north of Delcambre and 9.1 mi (14.6 km) west of New Iberia, near the northernmost tip of Vermilion Bay. With a maximum depth of 200 feet, it is the deepest lake in Louisiana."}, {"title": "Texaco", "href": "/wiki/Texaco", "description": "Texaco, Inc. is an American oil subsidiary of Chevron Corporation. Its flagship product is its fuel \"Texaco with Techron\". It also owns the Havoline motor oil brand. Texaco was an independent company until its refining operations merged into Chevron Corporation in 2001, at which time most of its station franchises were divested to the Shell Oil Company. It began as the Texas Fuel Company, founded "}]}, {"heading": "Events", "year": "1985", "date": "November 20", "txt": "Microsoft Windows 1.0, the first graphical personal computer operating environment developed by Microsoft, is released.", "entities": [{"title": "Microsoft", "href": "/wiki/Microsoft", "description": "Microsoft Corporation is an American multinational technology company with headquarters in Redmond, Washington. It develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge"}, {"title": "Windows 1.0", "href": "/wiki/Windows_1.0", "description": "Windows 1.0 is a graphical operating environment for personal computers, developed by Microsoft. Microsoft had worked with Apple Computer to develop applications for Apple's January 1984 original Macintosh, the first mass-produced personal computer with a graphical user-interface (GUI) that enabled users to see user-friendly icons on screen. Microsoft released Windows 1.0 on November 20, 1985, as "}]}, {"heading": "Events", "year": "1989", "date": "November 20", "txt": "Velvet Revolution: The number of protesters assembled in Prague, Czechoslovakia, swells from 200,000 the day before to an estimated half-million.", "entities": [{"title": "Velvet Revolution", "href": "/wiki/Velvet_Revolution", "description": "The Velvet Revolution or Gentle Revolution was a non-violent transition of power in what was then Czechoslovakia, occurring from 17 November to 29 December 1989. Popular demonstrations against the one-party government of the Communist Party of Czechoslovakia included students and older dissidents. The result was the end of 41 years of one-party rule in Czechoslovakia, and the subsequent dismantlin"}, {"title": "Prague", "href": "/wiki/Prague", "description": "Prague is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.7 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters."}, {"title": "Czechoslovakia", "href": "/wiki/Czechoslovakia", "description": "Czechoslovakia, or Czecho-Slovakia, was a sovereign state in Central Europe, created in October 1918, when it declared its independence from Austria-Hungary."}]}, {"heading": "Events", "year": "1990", "date": "November 20", "txt": "Andrei Chikatilo, one of the Soviet Union's most prolific serial killers, is arrested; he eventually confesses to 56 killings.", "entities": [{"title": "Andrei Chikatilo", "href": "/wiki/Andrei_Chikatilo", "description": "Andrei Romanovich Chikatilo was a Soviet serial killer, nicknamed the Butcher of Rostov, the Red Ripper, and the Rostov Ripper, who sexually assaulted, murdered, and mutilated at least fifty-two women and children between 1978 and 1990 in the Russian SFSR, the Ukrainian SSR, and the Uzbek SSR. Chikatilo confessed to fifty-six murders, fifty-three for which he was tried in April 1992. He was convic"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Serial killer", "href": "/wiki/Serial_killer", "description": "A serial killer is typically a person who murders three or more people, usually in service of abnormal psychological gratification, with the murders taking place over more than a month and including a significant period of time between them. While most authorities set a threshold of three murders, others extend it to four or lessen it to two."}]}, {"heading": "Events", "year": "1991", "date": "November 20", "txt": "An Azerbaijani MI-8 helicopter carrying 19 peacekeeping mission team with officials and journalists from Russia, Kazakhstan and Azerbaijan is shot down by Armenian military forces in Khojavend District of Azerbaijan.", "entities": [{"title": "Azerbaijan", "href": "/wiki/Azerbaijan", "description": "Azerbaijan, officially the Republic of Azerbaijan, is a country in the Caucasus region of Eurasia. Located at the crossroads of Eastern Europe and Western Asia, it is bounded by the Caspian Sea to the east, the Russian republic of Dagestan to the north, Georgia to the northwest, Armenia and Turkey to the west, and Iran to the south."}, {"title": "Mil Mi-8", "href": "/wiki/Mil_Mi-8", "description": "The Mil Mi-8 is a medium twin-turbine helicopter, originally designed by the Soviet Union, and now produced by Russia. In addition to its most common role as a transport helicopter, the Mi-8 is also used as an airborne command post, armed gunship, and reconnaissance platform. Along with the related, more powerful Mil Mi-17, the Mi-8 is among the world's most-produced helicopters, used by over 50 c"}, {"title": "Kazakhstan", "href": "/wiki/Kazakhstan", "description": "Kazakhstan, officially the Republic of Kazakhstan, is a transcontinental country mainly located in Central Asia, but with a smaller portion west of the Ural River in Eastern Europe. It covers a land area of 2,724,900 square kilometres (1,052,100 sq mi), and shares land borders with Russia in the north, China in the east, and Kyrgyzstan, Uzbekistan, and Turkmenistan in the south while also adjoinin"}, {"title": "Azerbaijan", "href": "/wiki/Azerbaijan", "description": "Azerbaijan, officially the Republic of Azerbaijan, is a country in the Caucasus region of Eurasia. Located at the crossroads of Eastern Europe and Western Asia, it is bounded by the Caspian Sea to the east, the Russian republic of Dagestan to the north, Georgia to the northwest, Armenia and Turkey to the west, and Iran to the south."}, {"title": "1991 Azerbaijani Mil Mi-8 shootdown", "href": "/wiki/1991_Azerbaijani_Mil_Mi-8_shootdown", "description": "The 1991 Azerbaijan MI-8 helicopter shootdown, also known as the Qarakənd faciəsi in Azerbaijan, occurred on November 20, 1991, when an Azerbaijani MI-8 military helicopter, carrying a peacekeeping mission team consisting of 13 Azerbaijani government officials, 2 Russian and 1 Kazakhstani Ministry of Internal Affairs officials, 3 Azerbaijani journalists and 3 helicopter crew was shot down amidst h"}, {"title": "Khojavend District", "href": "/wiki/Khojavend_District", "description": "Khojavend District is one of the 66 districts of Azerbaijan. It is located in the west of the country and belongs to the Upper Karabakh Economic Region. The district borders the districts of Lachin, Shusha, Khojaly, Agdam, Aghjabadi, Fuzuli, Jabrayil, and Qubadli. Its capital and largest city is Khojavend, however since the city is under Russian peacekeeping control, the current de facto capital i"}]}, {"heading": "Events", "year": "1992", "date": "November 20", "txt": "In England, a fire breaks out in Windsor Castle, badly damaging the castle and causing over £50 million worth of damage.", "entities": [{"title": "1992 Windsor Castle fire", "href": "/wiki/1992_Windsor_Castle_fire", "description": "On 20 November 1992, a fire broke out in Windsor Castle, the largest inhabited castle in the world and one of the official residences of Queen Elizabeth II. The castle suffered extensive damage and was fully repaired within the next few years at a cost of £36.5 million, in a project led by the conservation architects Donald Insall Associates. It led to the Queen paying tax on her income, and to Bu"}]}, {"heading": "Events", "year": "1993", "date": "November 20", "txt": "Savings and loan crisis: The United States Senate Ethics Committee issues a stern censure of California senator Alan Cranston for his \"dealings\" with savings-and-loan executive Charles Keating.", "entities": [{"title": "Savings and loan crisis", "href": "/wiki/Savings_and_loan_crisis", "description": "The savings and loan crisis of the 1980s and 1990s was the failure of 1,043 out of the 3,234 savings and loan associations (S&Ls) in the United States from 1986 to 1995. An S&L or \"thrift\" is a financial institution that accepts savings deposits and makes mortgage, car and other personal loans to individual members."}, {"title": "United States Senate Ethics Committee", "href": "/wiki/United_States_Senate_Ethics_Committee", "description": "The U.S. Senate Select Committee on Ethics is a select committee of the United States Senate charged with dealing with matters related to senatorial ethics. It is also commonly referred to as the Senate Ethics Committee. Senate rules require the Ethics Committee to be evenly divided between the Democrats and the Republicans, no matter who controls the Senate, although the chairman always comes fro"}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}, {"title": "Alan Cranston", "href": "/wiki/Alan_Cranston", "description": "Alan MacGregor Cranston was an American politician and journalist who served as a United States Senator from California from 1969 to 1993 and as a President of the World Federalist Association from 1949 to 1952."}, {"title": "Charles Keating", "href": "/wiki/Charles_Keating", "description": "Charles Humphrey Keating Jr. was an American athlete, lawyer, real estate developer, banker, financier, and activist best known for his role in the savings and loan scandal of the late 1980s."}]}, {"heading": "Events", "year": "1993", "date": "November 20", "txt": "Macedonia's deadliest aviation disaster occurs Avioimpex Flight 110, a Yakovlev Yak-42 crashes near Ohrid killing all 116 people on board.", "entities": [{"title": "Avioimpex Flight 110", "href": "/wiki/Avioimpex_Flight_110", "description": "Avioimpex Flight 110 was a scheduled international passenger flight operated by Avioimpex that crashed on 20 November 1993 while flying from Geneva to Skopje. Before the disaster, Flight 110 had deviated from Skopje International Airport to Ohrid Airport due to a blizzard in the Macedonian capital. The plane, a Yakovlev Yak-42, was carrying 108 passengers and eight crew, and crashed about 7 kilome"}, {"title": "Yakovlev Yak-42", "href": "/wiki/Yakovlev_Yak-42", "description": "The Yakovlev Yak-42 is a 100/120-seat three-engined mid-range passenger jet. It was the first airliner produced in the Soviet Union to be powered by modern high-bypass turbofan engines."}, {"title": "Ohrid", "href": "/wiki/Ohrid", "description": "Ohrid is a city in North Macedonia and is the seat of the Ohrid Municipality. It is the largest city on Lake Ohrid and the eighth-largest city in the country, with the municipality recording a population of over 42,000 inhabitants as of 2002. Ohrid is known for once having 365 churches, one for each day of the year, and has been referred to as a \"Jerusalem of the Balkans\". The city is rich in pict"}]}, {"heading": "Events", "year": "1994", "date": "November 20", "txt": "The Angolan government and UNITA rebels sign the Lusaka Protocol in Zambia, ending 19 years of civil war. (Localized fighting resumes the next year.)", "entities": [{"title": "Angola", "href": "/wiki/Angola", "description": "Angola, officially the Republic of Angola, is a country located on the west coast of Southern Africa. It is the second-largest lusophone (Portuguese-speaking) country in both total area and population, and it is the seventh-largest country in Africa, bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola h"}, {"title": "UNITA", "href": "/wiki/UNITA", "description": "The National Union for the Total Independence of Angola is the second-largest political party in Angola. Founded in 1966, UNITA fought alongside the Popular Movement for the Liberation of Angola (MPLA) in the Angolan War for Independence (1961–1975) and then against the MPLA in the ensuing civil war (1975–2002). The war was one of the most prominent Cold War proxy wars, with UNITA receiving milita"}, {"title": "Lusaka Protocol", "href": "/wiki/Lusaka_Protocol", "description": "The Lusaka Protocol, initialed in Lusaka, Zambia on October 31, 1994, attempted to end the Angolan Civil War by integrating and disarming UNITA and starting national reconciliation. Both sides signed a truce as part of the protocol on November 15, 1994, and the treaty was signed on November 20, 1994."}, {"title": "Zambia", "href": "/wiki/Zambia", "description": "Zambia, officially the Republic of Zambia, is a landlocked country at the crossroads of Central, Southern and East Africa. Its neighbours are the Democratic Republic of the Congo to the north, Tanzania to the north-east, Malawi to the east, Mozambique to the southeast, Zimbabwe and Botswana to the south, Namibia to the southwest, and Angola to the west. The capital city is Lusaka, located in the s"}, {"title": "Civil war", "href": "/wiki/Civil_war", "description": "A civil war, also known as an intrastate war in polemology, is a war between organized groups within the same state or country.\nThe aim of one side may be to take control of the country or a region, to achieve independence for a region, or to change government policies.\nThe term is a calque of Latin bellum civile which was used to refer to the various civil wars of the Roman Republic in the 1st ce"}]}, {"heading": "Events", "year": "1996", "date": "November 20", "txt": "A fire breaks out in an office building in Hong Kong, killing 41 people and injuring 81.", "entities": [{"title": "1996 Garley Building fire", "href": "/wiki/1996_Garley_Building_fire", "description": "The Garley Building fire took place on 20 November 1996 in the 16-storey Garley commercial building located at 232–240 Nathan Road, Jordan, Hong Kong. It was a catastrophe that caused the loss of 41 lives and 81 injuries. It is considered the worst building fire in Hong Kong during peacetime. The fire damaged the bottom two floors and the top three floors of the building, while the middle floors r"}]}, {"heading": "Events", "year": "1998", "date": "November 20", "txt": "A court in Taliban-controlled Afghanistan declares accused terrorist Osama bin Laden \"a man without a sin\" in regard to the 1998 U.S. embassy bombings in Kenya and Tanzania.", "entities": [{"title": "Taliban", "href": "/wiki/Taliban", "description": "The Taliban or Taleban, who refer to themselves as the Islamic Emirate of Afghanistan (IEA), are a Sunni Islamist movement and military organisation in Afghanistan currently waging war within that country. Since 2016, the Taliban's leader is Mawlawi Hibatullah Akhundzada."}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}, {"title": "Osama bin Laden", "href": "/wiki/Osama_bin_Laden", "description": "Osama bin Mohammed bin Awad bin Laden, also rendered Usama bin Ladin, was a founder of the pan-Islamic militant organization al-Qaeda. The group is designated as a terrorist group by the United Nations Security Council, the North Atlantic Treaty Organization (NATO), the European Union, and various countries."}, {"title": "1998 U.S. embassy bombings", "href": "/wiki/1998_U.S._embassy_bombings", "description": "The 1998 United States embassy bombings were attacks that occurred on August 7, 1998. More than 200 people were killed in nearly simultaneous truck bomb explosions in two East African cities, one at the United States Embassy in Dar es Salaam, Tanzania, the other at the United States Embassy in Nairobi, Kenya."}, {"title": "Kenya", "href": "/wiki/Kenya", "description": "Kenya, officially the Republic of Kenya, is a country in Eastern Africa. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people in the 2019 census, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Momb"}, {"title": "Tanzania", "href": "/wiki/Tanzania", "description": "Tanzania, officially the United Republic of Tanzania, is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands and the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mo"}]}, {"heading": "Events", "year": "1998", "date": "November 20", "txt": "The first space station module component, Zarya, for the International Space Station is launched from the Baikonur Cosmodrome in Kazakhstan.", "entities": [{"title": "International Space Station", "href": "/wiki/International_Space_Station", "description": "The International Space Station (ISS) is a modular space station in low Earth orbit. It is a multinational collaborative project involving five participating space agencies: NASA, Roscosmos (Russia), JAXA (Japan), ESA (Europe), and CSA (Canada). The ownership and use of the space station is established by intergovernmental treaties and agreements. The station serves as a microgravity and space env"}, {"title": "Baikonur Cosmodrome", "href": "/wiki/Baikonur_Cosmodrome", "description": "The Baikonur Cosmodrome is a spaceport in an area of southern Kazakhstan leased to Russia."}, {"title": "Kazakhstan", "href": "/wiki/Kazakhstan", "description": "Kazakhstan, officially the Republic of Kazakhstan, is a transcontinental country mainly located in Central Asia, but with a smaller portion west of the Ural River in Eastern Europe. It covers a land area of 2,724,900 square kilometres (1,052,100 sq mi), and shares land borders with Russia in the north, China in the east, and Kyrgyzstan, Uzbekistan, and Turkmenistan in the south while also adjoinin"}]}, {"heading": "Events", "year": "2003", "date": "November 20", "txt": "After the November 15 bombings, a second day of the 2003 Istanbul bombings occurs in Istanbul, Turkey, destroying the Turkish head office of HSBC Bank AS and the British consulate.", "entities": [{"title": "November 15", "href": "/wiki/November_15", "description": "November 15 is the 319th day of the year in the Gregorian calendar; 46 days remain until the end of the year."}, {"title": "2003 Istanbul bombings", "href": "/wiki/2003_Istanbul_bombings", "description": "The 2003 Istanbul bombings were a series of suicide attacks carried out with trucks fitted with bombs detonated at four different locations in Istanbul, Turkey on November 15 and 20, 2003."}, {"title": "Istanbul", "href": "/wiki/Istanbul", "description": "Istanbul, historically known as Byzantium and Constantinople, is the largest city in Turkey and the country's economic, cultural and historic center. The city straddles the Bosphorus strait, and lies in both Europe and Asia, with a population of over 15 million residents, comprising 19% of the population of Turkey. Istanbul is the most populous city in Europe, and the world's fifteenth-largest cit"}, {"title": "HSBC Bank (Turkey)", "href": "/wiki/HSBC_Bank_(Turkey)", "description": "HSBC Bank A.Ş., the Turkey subsidiary of the HSBC Group, is a bank with its head office in Istanbul."}]}, {"heading": "Events", "year": "2015", "date": "November 20", "txt": "Following a hostage siege, at least 19 people are killed in Bamako, Mali.", "entities": [{"title": "2015 Bamako hotel attack", "href": "/wiki/2015_Bamako_hotel_attack", "description": "On 20 November 2015, Islamist militants took 170 hostages and killed 20 of them in a mass shooting at the Radisson Blu hotel in Bamako, the capital city of Mali. Malian commandos raided the hotel and freed the surviving hostages. Al-Mourabitoun claimed that it carried out the attack \"in cooperation with\" Al-Qaeda in the Islamic Maghreb; an Al Qaeda member confirmed that the two groups cooperated i"}]}, {"heading": "Births", "year": "270", "date": "November 20", "txt": "Maximinus II, Roman emperor (d. 313)", "entities": [{"title": "Maximinus II", "href": "/wiki/Maximinus_II", "description": "Galerius Valerius Maximinus Daza was Roman emperor from 310 to 313. He became embroiled in the Civil wars of the Tetrarchy between rival claimants for control of the empire, in which he was defeated by Licinius. A committed pagan, he engaged in one of the last persecutions of Christians."}]}, {"heading": "Births", "year": "939", "date": "November 20", "txt": "Emperor Taizong of Song (d. 997)", "entities": [{"title": "Emperor Taizong of Song", "href": "/wiki/Emperor_Taizong_of_Song", "description": "Zhao Jiong, known as Zhao Guangyi from 960 to 977 and Zhao Kuangyi before 960, also known by his temple name Taizong after his death, was the second emperor of the Song dynasty in China. He reigned from 976 to his death in 997. He was a younger brother of his predecessor Emperor Taizu, and the father of his successor Emperor Zhenzong."}]}, {"heading": "Births", "year": "1545", "date": "November 20", "txt": "Ernst Ludwig, Duke of Pomerania (d. 1592)", "entities": [{"title": "Ernst Ludwig, Duke of Pomerania", "href": "/wiki/Ernst_Ludwig,_Duke_of_Pomerania", "description": "Ernst Ludwig was duke of Pomerania from 1560 to 1592. From 1569 to 1592, he was duke in the Teilherzogtum Pomerania-Wolgast, sharing the rule over the Duchy of Pomerania with his older brother Johann Friedrich, duke in the other Teilherzogtum Pomerania-Stettin and bishop of Cammin."}]}, {"heading": "Births", "year": "1602", "date": "November 20", "txt": "Otto von Guericke, German physicist and politician (d. 1686)", "entities": [{"title": "Otto von Guericke", "href": "/wiki/Otto_von_Guericke", "description": "Otto von Guericke was a German scientist, inventor, and politician. His pioneering scientific work, the development of experimental methods and repeatable demonstrations on the physics of the vacuum, atmospheric pressure, electrostatic repulsion, his advocacy for the reality of \"action at a distance\" and of \"absolute space\" were remarkable contributions for the advancement of the Scientific Revolu"}]}, {"heading": "Births", "year": "1603", "date": "November 20", "txt": "Fasilides, Ethiopian emperor (d. 1667)", "entities": [{"title": "Fasilides", "href": "/wiki/Fasilides", "description": "Fasilides, also known as Fasil or Basilide, was the Emperor of Ethiopia from 1632 to his death on 18 October 1667, and a member of the Solomonic dynasty. His throne name was Alam Sagad, meaning \"to whom the world bows\". He was the son of Emperor Susenyos I and Empress Seltan Mogasa / ሥልጣን ሞገሳ or Wald Sa'ala/ወልድ ሠዓለ (name) of Wagda Katata and Merhabete. Emperor Fasilides was born at Magazaz in Bulg"}]}, {"heading": "Births", "year": "1620", "date": "November 20", "txt": "Avvakum, Russian priest and saint (d. 1682)", "entities": [{"title": "Avvakum", "href": "/wiki/Avvakum", "description": "Avvakum Petrov was a Russian protopope of the Kazan Cathedral on Red Square who led the opposition to Patriarch Nikon's reforms of the Russian Orthodox Church. His autobiography and letters to the tsar, Boyarynya Morozova, and other Old Believers are considered masterpieces of 17th-century Russian literature."}]}, {"heading": "Births", "year": "1625", "date": "November 20", "txt": "Paulus Potter, Dutch painter (d. 1654)", "entities": [{"title": "Paulus Potter", "href": "/wiki/Paulus_Potter", "description": "Paulus Potter was a Dutch painter who specialized in animals within landscapes, usually with a low vantage point."}]}, {"heading": "Births", "year": "1629", "date": "November 20", "txt": "Ernest Augustus, Duke of Brunswick-Luneburg (d. 1698)", "entities": [{"title": "Ernest Augustus, Elector of Brunswick-Luneburg", "href": "/wiki/Ernest_Augustus,_Elector_of_Brunswick-Luneburg", "description": "Ernest Augustus was ruler of the Principality of Lüneburg from 1658 and of the Principality of Calenberg from 1679 until his death. He was appointed as the ninth prince-elector of the Holy Roman Empire in 1692, but died before the appointment became effective."}, {"title": "Duchy of Brunswick-Luneburg", "href": "/wiki/Duchy_of_Brunswick-Luneburg", "description": "The Duchy of Brunswick-Lüneburg, or more properly the Duchy of Brunswick and Lüneburg, was a historical duchy that existed from the late Middle Ages to the Late Modern era within the Holy Roman Empire, until the year of its dissolution. The duchy was located in what is now northwestern Germany. Its name came from the two largest cities in the territory: Brunswick and Lüneburg."}]}, {"heading": "Births", "year": "1660", "date": "November 20", "txt": "Daniel Ernst Jablonski, Czech-German theologian and reformer (d. 1741)", "entities": [{"title": "Daniel Ernst Jablonski", "href": "/wiki/Daniel_Ernst_Jablonski", "description": "Daniel Ernst Jablonski was\na German theologian and reformer of Czech origin, known for his efforts to bring about a union between Lutheran and Calvinist Protestants."}]}, {"heading": "Births", "year": "1688", "date": "November 20", "txt": "Gyeongjong of Joseon, 20th king of the Joseon Dynasty (d. 1724)", "entities": [{"title": "Gyeongjong of Joseon", "href": "/wiki/Gyeongjong_of_Joseon", "description": "Gyeongjong of Joseon was the 20th king of the Joseon Dynasty of Korea. He was the son of King Sukjong by Royal Noble Consort Hui of the Jang clan."}, {"title": "Joseon", "href": "/wiki/Joseon", "description": "The Joseon dynasty was a Korean dynastic kingdom that lasted for approximately five centuries. It was the last dynasty of Korea and its longest-ruling Confucian dynasty, founded by Yi Seong-gye in July 1392 and replaced by the Korean Empire in October 1897. The dynasty was founded following the aftermath of the overthrow of Goryeo in what is today the city of Kaesong. Early on, Korea was retitled "}]}, {"heading": "Births", "year": "1715", "date": "November 20", "txt": "Pierre Charles Le Monnier, French astronomer (d. 1799)", "entities": [{"title": "Pierre Charles Le Monnier", "href": "/wiki/Pierre_Charles_Le_Monnier", "description": "Pierre Charles Le Monnier was a French astronomer. His name is sometimes given as Lemonnier."}]}, {"heading": "Births", "year": "1726", "date": "November 20", "txt": "Oliver Wolcott, American politician (d. 1797)", "entities": [{"title": "Oliver Wolcott", "href": "/wiki/Oliver_Wolcott", "description": "Oliver Wolcott Sr. was an American politician. He was a signer of the United States Declaration of Independence and also of the Articles of Confederation as a representative of Connecticut and the nineteenth Governor of Connecticut. He was a major general for the Connecticut Militia in the Revolutionary War serving under George Washington."}]}, {"heading": "Births", "year": "1733", "date": "November 20", "txt": "Philip Schuyler, American general and senator (d. 1804)", "entities": [{"title": "Philip Schuyler", "href": "/wiki/Philip_Schuyler", "description": "Philip John Schuyler was an American general in the Revolutionary War and a United States Senator from New York. He is usually known as Philip Schuyler, while his son is usually known as Philip J. Schuyler."}]}, {"heading": "Births", "year": "1737", "date": "November 20", "txt": "José Antonio de Alzate y Ramírez, Spanish-Mexican scientist and cartographer (d. 1799)", "entities": [{"title": "José Antonio de Alzate y Ramírez", "href": "/wiki/Jos%C3%A9_Antonio_de_Alzate_y_Ram%C3%ADrez", "description": "José Antonio de Alzate y Ramírez was a priest in New Spain, scientist, historian, cartographer, and journalist."}]}, {"heading": "Births", "year": "1739", "date": "November 20", "txt": "Jean-François de La Harpe, French writer and literary critic (d. 1803)", "entities": [{"title": "Jean-François de La Harpe", "href": "/wiki/Jean-Fran%C3%A7ois_de_La_Harpe", "description": "Jean-François de La Harpe was a French playwright, writer and literary critic."}]}, {"heading": "Births", "year": "1748", "date": "November 20", "txt": "Jean-François de Bourgoing, French diplomat, writer and translator (d. 1811)", "entities": [{"title": "Jean-François de Bourgoing", "href": "/wiki/Jean-Fran%C3%A7ois_de_Bourgoing", "description": "Jean-François, baron de Bourgoing was a French diplomat, writer and translator. A commander of the Légion d'honneur, he was also a corresponding member of the French Academy of Sciences, a member of the Copenhagen Academy of Sciences, the Royal Swedish Academy of Arts, a foreign member of the Royal Swedish Academy of Sciences from 1810, a knight then a baron de l'Empire, and a knight of the Swedis"}]}, {"heading": "Births", "year": "1750", "date": "November 20", "txt": "Tipu Sultan, Indian ruler (d. 1799)", "entities": [{"title": "Tipu Sultan", "href": "/wiki/Tipu_Sultan", "description": "Tipu Sultan, also known as Tipu Sahab or the Tiger of Mysore, was the ruler of the Kingdom of Mysore based in South India and a pioneer of rocket artillery. He introduced a number of administrative innovations during his rule, including a new coinage system and calendar, and a new land revenue system which initiated the growth of the Mysore silk industry. He expanded the iron-cased Mysorean rocket"}]}, {"heading": "Births", "year": "1752", "date": "November 20", "txt": "Thomas Chatterton, English poet (d. 1770)", "entities": [{"title": "Thomas Chatterton", "href": "/wiki/Thomas_Chatterton", "description": "Thomas Chatterton was an English poet whose precocious talents ended in suicide at age 17. He was an influence on Romantic artists of the period such as Shelley, Keats, Wordsworth and Coleridge."}]}, {"heading": "Births", "year": "1753", "date": "November 20", "txt": "Louis-Alexandre Berthier, 1st Prince of Wagram (d. 1815)", "entities": [{"title": "Louis-Alexandre Berthier", "href": "/wiki/Louis-Alexandre_Berthier", "description": "Louis-Alexandre Berthier, 1st Prince of Wagram, Sovereign Prince of Neuchâtel, was a Marshal of the Empire doubling as Minister of War and chief of staff to Napoleon. Born into a military family, he served in the French Army and survived suspicion of monarchism during the Reign of Terror, before a rapid rise in the ranks during the French Revolutionary Wars. Although a key supporter of the coup ag"}, {"title": "Princes of Wagram", "href": "/wiki/Princes_of_Wagram", "description": "Prince of Wagram was a title of French nobility that was granted to Marshal Louis-Alexandre Berthier in 1809. It was created as a victory title by Emperor Napoleon I after the Battle of Wagram. Berthier had previously been granted the title of Sovereign Prince of Neuchâtel in 1806."}]}, {"heading": "Births", "year": "1755", "date": "November 20", "txt": "Stanisław Kostka Potocki, Polish noble, politician and writer (d. 1821)", "entities": [{"title": "Stanisław Kostka Potocki", "href": "/wiki/Stanis%C5%82aw_Kostka_Potocki", "description": "Count Stanisław Kostka Potocki was a Polish noble, politician, writer, public intellectual and patron of the arts."}]}, {"heading": "Births", "year": "1761", "date": "November 20", "txt": "Pope Pius VIII (d. 1830)", "entities": [{"title": "Pope Pius VIII", "href": "/wiki/Pope_Pius_VIII", "description": "Pope Pius VIII, born Francesco Saverio Maria Felice Castiglioni, was head of the Catholic Church and ruler of the Papal States from 31 March 1829 to his death in 1830."}]}, {"heading": "Births", "year": "1776", "date": "November 20", "txt": "Ignaz Schuppanzigh, Austrian violinist (d. 1830)", "entities": [{"title": "Ignaz Schuppanzigh", "href": "/wiki/Ignaz_Schuppanzigh", "description": "Ignaz Schuppanzigh was an Austrian violinist, friend and teacher of Beethoven, and leader of Count Razumovsky's private string quartet. Schuppanzigh and his quartet premiered many of Beethoven's string quartets, and in particular, the late string quartets. The Razumovsky quartet, which Schuppanzigh founded in late 1808, is considered to be the first professional string quartet. Until the founding "}]}, {"heading": "Births", "year": "1781", "date": "November 20", "txt": "Karl Friedrich Eichhorn, German captain and jurist (d. 1854)", "entities": [{"title": "Karl Friedrich Eichhorn", "href": "/wiki/Karl_Friedrich_Eichhorn", "description": "Karl Friedrich Eichhorn was a German jurist."}]}, {"heading": "Births", "year": "1781", "date": "November 20", "txt": "Bartolomeo Pinelli, Italian illustrator and engraver (d. 1835)", "entities": []}, {"heading": "Births", "year": "1782", "date": "November 20", "txt": "Georgius Jacobus Johannes van Os, Dutch painter (d. 1861)", "entities": [{"title": "Georgius Jacobus Johannes van Os", "href": "/wiki/Georgius_Jacobus_Johannes_van_Os", "description": "Georgius Jacobus Johannes van Os, was a 19th-century painter from the Northern Netherlands."}]}, {"heading": "Births", "year": "1783", "date": "November 20", "txt": "Georgios Sinas, Greek entrepreneur and banker (d. 1856)", "entities": [{"title": "Georgios Sinas", "href": "/wiki/Georgios_Sinas", "description": "Georgios Sinas was a Greek entrepreneur, banker, national benefactor of Greece and father of the Greek national benefactor of Austria, Simon Sinas. He was the founder of the Athens National Observatory."}]}, {"heading": "Births", "year": "1784", "date": "November 20", "txt": "Marianne von Willemer, Austrian actress and dancer (d. 1860)", "entities": [{"title": "Marianne von Willemer", "href": "/wiki/Marianne_von_Willemer", "description": "Marianne von Willemer was an Austrian actress and dancer best known for her relationship with Johann Wolfgang von Goethe and her appearance in his poetry. At the age of 14 she moved to Frankfurt am Main, where she became the third wife of Frankfurt banker Johann Jakob von Willemer. He introduced her to Goethe, who met Marianne in 1814 and 1815. Goethe immortalised her in the Buch Suleika of his la"}]}, {"heading": "Births", "year": "1787", "date": "November 20", "txt": "Johann Nicolaus von Dreyse, German firearms inventor and manufacturer (d. 1867)", "entities": [{"title": "Johann Nicolaus von Dreyse", "href": "/wiki/Johann_Nicolaus_von_Dreyse", "description": "Johann Nicolaus von Dreyse was a German firearms inventor and manufacturer. He is most famous for submitting the Dreyse needle gun in 1836 to the Prussian army, which was adopted for service in December 1840 as the Leichte Perkussions-Gewehr M 1841 – a name deliberately chosen to mislead about the rifle's mechanism – later renamed Zündnadelgewehr M 1841 in 1855."}]}, {"heading": "Births", "year": "1788", "date": "November 20", "txt": "Félix Varela, Cuban-born Roman Catholic priest (d. 1853)", "entities": [{"title": "Félix Varela", "href": "/wiki/F%C3%A9lix_Varela", "description": "Félix Varela y Morales was a Cuban Catholic prelate and independence leader in his homeland who is regarded as a notable figure in the Catholic Church in both his native Cuba and the United States."}]}, {"heading": "Births", "year": "1794", "date": "November 20", "txt": "Eduard Rüppell, German naturalist and explorer (d. 1884)", "entities": [{"title": "Eduard Rüppell", "href": "/wiki/Eduard_R%C3%BCppell", "description": "Wilhelm Peter Eduard Simon Rüppell was a German naturalist and explorer. Rüppell is occasionally transliterated to \"Rueppell\" for the English alphabet."}]}, {"heading": "Births", "year": "1801", "date": "November 20", "txt": "Mungo Ponton, Scottish inventor (d. 1880)", "entities": [{"title": "Mungo Ponton", "href": "/wiki/Mungo_Ponton", "description": "Mungo Ponton FRS FRSE was a Scottish inventor who in 1839 created a method of permanent photography based on potassium dichromate."}]}, {"heading": "Births", "year": "1808", "date": "November 20", "txt": "Albert Kazimirski de Biberstein, French orientalist (d. 1887)", "entities": [{"title": "Albert Kazimirski de Biberstein", "href": "/wiki/Albert_Kazimirski_de_Biberstein", "description": "Albert Félix Ignace Kazimirski or Albin de Biberstein was a French orientalist and Arabist of Polish origin, author of an Arabic-French dictionary and a number of Arab-French translations, including the Quran."}]}, {"heading": "Births", "year": "1813", "date": "November 20", "txt": "Franz Miklosich, Slovenian linguist and philologist (d. 1891)", "entities": [{"title": "Franz Miklosich", "href": "/wiki/Franz_Miklosich", "description": "Franz Miklosich was a Slovene philologist."}]}, {"heading": "Births", "year": "1830", "date": "November 20", "txt": "Mikhail Dragomirov, Russian general (1905)", "entities": [{"title": "Mikhail Dragomirov", "href": "/wiki/Mikhail_Dragomirov", "description": "Mikhail Ivanovich Dragomirov was a Russian general and military writer. His grandfather Ivan Antonovych Dragomirecki-Mockewicz after being granted a noble title in 1786, changed his name from Dragomirecki to the Russified form of Dragomirov."}]}, {"heading": "Births", "year": "1834", "date": "November 20", "txt": "Franjo Kuhač, Croatian conductor and composer (d. 1911)", "entities": [{"title": "Franjo Kuhač", "href": "/wiki/Franjo_Kuha%C4%8D", "description": "Franjo Ksaver Kuhač was a piano teacher, choral conductor, composer, and comparative musicologist who studied Croatian folk music. Kuhač did a great deal of field work in this area, collecting and publishing 1,600 folk songs. Like Cecil Sharp, who did similar work in Britain and Appalachia, Kuhač published the folk songs with a piano accompaniment."}]}, {"heading": "Births", "year": "1841", "date": "November 20", "txt": "Victor D'Hondt, Belgian mathematician, lawyer, and jurist (d. 1901)", "entities": [{"title": "Victor D'Hondt", "href": "/wiki/Victor_D%27Hondt", "description": "Victor Joseph Auguste D'Hondt was a Belgian lawyer and jurist of civil law at Ghent University. He devised a procedure, the D'Hondt method, which he first described in 1878, for allocating seats to candidates in party-list proportional representation elections. The method has been adopted by a number of countries, including Albania, Argentina, Armenia, Austria, Belgium, Bulgaria, Chile, Colombia, "}]}, {"heading": "Births", "year": "1841", "date": "November 20", "txt": "François Denys Légitime, Haitian general (d. 1935)", "entities": []}, {"heading": "Births", "year": "1841", "date": "November 20", "txt": "Wilfrid Laurier, Canadian lawyer and politician, 7th Prime Minister of Canada (d. 1919)", "entities": [{"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Births", "year": "1850", "date": "November 20", "txt": "Joseph Samuel Bloch, Austrian rabbi and deputy (d. 1923)", "entities": [{"title": "Joseph Samuel Bloch", "href": "/wiki/Joseph_Samuel_Bloch", "description": "Joseph (Josef) Samuel Bloch was an Austrian rabbi and deputy of Polish descent."}]}, {"heading": "Births", "year": "1850", "date": "November 20", "txt": "Charlotte Garrigue, wife of Tomáš Garrigue Masaryk", "entities": [{"title": "Tomáš Garrigue Masaryk", "href": "/wiki/Tom%C3%A1%C5%A1_Garrigue_Masaryk", "description": "Tomáš Garrigue Masaryk was a Czechoslovak politician, statesman, sociologist, and philosopher. Until 1914, he advocated restructuring the Austro-Hungarian Empire into a federal state. With the help of the Allied Powers, Masaryk gained independence for a Czechoslovak Republic as World War I ended in 1918. He co-founded Czechoslovakia together with Milan Rastislav Štefánik and Edvard Beneš and serve"}]}, {"heading": "Births", "year": "1851", "date": "November 20", "txt": "Mikhail Albov, Russian writer  (d. 1911)", "entities": [{"title": "Mikhail Albov", "href": "/wiki/Mikhail_Albov", "description": "Mikhail Nilovich Albov was a Russian writer."}]}, {"heading": "Births", "year": "1851", "date": "November 20", "txt": "John Merle Coulter, American botanist (d. 1928)", "entities": [{"title": "John Merle Coulter", "href": "/wiki/John_Merle_Coulter", "description": "John Merle Coulter, Ph. D. was an American botanist and educator. In his career in education administration, Coulter is notable for serving as the president of Indiana University and Lake Forest College and the head of the Department of Botany at the University of Chicago."}]}, {"heading": "Births", "year": "1851", "date": "November 20", "txt": "Margherita of Savoy, Italian Queen consort (d. 1926)", "entities": [{"title": "Queen consort", "href": "/wiki/Queen_consort", "description": "A queen consort is the wife of a reigning king, or an empress consort in the case of an emperor. A queen consort usually shares her spouse's social rank and status. She holds the feminine equivalent of the king's monarchical titles, but historically, she does not share the regnant's political and military powers."}]}, {"heading": "Births", "year": "1853", "date": "November 20", "txt": "Oskar Potiorek, Austro-Hungarian Army officer (d. 1933)", "entities": [{"title": "Oskar Potiorek", "href": "/wiki/Oskar_Potiorek", "description": "Oskar Potiorek was an officer of the Austro-Hungarian Army, who served as Governor of Bosnia and Herzegovina from 1911 to 1914. He was a passenger in the car carrying Archduke Franz Ferdinand of Austria and his wife Duchess Sophie of Hohenberg when they were assassinated in Sarajevo on 28 June 1914, Potiorek had failed to inform the driver of a change of route which led the royal car to take a wro"}]}, {"heading": "Births", "year": "1855", "date": "November 20", "txt": "Josiah Royce, American philosopher (d. 1916)", "entities": [{"title": "Josiah Royce", "href": "/wiki/Josiah_Royce", "description": "Josiah Royce was an American objective idealist philosopher and the founder of American idealism. His philosophical ideas included his version of personalism, defense of absolutism, idealism and his conceptualization of God."}]}, {"heading": "Births", "year": "1857", "date": "November 20", "txt": "Helena Westermarck, Finnish artist and writer (d. 1938)", "entities": [{"title": "Helena Westermarck", "href": "/wiki/Helena_Westermarck", "description": "Helena Charlotta Westermarck was a Finnish artist and writer."}]}, {"heading": "Births", "year": "1858", "date": "November 20", "txt": "Selma Lagerlöf, Swedish author and educator, Nobel Prize laureate (d. 1940)", "entities": [{"title": "Selma Lagerlöf", "href": "/wiki/Selma_Lagerl%C3%B6f", "description": "Selma Ottilia Lovisa Lagerlöf was a Swedish author and teacher. She published her first novel, Gösta Berling's Saga, at the age of 33. She was the first woman to win the Nobel Prize in Literature, which she was awarded in 1909. Additionally, she was the first woman to be granted a membership in the Swedish Academy in 1914."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1860", "date": "November 20", "txt": "José Figueroa Alcorta, President of Argentina, (d. 1931)", "entities": [{"title": "José Figueroa Alcorta", "href": "/wiki/Jos%C3%A9_Figueroa_Alcorta", "description": "José María Cornelio Figueroa Alcorta was an Argentine lawyer and politician, who managed to be the only person to head the three powers of the State: Vice President of the Nation, from October 12, 1904 to March 12, 1906, President of the Nation from that date and until October 12, 1910; and President of the Supreme Court of Justice of the Argentine Nation, from 1929 until his death in 1931."}]}, {"heading": "Births", "year": "1861", "date": "November 20", "txt": "Camillo Laurenti, Italian Cardinal of the Roman Catholic Church (d. 1938)", "entities": [{"title": "Camillo Laurenti", "href": "/wiki/Camillo_Laurenti", "description": "Camillo Laurenti was an Italian Cardinal of the Roman Catholic Church. He served as Prefect of the Sacred Congregation of Rites from 1929 until his death, and was elevated to the cardinalate in 1921."}]}, {"heading": "Births", "year": "1862", "date": "November 20", "txt": "Georges Palante, French philosopher and sociologist (d. 1925)", "entities": [{"title": "Georges Palante", "href": "/wiki/Georges_Palante", "description": "Georges Toussaint Léon Palante was a French philosopher and sociologist."}]}, {"heading": "Births", "year": "1862", "date": "November 20", "txt": "Edvard Westermarck, Finnish philosopher and sociologist (d. 1939)", "entities": []}, {"heading": "Births", "year": "1864", "date": "November 20", "txt": "Percy Cox, British Indian Army officer (d. 1937)", "entities": [{"title": "Percy Cox", "href": "/wiki/Percy_Cox", "description": "Major-General Sir Percy Zachariah Cox was a British Indian Army officer and Colonial Office administrator in the Middle East. He was one of the major figures in the creation of the current Middle East."}]}, {"heading": "Births", "year": "1866", "date": "November 20", "txt": "Kenesaw Mountain Landis, American lawyer and judge (d. 1944)", "entities": [{"title": "Kenesaw Mountain Landis", "href": "/wiki/Kenesaw_Mountain_Landis", "description": "Kenesaw Mountain Landis was an American jurist who served as a United States federal judge from 1905 to 1922 and the first Commissioner of Baseball from 1920 until his death. He is remembered for his handling of the Black Sox scandal, in which he expelled eight members of the Chicago White Sox from organized baseball for conspiring to lose the 1919 World Series and repeatedly refused their reinsta"}]}, {"heading": "Births", "year": "1866", "date": "November 20", "txt": "Maria Letizia Bonaparte, daughter of Prince Napoléon Bonaparte (d. 1926)", "entities": [{"title": "Prince Napoléon Bonaparte", "href": "/wiki/Prince_Napol%C3%A9on_Bonaparte", "description": "Napoléon Joseph Charles Paul Bonaparte, usually called Napoléon-Jérôme Bonaparte or Jérôme Bonaparte, was the second son of Jerome, King of Westphalia, youngest brother of Napoleon I, and his second wife Catharina of Württemberg. An outspoken liberal, he became the de facto head of the House of Bonaparte from 1879 to his death. He was not considered a legitimate pretender to the throne by many Bon"}]}, {"heading": "Births", "year": "1867", "date": "November 20", "txt": "Patrick Joseph Hayes, American Cardinal of the Roman Catholic Church (d. 1938)", "entities": [{"title": "Patrick Joseph Hayes", "href": "/wiki/Patrick_Joseph_Hayes", "description": "Patrick Joseph Hayes was an American cardinal of the Roman Catholic Church. He served as Archbishop of New York from 1919 until his death, and was elevated to the cardinalate in 1924."}]}, {"heading": "Births", "year": "1867", "date": "November 20", "txt": "Gustav Giemsa, German chemist and bacteriologist (d. 1948)", "entities": []}, {"heading": "Births", "year": "1869", "date": "November 20", "txt": "Zinaida Gippius, Russian writer and editor (d. 1945)", "entities": [{"title": "Zinaida Gippius", "href": "/wiki/Zinaida_Gippius", "description": "Zinaida Nikolayevna Gippius (Hippius) was a Russian poet, playwright, novelist, editor and religious thinker, one of the major figures in Russian symbolism. The story of her marriage to Dmitry Merezhkovsky, which lasted 52 years, is described in her unfinished book Dmitry Merezhkovsky."}]}, {"heading": "Births", "year": "1869", "date": "November 20", "txt": "Josaphata Hordashevska, Ukrainian Greek-Catholic nun (d. 1919)", "entities": []}, {"heading": "Births", "year": "1871", "date": "November 20", "txt": "William Heard Kilpatrick, American pedagogue (d. 1965)", "entities": [{"title": "William Heard Kilpatrick", "href": "/wiki/William_Heard_Kilpatrick", "description": "William Heard Kilpatrick was an American pedagogue and a pupil, a colleague and a successor of John Dewey. He was a major figure in the progressive education movement of the early 20th century."}]}, {"heading": "Births", "year": "1871", "date": "November 20", "txt": "Augusto Weberbauer, German naturalist (d. 1948)", "entities": []}, {"heading": "Births", "year": "1873", "date": "November 20", "txt": "Ramón Castillo, Argentine politician (d. 1944)", "entities": [{"title": "Ramón Castillo", "href": "/wiki/Ram%C3%B3n_Castillo", "description": "Ramón Antonio Castillo Barrionuevo was a conservative Argentine politician who served as President of Argentina from June 27, 1942 to June 4, 1943. He was a leading figure in the period known as the Infamous Decade, characterised by electoral fraud, corruption, and rule by conservative landowners heading the alliance known as the Concordancia."}]}, {"heading": "Births", "year": "1873", "date": "November 20", "txt": "William Coblentz, American physicist (d. 1962)", "entities": []}, {"heading": "Births", "year": "1873", "date": "November 20", "txt": "Georges Caussade, French composer (d. 1936)", "entities": []}, {"heading": "Births", "year": "1873", "date": "November 20", "txt": "Daniel Gregory Mason, American composer and music critic (d. 1953)", "entities": []}, {"heading": "Births", "year": "1874", "date": "November 20", "txt": "James Michael Curley, American lawyer, politician, 53rd Governor of Massachusetts, and criminal (d. 1958)", "entities": [{"title": "James Michael Curley", "href": "/wiki/James_Michael_Curley", "description": "James Michael Curley was an American Democratic politician from Boston, Massachusetts. He served four terms as Mayor of Boston. He also served a single term as Governor of Massachusetts, characterized by one biographer as \"a disaster mitigated only by moments of farce\" for its free spending and corruption. He also served two terms, separated by 30 years, in the United States Congress and was a fre"}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1875", "date": "November 20", "txt": "Friedrich Werner von der Schulenburg, German diplomat (d. 1944)", "entities": [{"title": "Friedrich Werner von der Schulenburg", "href": "/wiki/Friedrich_Werner_von_der_Schulenburg", "description": "Friedrich-Werner Erdmann Matthias Johann Bernhard Erich Graf von der Schulenburg was a German diplomat who served as the last German ambassador to the Soviet Union before Operation Barbarossa, the German attack on the Soviet Union in 1941. He began his diplomatic career before World War I, serving as consul and ambassador in several countries. He turned against the main Nazi Party and joined the c"}]}, {"heading": "Births", "year": "1876", "date": "November 20", "txt": "Rudolf Koch, German designer (d. 1934)", "entities": [{"title": "Rudolf Koch", "href": "/wiki/Rudolf_Koch", "description": "Rudolf Koch was a German type designer, professor, and a master of lettering, calligraphy, typography and illustration. Commonly known for his typefaces created for the Klingspor Type Foundry, his most widely used typefaces include Neuland and Kabel."}]}, {"heading": "Births", "year": "1877", "date": "November 20", "txt": "Herbert Pitman, English sailor  (d. 1961)", "entities": [{"title": "Herbert Pitman", "href": "/wiki/Herbert_Pitman", "description": "Herbert John \"Bert\" Pitman MBE was an English Merchant Navy sailor, who was the Third Officer of RMS Titanic when it sank in the North Atlantic Ocean with heavy loss of life after striking an iceberg during the night of 14 April 1912 on its maiden voyage."}]}, {"heading": "Births", "year": "1880", "date": "November 20", "txt": "Walter Brack, German swimmer (d. 1919)", "entities": [{"title": "Walter Brack", "href": "/wiki/Walter_Brack", "description": "Walter Brack was a German backstroke and breaststroke swimmer who competed in the 1904 Summer Olympics."}]}, {"heading": "Births", "year": "1881", "date": "November 20", "txt": "Irakli Tsereteli, Georgian politician (d. 1959)", "entities": [{"title": "Irakli Tsereteli", "href": "/wiki/Irakli_Tsereteli", "description": "Irakli Tsereteli was a Georgian politician and a leading spokesman of the Social Democratic Party of Georgia and later Russian Social Democratic Labour Party (RSDLP) during the era of the Russian Revolutions."}]}, {"heading": "Births", "year": "1882", "date": "November 20", "txt": "Ernestas Galvanauskas, Lithuanian engineer and politician (d. 1967)", "entities": [{"title": "Ernestas Galvanauskas", "href": "/wiki/Ernestas_Galvanauskas", "description": "Ernestas Galvanauskas was a Lithuanian engineer, politician and one of the founders of the Peasant Union. He also served twice as Prime Minister of Lithuania."}]}, {"heading": "Births", "year": "1883", "date": "November 20", "txt": "Edwin August, American actor and director (d. 1964)", "entities": [{"title": "Edwin August", "href": "/wiki/Edwin_August", "description": "Edwin August Phillip von der Butz was an American actor, director, and screenwriter of the silent era. He appeared in 152 films between 1909 and 1947. He also directed 52 films between 1912 and 1919. He co-founded Eaco Films in 1914. He was born in St. Louis, Missouri and died in Hollywood, California. His grave is located at Valhalla Memorial Park Cemetery in North Hollywood."}]}, {"heading": "Births", "year": "1883", "date": "November 20", "txt": "Tony Gaudio, Italian American cinematographer (d. 1951)", "entities": []}, {"heading": "Births", "year": "1884", "date": "November 20", "txt": "Norman Thomas, American minister and politician (d. 1968)", "entities": [{"title": "Norman Thomas", "href": "/wiki/Norman_Thomas", "description": "Norman Mattoon Thomas was an American Presbyterian minister who achieved fame as a socialist, pacifist, and six-time presidential candidate for the Socialist Party of America."}]}, {"heading": "Births", "year": "1885", "date": "November 20", "txt": "George Holley, English footballer (d. 1942)", "entities": [{"title": "George Holley", "href": "/wiki/George_Holley", "description": "George Holley was an English professional footballer who spent most of his career as an inside forward with Sunderland, helping them claim the Football League title in 1913. He was also joint top scorer in the First Division in 1911–12 and represented England ten times, scoring eight goals."}]}, {"heading": "Births", "year": "1885", "date": "November 20", "txt": "Kaarlo Vasama, Finnish gymnast (d. 1926)", "entities": []}, {"heading": "Births", "year": "1886", "date": "November 20", "txt": "Robert Hunter, American golfer (d. 1971)", "entities": [{"title": "Robert Hunter (golfer)", "href": "/wiki/Robert_Hunter_(golfer)", "description": "Robert Edward Hunter was an American amateur golfer who competed in the 1904 Summer Olympics. In 1904, Hunter was part of the American team which won the gold medal. He finished fourth in this competition. In the individual competition he finished 14th in the qualification and was eliminated in the second round of the match play."}]}, {"heading": "Births", "year": "1886", "date": "November 20", "txt": "Karl von Frisch, Austrian-German ethologist and zoologist, Nobel Prize laureate (d. 1982)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1886", "date": "November 20", "txt": "Alexandre Stavisky, French financier and embezzler (d. 1934)", "entities": []}, {"heading": "Births", "year": "1887", "date": "November 20", "txt": "Jean Ducret, French footballer", "entities": [{"title": "Jean Ducret", "href": "/wiki/Jean_Ducret", "description": "Jean Ducret was a French international footballer. He played as a midfielder and played for five teams, most notably Olympique Lillois and Stade Français. Ducret was one of the national team's first-ever permanent captains having served in the role 13 times in 20 appearances from 1910 to 1914. Ducret also scored three goals for the team, which included his first-ever against Italy in a 6–2 defeat "}]}, {"heading": "Births", "year": "1888", "date": "November 20", "txt": "Dennis Fenton, American sports shooter (d. 1954)", "entities": [{"title": "Dennis Fenton", "href": "/wiki/Dennis_Fenton", "description": "Dennis Fenton was an American sports shooter and Olympic Champion."}]}, {"heading": "Births", "year": "1889", "date": "November 20", "txt": "Edwin Hubble, American astronomer and cosmologist (d. 1953)", "entities": [{"title": "Edwin Hubble", "href": "/wiki/Edwin_Hubble", "description": "Edwin Powell Hubble was an American astronomer. He played a crucial role in establishing the fields of extragalactic astronomy and observational cosmology."}]}, {"heading": "Births", "year": "1890", "date": "November 20", "txt": "Robert Armstrong, American actor (d. 1973)", "entities": [{"title": "Robert Armstrong (actor)", "href": "/wiki/Robert_Armstrong_(actor)", "description": "Robert William Armstrong was an American film and television actor remembered for his role as Carl Denham in the 1933 version of King Kong by RKO Pictures. He uttered the famous exit quote, \"'it wasn't the airplanes. It was beauty killed the beast.\" at the film's end."}]}, {"heading": "Births", "year": "1890", "date": "November 20", "txt": "Harald Madsen, Danish actor (d. 1949)", "entities": []}, {"heading": "Births", "year": "1890", "date": "November 20", "txt": "Lauri Tanner, Finnish gymnast (d. 1950)", "entities": []}, {"heading": "Births", "year": "1891", "date": "November 20", "txt": "Reginald Denny, English actor (d. 1967)", "entities": [{"title": "Reginald Denny (actor)", "href": "/wiki/Reginald_Denny_(actor)", "description": "Reginald Leigh Dugmore, better known as Reginald Denny, achieved success both as an English stage, film and television actor, and as an aviator and UAV pioneer. He was also once amateur boxing champion of Great Britain."}]}, {"heading": "Births", "year": "1892", "date": "November 20", "txt": "James Collip, Canadian biochemist and academic, co-discovered insulin (d. 1965)", "entities": [{"title": "James Collip", "href": "/wiki/James_Collip", "description": "James Bertram Collip was a Canadian biochemist who was part of the Toronto group which isolated insulin. He served as the Chair of the Department of Biochemistry at McGill University from 1928–1941 and Dean of Medicine at the University of Western Ontario from 1947–1961, where he was a charter member of The Kappa Alpha Society."}, {"title": "Insulin", "href": "/wiki/Insulin", "description": "Insulin is a peptide hormone produced by beta cells of the pancreatic islets; it is considered to be the main anabolic hormone of the body. It regulates the metabolism of carbohydrates, fats and protein by promoting the absorption of glucose from the blood into liver, fat and skeletal muscle cells. In these tissues the absorbed glucose is converted into either glycogen via glycogenesis or fats (tr"}]}, {"heading": "Births", "year": "1893", "date": "November 20", "txt": "André Bloch, French mathematician (d. 1948)", "entities": [{"title": "André Bloch (mathematician)", "href": "/wiki/Andr%C3%A9_Bloch_(mathematician)", "description": "André Bloch was a French mathematician who is best remembered for his fundamental contribution to complex analysis."}]}, {"heading": "Births", "year": "1893", "date": "November 20", "txt": "Grace Darmond, Canadian-American actress (d. 1963)", "entities": []}, {"heading": "Births", "year": "1894", "date": "November 20", "txt": "Johann Nikuradse, Georgian-born German engineer and physicist (d. 1979)", "entities": [{"title": "Johann Nikuradse", "href": "/wiki/Johann_Nikuradse", "description": "Johann Nikuradse was a Georgia-born German engineer and physicist. His brother, Alexander Nikuradse, was also a Germany-based physicist and geopolitician known for his ties with Alfred Rosenberg and for his role in saving many Georgians during World War II."}]}, {"heading": "Births", "year": "1895", "date": "November 20", "txt": "Pierre Cot, French politician (d. 1977)", "entities": [{"title": "Pierre Cot", "href": "/wiki/Pierre_Cot", "description": "Pierre Cot, was a French politician and leading figure in the Popular Front government of the 1930s. Born in Grenoble into a conservative Catholic family, he entered politics as an admirer of the World War I conservative leader Raymond Poincaré, but moved steadily to the left over the course of his career. Through the decrypting of 1943 Soviet intelligence cables through the Venona Project it was "}]}, {"heading": "Births", "year": "1896", "date": "November 20", "txt": "Chiyono Hasegawa, Japanese supercentenarian (d. 2001)", "entities": [{"title": "Chiyono Hasegawa", "href": "/wiki/Chiyono_Hasegawa", "description": "Japanese supercentenarians are citizens, residents or emigrants from Japan who have attained or surpassed 110 years of age. As of January 2015, the Gerontology Research Group (GRG) had validated the longevity claims of 318 Japanese supercentenarians, most of them women. According to the Gerontology Research Group, the oldest verified Japanese and Asian person ever is Kane Tanaka, born 2 January 19"}]}, {"heading": "Births", "year": "1896", "date": "November 20", "txt": "Carl Mayer, Austrian-Jewish screenplay writer (d. 1944)", "entities": []}, {"heading": "Births", "year": "1897", "date": "November 20", "txt": "Germaine Krull, German photographer and political activist (d. 1985)", "entities": [{"title": "Germaine Krull", "href": "/wiki/Germaine_Krull", "description": "Germaine Luise Krull was a photographer, political activist, and hotel owner. Her nationality has been categorized as German, French, and Dutch, but she spent years in Brazil, Republic of the Congo, Thailand, and India. Described as \"an especially outspoken example\" of a group of early 20th-century female photographers who \"could lead lives free from convention\", she is best known for photographic"}]}, {"heading": "Births", "year": "1898", "date": "November 20", "txt": "Richmond Landon,  American high jumper (d. 1971)", "entities": [{"title": "Richmond Landon", "href": "/wiki/Richmond_Landon", "description": "Richmond Wilcox \"Dick\" Landon was an American high jumper who won a gold medal at the 1920 Summer Olympics."}]}, {"heading": "Births", "year": "1898", "date": "November 20", "txt": "Adrian Piotrovsky, Russian dramaturge (d. 1937)", "entities": []}, {"heading": "Births", "year": "1899", "date": "November 20", "txt": "Alicja Kotowska, Polish nun (d. 1939)", "entities": [{"title": "Alicja Kotowska", "href": "/wiki/Alicja_Kotowska", "description": "Alicja Jadwiga Kotowska was a Polish nun, head of the Resurrectionist convent in Wejherowo between 1934 and 1939, and a blessed of the Roman Catholic Church and a martyr killed by the Germans in 1939 in the Mass murders in Piaśnica."}]}, {"heading": "Births", "year": "1900", "date": "November 20", "txt": "Florieda Batson, American Olympic hurdler (d. 1996)", "entities": [{"title": "Florieda Batson", "href": "/wiki/Florieda_Batson", "description": "Florieda Batson was an American hurdler and captain of the United States team at the Women's Olympics in Paris in 1922."}]}, {"heading": "Births", "year": "1900", "date": "November 20", "txt": "Helen Bradley, English painter (d. 1979)", "entities": []}, {"heading": "Births", "year": "1900", "date": "November 20", "txt": "Chester Gould, American cartoonist and author, created Dick Tracy (d. 1985)", "entities": []}, {"heading": "Births", "year": "1901", "date": "November 20", "txt": "José Leandro Andrade, Uruguayan footballer (d. 1957)", "entities": [{"title": "José Leandro Andrade", "href": "/wiki/Jos%C3%A9_Leandro_Andrade", "description": "José Leandro Andrade was an Uruguayan footballer who played at wing-half. He was nicknamed 'The Black Marvel'. During his prime he was regarded as one of the finest footballers in the world, contributing to the Uruguay national football team's domination of international football during the 1920s, winning two consecutive Olympic Gold Medals and then the first FIFA World Cup."}]}, {"heading": "Births", "year": "1902", "date": "November 20", "txt": "Gianpiero Combi, Italian footballer (d. 1956)", "entities": [{"title": "Gianpiero Combi", "href": "/wiki/Gianpiero_Combi", "description": "Gianpiero Combi was an Italian footballer who played as a goalkeeper. He spent his entire club career at Juventus, where he won five Italian League titles. At international level, he won the 1934 World Cup with the Italian national team, as well as two Central European International Cups, and an Olympic bronze medal in 1928."}]}, {"heading": "Births", "year": "1902", "date": "November 20", "txt": "Erik Eriksen, Danish politician (d. 1972)", "entities": []}, {"heading": "Births", "year": "1902", "date": "November 20", "txt": "Nâzım Hikmet, Turkish writer and director (d. 1963)", "entities": []}, {"heading": "Births", "year": "1902", "date": "November 20", "txt": "Heini Meng, Swiss ice hockey player (d. 1982)", "entities": []}, {"heading": "Births", "year": "1902", "date": "November 20", "txt": "Jean Painlevé, French photographer and filmmaker (d. 1989)", "entities": []}, {"heading": "Births", "year": "1902", "date": "November 20", "txt": "Philipp Schmitt, German officer of the Schutzstaffel (d. 1950)", "entities": []}, {"heading": "Births", "year": "1903", "date": "November 20", "txt": "Alexandra Danilova, Russian-American ballerina and choreographer (d. 1997)", "entities": [{"title": "Alexandra Danilova", "href": "/wiki/Alexandra_Danilova", "description": "Aleksandra Dionisyevna Danilova was a Russian-born prima ballerina, who became an American citizen. In 1989, she was recognized for lifetime achievements in ballet as a Kennedy Center Honoree."}]}, {"heading": "Births", "year": "1904", "date": "November 20", "txt": "Arnold Gartmann, Swiss bobsledder (d. 1980)", "entities": [{"title": "Arnold Gartmann", "href": "/wiki/Arnold_Gartmann", "description": "Arnold \"Noldi\" Gartmann was a Swiss bobsledder who competed in the late 1930s. He won a gold medal in the four-man event at the 1936 Winter Olympics in Garmisch-Partenkirchen."}]}, {"heading": "Births", "year": "1905", "date": "November 20", "txt": "Minoo Masani, Indian lawyer and politician (d. 1998)", "entities": [{"title": "Minoo Masani", "href": "/wiki/Minoo_Masani", "description": "Minocher Rustom \"Minoo\" Masani was an Indian politician, a leading figure of the erstwhile Swatantra Party. He was a three-time Member of Parliament, representing Gujarat's Rajkot constituency in the second, third and fourth Lok Sabha. A Parsi, he was among the founders of the Indian Liberal Group think tank that promoted classical liberalism."}]}, {"heading": "Births", "year": "1906", "date": "November 20", "txt": "Vera Tanner, English swimmer (d. 1971)", "entities": [{"title": "Vera Tanner", "href": "/wiki/Vera_Tanner", "description": "Iris Vera Tanner was an English swimmer born in Eastbourne, who competed in the 1924 Summer Olympics and 1928 Summer Olympics. At the 1924 Olympics she won a silver medal in the 4×100 m freestyle relay event and was fifth in the 100 m freestyle event. In the 400 m freestyle competition she was eliminated in the semi-finals. Four years later in Amsterdam she won her second silver medal in the 4×100"}]}, {"heading": "Births", "year": "1907", "date": "November 20", "txt": "Fran Allison, American entertainer (d. 1989)", "entities": [{"title": "Fran Allison", "href": "/wiki/Fran_Allison", "description": "Frances Helen Allison was an American television and radio comedienne, personality, and singer. She is best known for her starring role on the weekday NBC-TV puppet show Kukla, Fran and Ollie, which ran from 1947 to 1957, occasionally returning to the air until the mid-1980s. The trio also hosted The CBS Children's Film Festival, introducing international children's films, from 1967 to 1977."}]}, {"heading": "Births", "year": "1907", "date": "November 20", "txt": "Mihai Beniuc, Romanian writer (d. 1988)", "entities": []}, {"heading": "Births", "year": "1907", "date": "November 20", "txt": "Henri-Georges Clouzot, French film director, screenwriter and producer (d. 1977)", "entities": []}, {"heading": "Births", "year": "1908", "date": "November 20", "txt": "Louis, Prince of Hesse and by Rhine, the youngest son of Ernest Louis, Grand Duke of Hesse (d. 1968)", "entities": [{"title": "Louis, Prince of Hesse and by Rhine", "href": "/wiki/Louis,_Prince_of_Hesse_and_by_Rhine", "description": "Louis, Prince of Hesse and by Rhine was the youngest son of Ernest Louis, Grand Duke of Hesse by his second wife, Princess Eleonore of Solms-Hohensolms-Lich."}, {"title": "Ernest Louis, Grand Duke of Hesse", "href": "/wiki/Ernest_Louis,_Grand_Duke_of_Hesse", "description": "Ernest Louis was the last Grand Duke of Hesse and by Rhine, reigning from 1892 until 1918."}]}, {"heading": "Births", "year": "1908", "date": "November 20", "txt": "Alistair Cooke, British-American journalist and author (d. 2004)", "entities": []}, {"heading": "Births", "year": "1908", "date": "November 20", "txt": "Jenő Vincze, Hungarian footballer (d. 1988)", "entities": []}, {"heading": "Births", "year": "1909", "date": "November 20", "txt": "John Berger, Swiss cross-country skier (d. 2002)", "entities": [{"title": "John Berger (cross-country skier)", "href": "/wiki/John_Berger_(cross-country_skier)", "description": "John Berger was a Swedish cross-country skier who competed in the 1930s. He won a bronze medal in the 4 × 10 km relay at the 1936 Winter Olympics in Garmisch-Partenkirchen."}]}, {"heading": "Births", "year": "1909", "date": "November 20", "txt": "Vicente Feola, Brazilian football manager and coach (d. 1975)", "entities": []}, {"heading": "Births", "year": "1909", "date": "November 20", "txt": "Piero Gherardi, Italian costume and set designer (d. 1971)", "entities": []}, {"heading": "Births", "year": "1909", "date": "November 20", "txt": "Samand Siabandov, Soviet Red Army writer (d. 1989)", "entities": [{"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}]}, {"heading": "Births", "year": "1910", "date": "November 20", "txt": "Willem Jacob van Stockum, Dutch mathematician, pilot, and academic (d. 1944)", "entities": [{"title": "Willem Jacob van Stockum", "href": "/wiki/Willem_Jacob_van_Stockum", "description": "Willem Jacob van Stockum was a Dutch mathematician who made an important contribution to the early development of general relativity."}]}, {"heading": "Births", "year": "1910", "date": "November 20", "txt": "Pauli Murray, American civil rights activist, women's rights activist, lawyer, Episcopal priest, and author (d. 1985)", "entities": []}, {"heading": "Births", "year": "1911", "date": "November 20", "txt": "Eduard Kainberger, Austrian footballer (d. 1974)", "entities": [{"title": "Eduard Kainberger", "href": "/wiki/Eduard_Kainberger", "description": "Eduard \"Edi\" Kainberger was an Austrian football (soccer) player who competed in the 1936 Summer Olympics."}]}, {"heading": "Births", "year": "1911", "date": "November 20", "txt": "David Seymour, Polish photographer (d. 1956)", "entities": []}, {"heading": "Births", "year": "1911", "date": "November 20", "txt": "Jean Shiley, American high jumper (d. 1998)", "entities": []}, {"heading": "Births", "year": "1911", "date": "November 20", "txt": "Rupert Weinstabl, Austrian sprint canoeist (d. 1953)", "entities": []}, {"heading": "Births", "year": "1911", "date": "November 20", "txt": "Paul Zielinski, German footballer (d. 1966)", "entities": []}, {"heading": "Births", "year": "1912", "date": "November 20", "txt": "Enrique Garcia, Argentine footballer (d. 1969)", "entities": [{"title": "Enrique Garcia", "href": "/wiki/Enrique_Garcia", "description": "Enrique García was an Argentine football left winger who won the Copa América on two occasions with the Argentina national team."}]}, {"heading": "Births", "year": "1912", "date": "November 20", "txt": "Otto von Habsburg, the last Crown Prince of Austria-Hungary (d. 2011)", "entities": [{"title": "List of heirs to the Austrian throne", "href": "/wiki/List_of_heirs_to_the_Austrian_throne", "description": "This is a list of people who were heir apparent or heir presumptive to the Archduchy of Austria from when Charles III succeeded to the throne in 1711 to the end of the monarchy in Austria-Hungary in 1918. Those heirs who succeeded are shown in bold."}, {"title": "Austria-Hungary", "href": "/wiki/Austria-Hungary", "description": "Austria-Hungary, often referred to as the Austro-Hungarian Empire or the Dual Monarchy, was a constitutional monarchy and great power in Central Europe between 1867 and 1918. It was formed with the Austro-Hungarian Compromise of 1867 and was dissolved following its defeat in the First World War."}]}, {"heading": "Births", "year": "1913", "date": "November 20", "txt": "Franz Berghammer, Austrian field handballer (d. 1944)", "entities": [{"title": "Franz Berghammer", "href": "/wiki/Franz_Berghammer", "description": "Franz Berghammer was an Austrian field handball player who competed in the 1936 Summer Olympics. He was part of the Austrian field handball team, which won the silver medal. He played one match."}]}, {"heading": "Births", "year": "1913", "date": "November 20", "txt": "Charles Berlitz, American linguist (d. 2003)", "entities": []}, {"heading": "Births", "year": "1913", "date": "November 20", "txt": "Charles Bettelheim, French Marxian economist and historian (d. 2006)", "entities": []}, {"heading": "Births", "year": "1913", "date": "November 20", "txt": "Judy Canova, American actress and comedian (d. 1983)", "entities": []}, {"heading": "Births", "year": "1913", "date": "November 20", "txt": "Kostas Choumis, Greek footballer (d. 1981)", "entities": []}, {"heading": "Births", "year": "1913", "date": "November 20", "txt": "Russell Rouse, American screenwriter, director and producer (d. 1987)", "entities": []}, {"heading": "Births", "year": "1913", "date": "November 20", "txt": "Libertas Schulze-Boysen, German opponent of the Nazis (d. 1942)", "entities": [{"title": "Nazism", "href": "/wiki/Nazism", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}]}, {"heading": "Births", "year": "1913", "date": "November 20", "txt": "Yakov Zak, Soviet pianist (d. 1976)", "entities": []}, {"heading": "Births", "year": "1914", "date": "November 20", "txt": "Emilio Pucci, Italian fashion designer and politician (d. 1992)", "entities": [{"title": "Emilio Pucci", "href": "/wiki/Emilio_Pucci", "description": "Don Emilio Pucci, Marchese di Barsento was an Italian fashion designer and politician. He and his eponymous company are synonymous with geometric prints in a kaleidoscope of colors."}]}, {"heading": "Births", "year": "1914", "date": "November 20", "txt": "Kurt Lundqvist, Swedish high jumper (d. 1976)", "entities": []}, {"heading": "Births", "year": "1915", "date": "November 20", "txt": "Kon Ichikawa, Japanese director, producer, and screenwriter (d. 2008)", "entities": [{"title": "Kon Ichikawa", "href": "/wiki/Kon_Ichikawa", "description": "Kon Ichikawa  was a Japanese film director. His work displays a vast range in genre and style, from the anti-war films The Burmese Harp (1956) and Fires on the Plain (1959), to the documentary Tokyo Olympiad (1965), which won two BAFTA Film Awards, and the 19th-century revenge drama An Actor's Revenge (1963). His film Odd Obsession (1959) won the Jury Prize at the 1960 Cannes Film Festival."}]}, {"heading": "Births", "year": "1915", "date": "November 20", "txt": "Hu Yaobang, Chinese politician (d. 1989)", "entities": []}, {"heading": "Births", "year": "1916", "date": "November 20", "txt": "Charles E. Osgood, American psychologist (d. 1991)", "entities": [{"title": "Charles E. Osgood", "href": "/wiki/Charles_E._Osgood", "description": "Charles Egerton Osgood was an American psychologist and professor at the University of Illinois. He was known for his research on behaviourism versus cognitivism, semantics, cross-culturalism, psycholinguistic theory, and peace studies. He is credited with helping in the early development of psycholinguistics. Charles Osgood was recognized distinguished and highly honored psychologist throughout h"}]}, {"heading": "Births", "year": "1916", "date": "November 20", "txt": "Michael J. Ingelido, American general (d. 2015)", "entities": []}, {"heading": "Births", "year": "1916", "date": "November 20", "txt": "Evelyn Keyes, American actress (d. 2008)", "entities": []}, {"heading": "Births", "year": "1916", "date": "November 20", "txt": "Donald T. Campbell, American social scientist (d. 1996)", "entities": []}, {"heading": "Births", "year": "1917", "date": "November 20", "txt": "Robert Byrd, American lawyer and politician (d. 2010)", "entities": [{"title": "Robert Byrd", "href": "/wiki/Robert_Byrd", "description": "Robert Carlyle Byrd was an American politician who served as a United States Senator from West Virginia for over 51 years, from 1959 until his death in 2010. A member of the Democratic Party, Byrd also served as a U.S. Representative for six years, from 1953 until 1959. He remains the longest-serving U.S. Senator in history; he was the longest-serving member in the history of the United States Con"}]}, {"heading": "Births", "year": "1917", "date": "November 20", "txt": "Leonard Jimmie Savage, American mathematician (d. 1971)", "entities": []}, {"heading": "Births", "year": "1917", "date": "November 20", "txt": "Erich Leo Lehmann, American statistician (d. 2009)", "entities": []}, {"heading": "Births", "year": "1917", "date": "November 20", "txt": "Bobby Locke, South African golfer (d. 1987)", "entities": []}, {"heading": "Births", "year": "1918", "date": "November 20", "txt": "Corita Kent, American nun, illustrator, and educator (d. 1986)", "entities": [{"title": "Corita Kent", "href": "/wiki/Corita_Kent", "description": "Corita Kent, born Frances Elizabeth Kent and also known as Sister Mary Corita Kent, was an American Roman Catholic religious sister, artist, designer and educator. Key themes in her work included Christianity, and social justice. She was also a teacher at the Immaculate Heart College."}]}, {"heading": "Births", "year": "1918", "date": "November 20", "txt": "Dora Ratjen, German high jumper (d. 2008)", "entities": []}, {"heading": "Births", "year": "1919", "date": "November 20", "txt": "Alan Brown, English race car driver (d. 2004)", "entities": [{"title": "Alan Brown (racing driver)", "href": "/wiki/Alan_Brown_(racing_driver)", "description": "Alan Everest Brown was a British racing driver from England. He took up motor racing in a Cooper, later forming the Ecurie Richmond team with Eric Brandon. He participated in 9 World Championship Formula One Grands Prix, debuting on 18 May 1952 and numerous non-Championship Formula One races. He scored two championship points. He was the first driver to score championship points for Cooper and als"}]}, {"heading": "Births", "year": "1919", "date": "November 20", "txt": "Phyllis Thaxter, American actress (d. 2012)", "entities": []}, {"heading": "Births", "year": "1920", "date": "November 20", "txt": "Douglas Dick, American actor and psychologist (d. 2015)", "entities": [{"title": "Douglas Dick", "href": "/wiki/Douglas_Dick", "description": "Douglas Harvey Dick was an American actor and occasional screenwriter. His most famous role came in the 1948 film Rope. In 1971, Dick left the entertainment industry to work as a psychologist."}]}, {"heading": "Births", "year": "1921", "date": "November 20", "txt": "Jim Garrison, American lawyer and judge (d. 1992)", "entities": [{"title": "Jim Garrison", "href": "/wiki/Jim_Garrison", "description": "James Carothers Garrison was the District Attorney of Orleans Parish, Louisiana, from 1962 to 1973. A member of the Democratic Party, he is best known for his investigations into the assassination of President John F. Kennedy and prosecution of New Orleans businessman Clay Shaw to that effect in 1969, which ended in Shaw's acquittal. The author of three books, one became a prime source for Oliver "}]}, {"heading": "Births", "year": "1923", "date": "November 20", "txt": "Gunnar Åkerlund, Swedish sprint canoer (d. 2006)", "entities": [{"title": "Gunnar Åkerlund", "href": "/wiki/Gunnar_%C3%85kerlund", "description": "Ernst Gunnar Åkerlund was a Swedish sprint canoer who competed in the late 1940s and early 1950s. He won two Olympic medals in the K-2 10000 m event: a gold in 1948 and a silver in 1952."}]}, {"heading": "Births", "year": "1923", "date": "November 20", "txt": "Danny Dayton, American actor and director (d. 1999)", "entities": []}, {"heading": "Births", "year": "1923", "date": "November 20", "txt": "Tonino Delli Colli, Italian cinematographer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1923", "date": "November 20", "txt": "Nadine Gordimer, South African novelist, short story writer, and activist, Nobel Prize laureate (d. 2014)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1924", "date": "November 20", "txt": "Karen Harup, Danish swimmer (d. 2009)", "entities": [{"title": "Karen Harup", "href": "/wiki/Karen_Harup", "description": "Karen Margrethe Harup Petersen was a Danish swimmer. She competed in four events at the 1948 Summer Olympics and won three medals: a gold in the 100 m backstroke and silvers in the 400 m and 4 × 100 m freestyle, placing fourth in the 100 m freestyle."}]}, {"heading": "Births", "year": "1924", "date": "November 20", "txt": "Timothy Evans, (d. 1950)", "entities": []}, {"heading": "Births", "year": "1924", "date": "November 20", "txt": "Benoit Mandelbrot, Polish-American mathematician and economist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1924", "date": "November 20", "txt": "Michael Riffaterre, French literary critic and theorist (d. 2006)", "entities": []}, {"heading": "Births", "year": "1924", "date": "November 20", "txt": "Henk Vredeling, Dutch agronomist and politician, Dutch Minister of Defence (d. 2007)", "entities": [{"title": "List of Ministers of Defence of the Netherlands", "href": "/wiki/List_of_Ministers_of_Defence_of_the_Netherlands", "description": "The Minister of Defence is the head of the Ministry of Defence and a member of the Cabinet and the Council of Ministers. The current Minister is Ank Bijleveld of the Christian Democratic Appeal (CDA) who has been in office since 26 October 2017. Regularly a State Secretary is assigned to the Ministry who is tasked with specific portfolios. The current State Secretary is Barbara Visser of the Peopl"}]}, {"heading": "Births", "year": "1925", "date": "November 20", "txt": "June Christy, American singer (d. 1990)", "entities": [{"title": "June Christy", "href": "/wiki/June_Christy", "description": "June Christy was an American singer, known for her work in the cool jazz genre and for her silky smooth vocals. Her success as a singer began with The Stan Kenton Orchestra. She pursued a solo career from 1954 and is best known for her debut album Something Cool. After her death, she was hailed as \"one of the finest and most neglected singers of her time\"."}]}, {"heading": "Births", "year": "1925", "date": "November 20", "txt": "Robert F. Kennedy,  US Navy officer, lawyer, and politician, 64th United States Attorney General (d. 1968)", "entities": [{"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1925", "date": "November 20", "txt": "Maya Plisetskaya, Russian-Lithuanian ballerina, choreographer, actress, and director (d. 2015)", "entities": []}, {"heading": "Births", "year": "1926", "date": "November 20", "txt": "John Gardner, English soldier and author (d. 2007)", "entities": [{"title": "John Gardner (British writer)", "href": "/wiki/John_Gardner_(British_writer)", "description": "John Edmund Gardner was an English spy and thriller novelist, best known for his James Bond continuation novels, but also for his series of Boysie Oakes books and three continuation novels containing Sir Arthur Conan Doyle's fictional villain, Professor Moriarty."}]}, {"heading": "Births", "year": "1926", "date": "November 20", "txt": "Tôn Thất Đính, Vietnamese general (d. 2013)", "entities": []}, {"heading": "Births", "year": "1926", "date": "November 20", "txt": "Édouard Leclerc, French businessman and entrepreneur (d. 2012)", "entities": []}, {"heading": "Births", "year": "1926", "date": "November 20", "txt": "Miroslav Tichý, Czech photographer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 20", "txt": "Vakhtang Balavadze, Georgian wrestler (d. 2018)", "entities": [{"title": "Vakhtang Balavadze", "href": "/wiki/Vakhtang_Balavadze", "description": "Vakhtang Balavadze was a Georgian welterweight freestyle wrestler. He competed at the 1956 and 1960 Olympics and won a bronze medal in 1956. He won the world title in 1954 and 1957, and was a runner-up in 1959. Domestically Balavadze won the Soviet title in 1952–55 and 1957, placing second in 1956 and 1959. He retired from competition following the 1960 Olympics to become a wrestling coach and ref"}]}, {"heading": "Births", "year": "1927", "date": "November 20", "txt": "Ed Freeman, American soldier and pilot, Medal of Honor recipient (d. 2008)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1927", "date": "November 20", "txt": "Estelle Parsons, American actress and director", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 20", "txt": "Wolfgang Schreyer, German writer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 20", "txt": "Mikhail Ulyanov, Soviet and Russian actor (d. 2007)", "entities": []}, {"heading": "Births", "year": "1928", "date": "November 20", "txt": "Aleksey Batalov, Russian actor, director, and screenwriter (d. 2017)", "entities": [{"title": "Aleksey Batalov", "href": "/wiki/Aleksey_Batalov", "description": "Aleksey Vladimirovich Batalov was a Soviet and Russian actor acclaimed for his portrayal of noble and positive characters. He was named a People's Artist of the USSR in 1976 and a Hero of Socialist Labour in 1989."}]}, {"heading": "Births", "year": "1928", "date": "November 20", "txt": "Franklin Cover, American actor (d. 2006)", "entities": []}, {"heading": "Births", "year": "1928", "date": "November 20", "txt": "Pedro Ferrándiz, Spanish basketball coach", "entities": []}, {"heading": "Births", "year": "1928", "date": "November 20", "txt": "John Disley, Welsh athlete (d. 2016)", "entities": []}, {"heading": "Births", "year": "1928", "date": "November 20", "txt": "Pete Rademacher, American boxer", "entities": []}, {"heading": "Births", "year": "1928", "date": "November 20", "txt": "Genrikh Sapgir, Russian writer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1929", "date": "November 20", "txt": "Jerry Hardin, American actor", "entities": [{"title": "Jerry Hardin", "href": "/wiki/Jerry_Hardin", "description": "Jerry Hardin is an American actor. Hardin has appeared in film and television roles, including the character nicknamed Deep Throat in The X-Files."}]}, {"heading": "Births", "year": "1929", "date": "November 20", "txt": "Raymond Lefèvre, French composer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1929", "date": "November 20", "txt": "Gabriel Ochoa Uribe, Colombian footballer", "entities": []}, {"heading": "Births", "year": "1929", "date": "November 20", "txt": "Ron Willey, Australian rugby league player and coach  (d. 2004)", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 20", "txt": "Christine Arnothy, French writer (d. 2015)", "entities": [{"title": "Christine Arnothy", "href": "/wiki/Christine_Arnothy", "description": "Christine Arnothy was a Budapest-born French writer. She has written numerous books, including J'ai quinze ans et je ne veux pas mourir (1955). She married Claude Bellanger (1909–1978)."}]}, {"heading": "Births", "year": "1930", "date": "November 20", "txt": "Aarón Hernán, Mexican actor", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 20", "txt": "Bernard Horsfall, English-Scottish actor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 20", "txt": "Choe Yong-rim, North Korean Premier", "entities": []}, {"heading": "Births", "year": "1931", "date": "November 20", "txt": "Wayne Moore, American swimmer (d. 2015)", "entities": [{"title": "Wayne Moore (swimmer)", "href": "/wiki/Wayne_Moore_(swimmer)", "description": "Wayne Richard Moore was an American competition swimmer, Olympic champion, and former world record-holder."}]}, {"heading": "Births", "year": "1932", "date": "November 20", "txt": "Richard Dawson, English-American actor and game show host (d. 2012)", "entities": [{"title": "Richard Dawson", "href": "/wiki/Richard_Dawson", "description": "Richard Dawson was an English-American actor, comedian, game show host and panelist in the United States. Dawson was well known for playing Corporal Peter Newkirk in Hogan's Heroes, as a regular panelist on Match Game (1973–1978) and as the original host of Family Feud."}]}, {"heading": "Births", "year": "1932", "date": "November 20", "txt": "Yorozuya Kinnosuke, Japanese kabuki actor (d. 1997)", "entities": []}, {"heading": "Births", "year": "1932", "date": "November 20", "txt": "Sándor Mátrai, Hungarian footballer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1932", "date": "November 20", "txt": "Paulo Valentim, Brazilian footballer (d. 1984)", "entities": []}, {"heading": "Births", "year": "1932", "date": "November 20", "txt": "Colville Young, Governor-General of Belize", "entities": []}, {"heading": "Births", "year": "1934", "date": "November 20", "txt": "Paco Ibáñez, Spanish singer and musician", "entities": [{"title": "Paco Ibáñez", "href": "/wiki/Paco_Ib%C3%A1%C3%B1ez", "description": "Francisco \"Paco\" Ibáñez is a Spanish singer and musician. He never composed his own lyrics, but used famous poems, like those of Federico García Lorca, Luis Cernuda, Rafael Alberti or Miguel Hernández. He also sang compositions from Georges Brassens."}]}, {"heading": "Births", "year": "1934", "date": "November 20", "txt": "Lev Polugaevsky, Soviet Chess Grandmaster (d. 1995)", "entities": []}, {"heading": "Births", "year": "1935", "date": "November 20", "txt": "Leo Falcam, Micronesian politician and 5th President of Micronesia (d. 2018)", "entities": [{"title": "Leo Falcam", "href": "/wiki/Leo_Falcam", "description": "Leo Amy Falcam was a Micronesian political figure. He was born in Pohnpei. He served as the first elected Governor of Pohnpei from 1979 to 1983 and as Vice President of Micronesia from May 1997 to May 1999. He then served as the fifth president of the Federated States of Micronesia, holding the position from May 11, 1999, to May 11, 2003. In March 2003 he lost his parliamentary seat during electio"}]}, {"heading": "Births", "year": "1935", "date": "November 20", "txt": "Imre Makovecz, Hungarian architect (d. 2011)", "entities": []}, {"heading": "Births", "year": "1936", "date": "November 20", "txt": "Hans van Abeelen, Dutch geneticist (d. 1998)", "entities": [{"title": "Hans van Abeelen", "href": "/wiki/Hans_van_Abeelen", "description": "Hans van Abeelen was the first Dutch behaviour geneticist. He obtained his M.Sc from the University of Groningen and his Ph.D. from the Catholic University of Nijmegen in 1965, where he stayed for the rest of his career as \"wetenschappelijk hoofdmedewerker\". He was a founding member of the Behavior Genetics Association and was a member-at-large of its Executive Committee from 1984 till 1987. He al"}]}, {"heading": "Births", "year": "1936", "date": "November 20", "txt": "Don DeLillo, American novelist, essayist, and playwright", "entities": []}, {"heading": "Births", "year": "1936", "date": "November 20", "txt": "Luciano Fabro, Italian sculptor and artist (d. 2007)", "entities": []}, {"heading": "Births", "year": "1936", "date": "November 20", "txt": "Charles R. Larson, American admiral (d. 2014)", "entities": []}, {"heading": "Births", "year": "1937", "date": "November 20", "txt": "René Kollo, German tenor", "entities": [{"title": "René Kollo", "href": "/wiki/Ren%C3%A9_Kollo", "description": "René Kollo is a German operatic tenor, especially known for his Wagnerian parts. In addition to Heldentenor roles, he performed in a wide variety of operas and operettas during his career. Kollo also made several operatic recordings."}]}, {"heading": "Births", "year": "1937", "date": "November 20", "txt": "Ruth Laredo, American pianist and educator (d. 2005)", "entities": []}, {"heading": "Births", "year": "1937", "date": "November 20", "txt": "Eero Mäntyranta, Finnish skier (d. 2013)", "entities": []}, {"heading": "Births", "year": "1937", "date": "November 20", "txt": "Bruno Mealli, Italian cyclist", "entities": []}, {"heading": "Births", "year": "1937", "date": "November 20", "txt": "Viktoriya Tokareva, Russian author and screenwriter", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 20", "txt": "Colin Fox, Canadian actor", "entities": [{"title": "Colin Fox (actor)", "href": "/wiki/Colin_Fox_(actor)", "description": "Colin Fox is a Canadian actor."}]}, {"heading": "Births", "year": "1939", "date": "November 20", "txt": "Jerry Colangelo, American businessman", "entities": [{"title": "Jerry Colangelo", "href": "/wiki/Jerry_Colangelo", "description": "Jerry Colangelo is an American businessman and sports executive. He formerly owned the Phoenix Suns of the NBA, the Phoenix Mercury of the WNBA, the Arizona Sandsharks of the Continental Indoor Soccer League, the Arizona Rattlers of the Arena Football League, and the Arizona Diamondbacks of Major League Baseball. He was also instrumental in the relocation of the original Winnipeg Jets team in the "}]}, {"heading": "Births", "year": "1939", "date": "November 20", "txt": "Copi, Argentine writer and artist (d. 1987)", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 20", "txt": "Dick Smothers, American actor and comedian", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 20", "txt": "Jan Szczepański, Polish boxer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 20", "txt": "Wendy Doniger, American indologist", "entities": [{"title": "Wendy Doniger", "href": "/wiki/Wendy_Doniger", "description": "Wendy Doniger O'Flaherty is an American Indologist whose professional career has spanned five decades. A scholar of Sanskrit and Indian textual traditions, her major works include, 'The Hindus: an alternative history'; Asceticism and Eroticism in the Mythology of Siva; Hindu Myths: A Sourcebook; The Origins of Evil in Hindu Mythology; Women, Androgynes, and Other Mythical Beasts; and The Rig Veda:"}]}, {"heading": "Births", "year": "1940", "date": "November 20", "txt": "Helma Sanders-Brahms, German director, producer, and screenwriter (d. 2014)", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 20", "txt": "Ediz Hun, Turkish actor and politician", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 20", "txt": "Arieh Warshel, Israeli-American biochemist and biophysicist", "entities": []}, {"heading": "Births", "year": "1941", "date": "November 20", "txt": "Oliver Sipple, U.S. Marine and Vietnam War veteran (d. 1989)", "entities": [{"title": "Oliver Sipple", "href": "/wiki/Oliver_Sipple", "description": "Oliver Wellington \"Billy\" Sipple was an American man known for intervening to prevent an assassination attempt against U.S. President Gerald Ford on September 22, 1975. A decorated U.S. Marine and disabled Vietnam War veteran, he grappled with Sara Jane Moore as she fired a pistol at Ford in San Francisco, causing her to miss. The subsequent public revelation that Sipple was gay turned the news st"}]}, {"heading": "Births", "year": "1941", "date": "November 20", "txt": "Dr. John, American singer and songwriter (d. 2019)", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 20", "txt": "Joe Biden, American politician, 46th President of the United States", "entities": [{"title": "Joe Biden", "href": "/wiki/Joe_Biden", "description": "Joseph Robinette Biden Jr. is an American politician who is the 46th president of the United States. A member of the Democratic Party, he served as the 47th vice president from 2009 to 2017 under Barack Obama and represented Delaware in the United States Senate from 1973 to 2009."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1942", "date": "November 20", "txt": "Bob Einstein, American actor, producer, and screenwriter (d. 2019)", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 20", "txt": "Norman Greenbaum, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 20", "txt": "Meredith Monk, American composer and choreographer", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 20", "txt": "Paulos Faraj Rahho, Chaldean Catholic Archeparch of Mosul (d. 2008)", "entities": [{"title": "Chaldean Catholic Archeparchy of Mosul", "href": "/wiki/Chaldean_Catholic_Archeparchy_of_Mosul", "description": "The Chaldean Catholic Archeparchy of Mosul is a diocese of the Chaldean Catholic Church, located in the northern Iraqi city of Mosul. Its followers are ethnic Chaldeans and speakers of Aramaic. The diocese comprises the city of Mosul. The territory is subdivided in 12 parishes. The diocese of Mosul was elevated to Archeparchy of Mosul on February 14, 1967 by Pope Paul VI. The ordinary was Mar Paul"}]}, {"heading": "Births", "year": "1943", "date": "November 20", "txt": "David Douglas-Home, British businessman and politician", "entities": [{"title": "David Douglas-Home, 15th Earl of Home", "href": "/wiki/David_Douglas-Home,_15th_Earl_of_Home", "description": "David Alexander Cospatrick Douglas-Home, 15th Earl of Home, is a British businessman and Conservative politician."}]}, {"heading": "Births", "year": "1943", "date": "November 20", "txt": "Veronica Hamel, American actress and model", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 20", "txt": "Ivan Hrdlička, Czechoslovakian footballer", "entities": [{"title": "Czechoslovakia", "href": "/wiki/Czechoslovakia", "description": "Czechoslovakia, or Czecho-Slovakia, was a sovereign state in Central Europe, created in October 1918, when it declared its independence from Austria-Hungary."}]}, {"heading": "Births", "year": "1943", "date": "November 20", "txt": "Suze Rotolo, American artist", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 20", "txt": "Louie Dampier, American basketball player and coach", "entities": [{"title": "Louie Dampier", "href": "/wiki/Louie_Dampier", "description": "Louis Dampier is an American retired professional basketball player."}]}, {"heading": "Births", "year": "1944", "date": "November 20", "txt": "Wayne Maki, Canadian ice hockey player (d. 1974)", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 20", "txt": "Anthea Stewart, Zimbabwean field hockey player", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 20", "txt": "Deborah Eisenberg, American writer, actress and teacher", "entities": [{"title": "Deborah Eisenberg", "href": "/wiki/Deborah_Eisenberg", "description": "Deborah Eisenberg is an American short story writer, actress and teacher. She is a professor of writing at Columbia University."}]}, {"heading": "Births", "year": "1946", "date": "November 20", "txt": "Duane Allman, American singer-songwriter and guitarist (d. 1971)", "entities": [{"title": "Duane Allman", "href": "/wiki/Duane_Allman", "description": "Howard Duane Allman was an American rock guitarist, session musician, and the founder and original leader of the Allman Brothers Band."}]}, {"heading": "Births", "year": "1946", "date": "November 20", "txt": "Algimantas Butnorius, Lithuanian chess Grandmaster (d. 2017)", "entities": [{"title": "Grandmaster (chess)", "href": "/wiki/Grandmaster_(chess)", "description": "Grandmaster (GM) is a title awarded to chess players by the world chess organization FIDE. Apart from World Champion, Grandmaster is the highest title a chess player can attain."}]}, {"heading": "Births", "year": "1946", "date": "November 20", "txt": "Patriarch Kirill of Moscow", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 20", "txt": "Samuel E. Wright, American actor, voice actor and singer", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 20", "txt": "Nurlan Balgimbayev, Prime Minister of Kazakhstan (d. 2015)", "entities": [{"title": "Nurlan Balgimbayev", "href": "/wiki/Nurlan_Balgimbayev", "description": "Nurlan Utebovich Balgimbayev was Prime Minister of Kazakhstan from 10 October 1997 to 1 October 1999. He became President of the Kazakhstan Oil Investment Company in 2002."}, {"title": "Prime Minister of Kazakhstan", "href": "/wiki/Prime_Minister_of_Kazakhstan", "description": "The prime minister of Kazakhstan is the head of government of Kazakhstan and the second most powerful person in the country after the President of Kazakhstan. The Prime Minister heads the cabinet and advises the President in the every day execution of the functions of the Parliament of Kazakhstan."}]}, {"heading": "Births", "year": "1947", "date": "November 20", "txt": "Eli Ben Rimoz, Israeli footballer", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 20", "txt": "Joe Walsh, American singer-songwriter, guitarist, producer, and actor", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 20", "txt": "John R. Bolton, American lawyer and diplomat, 25th United States Ambassador to the United Nations", "entities": [{"title": "John R. Bolton", "href": "/wiki/John_R._Bolton", "description": "John Robert Bolton is an American attorney, diplomat, Republican consultant and political commentator who served as the 25th United States Ambassador to the United Nations from 2005 to 2006 and as the 27th United States National Security Advisor from 2018 to 2019."}, {"title": "United States Ambassador to the United Nations", "href": "/wiki/United_States_Ambassador_to_the_United_Nations", "description": "The United States ambassador to the United Nations is the leader of the U.S. delegation, the U.S. Mission to the United Nations. The position is formally known as the permanent representative of the United States of America to the United Nations, with the rank and status of ambassador extraordinary and plenipotentiary, and representative of the United States of America in the United Nations Securi"}]}, {"heading": "Births", "year": "1948", "date": "November 20", "txt": "Park Chul-soo, South Korean director, producer, and screenwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 20", "txt": "Barbara Hendricks, American-Swedish soprano and actress", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 20", "txt": "Richard Masur, American actor and director", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 20", "txt": "Gunnar Nilsson, Swedish race car driver (d. 1978)", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 20", "txt": "Kenjiro Shinozuka, Japanese race car driver", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 20", "txt": "Jeff Dowd, American film producer and activist", "entities": [{"title": "Jeff Dowd", "href": "/wiki/Jeff_Dowd", "description": "Jeff Dowd is an American film producer and political activist best known as a member of the \"Seattle Seven,\" who went to jail following a violent protest against the Vietnam War."}]}, {"heading": "Births", "year": "1949", "date": "November 20", "txt": "Thelma Drake, American politician", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 20", "txt": "Ulf Lundell, Swedish writer and composer", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 20", "txt": "Juha Mieto, Finnish cross-country skier", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 20", "txt": "Nené, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 20", "txt": "Jacqueline Gourault, French politician", "entities": [{"title": "Jacqueline Gourault", "href": "/wiki/Jacqueline_Gourault", "description": "Jacqueline Gourault is a French politician of the Democratic Movement (MoDem) who has been serving as Minister of Territorial Cohesion and Relations with Local Authorities in the governments of successive Prime Ministers Édouard Philippe and Jean Castex since 2018."}]}, {"heading": "Births", "year": "1950", "date": "November 20", "txt": "Gary Green, British musician", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 20", "txt": "Rodger Bumpass, American actor and singer", "entities": [{"title": "Rodger Bumpass", "href": "/wiki/Rodger_Bumpass", "description": "Rodger Bumpass is an American television, film and voice actor. He is known for his long-running role as Squidward Tentacles on the American animated television series SpongeBob SquarePants. He voices several other characters on the show as well, including the Purple Doctor Fish and various anchovies."}]}, {"heading": "Births", "year": "1951", "date": "November 20", "txt": "León Gieco, Argentine folk rock singer and interpreter", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 20", "txt": "Aleksey Spiridonov, Soviet footballer (d. 1998)", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 20", "txt": "David Walters, American businessman and politician, 24th Governor of Oklahoma", "entities": [{"title": "Governor of Oklahoma", "href": "/wiki/Governor_of_Oklahoma", "description": "The Governor of Oklahoma is the head of state for the U.S. state of Oklahoma. Under the Oklahoma Constitution, the governor is also the head of government, serving as the chief executive of the Oklahoma executive branch, of the government of Oklahoma. The governor is the ex officio Commander-in-Chief of the Oklahoma National Guard when not called into federal use. Despite being an executive branch"}]}, {"heading": "Births", "year": "1952", "date": "November 20", "txt": "John Van Boxmeer, Canadian ice hockey player and coach", "entities": [{"title": "John Van Boxmeer", "href": "/wiki/John_Van_Boxmeer", "description": "John Martin Van Boxmeer  is a Canadian former professional ice hockey player. He has also served extensively as a hockey coach with various teams from 1984 to the present."}]}, {"heading": "Births", "year": "1953", "date": "November 20", "txt": "Halid Bešlić, Bosnian musician and singer", "entities": [{"title": "Halid Bešlić", "href": "/wiki/Halid_Be%C5%A1li%C4%87", "description": "Halid Bešlić is a Bosnian folk singer and musician who has been performing professionally since 1979. Halid's singing career was one of the most successful in Yugoslavia, and continues today throughout the entire Balkan region."}]}, {"heading": "Births", "year": "1953", "date": "November 20", "txt": "Greg Gibson, American wrestler", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 20", "txt": "Fábio Jr., Brazilian singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 20", "txt": "Richard Brooker, English actor and stuntman (d. 2013)", "entities": [{"title": "Richard Brooker", "href": "/wiki/Richard_Brooker", "description": "Richard Brooker was a British actor and stuntman, perhaps best known for his role in Friday the 13th Part III as Jason Voorhees."}]}, {"heading": "Births", "year": "1954", "date": "November 20", "txt": "Antonina Koshel, Soviet artistic gymnast", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 20", "txt": "Frank Marino, Canadian guitarist and singer-songwriter", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 20", "txt": "Bin Shimada, Japanese voice actor", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 20", "txt": "Angela Finocchiaro, Italian actress", "entities": [{"title": "Angela Finocchiaro", "href": "/wiki/Angela_Finocchiaro", "description": "Angela Finocchiaro is an Italian actress."}]}, {"heading": "Births", "year": "1955", "date": "November 20", "txt": "Toshio Matsuura, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 20", "txt": "Ray Ozzie, American software industry entrepreneur", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 20", "txt": "Bo Derek, American actress and producer", "entities": [{"title": "Bo Derek", "href": "/wiki/Bo_Derek", "description": "Bo Derek is an American film and television actress, and model perhaps best known for her breakthrough film role in the sex comedy 10 (1979). She was directed by husband John Derek in Fantasies, Tarzan, the Ape Man, Bolero (1984) and Ghosts Can't Do It (1989), all of which received negative reviews. A widow since 1998, she lives with actor John Corbett. Now in semi-retirement, she makes occasional"}]}, {"heading": "Births", "year": "1957", "date": "November 20", "txt": "Stefan Bellof, German race car driver (d. 1985)", "entities": [{"title": "Stefan Bellof", "href": "/wiki/Stefan_Bellof", "description": "Stefan Bellof was a West German racing driver. Bellof was the winner of the Drivers' Championship in the 1984 FIA World Endurance Championship, driving for the factory Rothmans Porsche team. His lap record on the Nordschleife configuration at the Nürburgring, set while qualifying for the 1000 km race in 1983, stood for 35 years, when it was beaten by Timo Bernhard in 2018. He also competed with th"}]}, {"heading": "Births", "year": "1957", "date": "November 20", "txt": "John Eriksen, Danish footballer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 20", "txt": "Jean-Marc Furlan, French football manager", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 20", "txt": "Goodluck Jonathan, President of Nigeria", "entities": [{"title": "President of Nigeria", "href": "/wiki/President_of_Nigeria", "description": "The president of the Federal Republic of Nigeria is the head of state and head of government of the Federal Republic of Nigeria. The president of Nigeria is also the commander-in-chief of the Nigerian Armed Forces. The president is elected in national elections which take place every four years. The offices, powers, and titles of the head of state and the head of government were officially merged "}]}, {"heading": "Births", "year": "1958", "date": "November 20", "txt": "Rickson Gracie, Brazilian mixed martial artist and choreographer", "entities": [{"title": "Rickson Gracie", "href": "/wiki/Rickson_Gracie", "description": "Rickson Gracie is a Brazilian 9th-degree red belt in Gracie Jiu-Jitsu and a retired mixed martial artist. He is a member of the Gracie family: the third oldest son of Hélio Gracie, brother to Rorion and Relson Gracie, and half-brother to Rolker, Royce, Robin and Royler Gracie. In the 1980s and 1990s, he was widely considered to be the best fighter of the Gracie clan, and one of the toughest in the"}]}, {"heading": "Births", "year": "1959", "date": "November 20", "txt": "Diane James, British politician", "entities": [{"title": "Diane James", "href": "/wiki/Diane_James", "description": "Diane Martine James is a British politician who was a Reform UK Member of the European Parliament (MEP). She was briefly leader-elect of the UK Independence Party (UKIP) but resigned before formalising her leadership, and used to be one of three UKIP Members of the European Parliament for South East England."}]}, {"heading": "Births", "year": "1959", "date": "November 20", "txt": "Mario Martone, Italian director and screenwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 20", "txt": "Franz-Peter Tebartz-van Elst, German prelate of the Catholic Church and theologian", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 20", "txt": "Sean Young, American actress and dancer", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 20", "txt": "Ye Jiangchuan, Chinese chess player", "entities": [{"title": "Ye Jiangchuan", "href": "/wiki/Ye_Jiangchuan", "description": "Ye Jiangchuan is a Chinese chess player. He is the second Chinese player, after Ye Rongguang, to achieve the title of Grandmaster, which FIDE awarded him in 1993. On 1 January 2000, he became the first ever Chinese player to cross the 2600 elo rating mark."}]}, {"heading": "Births", "year": "1960", "date": "November 20", "txt": "Ozell Jones, American basketball player (d. 2006)", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 20", "txt": "Pierre Hermé, French pastry chef and chocolatier", "entities": [{"title": "Pierre Hermé", "href": "/wiki/Pierre_Herm%C3%A9", "description": "Pierre Hermé is a French pastry chef and chocolatier. Pierre Hermé began his career at the age of 14 as an apprentice to Gaston Lenôtre. He was awarded the title of World's Best Pastry Chef in 2016 by the World's 50 Best Restaurants and as the fourth most influential French person in the World by Vanity Fair in 2016. Pierre Hermé created his own brand in 1998 with Charles Znaty."}]}, {"heading": "Births", "year": "1961", "date": "November 20", "txt": "Petra Wenzel, Liechtenstein alpine skier", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 20", "txt": "Živko Budimir, Bosnian politician", "entities": [{"title": "Živko Budimir", "href": "/wiki/%C5%BDivko_Budimir", "description": "Živko Budimir is a Bosnian Croat politician who served as the 9th President of the Federation of Bosnia and Herzegovina, one of the two autonomous entities that compose Bosnia and Herzegovina, from 17 March 2011 until 9 February 2015. He is the founder and current president of the Party of Justice and Trust."}]}, {"heading": "Births", "year": "1962", "date": "November 20", "txt": "Polona Dornik, Yugoslav and Slovenian basketball player", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 20", "txt": "Rajkumar Hirani, Indian director", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 20", "txt": "Abderrazak Khairi, Moroccan footballer", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 20", "txt": "Peng Liyuan, wife of Xi Jinping", "entities": [{"title": "Xi Jinping", "href": "/wiki/Xi_Jinping", "description": "Xi Jinping is a Chinese politician who has served as General Secretary of the Chinese Communist Party (CCP) and Chairman of the Central Military Commission (CMC) since 2012, and President of the People's Republic of China (PRC) since 2013. Xi has been the paramount leader of China, the most prominent political leader in China, since 2012."}]}, {"heading": "Births", "year": "1962", "date": "November 20", "txt": "Gerardo Martino, Argentine footballer", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 20", "txt": "Tim Gavin, Australian rugby player", "entities": [{"title": "Tim Gavin", "href": "/wiki/Tim_Gavin", "description": "Bryant Timothy Gavin is an Australian former state and national representative rugby union player who played Number 8 for the Wallabies in 47 Test matches in between 1988 and 1996."}]}, {"heading": "Births", "year": "1963", "date": "November 20", "txt": "Timothy Gowers, English mathematician and academic", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 20", "txt": "Beezie Madden, American show jumper", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 20", "txt": "Ming-Na Wen, Chinese-American actress", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 20", "txt": "Katharina Böhm, Austrian actress", "entities": [{"title": "Katharina Böhm", "href": "/wiki/Katharina_B%C3%B6hm", "description": "Katharina Böhm is a Swiss-born Austrian actress. Between 1999 and 2002 she played the role of Livia Burlando in the Italian TV series Il commissario Montalbano, based on the character Salvo Montalbano from the novels created by Andrea Camilleri."}]}, {"heading": "Births", "year": "1964", "date": "November 20", "txt": "Boris Dežulović, Croatian journalist and author", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 20", "txt": "Andriy Kalashnykov, Ukrainian wrestler", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 20", "txt": "John MacLean, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 20", "txt": "Mike D, American rapper and drummer", "entities": [{"title": "Mike D", "href": "/wiki/Mike_D", "description": "Michael Louis Diamond, better known as Mike D, is an American rapper and founding member of the hip hop group Beastie Boys. Diamond raps, sings, and plays drums. He has provided remixes for Moby and Björk."}]}, {"heading": "Births", "year": "1965", "date": "November 20", "txt": "Nigel Gibbs, English footballer and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 20", "txt": "Yehuda Glick, American-Israeli Orthodox rabbi", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 20", "txt": "Amos Mansdorf, Israeli tennis player", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 20", "txt": "Takeshi Kusao, Japanese actor and singer", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 20", "txt": "Jimmy Vasser, American race car driver", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 20", "txt": "Yoshiki, Japanese musician", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 20", "txt": "Neil Broad, British tennis player", "entities": [{"title": "Neil Broad", "href": "/wiki/Neil_Broad", "description": "Neil Broad is a former professional tennis player who represented Great Britain for most of his playing career. He is a former UK number 1 who won seven ATP tour doubles titles in his career, and won the silver medal in doubles at the 1996 Summer Olympics."}]}, {"heading": "Births", "year": "1966", "date": "November 20", "txt": "Kevin Gilbert, American singer-songwriter and musician (d. 1996)", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 20", "txt": "Terry Lovejoy, Australian information technologist", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 20", "txt": "Štefan Svitek, Slovak basketball coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 20", "txt": "Jill Thompson, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 20", "txt": "Chris Childs, American basketball player", "entities": [{"title": "Chris Childs (basketball)", "href": "/wiki/Chris_Childs_(basketball)", "description": "Chris Childs is an American former professional basketball player, who played primarily at the guard position."}]}, {"heading": "Births", "year": "1967", "date": "November 20", "txt": "Stuart Ripley, English footballer", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 20", "txt": "Teoman, Turkish singer", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 20", "txt": "James Dutton, American astronaut", "entities": [{"title": "James Dutton (astronaut)", "href": "/wiki/James_Dutton_(astronaut)", "description": "James Patrick \"Mash\" Dutton, Jr. is an engineer, NASA astronaut pilot of the Class of 2004, and a former test pilot in the US Air Force with the rank of colonel."}]}, {"heading": "Births", "year": "1968", "date": "November 20", "txt": "Andrei Kharlov, Russian chess player", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 20", "txt": "Paul Scheuring, American screenwriter and director", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 20", "txt": "David Einhorn, American hedge fund manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 20", "txt": "Jeff Tarango, American tennis player", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 20", "txt": "Jimmy Blandon, Ecuadorian footballer", "entities": [{"title": "Jimmy Blandon", "href": "/wiki/Jimmy_Blandon", "description": "Jimmy Roberto Blandón Quiñónez is a former Ecuadorian football midfielder. He played in 30 matches for Ecuador between 1997 and 2000. He was a strong defensive midfielder with great mobility and tireless physical condition."}]}, {"heading": "Births", "year": "1969", "date": "November 20", "txt": "Kristian Ghedina, Italian alpine ski racer", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 20", "txt": "Chris Harris, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 20", "txt": "Wolfgang Stark, German football referee", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 20", "txt": "Callie Thorne, American actress and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 20", "txt": "Mansour bin Zayed Al Nahyan, deputy prime minister of the United Arab Emirates", "entities": [{"title": "Mansour bin Zayed Al Nahyan", "href": "/wiki/Mansour_bin_Zayed_Al_Nahyan", "description": "Mansour bin Zayed bin Sultan bin Zayed bin Khalifa Al Nahyan, often referred to as Sheikh Mansour, is an Emirati politician who is the deputy prime minister of the United Arab Emirates, minister of presidential affairs and member of the royal family of Abu Dhabi. He is the half brother of the current President of UAE, Khalifa bin Zayed Al Nahyan."}]}, {"heading": "Births", "year": "1970", "date": "November 20", "txt": "Matt Blunt, American lieutenant and politician, 54th Governor of Missouri", "entities": [{"title": "Governor of Missouri", "href": "/wiki/Governor_of_Missouri", "description": "The following is a list of governors of Missouri since its territory became part of the United States."}]}, {"heading": "Births", "year": "1970", "date": "November 20", "txt": "Phife Dawg, American rapper (d. 2016)", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 20", "txt": "Delia Gonzalez, American boxer", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 20", "txt": "Stéphane Houdet, French wheelchair tennis player", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 20", "txt": "Geoffrey Keezer, American pianist and educator", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 20", "txt": "Sabrina Lloyd, American actress", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 20", "txt": "Mike Dunn, English snooker player", "entities": [{"title": "Mike Dunn (snooker player)", "href": "/wiki/Mike_Dunn_(snooker_player)", "description": "Mike Dunn is an English retired professional snooker player who lives in Redcar."}]}, {"heading": "Births", "year": "1971", "date": "November 20", "txt": "Joey Galloway, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 20", "txt": "Joel McHale, American comedian, actor, and producer", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 20", "txt": "Johan Åkerman, Swedish ice hockey player", "entities": [{"title": "Johan Åkerman", "href": "/wiki/Johan_%C3%85kerman", "description": "Johan Åkerman is a retired professional Swedish ice hockey player. He is currently a part of the coaching staff in the Linköpings HC organization."}]}, {"heading": "Births", "year": "1972", "date": "November 20", "txt": "Jérôme Alonzo, French footballer", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 20", "txt": "Ed Benes, Brazilian comic book artist", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 20", "txt": "Paulo Figueiredo, Angolan footballer", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 20", "txt": "Corinne Niogret, French biathlete", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 20", "txt": "Skander Souayah, Tunisian footballer", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 20", "txt": "Tatiana Turanskaya, Transnistrian politician", "entities": [{"title": "Transnistria", "href": "/wiki/Transnistria", "description": "Transnistria, officially the Pridnestrovian Moldavian Republic (PMR), is a breakaway state in the narrow strip of land between the river Dniester and the Ukrainian border that is internationally recognized as part of Moldova. Its capital is Tiraspol. Transnistria has been recognised only by three other mostly unrecognised breakaway states: Abkhazia, Artsakh, and South Ossetia."}]}, {"heading": "Births", "year": "1973", "date": "November 20", "txt": "Angelica Bridges, American actress and singer", "entities": [{"title": "Angelica Bridges", "href": "/wiki/Angelica_Bridges", "description": "Angelica Bridges is an American actress, model, and singer. She was given a pictorial spread in Playboy magazine's November 2001 issue and featured as the issue's cover model."}]}, {"heading": "Births", "year": "1973", "date": "November 20", "txt": "Fabio Galante, Italian footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 20", "txt": "Neil Hodgson, English motorcycle racer and sportscaster", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 20", "txt": "Masaya Honda, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 20", "txt": "Daniela Anschütz-Thoms, German speed skater", "entities": [{"title": "Daniela Anschütz-Thoms", "href": "/wiki/Daniela_Ansch%C3%BCtz-Thoms", "description": "Daniela Anschütz-Thoms is a German former speed skater. At the 2006 Winter Olympics, she won a gold medal in the women's team pursuit with the German team, and four years later she defended the title in Vancouver. She is married to former speed skater Marian Thoms since December 2005."}]}, {"heading": "Births", "year": "1974", "date": "November 20", "txt": "Jason Faunt, American actor", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 20", "txt": "Florian David Fitz, German actor, screenwriter and director", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 20", "txt": "Drew Ginn, Australian rower", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 20", "txt": "Claudio Husain, Argentine footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 20", "txt": "Jon Knudsen, Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 20", "txt": "Mengke Bateer, Chinese Inner Mongolian basketball player", "entities": [{"title": "Mengke Bateer", "href": "/wiki/Mengke_Bateer", "description": "Mengke Bateer, commonly referred to simply as Bateer in China, is a Chinese Inner Mongolian former professional basketball player. A tall and imposing presence at the center position, he played parts of three seasons in the NBA, winning the NBA Finals during one of them. However, he spent the majority of his career competing in the Chinese Basketball Association for the Beijing Ducks as the winner"}]}, {"heading": "Births", "year": "1975", "date": "November 20", "txt": "Dierks Bentley, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 20", "txt": "Ryan Bowen, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 20", "txt": "J. D. Drew, American baseball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 20", "txt": "Joshua Gomez, American actor", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 20", "txt": "Sébastien Hamel, French footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 20", "txt": "Davey Havok, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 20", "txt": "Mohamed Barakat, Egyptian footballer", "entities": [{"title": "Mohamed Barakat", "href": "/wiki/Mohamed_Barakat", "description": "Mohamed Barakat is a retired Egyptian footballer. A right-footed playmaker, Barakat usually played as an offensive right winger or attacking midfielder for Egyptian club Al Ahly and the Egyptian National Team. He is considered by many as one of the most talented players in Africa. Barakat's hallmarks are surging runs from midfield which often disrupt opposing defences, as well as his box-to-box wo"}]}, {"heading": "Births", "year": "1976", "date": "November 20", "txt": "Beto, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 20", "txt": "DeJuan Collins, American basketball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 20", "txt": "Dominique Dawes, American gymnast and actress", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 20", "txt": "Laura Harris, Canadian actress", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 20", "txt": "Adrián Hernán González, Argentine footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 20", "txt": "Harold Jamison, American basketball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 20", "txt": "Tusshar Kapoor, Indian Bollywood actor and producer", "entities": [{"title": "Bollywood", "href": "/wiki/Bollywood", "description": "Hindi cinema, often known as Bollywood and formerly as Bombay cinema, is the Indian Hindi-language film industry based in Mumbai. The term is a portmanteau of \"Bombay\" and \"Hollywood\". The industry is related to Cinema of South India and other Indian film industries, making up Indian cinema—the world's largest by number of feature films produced."}]}, {"heading": "Births", "year": "1976", "date": "November 20", "txt": "Pascal Roller, German basketball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 20", "txt": "Francisco Rufete, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 20", "txt": "Nebojša Stefanović, Serbian politician", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 20", "txt": "Doug Viney, New Zealand boxer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 20", "txt": "Atsushi Yoneyama, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 20", "txt": "Ji Yun-nam, North Korean footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 20", "txt": "Rudy Charles, American wrestling referee", "entities": [{"title": "Rudy Charles", "href": "/wiki/Rudy_Charles", "description": "Daniel Engler is an American professional wrestling referee, better known by his former ring name, Rudy Charles, best known for his time as a referee in Total Nonstop Action Wrestling (TNA), where he was the promotion's senior referee. In July 2013, Engler joined WWE at their Performance Center as a referee for NXT. He is currently signed to WWE on the Raw brand."}]}, {"heading": "Births", "year": "1977", "date": "November 20", "txt": "Mikhail Ivanov, Russian cross-country skier", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 20", "txt": "Daniel Svensson, Swedish drummer and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 20", "txt": "Josh Turner, American singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 20", "txt": "Jean-François Bedenik, French footballer and coach", "entities": [{"title": "Jean-François Bedenik", "href": "/wiki/Jean-Fran%C3%A7ois_Bedenik", "description": "Jean-François Bedenik is a French football coach and retired footballer who played as a goalkeeper. He is currently working at the academy of AS Saint-Étienne as a goalkeeper coach."}]}, {"heading": "Births", "year": "1978", "date": "November 20", "txt": "Freya Lim, Taiwanese-Malaysian singer and radio host", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 20", "txt": "Kéné Ndoye, Senegalese track and fielder", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 20", "txt": "Nadine Velazquez, American actress and model", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 20", "txt": "Maree Bowden, New Zealand netball player", "entities": [{"title": "Maree Bowden", "href": "/wiki/Maree_Bowden", "description": "Maree Bowden is a New Zealand international netball player. Bowden played with the Canterbury Flames in the National Bank Cup from 1999–2007. She continued with the Canterbury franchise, which became the Canterbury Tactix, when the ANZ Championship began in 2008. With the retirement of long-standing Canterbury captain Julie Seymour after the 2009 season, in 2010 Bowden was given the captaincy role"}]}, {"heading": "Births", "year": "1979", "date": "November 20", "txt": "Dmitri Bulykin, Russian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 20", "txt": "Kateryna Burmistrova, Ukrainian wrestler", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 20", "txt": "Naide Gomes, Portuguese heptathlete and long jumper", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 20", "txt": "Joseph Hallman, American composer and academic", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 20", "txt": "Anastasiya Kapachinskaya, Russian sprint athlete", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 20", "txt": "Hassan Mostafa, Egyptian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 20", "txt": "Jacob Pitts, American actor", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 20", "txt": "Shalini, Indian actress", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 20", "txt": "Arpad Sterbik, Serbian handball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 20", "txt": "Dilnaz Akhmadieva, Kazakhstani singer and actress", "entities": [{"title": "Dilnaz Akhmadieva", "href": "/wiki/Dilnaz_Akhmadieva", "description": "Dilnaz Muratkyzy Akhmadieva is a Kazakhstani pop singer and actress of Uyghur origin, born and raised in Almaty, Kazakhstan."}]}, {"heading": "Births", "year": "1980", "date": "November 20", "txt": "James Chambers, English footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 20", "txt": "Eiko Koike, Japanese actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 20", "txt": "Poonsawat Kratingdaenggym, Thai boxer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 20", "txt": "Marek Krejčí, Slovak footballer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 20", "txt": "Ana Caterina Morariu, Romanian-Italian actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 20", "txt": "Christian Obrist, Italian middle-distance runner", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 20", "txt": "Eoin Reddan, Irish rugby union player", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 20", "txt": "Carlos Boozer, American basketball player", "entities": [{"title": "Carlos Boozer", "href": "/wiki/Carlos_Boozer", "description": "Carlos Austin Boozer Jr. is an American former professional basketball player. The two-time NBA All-Star played for the Cleveland Cavaliers, Utah Jazz, Chicago Bulls and Los Angeles Lakers, and then spent his last season playing overseas with the Guangdong Southern Tigers. As a member of Team USA, Boozer won an Olympic bronze medal at the 2004 Summer Olympics and an Olympic gold medal at the 2008 "}]}, {"heading": "Births", "year": "1981", "date": "November 20", "txt": "Yuko Kavaguti, Japanese ice skater", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 20", "txt": "Ye Li, Chinese basketball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 20", "txt": "Andrea Riseborough, English actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 20", "txt": "İbrahim Toraman, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 20", "txt": "Orsolya Tóth, Hungarian actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 20", "txt": "Kimberley Walsh, English singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 20", "txt": "Stephen Ademolu, Canadian footballer", "entities": [{"title": "Stephen Ademolu", "href": "/wiki/Stephen_Ademolu", "description": "Stephen Ademolu is a Canadian soccer player who plays for ECSL side WSC Fury"}]}, {"heading": "Births", "year": "1982", "date": "November 20", "txt": "Dương Hồng Sơn, Vietnamese footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 20", "txt": "Rémi Mathis, French historian and curator", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 20", "txt": "Shermine Shahrivar, Iranian model", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 20", "txt": "Gregor Urbas, Slovenian figure skater", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 20", "txt": "Israel Villaseñor, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 20", "txt": "Future, American rapper", "entities": [{"title": "Future (rapper)", "href": "/wiki/Future_(rapper)", "description": "Nayvadius DeMun Wilburn, better known by his stage name Future, is an American rapper, singer, songwriter, and record producer. Born and raised in Atlanta, Georgia, he first became involved in music as part of the Dungeon Family collective, where he was nicknamed \"the Future\". After amassing a series of mixtapes between 2010 and 2011, Future signed a major record label deal with Epic Records and R"}]}, {"heading": "Births", "year": "1983", "date": "November 20", "txt": "Dele Aiyenugba, Nigerian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 20", "txt": "Mónika Kovacsicz, Hungarian handballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 20", "txt": "Ali, South Korean singer", "entities": [{"title": "Ali (South Korean singer)", "href": "/wiki/Ali_(South_Korean_singer)", "description": "Cho Yong-jin, known professionally as Ali (알리), is a South Korean musician, singer, songwriter and actress. Following her debut in 2009, she was primarily recognized for her time as a contestant on the KBS program Immortal Songs 2."}]}, {"heading": "Births", "year": "1984", "date": "November 20", "txt": "Halley Feiffer, American actress and playwright", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 20", "txt": "Kévin Hecquefeuille, French ice hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 20", "txt": "Justin Hoyte, English   footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 20", "txt": "Jeremy Jordan, American actor", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 20", "txt": "Cartier Martin, American basketball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 20", "txt": "Nelson Sebastián Maz, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 20", "txt": "Sherjill MacDonald, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 20", "txt": "Moe Meguro, Japanese curler", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 20", "txt": "Ferdinando Monfardini, Italian race car driver", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 20", "txt": "Florencia Mutio, Argentine field hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 20", "txt": "Stéphane N'Guéma, Gabonese footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 20", "txt": "Naoya Tamura, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 20", "txt": "Monique van der Vorst, Dutch cyclist", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 20", "txt": "Lee Yun-yeol, South Korean gamer", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 20", "txt": "Juan Cruz Álvarez, Argentinian race car driver", "entities": [{"title": "Juan Cruz Álvarez", "href": "/wiki/Juan_Cruz_%C3%81lvarez", "description": "Juan Cruz Álvarez is a race car driver."}]}, {"heading": "Births", "year": "1985", "date": "November 20", "txt": "Eric Boateng, British basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 20", "txt": "Dan Byrd, American actor", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 20", "txt": "Muhamed Demiri, Macedonian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 20", "txt": "Greg Holland, American baseball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 20", "txt": "Maria Mukhortova, Russian skater", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 20", "txt": "Heinrich Schmidtgal, Kazakhstani footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 20", "txt": "Themistoklis Tzimopoulos, Greek New Zealander footballer", "entities": [{"title": "Greek New Zealanders", "href": "/wiki/Greek_New_Zealanders", "description": "Greek New Zealanders (Ellinozilandoí) refers to New Zealand citizens and residents who are of full or partial Greek descent; either those who immigrated or are New Zealand-born. Large concentrations of the community are to be found in Wellington, and to a lesser extent Christchurch and Auckland. Smaller communities of Greeks reside in Palmerston North, Wanganui, Dunedin, Hamilton, Nelson and Napie"}]}, {"heading": "Births", "year": "1985", "date": "November 20", "txt": "Aaron Yan, Taiwanese actor and singer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 20", "txt": "Josh Carter, American basketball player", "entities": [{"title": "Josh Carter", "href": "/wiki/Josh_Carter", "description": "Joshua Neville Carter is an American professional basketball player for PAOK of the Greek Basket League. He played college basketball for Texas A&M. He also played for the Athletes in Action basketball team in 2006 and 2007, helping the team win the William Jones Cup in 2006. In the 2006–07 season, Carter co-led all NCAA Division I men's basketball players with his three-point accuracy of 50%. The"}]}, {"heading": "Births", "year": "1986", "date": "November 20", "txt": "Edder Delgado, Honduran footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 20", "txt": "Ashley Fink, American actress and singer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 20", "txt": "Kōhei Horikoshi, Japanese manga artist", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 20", "txt": "Özer Hurmacı, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 20", "txt": "William Fernando da Silva, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 20", "txt": "Oliver Sykes, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 20", "txt": "Bartolomé Salvá Vidal, Spanish tennis player", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 20", "txt": "Koudai Tsukakoshi, Japanese race car driver", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 20", "txt": "Amelia Rose Blaire, American actress", "entities": [{"title": "Amelia Rose Blaire", "href": "/wiki/Amelia_Rose_Blaire", "description": "Amelia Rose Blaire  is an American actress. She is known for her roles as vampire Willa Burrell on the HBO series True Blood and Piper Shaw on the MTV series Scream."}]}, {"heading": "Births", "year": "1987", "date": "November 20", "txt": "Andrew Driver, English footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 20", "txt": "Ben Hamer, English footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 20", "txt": "Mylène Lazare, French swimmer", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 20", "txt": "Kou Lei, Ukrainian table tennis player", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 20", "txt": "Nathan Lyon, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 20", "txt": "Joëlle Numainville, Canadian cyclist", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 20", "txt": "Christoph Pfingsten, German cyclist", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 20", "txt": "Valdet Rama, Albanian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 20", "txt": "Gina Stechert, German alpine skier", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 20", "txt": "Marie-Laure Brunet, French biathlete", "entities": [{"title": "Marie-Laure Brunet", "href": "/wiki/Marie-Laure_Brunet", "description": "Marie-Laure Brunet is a retired French biathlete and Olympic athlete who won a bronze medal in the women's pursuit at the 2010 Winter Olympic Games of Vancouver."}]}, {"heading": "Births", "year": "1988", "date": "November 20", "txt": "Aya Medany, Egyptian modern pentathlete.", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 20", "txt": "Max Pacioretty, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 20", "txt": "Roberto Rosales, Venezuelan footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 20", "txt": "Dariga Shakimova, Kazakhstani boxer", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 20", "txt": "Dušan Tadić, Serbian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 20", "txt": "Rhys Wakefield, Australian actor and director", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 20", "txt": "Artak Dashyan, Armenian footballer", "entities": [{"title": "Artak Dashyan", "href": "/wiki/Artak_Dashyan", "description": "Artak Dashyan is an Armenian football player who currently plays midfielder for FC Urartu. He is a member of the Armenia national football team."}]}, {"heading": "Births", "year": "1989", "date": "November 20", "txt": "Babita Kumari, Indian wrestler", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 20", "txt": "Cody Linley, American actor and singer", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 20", "txt": "Agon Mehmeti, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 20", "txt": "Jonas Mendes, Bissau-Guinean footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 20", "txt": "Sergei Polunin, Ukrainian ballet dancer", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 20", "txt": "Eduardo Vargas, Chilean footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 20", "txt": "Dmitry Zhitnikov, Russian handballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 20", "txt": "Haley Anderson, American swimmer", "entities": [{"title": "Haley Anderson", "href": "/wiki/Haley_Anderson", "description": "Haley Danita Anderson is an American competitive swimmer who is an Olympic silver medalist. She placed second in the 10-kilometer open water event at the 2012 Summer Olympics."}]}, {"heading": "Births", "year": "1990", "date": "November 20", "txt": "Mark Christian, Manx cyclist", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 20", "txt": "Aleksandra Król, Polish snowboarder", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 20", "txt": "Slobodan Medojević, Serbian footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 20", "txt": "Nzuzi Toko, Congolese footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 20", "txt": "Irene Esser, Venezuelan actress and model", "entities": [{"title": "Irene Esser", "href": "/wiki/Irene_Esser", "description": "Irene Sofía Esser Quintero is a Venezuelan actress, model and beauty pageant titleholder who was crowned Miss Venezuela 2011. Esser grew up in Río Caribe, Sucre, Venezuela. She represented Venezuela in Miss Universe 2012, finishing as 2nd Runner-Up."}]}, {"heading": "Births", "year": "1991", "date": "November 20", "txt": "Grant Hanley, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 20", "txt": "Anthony Knockaert, French footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 20", "txt": "Yvonne Leuko, Cameroonian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 20", "txt": "Kim Se-yong, South Korean singer and actor", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 20", "txt": "Tim Simona, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 20", "txt": "Amit Guluzade, Azerbaijani footballer", "entities": [{"title": "Amit Guluzade", "href": "/wiki/Amit_Guluzade", "description": "Amit Guluzade ; is an Azerbaijani football player who last played for Milsami Orhei."}]}, {"heading": "Births", "year": "1992", "date": "November 20", "txt": "Zoltán Harcsa, Hungarian boxer", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 20", "txt": "Maiha Ishimura, Japanese singer and actress", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 20", "txt": "Kristiina Mäkelä, Finnish triple jumper", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 20", "txt": "Gaku Matsuda, Japanese actor", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 20", "txt": "Jenna Prandini, American track and field athlete", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 20", "txt": "Brayan Ramirez, Colombian cyclist", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 20", "txt": "Freddie Veseli, Albanian footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "November 20", "txt": "Junior Paulo, New Zealand rugby league player", "entities": [{"title": "Junior Paulo (rugby league, born 1993)", "href": "/wiki/Junior_Paulo_(rugby_league,_born_1993)", "description": "Junior Paulo is a Samoa international rugby league footballer who plays as a prop for the Parramatta Eels in the NRL."}]}, {"heading": "Births", "year": "1993", "date": "November 20", "txt": "Sanjin Prcić, Bosnian footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "November 20", "txt": "Anna Prugova, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1994", "date": "November 20", "txt": "Timothy Kitum, Kenyan middle-distance runner", "entities": [{"title": "Timothy Kitum", "href": "/wiki/Timothy_Kitum", "description": "Timothy Kitum is a Kenyan middle distance runner. He also won Commonwealth Youth Games 800m with a Games Record 1.49.32"}]}, {"heading": "Births", "year": "1995", "date": "November 20", "txt": "Timothy Cheruiyot, Kenyan athlete", "entities": [{"title": "Timothy Cheruiyot", "href": "/wiki/Timothy_Cheruiyot", "description": "Timothy Cheruiyot is a Kenyan middle-distance runner. He won the silver medal at the 2017 World Championships in the 1500 metres event, and has also won the 1500 m Diamond League on three occasions: in 2017, 2018 and 2019.\nHe won the gold medal in 1500 m at the 2019 World Athletics Championships in Doha, Qatar."}]}, {"heading": "Births", "year": "1995", "date": "November 20", "txt": "Iván Garcia, Spanish cyclist", "entities": []}, {"heading": "Births", "year": "1995", "date": "November 20", "txt": "Shaolin Sándor Liu, Hungarian short track speed skater", "entities": []}, {"heading": "Births", "year": "1995", "date": "November 20", "txt": "Kyle Snyder, American wrestler", "entities": []}, {"heading": "Births", "year": "1996", "date": "November 20", "txt": "Jack Harrison, English professional footballer", "entities": [{"title": "Jack Harrison (footballer, born 1996)", "href": "/wiki/Jack_Harrison_(footballer,_born_1996)", "description": "Jack David Harrison is an English professional footballer who plays as a winger for Premier League club Leeds United on loan from Manchester City. He has also represented England U21."}]}, {"heading": "Births", "year": "1996", "date": "November 20", "txt": "Blaž Janc, Slovenian handballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "November 20", "txt": "Denis Zakaria, Swiss footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 20", "txt": "Levi Garcia, Trinidadian footballer", "entities": [{"title": "Levi Garcia", "href": "/wiki/Levi_Garcia", "description": "Levi Samuel García is a Trinidadian professional footballer who plays as a left-winger for Greek club AEK Athens and the Trinidad and Tobago national team."}]}, {"heading": "Births", "year": "2000", "date": "November 20", "txt": "Connie Talbot, English singer-songwriter", "entities": [{"title": "Connie Talbot", "href": "/wiki/Connie_Talbot", "description": "Connie Victoria Elizabeth Talbot is an English singer. In 2007, she was the runner-up of the first series of Britain's Got Talent. She then signed with Rainbow Recording Company and released her debut album Over the Rainbow on 26 November 2007, which has sold over 250,000 copies worldwide and reached number one in three countries."}]}, {"heading": "Births", "year": "2002", "date": "November 20", "txt": "Madisyn Shipman, American actress", "entities": [{"title": "Madisyn Shipman", "href": "/wiki/Madisyn_Shipman", "description": "Madisyn Shipman is an American actress. She is known for playing Kenzie Bell in the Nickelodeon sitcom Game Shakers."}]}, {"heading": "Deaths", "year": "284", "date": "November 20", "txt": "Numerian, Roman emperor", "entities": [{"title": "Numerian", "href": "/wiki/Numerian", "description": "Numerian was Roman emperor from 283 to 284 with his older brother Carinus. They were sons of Carus, a general raised to the office of praetorian prefect under Emperor Probus in 282."}]}, {"heading": "Deaths", "year": "763", "date": "November 20", "txt": "Domnall Midi, High King of Ireland (b. 743)", "entities": [{"title": "Domnall Midi", "href": "/wiki/Domnall_Midi", "description": "Domhnall Mac Murchada, called Domnall Midi, was High King of Ireland. He belonged to the Clann Cholmáin branch of the Uí Néill. Clann Cholmáin's pre-eminence among the southern Uí Néill, which would last until the rise of Brian Bóruma and the end of the Uí Néill dominance in Ireland, dates from his lifetime."}]}, {"heading": "Deaths", "year": "811", "date": "November 20", "txt": "Li Fan, Chinese chancellor (b. 754)", "entities": [{"title": "Li Fan (Tang dynasty)", "href": "/wiki/Li_Fan_(Tang_dynasty)", "description": "Li Fan (李藩), courtesy name Shuhan (叔翰), was an official of the Chinese dynasty Tang dynasty, serving as a chancellor during the reign of Emperor Xianzong."}]}, {"heading": "Deaths", "year": "855", "date": "November 20", "txt": "Theoktistos, Byzantine courtier", "entities": [{"title": "Theoktistos", "href": "/wiki/Theoktistos", "description": "Theoktistos or Theoctistus was a leading Byzantine official during the second quarter of the 9th century and the de facto head of the regency for the underage emperor Michael III from 842 until his dismissal and murder in 855. A eunuch courtier, he assisted in the ascent of Michael II to the throne in 822, and was rewarded with the titles of patrikios and later magistros. He held the high posts of"}]}, {"heading": "Deaths", "year": "869", "date": "November 20", "txt": "Edmund the Martyr, English king (b. 841)", "entities": [{"title": "Edmund the Martyr", "href": "/wiki/Edmund_the_Martyr", "description": "Edmund the Martyr was king of East Anglia from about 855 until his death."}]}, {"heading": "Deaths", "year": "927", "date": "November 20", "txt": "Xu Wen, Chinese general (b. 862)", "entities": [{"title": "Xu Wen", "href": "/wiki/Xu_Wen", "description": "Xu Wen (徐溫), courtesy name Dunmei (敦美), formally Prince Zhongwu of Qi (齊忠武王), later further posthumously honored Emperor Wu (武皇帝) with the temple name Yizu (義祖) by his adoptive son Xu Zhigao after Xu Zhigao founded the state of Southern Tang, was a major general and regent of the Chinese Five Dynasties and Ten Kingdoms period state Wu. He took over the reins of the Wu state after assassinating, wi"}]}, {"heading": "Deaths", "year": "996", "date": "November 20", "txt": "Richard I, duke of Normandy (b. 932)", "entities": [{"title": "Richard I of Normandy", "href": "/wiki/Richard_I_of_Normandy", "description": "Richard I, also known as Richard the Fearless, was the count of Rouen from 942 to 996. Dudo of Saint-Quentin, whom Richard commissioned to write the \"De moribus et actis primorum Normanniae ducum\", called him a dux. However, this use of the word may have been in the context of Richard's renowned leadership in war, and not as a reference to a title of nobility. Richard either introduced feudalism i"}]}, {"heading": "Deaths", "year": "1008", "date": "November 20", "txt": "Geoffrey I, duke of Brittany (b. 980)", "entities": [{"title": "Geoffrey I, Duke of Brittany", "href": "/wiki/Geoffrey_I,_Duke_of_Brittany", "description": "Geoffrey I, Duke of Brittany, also known as Geoffrey of Rennes and Geoffrey Berengar, was the eldest son of Duke Conan I of Brittany. He was Count of Rennes, by right of succession. In 992 he assumed the title of Duke of Brittany, which had long been an independent state, but he had little control over much of Lower Brittany."}]}, {"heading": "Deaths", "year": "1022", "date": "November 20", "txt": "Bernward of Hildesheim, German bishop (b. c. 960)", "entities": [{"title": "Bernward of Hildesheim", "href": "/wiki/Bernward_of_Hildesheim", "description": "Saint Bernward was the thirteenth Bishop of Hildesheim from 993 until his death in 1022."}]}, {"heading": "Deaths", "year": "1314", "date": "November 20", "txt": "Albert II, German nobleman (b. 1240)", "entities": [{"title": "Albert II, Margrave of Meissen", "href": "/wiki/Albert_II,_Margrave_of_Meissen", "description": "Albert II, the Degenerate was a Margrave of Meissen, Landgrave of Thuringia and Count Palatine of Saxony. He was a member of the House of Wettin."}]}, {"heading": "Deaths", "year": "1316", "date": "November 20", "txt": "John I, king of France and Navarra (b. 1316)", "entities": [{"title": "John I of France", "href": "/wiki/John_I_of_France", "description": "John I, called the Posthumous, was king of France and Navarre, as the posthumous son and successor of Louis X, for the five days he lived in 1316. He is the youngest person to be king of France, the only one to have borne that title from birth, and the only one to hold the title for his entire life. His reign is the shortest of any French king. Although considered a king today, his status was not "}]}, {"heading": "Deaths", "year": "1400", "date": "November 20", "txt": "Elisabeth of Moravia, margravine of Meissen", "entities": [{"title": "Elisabeth of Moravia", "href": "/wiki/Elisabeth_of_Moravia", "description": "Elizabeth of Moravia was the second daughter and third issue of John Henry of Moravia, and his second wife Margaret of Opava. She became Margravine consort of Meissen by her marriage to William I, Margrave of Meissen (1366)."}]}, {"heading": "Deaths", "year": "1480", "date": "November 20", "txt": "Eleanor of Scotland, Scottish princess  (b. 1433)", "entities": [{"title": "Eleanor of Scotland", "href": "/wiki/Eleanor_of_Scotland", "description": "Eleanor of Scotland was an Archduchess of Austria by marriage to Sigismund, Archduke of Austria, a noted translator, and regent of Austria in 1455-58 and 1467. She was a daughter of James I of Scotland and Joan Beaufort."}]}, {"heading": "Deaths", "year": "1518", "date": "November 20", "txt": "Pierre de la Rue, Belgian singer and composer (b. 1452)", "entities": [{"title": "Pierre de la Rue", "href": "/wiki/Pierre_de_la_Rue", "description": "\nPierre de la Rue was a Franco-Flemish composer and singer of the Renaissance. His name also appears as Piersson or variants of Pierchon and his toponymic, when present, as various forms of de Platea, de Robore, or de Vico. A member of the same generation as Josquin des Prez, and a long associate of the Habsburg-Burgundian musical chapel, he ranks with Agricola, Brumel, Compère, Isaac, Obrecht, an"}]}, {"heading": "Deaths", "year": "1559", "date": "November 20", "txt": "Lady Frances Brandon, English noblewoman and claimant to the throne of England (b. 1517)", "entities": [{"title": "Frances Grey, Duchess of Suffolk", "href": "/wiki/Frances_Grey,_Duchess_of_Suffolk", "description": "Frances Grey, Duchess of Suffolk, was an English noblewoman, the second child and eldest daughter of King Henry VIII's younger sister, Princess Mary, and Charles Brandon, 1st Duke of Suffolk. She was the mother of Lady Jane Grey, de facto Queen of England and Ireland from 10 July until 19 July 1553, as well as Lady Katherine Grey and Lady Mary Grey."}]}, {"heading": "Deaths", "year": "1591", "date": "November 20", "txt": "Christopher Hatton, English academic and politician, Lord Chancellor of England (b. 1540)", "entities": [{"title": "Christopher Hatton", "href": "/wiki/Christopher_Hatton", "description": "Sir Christopher Hatton KG was an English politician, Lord Chancellor of England and a favourite of Elizabeth I of England. He was one of the judges who found Mary, Queen of Scots guilty of treason."}, {"title": "Lord Chancellor of England", "href": "/wiki/Lord_Chancellor_of_England", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Deaths", "year": "1593", "date": "November 20", "txt": "Hans Bol, Flemish painter (b. 1534)", "entities": [{"title": "Hans Bol", "href": "/wiki/Hans_Bol", "description": "Hans Bol or Jan Bol, was a Flemish painter, print artist, miniaturist painter and draftsman. He is known for his landscapes, allegorical and biblical scenes, and genre paintings executed in a late Northern Mannerist style."}]}, {"heading": "Deaths", "year": "1606", "date": "November 20", "txt": "John Lyly, English poet and courtier", "entities": [{"title": "John Lyly", "href": "/wiki/John_Lyly", "description": "John Lyly was an English writer, dramatist, courtier, and parliamentarian, best known during his lifetime for his two books Euphues: The Anatomy of Wit (1578) and its sequel Euphues and His England (1580), but perhaps best remembered now for his plays. Lyly's distinctive literary style, named after the title character of his two books, is known as euphuism."}]}, {"heading": "Deaths", "year": "1612", "date": "November 20", "txt": "John Harington, English courtier and author (b. 1561)", "entities": [{"title": "John Harington (writer)", "href": "/wiki/John_Harington_(writer)", "description": "Sir John Harington, of Kelston, Somerset, England, but baptised in London, was an English courtier, author and translator popularly known as the inventor of the flush toilet. He became prominent at Queen Elizabeth I's court, and was known as her \"saucy Godson\", but his poetry and other writings caused him to fall in and out of favour with the Queen. The description of a flush-toilet forerunner ins"}]}, {"heading": "Deaths", "year": "1651", "date": "November 20", "txt": "Mikołaj Potocki, Polish nobleman (b. 1595)", "entities": [{"title": "Mikołaj Potocki", "href": "/wiki/Miko%C5%82aj_Potocki", "description": "Mikołaj \"Bearpaw\" Potocki was a Polish nobleman, magnate and Field Crown Hetman of the Polish–Lithuanian Commonwealth from 1637 to 1646, Grand Hetman of the Crown from 1646 to 1651, governor of Bracław Voivodeship from 1636 and from 1646 Castellan of Kraków."}]}, {"heading": "Deaths", "year": "1678", "date": "November 20", "txt": "Karel Dujardin, Dutch Golden Age painter (b. 1622)", "entities": [{"title": "Karel Dujardin", "href": "/wiki/Karel_Dujardin", "description": "Karel Dujardin was a Dutch Golden Age painter. Although he did a few portraits and a few history paintings of religious subjects, most of his work is small Italianate landscape scenes with animals and peasants, and other genre scenes. Dujardin spent two extended periods, at the beginning and end of his career, in Italy, and most of his paintings and landscape etchings have an Italian or Italianate"}, {"title": "Dutch Golden Age painting", "href": "/wiki/Dutch_Golden_Age_painting", "description": "Dutch Golden Age painting is the painting of the Dutch Golden Age, a period in Dutch history roughly spanning the 17th century, during and after the later part of the Eighty Years' War (1568–1648) for Dutch independence."}]}, {"heading": "Deaths", "year": "1662", "date": "November 20", "txt": "Leopold Wilhelm, Austrian duke and governor (b. 1614)", "entities": [{"title": "Archduke Leopold Wilhelm of Austria", "href": "/wiki/Archduke_Leopold_Wilhelm_of_Austria", "description": "Archduke Leopold Wilhelm of Austria, younger brother of Emperor Ferdinand III, was an Austrian soldier, administrator and patron of the arts."}]}, {"heading": "Deaths", "year": "1695", "date": "November 20", "txt": "Zumbi, Brazilian king (b. 1655)", "entities": [{"title": "Zumbi", "href": "/wiki/Zumbi", "description": "Zumbi, also known as Zumbi dos Palmares, was a Brazilian of Kongo origin and a quilombola leader, being one of the pioneers of resistance to slavery of Africans by the Portuguese in Brazil. He was also the last of the kings of the Quilombo dos Palmares, a settlement of Afro-Brazilian people who had liberated themselves from enslavement in that same settlement, in the present-day state of Alagoas, "}]}, {"heading": "Deaths", "year": "1704", "date": "November 20", "txt": "Charles Plumier, French botanist and painter (b. 1646)", "entities": [{"title": "Charles Plumier", "href": "/wiki/Charles_Plumier", "description": "Charles Plumier was a French botanist after whom the Frangipani genus Plumeria is named. Plumier is considered one of the most important of the botanical explorers of his time. He made three botanizing expeditions to the West Indies, which resulted in a massive work Nova Plantarum Americanarum Genera (1703–1704) and was appointed botanist to King Louis XIV of France."}]}, {"heading": "Deaths", "year": "1737", "date": "November 20", "txt": "Caroline of Ansbach, queen of England and Ireland (b. 1683)", "entities": [{"title": "Caroline of Ansbach", "href": "/wiki/Caroline_of_Ansbach", "description": "Caroline of Brandenburg-Ansbach was Queen of Great Britain as the wife of King George II."}]}, {"heading": "Deaths", "year": "1742", "date": "November 20", "txt": "Melchior de Polignac, French cardinal and poet (b. 1661)", "entities": [{"title": "Melchior de Polignac", "href": "/wiki/Melchior_de_Polignac", "description": "Melchior Cardinal de Polignac was a French diplomat, Cardinal and neo-Latin poet."}]}, {"heading": "Deaths", "year": "1758", "date": "November 20", "txt": "Johan Helmich Roman, Swedish violinist and composer (b. 1694)", "entities": [{"title": "Johan Helmich Roman", "href": "/wiki/Johan_Helmich_Roman", "description": "Johan Helmich Roman was a Swedish Baroque composer. He has been called \"the father of Swedish music\" or \"the Swedish Handel.\" He was the leader of Swedish Opera through most of Swedish Opera's Age of Liberty."}]}, {"heading": "Deaths", "year": "1764", "date": "November 20", "txt": "Christian Goldbach, Prussian mathematician and theorist (b. 1690)", "entities": [{"title": "Christian Goldbach", "href": "/wiki/Christian_Goldbach", "description": "Christian Goldbach was a German mathematician who also studied law. He is remembered today for Goldbach's conjecture."}]}, {"heading": "Deaths", "year": "1773", "date": "November 20", "txt": "Charles Jennens, English landowner and patron of the arts", "entities": [{"title": "Charles Jennens", "href": "/wiki/Charles_Jennens", "description": "Charles Jennens was an English landowner and patron of the arts. As a friend of Handel, he helped author the libretti of several of his oratorios, most notably Messiah."}]}, {"heading": "Deaths", "year": "1778", "date": "November 20", "txt": "Francesco Cetti, Italian priest, zoologist, and mathematician (b. 1726)", "entities": [{"title": "Francesco Cetti", "href": "/wiki/Francesco_Cetti", "description": "Francesco Cetti was an Italian Jesuit priest, zoologist and mathematician."}]}, {"heading": "Deaths", "year": "1824", "date": "November 20", "txt": "Carl Axel Arrhenius, Swedish chemist (b. 1757)", "entities": [{"title": "Carl Axel Arrhenius", "href": "/wiki/Carl_Axel_Arrhenius", "description": "Carl Axel Arrhenius was an officer in the Swedish army as well as an amateur geologist and chemist. He is best known for his discovery of the mineral ytterbite in 1787."}]}, {"heading": "Deaths", "year": "1856", "date": "November 20", "txt": "Farkas Bolyai,  Romanian-Hungarian mathematician and academic (b. 1775)", "entities": [{"title": "Farkas Bolyai", "href": "/wiki/Farkas_Bolyai", "description": "Farkas Bolyai was a Hungarian mathematician, mainly known for his work in geometry."}]}, {"heading": "Deaths", "year": "1864", "date": "November 20", "txt": "Albert Newsam, American painter and illustrator (b. 1809)", "entities": [{"title": "Albert Newsam", "href": "/wiki/Albert_Newsam", "description": "Albert Newsam was an American artist. Born deaf and based in Philadelphia, Pennsylvania, he created paintings and drawings, including portraits."}]}, {"heading": "Deaths", "year": "1866", "date": "November 20", "txt": "Otto Karl Berg, German botanist and pharmacist (b. 1815)", "entities": [{"title": "Otto Karl Berg", "href": "/wiki/Otto_Karl_Berg", "description": "Otto Karl Berg was a German botanist and pharmacist. The official abbreviation of his name, in botany, is O. Berg."}]}, {"heading": "Deaths", "year": "1880", "date": "November 20", "txt": "Léon Cogniet, French painter (b. 1794)", "entities": [{"title": "Léon Cogniet", "href": "/wiki/L%C3%A9on_Cogniet", "description": "Léon Cogniet was a French history and portrait painter. He is probably best remembered as a teacher, with more than one hundred notable students."}]}, {"heading": "Deaths", "year": "1882", "date": "November 20", "txt": "Henry Draper, American doctor and astronomer (b. 1837)", "entities": [{"title": "Henry Draper", "href": "/wiki/Henry_Draper", "description": "Henry Draper was an American doctor and amateur astronomer. He is best known today as a pioneer of astrophotography."}]}, {"heading": "Deaths", "year": "1886", "date": "November 20", "txt": "William Bliss Baker, American painter (b. 1859)", "entities": [{"title": "William Bliss Baker", "href": "/wiki/William_Bliss_Baker", "description": "William Bliss Baker was an American artist who began painting just as the Hudson River School was winding down. Baker began his studies in 1876 at the National Academy of Design, where he studied with Bierstadt and de Haas. He later maintained studios in Clifton Park, New York; and New York City, where he painted in oils and watercolors. He completed more than 130 paintings, including several in b"}]}, {"heading": "Deaths", "year": "1894", "date": "November 20", "txt": "Anton Rubinstein, Russian pianist, composer, and conductor (b. 1829)", "entities": [{"title": "Anton Rubinstein", "href": "/wiki/Anton_Rubinstein", "description": "Anton Grigoryevich Rubinstein was a Russian pianist, composer and conductor who became a pivotal figure in Russian culture when he founded the Saint Petersburg Conservatory. He was the elder brother of Nikolai Rubinstein who founded the Moscow Conservatory."}]}, {"heading": "Deaths", "year": "1898", "date": "November 20", "txt": "Sir John Fowler, 1st Baronet, English engineer (b. 1817)", "entities": [{"title": "Sir John Fowler, 1st Baronet", "href": "/wiki/Sir_John_Fowler,_1st_Baronet", "description": "Sir John Fowler, 1st Baronet, KCMG, LLD, FRSE was an English civil engineer specialising in the construction of railways and railway infrastructure. In the 1850s and 1860s, he was engineer for the world's first underground railway, London's Metropolitan Railway, built by the \"cut-and-cover\" method under city streets. In the 1880s, he was chief engineer for the Forth Bridge, which opened in 1890. F"}]}, {"heading": "Deaths", "year": "1903", "date": "November 20", "txt": "Gaston de Chasseloup-Laubat, French race car driver (b. 1867)", "entities": [{"title": "Gaston de Chasseloup-Laubat", "href": "/wiki/Gaston_de_Chasseloup-Laubat", "description": "Count Gaston de Chasseloup-Laubat was a French aristocrat and race car driver. He was the son of Prosper, Marquis of Chasseloup-Laubat, minister of the Navy under Napoleon III, and of his American wife Marie-Louise Pilié."}]}, {"heading": "Deaths", "year": "1903", "date": "November 20", "txt": "Tom Horn, American scout, cowboy, soldier", "entities": []}, {"heading": "Deaths", "year": "1907", "date": "November 20", "txt": "Paula Modersohn-Becker, German painter (d. 1876)", "entities": [{"title": "Paula Modersohn-Becker", "href": "/wiki/Paula_Modersohn-Becker", "description": "Paula Modersohn-Becker was a German painter and one of the most important representatives of early expressionism."}]}, {"heading": "Deaths", "year": "1908", "date": "November 20", "txt": "Albert Dietrich, German composer and conductor (b. 1829)", "entities": [{"title": "Albert Dietrich", "href": "/wiki/Albert_Dietrich", "description": "Albert Hermann Dietrich, was a German composer and conductor. In addition to his work, he is remembered for his friendship with Johannes Brahms."}]}, {"heading": "Deaths", "year": "1908", "date": "November 20", "txt": "Georgy Voronoy, Ukrainian mathematician and academic (b. 1868)", "entities": []}, {"heading": "Deaths", "year": "1910", "date": "November 20", "txt": "Leo Tolstoy, Russian author and playwright (b. 1828)", "entities": [{"title": "Leo Tolstoy", "href": "/wiki/Leo_Tolstoy", "description": "Count Lev Nikolayevich Tolstoy, usually referred to in English as Leo Tolstoy, was a Russian writer who is regarded as one of the greatest authors of all time. He received nominations for the Nobel Prize in Literature every year from 1902 to 1906 and for the Nobel Peace Prize in 1901, 1902, and 1909. That he never won is a major controversy."}]}, {"heading": "Deaths", "year": "1918", "date": "November 20", "txt": "John Bauer, Swedish painter and illustrator (b.1882)", "entities": [{"title": "John Bauer (illustrator)", "href": "/wiki/John_Bauer_(illustrator)", "description": "John Albert Bauer was a Swedish painter and illustrator. His work is concerned with landscape and mythology, but he also composed portraits. He is best known for his illustrations of early editions of Bland tomtar och troll, an anthology of Swedish folklore and fairy tales."}]}, {"heading": "Deaths", "year": "1923", "date": "November 20", "txt": "Denny Barry Irish Republican, Hunger Striker", "entities": [{"title": "Denny Barry", "href": "/wiki/Denny_Barry", "description": "Denis \"Denny\" Barry was an Irish Republican who died during a hunger strike, shortly after the Irish Civil War."}]}, {"heading": "Deaths", "year": "1923", "date": "November 20", "txt": "Allen Holubar, American actor and director", "entities": [{"title": "Allen Holubar", "href": "/wiki/Allen_Holubar", "description": "Allen Holubar was an American actor, film director, and screenwriter of the silent film era. He appeared in 38 films between 1913 and 1917. He also directed 33 films between 1916 and 1923."}]}, {"heading": "Deaths", "year": "1924", "date": "November 20", "txt": "Ebenezer Cobb Morley, English sportsman and the father of the Football Association and modern football (b. 1831)", "entities": [{"title": "Ebenezer Cobb Morley", "href": "/wiki/Ebenezer_Cobb_Morley", "description": "Ebenezer Cobb Morley was an English sportsman. He is regarded as one of the fathers of the Football Association (FA) and modern football."}, {"title": "List of persons considered father or mother of a field", "href": "/wiki/List_of_persons_considered_father_or_mother_of_a_field", "description": "The following is a list of significant persons known for being the father, mother or founder of a particular field or invention, mostly in Western societies. Often discoveries and innovations are the work of multiple people, resulting from continual improvements over time; however, certain individuals are remembered for making significant contributions to the birth or development of a field or tec"}, {"title": "The Football Association", "href": "/wiki/The_Football_Association", "description": "The Football Association is the governing body of association football in England and the Crown dependencies of Jersey, Guernsey, and the Isle of Man. Formed in 1863, it is the oldest football association in the world and is responsible for overseeing all aspects of the amateur and professional game in its territory."}, {"title": "Association football", "href": "/wiki/Association_football", "description": "Association football, more commonly known as simply football or soccer, is a team sport played by all genders with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the gam"}]}, {"heading": "Deaths", "year": "1925", "date": "November 20", "txt": "Alexandra of Denmark, Queen of the United Kingdom (b. 1844)", "entities": [{"title": "Alexandra of Denmark", "href": "/wiki/Alexandra_of_Denmark", "description": "Alexandra of Denmark was Queen of the United Kingdom and the British Dominions and Empress of India from 1901 to 1910 as the wife of King-Emperor Edward VII."}]}, {"heading": "Deaths", "year": "1930", "date": "November 20", "txt": "Bill Holland, American track and field athlete (b. 1874)", "entities": [{"title": "Bill Holland (sprinter)", "href": "/wiki/Bill_Holland_(sprinter)", "description": "William Joseph Holland was an American track and field athlete."}]}, {"heading": "Deaths", "year": "1933", "date": "November 20", "txt": "Augustine Birrell, British politician (b. 1815)", "entities": [{"title": "Augustine Birrell", "href": "/wiki/Augustine_Birrell", "description": "Augustine Birrell KC was a British Liberal Party politician, who was Chief Secretary for Ireland from 1907 to 1916. In this post, he was praised for enabling tenant farmers to own their property, and for extending university education for Catholics. But he was criticised for failing to take action against the rebels before the Easter Rising, and resigned. A barrister by training, he was also an au"}]}, {"heading": "Deaths", "year": "1934", "date": "November 20", "txt": "Willem de Sitter, Dutch mathematician, physicist, and astronomer (b. 1872)", "entities": [{"title": "Willem de Sitter", "href": "/wiki/Willem_de_Sitter", "description": "Willem de Sitter was a Dutch mathematician, physicist, and astronomer."}]}, {"heading": "Deaths", "year": "1935", "date": "November 20", "txt": "John Jellicoe, Royal Navy officer (b. 1859)", "entities": [{"title": "John Jellicoe, 1st Earl Jellicoe", "href": "/wiki/John_Jellicoe,_1st_Earl_Jellicoe", "description": "Admiral of the Fleet John Rushworth Jellicoe, 1st Earl Jellicoe, was a Royal Navy officer. He fought in the Anglo-Egyptian War and the Boxer Rebellion and commanded the Grand Fleet at the Battle of Jutland in May 1916 during the First World War. His handling of the fleet at that battle was controversial. Jellicoe made no serious mistakes and the German High Seas Fleet retreated to port, at a time "}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}]}, {"heading": "Deaths", "year": "1936", "date": "November 20", "txt": "Buenaventura Durruti, Spanish mechanic and activist (b. 1896)", "entities": [{"title": "Buenaventura Durruti", "href": "/wiki/Buenaventura_Durruti", "description": "José Buenaventura Durruti Dumange was a Spanish insurrectionary, anarcho-syndicalist militant involved with the CNT, FAI and other anarchist organisations during the period leading up to and including the Spanish Civil War. Durruti played an influential role during the Spanish Revolution and is remembered as a hero in the anarchist movement."}]}, {"heading": "Deaths", "year": "1936", "date": "November 20", "txt": "José Antonio Primo de Rivera, Spanish lawyer and politician (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1938", "date": "November 20", "txt": "Maud of Wales, queen of Norway (b. 1869)", "entities": [{"title": "Maud of Wales", "href": "/wiki/Maud_of_Wales", "description": "Maud of Wales, was Queen of Norway as the wife of King Haakon VII. She was the youngest daughter of King Edward VII and Queen Alexandra of the United Kingdom."}]}, {"heading": "Deaths", "year": "1938", "date": "November 20", "txt": "Edwin Hall, American physicist (b. 1855)", "entities": []}, {"heading": "Deaths", "year": "1940", "date": "November 20", "txt": "Arturo Bocchini, Chief of Police under the Fascist regime of Benito Mussolini (b. 1880)", "entities": [{"title": "Arturo Bocchini", "href": "/wiki/Arturo_Bocchini", "description": "Arturo Bocchini was an Italian civil servant, who was appointed Chief of the Police under the Fascist regime of Benito Mussolini. Bocchini held the office from September 1926 until his death in November 1940, becoming a key figure in the Italian regime."}, {"title": "Fascism", "href": "/wiki/Fascism", "description": "Fascism is a form of far-right, authoritarian ultranationalism characterized by dictatorial power, forcible suppression of opposition and strong regimentation of society and of the economy which came to prominence in early 20th-century Europe. The first fascist movements emerged in Italy during World War I, before spreading to other European countries. Opposed to liberalism, democracy, Marxism, an"}, {"title": "Benito Mussolini", "href": "/wiki/Benito_Mussolini", "description": "Benito Amilcare Andrea Mussolini was an Italian politician and journalist who founded and led the National Fascist Party. He was Prime Minister of Italy from the Fascist coup d'état in 1922 until his deposition in 1943, and Duce (\"Leader\") of Italian Fascism from the establishment of the Italian Fasces of Combat in 1919 until his execution in 1945 during the Italian Civil War. As dictator of Italy"}]}, {"heading": "Deaths", "year": "1940", "date": "November 20", "txt": "Tim Coleman, English footballer (b. 1881)", "entities": []}, {"heading": "Deaths", "year": "1940", "date": "November 20", "txt": "Robert Lane, Canadian footballer (b. 1882)", "entities": []}, {"heading": "Deaths", "year": "1941", "date": "November 20", "txt": "Elmar Muuk, Estonian linguist and author (b. 1901)", "entities": [{"title": "Elmar Muuk", "href": "/wiki/Elmar_Muuk", "description": "Elmar Muuk was an Estonian linguist and author of a number of dictionaries and textbooks of the Estonian language, and was, together with Johannes Voldemar Veski and Johannes Aavik, responsible for development of Estonian as a modern European language."}]}, {"heading": "Deaths", "year": "1944", "date": "November 20", "txt": "Maria Jacobini, Italian actress (b. 1892)", "entities": [{"title": "Maria Jacobini", "href": "/wiki/Maria_Jacobini", "description": "Maria Jacobini was an Italian film actress. She was married to the film director Gennaro Righelli and appeared in many of his silent films for the Vesuvio Film Company. She worked in the German film industry in the mid-1920s. She was the older sister of actress Diomira Jacobini."}]}, {"heading": "Deaths", "year": "1945", "date": "November 20", "txt": "Francis William Aston, English chemist and physicist, Nobel Prize laureate (b. 1877)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1947", "date": "November 20", "txt": "Wolfgang Borchert, German author and playwright (b. 1921)", "entities": [{"title": "Wolfgang Borchert", "href": "/wiki/Wolfgang_Borchert", "description": "Wolfgang Borchert was a German author and playwright whose work was strongly influenced by his experience of dictatorship and his service in the Wehrmacht during the Second World War. His work is among the best-known examples of the Trümmerliteratur movement in post-World War II Germany. His most famous work is the drama \"Draußen vor der Tür \", which he wrote soon after the end of World War II. Hi"}]}, {"heading": "Deaths", "year": "1950", "date": "November 20", "txt": "Francesco Cilea, Italian composer (b. 1866)", "entities": [{"title": "Francesco Cilea", "href": "/wiki/Francesco_Cilea", "description": "Francesco Cilea was an Italian composer. Today he is particularly known for his operas L'arlesiana and Adriana Lecouvreur."}]}, {"heading": "Deaths", "year": "1952", "date": "November 20", "txt": "Benedetto Croce, Italian philosopher and politician (b. 1866)", "entities": [{"title": "Benedetto Croce", "href": "/wiki/Benedetto_Croce", "description": "Benedetto Croce \nwas an Italian idealist philosopher, historian and politician, who wrote on numerous topics, including philosophy, history, historiography and aesthetics. In most regards, Croce was a liberal, although he opposed laissez-faire free trade and had considerable influence on other Italian intellectuals, including both Marxist Antonio Gramsci and fascist Giovanni Gentile. Croce was Pre"}]}, {"heading": "Deaths", "year": "1954", "date": "November 20", "txt": "Clyde Vernon Cessna, American pilot and engineer, founded the Cessna Aircraft Corporation (b. 1879)", "entities": [{"title": "Clyde Vernon Cessna", "href": "/wiki/Clyde_Vernon_Cessna", "description": "Clyde Vernon Cessna was an American aircraft designer, aviator, and early aviation entrepreneur. He is best known as the principal founder of the Cessna Aircraft Corporation, which he started in 1927 in Wichita, Kansas."}, {"title": "Cessna", "href": "/wiki/Cessna", "description": "The Cessna Aircraft Company was an American general aviation aircraft manufacturing corporation headquartered in Wichita, Kansas. The company produced small, piston-powered aircraft, as well as business jets. For much of the mid-to-late 20th century, Cessna was one of the highest-volume and most diverse producers of general aviation aircraft in the world. It was founded in 1927 and was purchased b"}]}, {"heading": "Deaths", "year": "1957", "date": "November 20", "txt": "Mstislav Dobuzhinsky, Russian-Lithuanian painter and illustrator (b. 1875)", "entities": [{"title": "Mstislav Dobuzhinsky", "href": "/wiki/Mstislav_Dobuzhinsky", "description": "Mstislav Valerianovich Dobuzhinsky or Dobujinsky was a Lithuanian artist noted for his cityscapes conveying the explosive growth and decay of the early twentieth-century city."}]}, {"heading": "Deaths", "year": "1959", "date": "November 20", "txt": "Sylvia Lopez, French model and actress (b. 1933)", "entities": [{"title": "Sylvia Lopez", "href": "/wiki/Sylvia_Lopez", "description": "Sylvia Lopez was a French model and actress."}]}, {"heading": "Deaths", "year": "1960", "date": "November 20", "txt": "Ya'akov Cahan, Israeli writer and translator (b. 1881)", "entities": [{"title": "Ya'akov Cahan", "href": "/wiki/Ya%27akov_Cahan", "description": "Ya'akov Cahan or Kahan was an Israeli poet, playwright, translator, writer and Hebrew linguist."}]}, {"heading": "Deaths", "year": "1972", "date": "November 20", "txt": "Ennio Flaiano, Italian writer and journalist (b. 1910)", "entities": [{"title": "Ennio Flaiano", "href": "/wiki/Ennio_Flaiano", "description": "Ennio Flaiano was an Italian screenwriter, playwright, novelist, journalist, and drama critic. Best known for his work with Federico Fellini, Flaiano co-wrote ten screenplays with the Italian director, including La Strada (1954), La Dolce Vita (1960), and 8½."}]}, {"heading": "Deaths", "year": "1973", "date": "November 20", "txt": "Allan Sherman, American actor, comedian, and producer (b. 1924)", "entities": [{"title": "Allan Sherman", "href": "/wiki/Allan_Sherman", "description": "Allan Sherman was an American comedy writer, television producer, singer and actor who became famous as a song parodist in the early 1960s. His first album, My Son, the Folk Singer (1962), became the fastest-selling record album up to that time. His biggest hit single was \"Hello Muddah, Hello Fadduh\", a comic novelty in which a boy describes his summer camp experiences to the tune of Ponchielli's "}]}, {"heading": "Deaths", "year": "1975", "date": "November 20", "txt": "Francisco Franco, Spanish Fascist dictator (b. 1892)", "entities": [{"title": "Francisco Franco", "href": "/wiki/Francisco_Franco", "description": "Francisco Franco Bahamonde was a Spanish general who led the Nationalist forces in overthrowing the Second Spanish Republic during the Spanish Civil War and thereafter ruled over Spain from 1939 to 1975 as a dictator, assuming the title Caudillo. This period in Spanish history, from the Nationalist victory to Franco's death, is commonly known as Francoist Spain or the Francoist dictatorship."}]}, {"heading": "Deaths", "year": "1976", "date": "November 20", "txt": "Trofim Lysenko, Ukrainian-Russian biologist and agronomist (b. 1898)", "entities": [{"title": "Trofim Lysenko", "href": "/wiki/Trofim_Lysenko", "description": "Trofím Denísovich Lysénko was a Soviet agronomist and biologist. Lysenko was a strong proponent of Lamarckism and rejected Mendelian genetics in favor of pseudoscientific ideas termed Lysenkoism."}]}, {"heading": "Deaths", "year": "1978", "date": "November 20", "txt": "Giorgio de Chirico, Greek-Italian painter and sculptor (b. 1888)", "entities": [{"title": "Giorgio de Chirico", "href": "/wiki/Giorgio_de_Chirico", "description": "Giorgio de Chirico was an Italian artist and writer born in Greece. In the years before World War I, he founded the scuola metafisica art movement, which profoundly influenced the surrealists. His most well-known works often feature Roman arcades, long shadows, mannequins, trains, and illogical perspective. His imagery reflects his affinity for the philosophy of Arthur Schopenhauer and of Friedric"}]}, {"heading": "Deaths", "year": "1978", "date": "November 20", "txt": "Vasilisk Gnedov, Russian soldier and poet (b. 1890)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "November 20", "txt": "John McEwen, Australian lawyer and politician, 18th Prime Minister of Australia (b. 1900)", "entities": [{"title": "John McEwen", "href": "/wiki/John_McEwen", "description": "Sir John McEwen, was an Australian politician who served as the 18th Prime Minister of Australia, holding office from 19 December 1967 to 10 January 1968 in a caretaker capacity after the disappearance of Harold Holt. He was the leader of the Country Party from 1958 to 1971."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Deaths", "year": "1983", "date": "November 20", "txt": "Marcel Dalio, French actor and playwright (b. 1900)", "entities": [{"title": "Marcel Dalio", "href": "/wiki/Marcel_Dalio", "description": "Marcel Dalio was a French character actor. He had major roles in two films directed by Jean Renoir, La Grande Illusion (1937) and The Rules of the Game (1939)."}]}, {"heading": "Deaths", "year": "1983", "date": "November 20", "txt": "Richard Loo, Chinese-American actor (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "November 20", "txt": "Carlo Campanini, Italian actor, singer and comedian (b. 1904)", "entities": [{"title": "Carlo Campanini", "href": "/wiki/Carlo_Campanini", "description": "Carlo Campanini, was an Italian actor, singer and comedian. He appeared in 128 films between 1939 and 1969."}]}, {"heading": "Deaths", "year": "1984", "date": "November 20", "txt": "Kristian Djurhuus, Faroese politician, 2nd Prime Minister of the Faroe Islands (b. 1895)", "entities": [{"title": "Prime Minister of the Faroe Islands", "href": "/wiki/Prime_Minister_of_the_Faroe_Islands", "description": "This is a list of lawmen and prime ministers of the Faroe Islands."}]}, {"heading": "Deaths", "year": "1984", "date": "November 20", "txt": "Faiz Ahmad Faiz, Pakistani journalist and poet (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "November 20", "txt": "Lynn Bari, American actress (b. 1913)", "entities": [{"title": "Lynn Bari", "href": "/wiki/Lynn_Bari", "description": "Lynn Bari was a film actress who specialized in playing sultry, statuesque man-killers in roughly 150 movies for 20th Century Fox from the early 1930s through the 1940s."}]}, {"heading": "Deaths", "year": "1992", "date": "November 20", "txt": "Raul Renter, Estonian economist and chess player (b. 1920)", "entities": [{"title": "Raul Renter", "href": "/wiki/Raul_Renter", "description": "Raul Renter was an Estonian economist and chess player, who twice won the Estonian Chess Championship."}]}, {"heading": "Deaths", "year": "1994", "date": "November 20", "txt": "Jānis Krūmiņš, Latvian basketball player (b. 1930)", "entities": [{"title": "Jānis Krūmiņš", "href": "/wiki/J%C4%81nis_Kr%C5%ABmi%C5%86%C5%A1", "description": "Jānis Krūmiņš was a Soviet-Latvian professional basketball player. Helped by his height, he was the first giant center that dominated under European baskets, for years. As a player of the senior Soviet Union national basketball team, Krūmiņš won 3 gold medals at the 1959, 1961, and 1963 EuroBaskets, as well as 3 silver medals at the 1956, 1960, and 1964 Summer Olympic Games."}]}, {"heading": "Deaths", "year": "1995", "date": "November 20", "txt": "Sergei Grinkov, Russian figure skater (b. 1967)", "entities": [{"title": "Sergei Grinkov", "href": "/wiki/Sergei_Grinkov", "description": "Sergei Mikhailovich Grinkov was a Russian pair skater. Together with his wife Ekaterina Gordeeva, he was the 1988 and 1994 Olympic Champion and a four-time World Champion."}]}, {"heading": "Deaths", "year": "1995", "date": "November 20", "txt": "Robie Macauley, American editor, novelist and critic (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "November 20", "txt": "Dick Littlefield, American baseball player (b. 1926)", "entities": [{"title": "Dick Littlefield", "href": "/wiki/Dick_Littlefield", "description": "Richard Bernard Littlefield was an American Major League Baseball pitcher with the Boston Red Sox, Chicago White Sox, Detroit Tigers, St. Louis Browns / Baltimore Orioles, Pittsburgh Pirates, St. Louis Cardinals, New York Giants, Chicago Cubs and the Milwaukee Braves between 1950 and 1958. He batted and threw left-handed, and was listed as 6 feet (1.8 m) tall and 180 pounds (82 kg). He was born an"}]}, {"heading": "Deaths", "year": "1997", "date": "November 20", "txt": "Robert Palmer, American saxophonist, producer, and author (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "November 20", "txt": "Roland Alphonso, Jamaican saxophonist (b. 1931)", "entities": [{"title": "Roland Alphonso", "href": "/wiki/Roland_Alphonso", "description": "Roland Alphonso OD or Rolando Alphonso a.k.a. \"The Chief Musician\" was a Jamaican tenor saxophonist, and one of the founding members of the Skatalites."}]}, {"heading": "Deaths", "year": "1998", "date": "November 20", "txt": "Galina Starovoytova, Russian ethnographer and politician (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "November 20", "txt": "Amintore Fanfani, Italian journalist and politician, 32nd Prime Minister of Italy (b. 1908)", "entities": [{"title": "Amintore Fanfani", "href": "/wiki/Amintore_Fanfani", "description": "Amintore Fanfani was an Italian politician and statesman, who served as 32nd Prime Minister of Italy for five separate terms. He was one of the best-known Italian politicians after the Second World War and a historical figure of the left-wing faction of Christian Democracy. He is also considered as one of the founders of the modern Italian centre-left."}, {"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Deaths", "year": "2000", "date": "November 20", "txt": "Mike Muuss, American computer programmer, created Ping (b. 1958)", "entities": [{"title": "Mike Muuss", "href": "/wiki/Mike_Muuss", "description": "Michael John Muuss was the American author of the freeware network tool ping."}, {"title": "Ping (networking utility)", "href": "/wiki/Ping_(networking_utility)", "description": "Ping is a computer network administration software utility used to test the reachability of a host on an Internet Protocol (IP) network. It is available for virtually all operating systems that have networking capability, including most embedded network administration software."}]}, {"heading": "Deaths", "year": "2000", "date": "November 20", "txt": "Kalle Päätalo, Finnish author (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "November 20", "txt": "Barbara Sobotta, Polish athlete (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "November 20", "txt": "Kakhi Asatiani, Georgian footballer (b. 1947)", "entities": [{"title": "Kakhi Asatiani", "href": "/wiki/Kakhi_Asatiani", "description": "Kakhi Asatiani was a Georgian association football player and manager."}]}, {"heading": "Deaths", "year": "2003", "date": "November 20", "txt": "Robert Addie, English actor (b. 1960 )", "entities": [{"title": "Robert Addie", "href": "/wiki/Robert_Addie", "description": "Robert Alastair Addie was an English film and theatre actor, who came to prominence playing the role of Sir Guy of Gisbourne in the 1980s British television drama series Robin of Sherwood."}]}, {"heading": "Deaths", "year": "2003", "date": "November 20", "txt": "David Dacko, African educator and politician, 1st President of the Central African Republic (b. 1930)", "entities": [{"title": "President of the Central African Republic", "href": "/wiki/President_of_the_Central_African_Republic", "description": "This article lists the heads of state of the Central African Republic. There have been seven heads of state of the Central African Republic and the Central African Empire since independence was obtained from the French on 13 August 1960. This list includes not only those persons who were sworn into office as President of the Central African Republic but also those who served as de facto heads of s"}]}, {"heading": "Deaths", "year": "2003", "date": "November 20", "txt": "Eugene Kleiner, American businessman, co-founded Kleiner Perkins Caufield & Byers (b. 1923)", "entities": [{"title": "Kleiner Perkins Caufield & Byers", "href": "/wiki/Kleiner_Perkins_Caufield_%26_Byers", "description": "Kleiner Perkins, formerly Kleiner Perkins Caufield & Byers (KPCB), is an American venture capital firm which specializes in investing in incubation, early stage and growth companies. Since its founding in 1972, the firm has backed entrepreneurs in over 900 ventures, including America Online, Amazon.com, Tandem Computers, Compaq, Electronic Arts, JD.com, Square, Genentech, Google, Netscape, Sun Mic"}]}, {"heading": "Deaths", "year": "2004", "date": "November 20", "txt": "Ancel Keys, American physiologist (b. 1904)", "entities": [{"title": "Ancel Keys", "href": "/wiki/Ancel_Keys", "description": "Ancel Benjamin Keys was an American physiologist who studied the influence of diet on health. In particular, he hypothesized that dietary saturated fat causes cardiovascular heart disease and should be avoided. Modern dietary recommendations by health organizations, systematic reviews, and national health agencies corroborate this."}]}, {"heading": "Deaths", "year": "2005", "date": "November 20", "txt": "Manouchehr Atashi, Iranian journalist and poet (b. 1931)", "entities": [{"title": "Manouchehr Atashi", "href": "/wiki/Manouchehr_Atashi", "description": "Manouchehr Atashi was a Persian poet, writer, and journalist."}]}, {"heading": "Deaths", "year": "2005", "date": "November 20", "txt": "James King, American tenor (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "November 20", "txt": "Chris Whitley, American singer-songwriter and guitarist (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 20", "txt": "Robert Altman, American director, producer, and screenwriter (b. 1925)", "entities": [{"title": "Robert Altman", "href": "/wiki/Robert_Altman", "description": "Robert Bernard Altman was an American film director, screenwriter, and producer. Altman is known as a five-time nominee of the Academy Award for Best Director and an enduring figure from the New Hollywood era, comparable to such directors as Martin Scorsese, Woody Allen, Sidney Lumet and David Lynch. Altman was considered a \"maverick\" in making films with a highly naturalistic but stylized and sat"}]}, {"heading": "Deaths", "year": "2006", "date": "November 20", "txt": "Zoia Ceaușescu, Romanian mathematician and academic (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 20", "txt": "Donald Hamilton, American author (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 20", "txt": "Kenneth S. Kleinknecht, NASA manager (b. 1919)", "entities": [{"title": "Kenneth S. Kleinknecht", "href": "/wiki/Kenneth_S._Kleinknecht", "description": "Kenneth Samuel Kleinknecht worked for the National Advisory Committee on Aeronautics as an engineer and continued at NASA to become a manager of the Mercury, Gemini, Apollo CSM, Skylab, Shuttle, and Spacelab. After retiring from NASA, he worked for Lockheed Martin for 9 years."}]}, {"heading": "Deaths", "year": "2007", "date": "November 20", "txt": "Ian Smith, Rhodesian lieutenant and politician, 1st Prime Minister of Rhodesia (b. 1919)", "entities": [{"title": "Prime Minister of Rhodesia", "href": "/wiki/Prime_Minister_of_Rhodesia", "description": "The Prime Minister of Rhodesia was the head of government of Rhodesia. Rhodesia, which had become a self-governing colony of the United Kingdom in 1923, unilaterally declared independence on 11 November 1965, and was thereafter an unrecognized state until 1979. In December 1979, the country came under temporary British control, and in April 1980 the country gained recognized independence as Zimbab"}]}, {"heading": "Deaths", "year": "2009", "date": "November 20", "txt": "Lino Lacedelli, Italian mountaineer (b. 1925)", "entities": [{"title": "Lino Lacedelli", "href": "/wiki/Lino_Lacedelli", "description": "Lino Lacedelli was an Italian mountaineer. Together with Achille Compagnoni, on 31 July 1954 he was the first man to reach the summit of K2."}]}, {"heading": "Deaths", "year": "2010", "date": "November 20", "txt": "Chalmers Johnson, American author and scholar (b. 1931)", "entities": [{"title": "Chalmers Johnson", "href": "/wiki/Chalmers_Johnson", "description": "Chalmers Ashby Johnson was an American political scientist and professor emeritus of the University of California, San Diego. He served in the Korean War, was a consultant for the CIA from 1967 to 1973 and chaired the Center for Chinese Studies at the University of California, Berkeley from 1967 to 1972. He was also president and co-founder with Steven Clemons of the Japan Policy Research Institut"}]}, {"heading": "Deaths", "year": "2012", "date": "November 20", "txt": "Kaspars Astašenko, Latvian ice hockey player (b. 1975)", "entities": [{"title": "Kaspars Astašenko", "href": "/wiki/Kaspars_Asta%C5%A1enko", "description": "Kaspars Astašenko was a Latvian professional ice hockey player. Astašenko was born in Riga, Latvia. Astašenko was drafted by the Tampa Bay Lightning in the 1999 NHL Entry Draft, 127th overall. Astašenko played parts of two seasons in the National Hockey League with the Lightning."}]}, {"heading": "Deaths", "year": "2012", "date": "November 20", "txt": "William Grut, Swedish pentathlete (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 20", "txt": "Pete La Roca, American jazz drummer (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 20", "txt": "Ivan Kušan, Croatian writer (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 20", "txt": "Sylvia Browne, American author (b. 1936)", "entities": [{"title": "Sylvia Browne", "href": "/wiki/Sylvia_Browne", "description": "Sylvia Celeste Browne was an American author who claimed to be a medium with psychic abilities. She appeared regularly on television and radio, including on The Montel Williams Show and Larry King Live, and hosted an hour-long online radio show on Hay House Radio."}]}, {"heading": "Deaths", "year": "2013", "date": "November 20", "txt": "Dieter Hildebrandt, Polish-German actor and screenwriter (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 20", "txt": "Cayetana Fitz-James Stuart, 18th Duchess of Alba (b. 1926)", "entities": [{"title": "Cayetana Fitz-James Stuart, 18th Duchess of Alba", "href": "/wiki/Cayetana_Fitz-James_Stuart,_18th_Duchess_of_Alba", "description": "María del Rosario Cayetana Fitz-James Stuart y Silva, 18th Duchess of Alba GE was one of the most senior aristocrats in Spain, as well as the most titled aristocrat in the world, title now held by the Princess Victoria of Hohenlohe-Langenburg, 20th Duchess of Medinaceli."}]}, {"heading": "Deaths", "year": "2015", "date": "November 20", "txt": "Keith Michell, Australian actor (b. 1926)", "entities": [{"title": "Keith Michell", "href": "/wiki/Keith_Michell", "description": "Keith Joseph Michell was an Australian actor who worked primarily in the United Kingdom, and was best known for his television and film portrayals of King Henry VIII. He appeared extensively in Shakespeare and other classics and musicals in Britain, and was also in several Broadway productions. He was an artistic director of the Chichester Festival Theatre in the 1970s and later had a recurring ro"}]}, {"heading": "Deaths", "year": "2015", "date": "November 20", "txt": "Jim Perry, American-Canadian singer and game show host (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 20", "txt": "Kitanoumi Toshimitsu, Japanese sumo wrestler, the 55th Yokozuna (b. 1953)", "entities": [{"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "2016", "date": "November 20", "txt": "Gabriel Badilla, Costa Rican footballer (b. 1984)", "entities": [{"title": "Gabriel Badilla", "href": "/wiki/Gabriel_Badilla", "description": "Gabriel Badilla Segura was a Costa Rican footballer who played as a defender."}]}, {"heading": "Deaths", "year": "2016", "date": "November 20", "txt": "Gene Guarilia, American basketball player (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "November 20", "txt": "Konstantinos Stephanopoulos, Greek statesman (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "November 20", "txt": "William Trevor, Irish novelist, playwright, and short story writer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "November 20", "txt": "Peter Berling, German actor, film producer and writer (b. 1934)", "entities": [{"title": "Peter Berling", "href": "/wiki/Peter_Berling", "description": "Peter Berling was a German actor, film producer and writer. He has worked on several occasions with director Werner Herzog, among them his collaborations with actor Klaus Kinski like Aguirre, the Wrath of God, Fitzcarraldo and Cobra Verde."}]}, {"heading": "Deaths", "year": "2018", "date": "November 20", "txt": "James H. Billington, 13th Librarian of Congress (b. 1929)", "entities": [{"title": "James H. Billington", "href": "/wiki/James_H._Billington", "description": "James Hadley Billington was a American academic and author who taught history at Harvard and Princeton before serving for 42 years as CEO of four federal cultural institutions. He served as the 13th Librarian of Congress after being nominated by President Ronald Reagan in 1987, and his appointment was approved unanimously by the U.S. Senate. He retired as Librarian on September 30, 2015."}]}, {"heading": "Deaths", "year": "2018", "date": "November 20", "txt": "Aaron Klug, Lithuanian-English chemist and biophysicist, Nobel Prize laureate (b. 1926)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "2019", "date": "November 20", "txt": "Wataru Misaka, American basketball player (b. 1923)", "entities": [{"title": "Wataru Misaka", "href": "/wiki/Wataru_Misaka", "description": "Wataru \"Wat\" Misaka was an American professional basketball player. A 5-foot-7-inch (1.70 m) point guard of Japanese descent, he broke the color barrier in professional basketball by being the first non-white player and the first player of Asian descent to play in the National Basketball Association (NBA), known then as the Basketball Association of America (BAA)."}]}, {"heading": "Deaths", "year": "2020 - Jan Morris,  Welsh historian, author and travel writer (b. 1926)[35]", "date": "November 20", "txt": "Jan Morris,  Welsh historian, author and travel writer (b. 1926)", "entities": []}]