[{"heading": "Events", "year": "365", "date": "November 1", "txt": "The Alemanni cross the Rhine and invade Gaul. Emperor Valentinian I moves to Paris to command the army and defend the Gallic cities.", "entities": [{"title": "Alemanni", "href": "/wiki/Alemanni", "description": "The Alemanni were a confederation of Germanic tribes on the Upper Rhine River. First mentioned by Cassius Dio in the context of the campaign of Caracalla of 213, the Alemanni captured the Agri Decumates in 260, and later expanded into present-day Alsace, and northern Switzerland, leading to the establishment of the Old High German language in those regions, by the eighth century named Alamannia."}, {"title": "Rhine", "href": "/wiki/Rhine", "description": "The Rhine is one of the major European rivers, and has its sources in Switzerland and flows in a mostly northerly direction through Germany and the Netherlands, emptying into the North Sea. The river begins in the Swiss canton of Graubünden in the southeastern Swiss Alps, forms part of the Swiss-Liechtenstein, Swiss-Austrian, Swiss-German and then the Franco-German border, then flows through the G"}, {"title": "Gaul", "href": "/wiki/Gaul", "description": "Gaul was a region of Western Europe first described by the Romans. It was inhabited by Celtic tribes, encompassing present day France, Luxembourg, Belgium, most of Switzerland, and parts of Northern Italy, the Netherlands, and Germany, particularly the west bank of the Rhine. It covered an area of 494,000 km2 (191,000 sq mi). According to Julius Caesar, Gaul was divided into three parts: Gallia Ce"}, {"title": "Valentinian I", "href": "/wiki/Valentinian_I", "description": "Valentinian I, sometimes called Valentinian the Great, was Roman emperor from 364 to 375. Upon becoming emperor he made his brother Valens his co-emperor, giving him rule of the eastern provinces while Valentinian retained the west."}, {"title": "Paris", "href": "/wiki/Paris", "description": "Paris is the capital and most populous city of France, with an estimated population of 2,175,601 residents as of 2018, in an area of more than 105 square kilometres. Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, gastronomy, science and arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region,"}]}, {"heading": "Events", "year": "996", "date": "November 1", "txt": "Emperor Otto III issues a deed to Gottschalk, Bishop of Freising, which is the oldest known document using the name Ostarrîchi (Austria in Old High German).", "entities": [{"title": "Otto III, Holy Roman Emperor", "href": "/wiki/Otto_III,_Holy_Roman_Emperor", "description": "Otto III was Holy Roman Emperor from 996 until his early death in 1002. A member of the Ottonian dynasty, Otto III was the only son of the Emperor Otto II and his wife Theophanu."}, {"title": "Roman Catholic Archdiocese of Munich and Freising", "href": "/wiki/Roman_Catholic_Archdiocese_of_Munich_and_Freising", "description": "The Archdiocese of Munich and Freising is an ecclesiastical territory or diocese of the Roman Catholic Church in Bavaria, Germany. It is governed by the Archbishop of Munich and Freising, who administers the see from the co-cathedral in Munich, the Frauenkirche, which is never called in German Munich Cathedral. The other, much older co-cathedral is Freising Cathedral."}, {"title": "Old High German", "href": "/wiki/Old_High_German", "description": "Old High German is the earliest stage of the German language, conventionally covering the period from around 750 to 1050.\nThere is no standardised or supra-regional form of German at this period, and Old High German is an umbrella term for the group of continental West Germanic dialects which underwent the set of consonantal changes called the Second Sound Shift."}]}, {"heading": "Events", "year": "1009", "date": "November 1", "txt": "Berber forces led by Sulayman ibn al-Hakam defeat the Umayyad caliph Muhammad II of Córdoba in the battle of Alcolea.", "entities": [{"title": "Berbers", "href": "/wiki/Berbers", "description": "Berbers or Imazighen are an ethnic group mostly concentrated in North Africa, specifically Morocco, Algeria, Tunisia, Libya, the Canary Islands, and to a lesser extent in Mauritania, northern Mali, and northern Niger. Smaller Berber populations are also found in Burkina Faso and Egypt's Siwa Oasis."}, {"title": "Sulayman ibn al-Hakam", "href": "/wiki/Sulayman_ibn_al-Hakam", "description": "Sulayman ibn al-Hakam or Sulayman al-Musta'in bi-llah was the fifth Umayyad Caliph of Córdoba, ruling from 1009 to 1010, and from 1013 to 1016 in Al-Andalus."}, {"title": "Umayyad Caliphate", "href": "/wiki/Umayyad_Caliphate", "description": "The Umayyad Caliphate was the second of the four major caliphates established after the death of Muhammad. The caliphate was ruled by the Umayyad dynasty. The third caliph of the Rashidun Caliphate, Uthman ibn Affan, was also a member of the Umayyad clan. The family established dynastic, hereditary rule with Muawiya ibn Abi Sufyan, long-time governor of al-Sham, who became the sixth caliph after t"}, {"title": "Muhammad II of Córdoba", "href": "/wiki/Muhammad_II_of_C%C3%B3rdoba", "description": "Muhammad II al-Mahdi was the fourth Caliph of Córdoba of the Umayyad dynasty in Al-Andalus. After disbanding his army of 7,000 troops, he became the source of opposition to many of his subjects. Al-Mahdi sought to defend his title as Caliph after the rise of Suleiman II as a political opponent. After a turbulent rule, in which many warring factions rose to power in an attempt to supplant al-Mahdi,"}, {"title": "Alcolea", "href": "/wiki/Alcolea", "description": "Alcolea is a municipality of Almería province, in Spain."}]}, {"heading": "Events", "year": "1141", "date": "November 1", "txt": "Empress Matilda's reign as 'Lady of the English' ends with Stephen of Blois regaining the title of 'King of England'.", "entities": [{"title": "Empress Matilda", "href": "/wiki/Empress_Matilda", "description": "Empress Matilda, also known as the Empress Maude, was one of the claimants to the English throne during the civil war known as the Anarchy. The daughter of King Henry I of England, she moved to Germany as a child when she married the future Holy Roman Emperor Henry V. She travelled with her husband into Italy in 1116, was controversially crowned in St Peter's Basilica, and acted as the imperial re"}, {"title": "Stephen, King of England", "href": "/wiki/Stephen,_King_of_England", "description": "Stephen, often referred to as Stephen of Blois, was King of England from 22 December 1135 to his death in 1154. A younger son of the Count of Blois, he was Count of Boulogne jure uxoris from 1125 until 1147 and Duke of Normandy from 1135 until 1144. His reign was marked by the Anarchy, a civil war with his cousin and rival, the Empress Matilda, whose son, Henry II, succeeded Stephen as the first o"}, {"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}]}, {"heading": "Events", "year": "1179", "date": "November 1", "txt": "Philip II is crowned as 'King of France'.", "entities": [{"title": "Philip II of France", "href": "/wiki/Philip_II_of_France", "description": "Philip II, byname Philip Augustus, was King of France from 1180 to 1223. His predecessors had been known as kings of the Franks, but from 1190 onward, Philip became the first French monarch to style himself \"King of France\". The son of King Louis VII and his third wife, Adela of Champagne, he was originally nicknamed Dieudonné (God-given) because he was a first son and born late in his father's li"}, {"title": "Coronation", "href": "/wiki/Coronation", "description": "A coronation is the act of placement or bestowal of a crown upon a monarch's head. The term also generally refers not only to the physical crowning but to the whole ceremony wherein the act of crowning occurs, along with the presentation of other items of regalia, marking the formal investiture of a monarch with regal power. Aside from the crowning, a coronation ceremony may comprise many other ri"}, {"title": "France in the Middle Ages", "href": "/wiki/France_in_the_Middle_Ages", "description": "The Kingdom of France in the Middle Ages was marked by the fragmentation of the Carolingian Empire and West Francia (843–987); the expansion of royal control by the House of Capet (987–1328), including their struggles with the virtually independent principalities that had developed following the Viking invasions and through the piecemeal dismantling of the Carolingian Empire and the creation and e"}]}, {"heading": "Events", "year": "1214", "date": "November 1", "txt": "The port city of Sinope surrenders to the Seljuq Turks.", "entities": [{"title": "Sinop, Turkey", "href": "/wiki/Sinop,_Turkey", "description": "Sinop, historically known as Sinope, is a city with a population of 219,733 on the isthmus of İnce Burun, near Cape Sinope which is situated on the northernmost edge of the Turkish side of the Black Sea coast, in the ancient region of Paphlagonia, in modern-day northern Turkey. The city serves as the capital of Sinop Province."}, {"title": "Siege of Sinope", "href": "/wiki/Siege_of_Sinope", "description": "The Siege of Sinope in 1214 was a successful siege and capture of Sinope by the Seljuq Turks under their Sultan, Kaykaus I. Sinope was an important port city on the Black Sea coast of modern Turkey, at the time held by the Empire of Trebizond, one of the Byzantine Greek successor states formed after the Fourth Crusade. The siege is described in some detail by the near-contemporary Seljuq chronicle"}, {"title": "Seljuq Turks", "href": "/wiki/Seljuq_Turks", "description": "The Seljuk dynasty, or Seljuks, also known as Seljuk Turks or Seljuk Turkomans, was an Oghuz Turkic Sunni Muslim dynasty that gradually became Persianate and contributed to the Turco-Persian tradition in the medieval Middle East and Central Asia. The Seljuks established both the Seljuk Empire and the Sultanate of Rum, which at their heights stretched from Iran to Anatolia, and were targets of the "}]}, {"heading": "Events", "year": "1348", "date": "November 1", "txt": "The anti-royalist Union of Valencia attacks the Jews of Murviedro on the pretext that they are serfs of the King of Valencia and thus \"royalists\".", "entities": [{"title": "Union of Valencia", "href": "/wiki/Union_of_Valencia", "description": "The Union of Valencia was an anti-royalist movement in the Kingdom of Valencia begun in 1283 and lasting into the fifteenth century. The Union was formed in the aftermath of the formation of the Union of Aragon in October 1283. Its essential purpose was as a tool of the Valencian nobility to be used against the influence of Catalans and foreigners on the actions of the Crown. By 1285 the Unions ha"}, {"title": "Murviedro", "href": "/wiki/Murviedro", "description": "Sagunto ([saˈɣunto] is a city in Eastern Spain, in the modern fertile comarca of Camp de Morvedre in the province of Valencia. It is located c. 30 km north of Valencia, close to the Costa del Azahar on the Mediterranean Sea."}, {"title": "Serf", "href": "/wiki/Serf", "description": "Serfdom was the status of many peasants under feudalism, specifically relating to manorialism, and similar systems. It was a condition of debt bondage and indentured servitude with similarities to and differences from slavery, which developed during the Late Antiquity and Early Middle Ages in Europe and lasted in some countries until the mid-19th century."}, {"title": "King of Valencia", "href": "/wiki/King_of_Valencia", "description": "For the majority of the Middle Ages, Valencia was a constituent part of larger polities. From the time of the Muslim conquest of the Iberian Peninsula, Valencia was controlled by the Umayyad Caliphate in Damascus and the Emirate/Caliphate of Cordoba. Following the latter's collapse, Valencia became the seat of a Taifa state ruled by a succession of local dynasties from 1010 until it was conquered "}]}, {"heading": "Events", "year": "1503", "date": "November 1", "txt": "Pope Julius II is elected.", "entities": [{"title": "Pope Julius II", "href": "/wiki/Pope_Julius_II", "description": "Pope Julius II was head of the Catholic Church and ruler of the Papal States from 1503 to his death in 1513. Nicknamed the Warrior Pope or the Fearsome Pope, he chose his papal name not in honour of Pope Julius I but in emulation of Julius Caesar. One of the most powerful and influential popes, Julius II was a central figure of the High Renaissance and left a significant cultural and political leg"}]}, {"heading": "Events", "year": "1512", "date": "November 1", "txt": "The ceiling of the Sistine Chapel, painted by Michelangelo, is exhibited to the public for the first time.", "entities": [{"title": "Sistine Chapel", "href": "/wiki/Sistine_Chapel", "description": "The Sistine Chapel is a chapel in the Apostolic Palace, the official residence of the pope, in Vatican City. Originally known as the Cappella Magna, the chapel takes its name from Pope Sixtus IV, who restored it between 1473 and 1481. Since that time, the chapel has served as a place of both religious and functionary papal activity. Today, it is the site of the papal conclave, the process by which"}, {"title": "Michelangelo", "href": "/wiki/Michelangelo", "description": "Michelangelo di Lodovico Buonarroti Simoni, known simply as Michelangelo, was an Italian sculptor, painter, architect and poet of the High Renaissance born in the Republic of Florence, who exerted an unparalleled influence on the development of Western art. His artistic versatility was of such a high order that he is often considered a contender for the title of the archetypal Renaissance man, alo"}]}, {"heading": "Events", "year": "1520", "date": "November 1", "txt": "The Strait of Magellan, the passage immediately south of mainland South America connecting the Pacific and the Atlantic Oceans, is first discovered and navigated by European explorer Ferdinand Magellan during the first recorded circumnavigation voyage.", "entities": [{"title": "Strait of Magellan", "href": "/wiki/Strait_of_Magellan", "description": "The Strait of Magellan, also called the Straits of Magellan, is a navigable sea route in southern Chile separating mainland South America to the north and Tierra del Fuego to the south. The strait is considered the most important natural passage between the Atlantic and Pacific oceans. It was discovered and first traversed by the Spanish expedition of Ferdinand Magellan in 1520, after whom it is n"}, {"title": "Ferdinand Magellan", "href": "/wiki/Ferdinand_Magellan", "description": "Ferdinand Magellan was a Portuguese explorer who organised the Spanish expedition to the East Indies from 1519 to 1522, resulting in the first circumnavigation of the Earth, which was completed after his death in the Philippines by Juan Sebastián Elcano."}, {"title": "Circumnavigation", "href": "/wiki/Circumnavigation", "description": "Circumnavigation is the complete navigation around an entire island, continent, or astronomical body. This article focuses on the circumnavigation of Earth."}]}, {"heading": "Events", "year": "1555", "date": "November 1", "txt": "French Huguenots establish the France Antarctique colony in present-day Rio de Janeiro, Brazil.", "entities": [{"title": "Huguenot", "href": "/wiki/Huguenot", "description": "Huguenots were a religious group of French Protestants."}, {"title": "France Antarctique", "href": "/wiki/France_Antarctique", "description": "France Antarctique was a French colony south of the Equator, in Rio de Janeiro, Brazil, which existed between 1555 and 1567, and had control over the coast from Rio de Janeiro to Cabo Frio. The colony quickly became a haven for the Huguenots, and was ultimately destroyed by the Portuguese in 1567."}, {"title": "Rio de Janeiro", "href": "/wiki/Rio_de_Janeiro", "description": "Rio de Janeiro, or simply Rio, is the second-most populous city in Brazil and the sixth-most populous in the Americas. Rio de Janeiro is the capital of the state of Rio de Janeiro, Brazil's third-most populous state, after São Paulo and Minas Gerais. Part of the city has been designated as a World Heritage Site, named \"Rio de Janeiro: Carioca Landscapes between the Mountain and the Sea\", by UNESCO"}]}, {"heading": "Events", "year": "1570", "date": "November 1", "txt": "The All Saints' Flood devastates the Dutch coast.", "entities": [{"title": "All Saints' Flood (1570)", "href": "/wiki/All_Saints%27_Flood_(1570)", "description": "The All Saints' Flood (Allerheiligenvloed) of 1570 was a disaster which happened on November 1, on the Dutch and German coast. Affected cities include Egmond, Bergen op Zoom and Saeftinghe."}]}, {"heading": "Events", "year": "1604", "date": "November 1", "txt": "William Shakespeare's tragedy Othello is performed for the first time, at Whitehall Palace in London.", "entities": [{"title": "William Shakespeare", "href": "/wiki/William_Shakespeare", "description": "William Shakespeare was an English playwright, poet, and actor, widely regarded as the greatest writer in the English language and the world's greatest dramatist. He is often called England's national poet and the \"Bard of Avon\". His extant works, including collaborations, consist of some 39 plays, 154 sonnets, three long narrative poems, and a few other verses, some of uncertain authorship. His p"}, {"title": "Whitehall Palace", "href": "/wiki/Whitehall_Palace", "description": "The Palace of Whitehall at Westminster, Middlesex, was the main residence of the English monarchs from 1530 until 1698, when most of its structures, except notably Inigo Jones's Banqueting House of 1622, were destroyed by fire. Henry VIII moved the royal residence to White Hall after the old royal apartments at the nearby Palace of Westminster were themselves destroyed by fire. Although the Whiteh"}]}, {"heading": "Events", "year": "1611", "date": "November 1", "txt": "Shakespeare's play The Tempest is performed for the first time, at Whitehall Palace in London.", "entities": []}, {"heading": "Events", "year": "1612", "date": "November 1", "txt": "During the Time of Troubles, Polish troops are expelled from Moscow's Kitay-gorod by Russian troops under the command of Dmitry Pozharsky (22 October O.S.).", "entities": [{"title": "Time of Troubles", "href": "/wiki/Time_of_Troubles", "description": "The Time of Troubles, or Smuta, was a period of political crisis during the Tsardom of Russia which began in 1598 with the death of Fyodor I and ended in 1613 with the accession of Michael I of the House of Romanov. It was a time of lawlessness and anarchy following the death of Fyodor I, a weak and possibly intellectually disabled ruler who died without an heir. His death ended the Rurik dynasty,"}, {"title": "Kitay-gorod", "href": "/wiki/Kitay-gorod", "description": "Kitay-gorod, also referred to as the Great Possad in the 16th–17th centuries, is a cultural and historical area within the central part of Moscow in Russia, defined by the remnants of now almost entirely razed fortifications, narrow streets and very densely built cityscape. It is separated from the Moscow Kremlin by Red Square. Kitay-gorod does not constitute a district (raion), as there are no re"}, {"title": "Dmitry Pozharsky", "href": "/wiki/Dmitry_Pozharsky", "description": "Dmitry Mikhaylovich Pozharsky was a Russian prince known for his military leadership during the Polish–Muscovite War from 1611 to 1612. Pozharsky formed the Second Volunteer Army with Kuzma Minin in Nizhny Novgorod against the Polish–Lithuanian Commonwealth's occupation of Russia during the Time of Troubles, resulting in Polish withdrawal after Russian victory at the Battle of Moscow in 1612. Pozh"}, {"title": "22 October", "href": "/wiki/22_October", "description": "October 22 is the 295th day of the year in the Gregorian calendar; 70 days remain until the end of the year."}, {"title": "Old Style", "href": "/wiki/Old_Style", "description": "Old Style (O.S.) and New Style (N.S.) indicate a dating system from before and after a calendar change, respectively. Usually this is the change from the Julian calendar to the Gregorian calendar as enacted in various European countries between 1582 and the twentieth century."}]}, {"heading": "Events", "year": "1683", "date": "November 1", "txt": "The British Crown colony of New York is subdivided into 12 counties.", "entities": [{"title": "Province of New York", "href": "/wiki/Province_of_New_York", "description": "The Province of New York (1664–1776) was a British proprietary colony and later royal colony on the northeast coast of North America. As one of the middle Thirteen Colonies, New York achieved independence and worked with the others to found the United States."}, {"title": "List of counties in New York", "href": "/wiki/List_of_counties_in_New_York", "description": "There are 62 counties in the state of New York. The original twelve counties were created immediately after the British takeover of the Dutch colony of New Amsterdam, although two of these counties have since been abolished. The most recent county formation in New York was in 1914, when Bronx County was created from the portions of New York City that had been annexed from Westchester County in the"}]}, {"heading": "Events", "year": "1688", "date": "November 1", "txt": "William III of Orange sets out a second time from Hellevoetsluis in the Netherlands to seize the crowns of England, Scotland and Ireland from King James II of England during the Glorious Revolution.", "entities": [{"title": "William III of Orange", "href": "/wiki/William_III_of_Orange", "description": "William III, also widely known as William of Orange, was sovereign Prince of Orange from birth, Stadtholder of Holland, Zeeland, Utrecht, Guelders, and Overijssel in the Dutch Republic from the 1670s and King of England, Ireland, and Scotland from 1689 until his death in 1702. As King of Scotland, he is known as William II. He is sometimes informally known as \"King Billy\" in Ireland and Scotland. "}, {"title": "Hellevoetsluis", "href": "/wiki/Hellevoetsluis", "description": "Hellevoetsluis is a small city and municipality in the western Netherlands. It is located in Voorne-Putten, South Holland. The municipality covers an area of 61.20 km2 (23.63 sq mi) of which 20.10 km2 (7.76 sq mi) is water and it includes the population centres Nieuw-Helvoet, Nieuwenhoorn, and Oude en Nieuwe Struiten, all former municipalities."}, {"title": "King James II of England", "href": "/wiki/King_James_II_of_England", "description": "James II and VII was King of England and Ireland as James II, and King of Scotland as James VII, from 6 February 1685 until he was deposed in the Glorious Revolution of 1688. He was the last Catholic monarch of England, Scotland, and Ireland; his reign is now remembered primarily for struggles over religious tolerance. However, it also involved the principles of absolutism and divine right of king"}, {"title": "Glorious Revolution", "href": "/wiki/Glorious_Revolution", "description": "The Glorious Revolution of November 1688, is also known as the Glorieuze Overtocht or Glorious Crossing by the Dutch. It refers to the deposition of James VII and II, king of Scotland, England and Ireland and replacement by his daughter Mary II and her husband, William III of Orange, stadtholder and de facto ruler of the Dutch Republic. A term first used by John Hampden in late 1689, historian Jer"}]}, {"heading": "Events", "year": "1755", "date": "November 1", "txt": "In Portugal, Lisbon is totally devastated by a massive earthquake and tsunami, killing between 60,000 and 90,000 people.", "entities": [{"title": "Lisbon", "href": "/wiki/Lisbon", "description": "Lisbon is the capital and the largest city of Portugal, with an estimated population of 508,368 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.0 million people, being the 10th-most populous urban area in the European Union. About 2.8 million people live in the Lisbon metropolitan area, whi"}, {"title": "1755 Lisbon earthquake", "href": "/wiki/1755_Lisbon_earthquake", "description": "The 1755 Lisbon earthquake, also known as the Great Lisbon earthquake, impacted Portugal, the Iberian Peninsula, and Northwest Africa on the morning of Saturday, 1 November, Feast of All Saints, at around 09:40 local time. In combination with subsequent fires and a tsunami, the earthquake almost totally destroyed Lisbon and adjoining areas. Seismologists today estimate the Lisbon earthquake had a "}, {"title": "Tsunami", "href": "/wiki/Tsunami", "description": "A tsunami is a series of waves in a water body caused by the displacement of a large volume of water, generally in an ocean or a large lake. Earthquakes, volcanic eruptions and other underwater explosions above or below water all have the potential to generate a tsunami. Unlike normal ocean waves, which are generated by wind, or tides, which are generated by the gravitational pull of the Moon and "}]}, {"heading": "Events", "year": "1765", "date": "November 1", "txt": "The British Parliament enacts the Stamp Act on the Thirteen Colonies in order to help pay for British military operations in North America.", "entities": [{"title": "Stamp Act 1765", "href": "/wiki/Stamp_Act_1765", "description": "The Stamp Act of 1765 was an Act of the Parliament of Great Britain which imposed a direct tax on the British colonies in America and required that many printed materials in the colonies be produced on stamped paper produced in London, carrying an embossed revenue stamp. Printed materials included legal documents, magazines, playing cards, newspapers, and many other types of paper used throughout "}, {"title": "Thirteen Colonies", "href": "/wiki/Thirteen_Colonies", "description": "The Thirteen Colonies, also known as the Thirteen British Colonies or the Thirteen American Colonies, were a group of British colonies on the Atlantic coast of North America founded in the 17th and 18th centuries which declared independence in 1776 and formed the United States of America. The Thirteen Colonies had very similar political, constitutional, and legal systems, and were dominated by Pro"}]}, {"heading": "Events", "year": "1790", "date": "November 1", "txt": "Edmund Burke publishes Reflections on the Revolution in France, in which he predicts that the French Revolution will end in a disaster.", "entities": [{"title": "Edmund Burke", "href": "/wiki/Edmund_Burke", "description": "Edmund Burke was an Irish statesman, economist, and philosopher. Born in Dublin, Burke served as a member of parliament (MP) between 1766 and 1794 in the House of Commons of Great Britain with the Whig Party after moving to London in 1750."}, {"title": "French Revolution", "href": "/wiki/French_Revolution", "description": "The French Revolution refers to the period that began with the Estates General of 1789 and ended in November 1799 with the formation of the French Consulate. Many of its ideas are considered fundamental principles of Western liberal democracy."}]}, {"heading": "Events", "year": "1800", "date": "November 1", "txt": "John Adams becomes the first President of the United States to live in the Executive Mansion (later renamed the White House).", "entities": [{"title": "John Adams", "href": "/wiki/John_Adams", "description": "John Adams Jr. was an American statesman, attorney, diplomat, writer, and Founding Father who served as the second president of the United States from 1797 to 1801. Before his presidency, he was a leader of the American Revolution that achieved independence from Great Britain, and he served as the first vice president of the United States. Adams was a dedicated diarist and regularly corresponded w"}, {"title": "White House", "href": "/wiki/White_House", "description": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C., and has been the residence of every US president since John Adams in 1800. The term \"White House\" is often used as a metonym for the president and their advisers."}]}, {"heading": "Events", "year": "1805", "date": "November 1", "txt": "Napoleon Bonaparte invades Austria during the War of the Third Coalition.", "entities": [{"title": "Napoleon I", "href": "/wiki/Napoleon_I", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Austrian Empire", "href": "/wiki/Austrian_Empire", "description": "The Austrian Empire was a Central European multinational great power from 1804 to 1867, created by proclamation out of the realms of the Habsburgs. During its existence, it was the third most populous empire in Europe after the Russian Empire and the United Kingdom. Along with Prussia, it was one of the two major powers of the German Confederation. Geographically, it was the third largest empire i"}, {"title": "War of the Third Coalition", "href": "/wiki/War_of_the_Third_Coalition", "description": "The War of the Third Coalition was a European conflict spanning the years 1803 to 1806. During the war, France and its client states under Napoleon I, defeated an alliance, the Third Coalition, made up of the United Kingdom, the Holy Roman Empire, the Russian Empire, Naples, Sicily and Sweden. Prussia remained neutral during the war."}]}, {"heading": "Events", "year": "1814", "date": "November 1", "txt": "Congress of Vienna opens to re-draw the European political map after the defeat of France in the Napoleonic Wars.", "entities": [{"title": "Congress of Vienna", "href": "/wiki/Congress_of_Vienna", "description": "The Congress of Vienna of 1814–1815 was the most important international diplomatic conference in European history, reconstituting the European political order after the downfall of the French Emperor Napoleon I. It was a meeting of ambassadors of European states chaired by Austrian statesman Klemens von Metternich, and held in Vienna from November 1814 to June 1815."}, {"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}]}, {"heading": "Events", "year": "1848", "date": "November 1", "txt": "In Boston, Massachusetts, the first medical school for women, Boston Female Medical School (which later merged with the Boston University School of Medicine), opens.", "entities": [{"title": "Boston", "href": "/wiki/Boston", "description": "Boston, officially the City of Boston, is the capital and most populous city of the Commonwealth of Massachusetts in the United States and 21st most populous city in the country. The city proper covers 48.4 square miles (125 km2) with an estimated population of 692,600 in 2019, also making it the most populous city in New England. It is the seat of Suffolk County. The city is the economic and cult"}, {"title": "Massachusetts", "href": "/wiki/Massachusetts", "description": "Massachusetts, officially the Commonwealth of Massachusetts, is the most populous state in the New England region of the United States. It borders on the Atlantic Ocean to the east, Connecticut to the southwest and Rhode Island to the southeast, New Hampshire to the northeast, Vermont to the northwest, and New York to the west. The capital of Massachusetts is Boston, which is also the most populou"}, {"title": "Medical school", "href": "/wiki/Medical_school", "description": "A medical school is a tertiary educational institution, or part of such an institution, that teaches medicine, and awards a professional degree for physicians and surgeons. Such medical degrees include the Bachelor of Medicine, Bachelor of Surgery, Master of Medicine, Doctor of Medicine (M.D), Doctor of Osteopathic Medicine (D.O), or Doctor of Podiatric Medicine (D.P.M). Many medical schools offer"}, {"title": "Boston University", "href": "/wiki/Boston_University", "description": "Boston University (BU) is a private research university in Boston, Massachusetts. The university is nonsectarian but has a historical affiliation with the United Methodist Church. It was founded in 1839 by Methodists with its original campus in Newbury, Vermont, before moving to Boston in 1867."}]}, {"heading": "Events", "year": "1861", "date": "November 1", "txt": "American Civil War: U.S. President Abraham Lincoln appoints George B. McClellan as the commander of the Union Army, replacing General Winfield Scott.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}, {"title": "George B. McClellan", "href": "/wiki/George_B._McClellan", "description": "George Brinton McClellan was an American soldier, civil engineer, railroad executive, and politician who served as the 24th Governor of New Jersey. A graduate of West Point, McClellan served with distinction during the Mexican–American War (1846–1848), and later left the Army to work on railroads until the outbreak of the American Civil War (1861–1865). Early in the conflict, McClellan was appoint"}, {"title": "Union Army", "href": "/wiki/Union_Army", "description": "During the American Civil War, the Union Army, also called the Northern Army, referred to the United States Army, the land force that fought to preserve the Union of the collective states. Also known as the Federal Army, it proved essential to the preservation of the United States as a working, viable republic."}, {"title": "Winfield Scott", "href": "/wiki/Winfield_Scott", "description": "Winfield Scott was an American military commander and political candidate. He served as a general in the United States Army from 1814 to 1861, taking part in the War of 1812, the Mexican–American War, the early stages of the American Civil War and conflicts with Native Americans. Scott was the Whig Party's presidential nominee in the 1852 election, but was defeated by Democrat Franklin Pierce. He "}]}, {"heading": "Events", "year": "1870", "date": "November 1", "txt": "In the United States, the Weather Bureau (later renamed the National Weather Service) makes its first official meteorological forecast.", "entities": [{"title": "National Weather Service", "href": "/wiki/National_Weather_Service", "description": "The National Weather Service (NWS) is an agency of the United States federal government that is tasked with providing weather forecasts, warnings of hazardous weather, and other weather-related products to organizations and the public for the purposes of protection, safety, and general information. It is a part of the National Oceanic and Atmospheric Administration (NOAA) branch of the Department "}, {"title": "Meteorology", "href": "/wiki/Meteorology", "description": "Meteorology is a branch of the atmospheric sciences which includes atmospheric chemistry and atmospheric physics, with a major focus on weather forecasting. The study of meteorology dates back millennia, though significant progress in meteorology did not occur until the 18th century. The 19th century saw modest progress in the field after weather observation networks were formed across broad regio"}]}, {"heading": "Events", "year": "1893", "date": "November 1", "txt": "The Battle of Bembezi took place and was the most decisive battle won by the British in the First Matabele War of 1893.", "entities": [{"title": "Battle of Bembezi", "href": "/wiki/Battle_of_Bembezi", "description": null}, {"title": "United Kingdom of Great Britain and Ireland", "href": "/wiki/United_Kingdom_of_Great_Britain_and_Ireland", "description": "The United Kingdom of Great Britain and Ireland was a sovereign state that existed between 1801 and 1922. It was established by the Acts of Union 1800, which merged the kingdoms of Great Britain and Ireland into a unified state. The establishment of the Irish Free State in 1922 led to the remainder later being renamed the United Kingdom of Great Britain and Northern Ireland in 1927, which continue"}, {"title": "First Matabele War", "href": "/wiki/First_Matabele_War", "description": "The First Matabele War was fought between 1893 and 1894 in modern-day Zimbabwe. It pitted the British South Africa Company against the Ndebele (Matabele) Kingdom. Lobengula, king of the Ndebele, had tried to avoid outright war with the company's pioneers because he and his advisors were mindful of the destructive power of European-produced weapons on traditional Matabele impis attacking in massed "}]}, {"heading": "Events", "year": "1894", "date": "November 1", "txt": "Nicholas II becomes the new (and last) Tsar of Russia after his father, Alexander III, dies.", "entities": [{"title": "Nicholas II of Russia", "href": "/wiki/Nicholas_II_of_Russia", "description": "Nicholas II or Nikolai II Alexandrovich Romanov, known in the Russian Orthodox Church as Saint Nicholas the Passion-Bearer, was the last Emperor of All Russia, ruling from 1 November 1894 until his abdication on 15 March 1917. During his reign, Russia embarked on a series of reforms including the introduction of civil liberties, literacy programs, state representation, and initiatives to modernize"}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "Alexander III of Russia", "href": "/wiki/Alexander_III_of_Russia", "description": "Alexander III was Emperor of Russia, King of Poland and Grand Duke of Finland from 13 March 1881 until his death in 1894. He was highly reactionary and reversed some of the liberal reforms of his father, Alexander II. Under the influence of Konstantin Pobedonostsev (1827–1907), he opposed any reform that limited his autocratic rule. During his reign, Russia fought no major wars; he was therefore s"}]}, {"heading": "Events", "year": "1894", "date": "November 1", "txt": "Buffalo Bill, 15 of his Indians, and Annie Oakley were filmed by Thomas Edison in his Black Maria Studio in West Orange, New Jersey.", "entities": [{"title": "Annie Oakley", "href": "/wiki/Annie_Oakley", "description": "Annie Oakley was an American sharpshooter who starred in Buffalo Bill's Wild West show."}, {"title": "Thomas Edison", "href": "/wiki/Thomas_Edison", "description": "Thomas Alva Edison was an American inventor and businessman who has been described as America's greatest inventor. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures. These inventions, which include the phonograph, the motion picture camera, and early versions of the electric light bulb, have had a widespread impact on th"}, {"title": "Edison's Black Maria", "href": "/wiki/Edison%27s_Black_Maria", "description": "The Black Maria was Thomas Edison's film production studio in West Orange, New Jersey. It is widely referred to as \"America's First Movie Studio\"."}]}, {"heading": "Events", "year": "1896", "date": "November 1", "txt": "A picture showing the bare breasts of a woman appears in National Geographic magazine for the first time.", "entities": []}, {"heading": "Events", "year": "1897", "date": "November 1", "txt": "The first Library of Congress building opens its doors to the public; the library had previously been housed in the Congressional Reading Room in the U.S. Capitol.", "entities": [{"title": "Library of Congress", "href": "/wiki/Library_of_Congress", "description": "The Library of Congress (LC) is the research library that officially serves the United States Congress and is the de facto national library of the United States. It is the oldest federal cultural institution in the United States. The library is housed in three buildings on Capitol Hill in Washington, D.C.; it also maintains a conservation center in Culpeper, Virginia. The library's functions are o"}]}, {"heading": "Events", "year": "1911", "date": "November 1", "txt": "World's first combat aerial bombing mission takes place in Libya during the Italo-Turkish War. Second Lieutenant Giulio Gavotti of Italy drops several small bombs.", "entities": [{"title": "Italo-Turkish War", "href": "/wiki/Italo-Turkish_War", "description": "The Italo-Turkish or Turco-Italian War was fought between the Kingdom of Italy and the Ottoman Empire from September 29, 1911, to October 18, 1912. As a result of this conflict, Italy captured the Ottoman Tripolitania Vilayet (province), of which the main sub-provinces (sanjaks) were Fezzan, Cyrenaica, and Tripoli itself. These territories became the colonies of Italian Tripolitania and Cyrenaica,"}, {"title": "Giulio Gavotti", "href": "/wiki/Giulio_Gavotti", "description": "Giulio Gavotti was an Italian lieutenant and pilot, who fought in the Italo-Turkish War. He set two firsts in the history of aerial warfare of heavier-than-air flyers: He was the first man to make an aerial bombardment, as well as the first to perform a night mission."}, {"title": "Kingdom of Italy", "href": "/wiki/Kingdom_of_Italy", "description": "The Kingdom of Italy was a state that existed from 1861—when King Victor Emmanuel II of Sardinia was proclaimed King of Italy—until 1946, when civil discontent led an institutional referendum to abandon the monarchy and form the modern Italian Republic. The state was founded as a result of the Risorgimento under the influence of the Savoy-led Kingdom of Sardinia, which can be considered its legal "}]}, {"heading": "Events", "year": "1914", "date": "November 1", "txt": "World War I: The first British Royal Navy defeat of the war with Germany, the Battle of Coronel, is fought off of the western coast of Chile, in the Pacific, with the loss of HMS Good Hope and HMS Monmouth.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}, {"title": "Battle of Coronel", "href": "/wiki/Battle_of_Coronel", "description": "The Battle of Coronel was a First World War Imperial German Naval victory over the Royal Navy on 1 November 1914, off the coast of central Chile near the city of Coronel. The East Asia Squadron of the Kaiserliche Marine led by Vice-Admiral Graf Maximilian von Spee met and overpowered a British squadron commanded by Rear-Admiral Sir Christopher Cradock."}, {"title": "Chile", "href": "/wiki/Chile", "description": "Chile, officially the Republic of Chile, is a country in western South America. It occupies a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. Chile covers an area of 756,096 square kilometres (291,930 sq mi), with a population of 17.5 million as of 2017. Chile is the southernmost country in the world, the closest to Antarctica, and borders Peru to the no"}, {"title": "HMS Good Hope (1901)", "href": "/wiki/HMS_Good_Hope_(1901)", "description": "HMS Good Hope was one of four Drake-class armoured cruisers built for the Royal Navy around 1900; she was originally named Africa, but was renamed before she was launched. She became flagship of the 1st Cruiser Squadron of the Atlantic Fleet in 1906, and was the flagship of the 2nd Cruiser Squadron in 1908. She was reduced to reserve in 1913, but was recommissioned in mid-1914."}, {"title": "HMS Monmouth (1901)", "href": "/wiki/HMS_Monmouth_(1901)", "description": "HMS Monmouth was the lead ship of her class of 10 armoured cruisers built for the Royal Navy in the first decade of the 20th century, jointly known as the County Cruisers."}]}, {"heading": "Events", "year": "1914", "date": "November 1", "txt": "World War I: The Australian Imperial Force (AIF) departed by ship in a single convoy from Albany, Western Australia bound for Egypt.", "entities": [{"title": "Albany, Western Australia", "href": "/wiki/Albany,_Western_Australia", "description": "Albany is a port city in the Great Southern region in the Australian state of Western Australia, 418 kilometres (260 mi) southeast of Perth, the state capital. The city centre is at the northern edge of Princess Royal Harbour, which is a part of King George Sound. The central business district is bounded by Mount Clarence to the east and Mount Melville to the west. The city is in the local governm"}]}, {"heading": "Events", "year": "1916", "date": "November 1", "txt": "In Russia, Pavel Milyukov delivers in the State Duma the famous \"stupidity or treason\" speech, precipitating the downfall of the government of Boris Stürmer.", "entities": [{"title": "Pavel Milyukov", "href": "/wiki/Pavel_Milyukov", "description": "Pavel Nikolayevich Milyukov was a Russian historian and liberal politician. Milyukov was the founder, leader, and the most prominent member of the Constitutional Democratic party. In the Russian Provisional Government, he served as Foreign Minister, working to prevent Russia's exit from the First World War."}, {"title": "State Duma", "href": "/wiki/State_Duma", "description": "The State Duma, commonly abbreviated in Russian as Gosduma, is the lower house of the Federal Assembly of Russia, while the upper house is the Council of the Federation. The Duma headquarters are located in central Moscow, a few steps from Manege Square. Its members are referred to as deputies. The State Duma replaced the Supreme Soviet as a result of the new constitution introduced by Boris Yelts"}, {"title": "Boris Stürmer", "href": "/wiki/Boris_St%C3%BCrmer", "description": "Baron Boris Vladimirovich Stürmer was a Russian lawyer, a Master of Ceremonies at the Russian Court, and a district governor of German descent. He became a member of the Russian Assembly and served as Prime Minister, Minister of Internal Affairs and Foreign Minister of the Russian Empire in the year 1916."}]}, {"heading": "Events", "year": "1918", "date": "November 1", "txt": "Malbone Street Wreck: The worst rapid transit accident in US history occurs under the intersection of Malbone Street and Flatbush Avenue, Brooklyn, New York City, with at least 102 deaths.", "entities": [{"title": "Malbone Street Wreck", "href": "/wiki/Malbone_Street_Wreck", "description": "The Malbone Street wreck, also known as the Brighton Beach Line accident, was a rapid transit railroad accident that occurred on November 1, 1918, on the New York City Subway's BMT Brighton Line in the community of Flatbush in Brooklyn. A speeding train derailed in the sharply curved tunnel beneath Willink Plaza, the intersection of Flatbush Avenue, Ocean Avenue, and Malbone Street. At least 93 pe"}, {"title": "Rapid transit", "href": "/wiki/Rapid_transit", "description": "Rapid transit or mass rapid transit (MRT), also known as heavy rail, metro, subway, tube, U-Bahn, T-Bane, metropolitana or underground, is a type of high-capacity public transport generally found in urban areas. Unlike buses or trams, rapid transit systems are electric railways that operate on an exclusive right-of-way, which cannot be accessed by pedestrians or other vehicles of any sort, and whi"}, {"title": "Brooklyn", "href": "/wiki/Brooklyn", "description": "Brooklyn is a borough of New York City, coextensive with Kings County, in the U.S. state of New York. It is the most populous county in the state, the second-most densely populated county in the United States, and New York City's most populous borough, with an estimated 2,648,403 residents in 2020. If each borough were ranked as a city, Brooklyn would rank as the third-most populous in the U.S., a"}]}, {"heading": "Events", "year": "1918", "date": "November 1", "txt": "Western Ukraine separates from Austria-Hungary.", "entities": [{"title": "Austria-Hungary", "href": "/wiki/Austria-Hungary", "description": "Austria-Hungary, often referred to as the Austro-Hungarian Empire or the Dual Monarchy, was a constitutional monarchy and great power in Central Europe between 1867 and 1918. It was formed with the Austro-Hungarian Compromise of 1867 and was dissolved following its defeat in the First World War."}]}, {"heading": "Events", "year": "1922", "date": "November 1", "txt": "Abolition of the Ottoman sultanate: The last sultan of the Ottoman Empire, Mehmed VI, abdicates.", "entities": [{"title": "Abolition of the Ottoman sultanate", "href": "/wiki/Abolition_of_the_Ottoman_sultanate", "description": "The abolition of the Ottoman Sultanate by the Grand National Assembly of Turkey on 1 November 1922 ended the Ottoman Empire, which had lasted since 1299. On 11 November 1922, at the Conference of Lausanne, the sovereignty of the Grand National Assembly exercised by the Government in Angora over Turkey was recognized. The last sultan, Mehmed VI, departed the Ottoman capital, Constantinople, on 17 N"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Mehmed VI", "href": "/wiki/Mehmed_VI", "description": "Mehmed VI Vahideddin, also known as Şahbaba among the Osmanoğlu family, was the 36th and last Sultan of the Ottoman Empire, reigning from 4 July 1918 until 1 November, 1922 when the Ottoman Empire was dissolved after World War I, and was replaced by the Republic of Turkey, on 29 October 1923. The brother of Mehmed V, he became heir to the throne in 1916 after the suicide of Abdülaziz's son, Şehzad"}]}, {"heading": "Events", "year": "1928", "date": "November 1", "txt": "The Law on the Adoption and Implementation of the Turkish Alphabet, replaces the Arabic alphabet with the Latin alphabet.", "entities": [{"title": "Arabic alphabet", "href": "/wiki/Arabic_alphabet", "description": "The Arabic alphabet, or Arabic abjad, is the Arabic script as it is codified for writing Arabic. It is written from right to left in a cursive style and includes 28 letters. Most letters have contextual letterforms. The Arabic script is also a religious text, it is used mainly in Islamic countries, namely in Arabia, North Africa, Persia/Iran, Central Asia and the Northwestern Indian Subcontinent."}, {"title": "Latin alphabet", "href": "/wiki/Latin_alphabet", "description": "The Latin alphabet or Roman alphabet is the collection of letters originally used by the ancient Romans to write the Latin language and its extensions used to write modern languages."}]}, {"heading": "Events", "year": "1937", "date": "November 1", "txt": "Stalinists execute Pastor Paul Hamberg and seven members of Azerbaijan's Lutheran community.", "entities": [{"title": "Stalinism", "href": "/wiki/Stalinism", "description": "Stalinism is the means of governing and policies which were implemented in the Soviet Union from 1927 to 1953 by Joseph Stalin. It included the creation of a one-party totalitarian police state; rapid industrialization; the theory of socialism in one country; application of Social fascism theory; collectivization of agriculture; intensification of the class struggle under socialism; a cult of pers"}, {"title": "Azerbaijan Soviet Socialist Republic", "href": "/wiki/Azerbaijan_Soviet_Socialist_Republic", "description": "Azerbaijan, officially the Azerbaijan Soviet Socialist Republic, also referred to as Soviet Azerbaijan, was one of the constituent republics of the Soviet Union between 1922 and 1991. Created on 28 April 1920 when the Russian Soviet Federative Socialist Republic brought pro-Soviet figures to power in the region, the first two years of the Azerbaijani SSR were as an independent country until incorp"}, {"title": "Lutheran", "href": "/wiki/Lutheran", "description": "Lutheranism is one of the largest branches of Protestantism that identifies with the teachings of Martin Luther, a 16th-century German reformer whose efforts to reform the theology and practice of the church launched the Protestant Reformation. The reaction of the government and church authorities to the international spread of his writings, beginning with the 95 Theses, divided Western Christiani"}]}, {"heading": "Events", "year": "1938", "date": "November 1", "txt": "Seabiscuit defeats War Admiral in an upset victory during a match race deemed \"the match of the century\" in horse racing.", "entities": [{"title": "Seabiscuit", "href": "/wiki/Seabiscuit", "description": "Seabiscuit was a champion thoroughbred racehorse in the United States who became the top money-winning racehorse up to the 1940s. He beat the 1937 Triple-Crown winner, War Admiral, by 4 lengths in a 2-horse special at Pimlico and was voted American Horse of the Year for 1938."}, {"title": "War Admiral", "href": "/wiki/War_Admiral", "description": "War Admiral was a champion American Thoroughbred racehorse who is the fourth winner of the American Triple Crown. He was also the 1937 Horse of the Year and well-known as the rival of Seabiscuit in the 'Match Race of the Century' in 1938. War Admiral won 21 of his 26 starts with earnings of $273,240 and was the leading sire in North America for 1945. He was also an outstanding broodmare sire whose"}]}, {"heading": "Events", "year": "1941", "date": "November 1", "txt": "American photographer Ansel Adams takes a picture of a moonrise over the town of Hernandez, New Mexico that would become one of the most famous images in the history of photography.", "entities": [{"title": "Ansel Adams", "href": "/wiki/Ansel_Adams", "description": "Ansel Easton Adams was an American landscape photographer and environmentalist known for his black-and-white images of the American West. He helped found Group f/64, an association of photographers advocating \"pure\" photography which favored sharp focus and the use of the full tonal range of a photograph. He and Fred Archer developed an exacting system of image-making called the Zone System, a met"}, {"title": "Moonrise, Hernandez, New Mexico", "href": "/wiki/Moonrise,_Hernandez,_New_Mexico", "description": "Moonrise, Hernandez, New Mexico is a black and white photograph taken by Ansel Adams, late in the afternoon on November 1, 1941, from a shoulder of highway US 84 / US 285 in the unincorporated community of Hernandez, New Mexico. The approximate location where the image was taken is 36.057186°N 106.116974°W."}, {"title": "Hernandez, New Mexico", "href": "/wiki/Hernandez,_New_Mexico", "description": "Hernandez is an unincorporated community and census-designated place in Rio Arriba County, New Mexico, United States. Hernandez is approximately 5 miles (8.0 km) northwest of Española on highway US 84 / US 285."}]}, {"heading": "Events", "year": "1942", "date": "November 1", "txt": "World War II: Matanikau Offensive begins during the Guadalcanal Campaign and ends three days later with an American victory.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Matanikau Offensive", "href": "/wiki/Matanikau_Offensive", "description": "\nThe Matanikau Offensive, from 1–4 November 1942, sometimes referred to as the Fourth Battle of the Matanikau, was an engagement between United States (U.S.) Marine and Army and Imperial Japanese Army forces around the Matanikau River and Point Cruz area on Guadalcanal during the Guadalcanal campaign of World War II. The action was one of the last of a series of engagements between U.S. and Japane"}, {"title": "Guadalcanal Campaign", "href": "/wiki/Guadalcanal_Campaign", "description": "The Guadalcanal campaign, also known as the Battle of Guadalcanal and codenamed Operation Watchtower by American forces, was a military campaign fought between 7 August 1942 and 9 February 1943 on and around the island of Guadalcanal in the Pacific theater of World War II. It was the first major land offensive by Allied forces against the Empire of Japan."}]}, {"heading": "Events", "year": "1943", "date": "November 1", "txt": "World War II: The 3rd Marine Division, United States Marines, landing on Bougainville in the Solomon Islands, secures a beachhead, leading that night to a naval clash at the Battle of Empress Augusta Bay.", "entities": [{"title": "United States Marine Corps", "href": "/wiki/United_States_Marine_Corps", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "Bougainville Island", "href": "/wiki/Bougainville_Island", "description": "Bougainville Island is the main island of the Autonomous Region of Bougainville, which is part of Papua New Guinea. It was previously the main landmass in the German Empire-associated North Solomons. Its land area is 9,300 km2 (3,600 sq mi). The population of the whole province, including nearby islets such as the Carterets, is approximately 300,000. The highest point is Mount Balbi, on the main i"}, {"title": "Solomon Islands", "href": "/wiki/Solomon_Islands", "description": "Solomon Islands is a sovereign state consisting of six major islands and over 900 smaller islands in Oceania, to the east of Papua New Guinea and northwest of Vanuatu. It has a land area of 28,400 square kilometres (11,000 sq mi), and a population of 652,858. Its capital, Honiara, is located on the island of Guadalcanal. The country takes its name from the Solomon Islands archipelago, which is a c"}, {"title": "Battle of Empress Augusta Bay", "href": "/wiki/Battle_of_Empress_Augusta_Bay", "description": "The Battle of Empress Augusta Bay, on 1–2 November 1943 – also known as the Battle of Gazelle Bay, Operation Cherry Blossom, and in Japanese sources as the Sea Battle off Bougainville Island (ブーゲンビル島沖海戦) – was a naval battle fought near the island of Bougainville in Empress Augusta Bay. The naval battle was a result of Allied landings on nearby Bougainville in the first action in the Bougainville "}]}, {"heading": "Events", "year": "1944", "date": "November 1", "txt": "World War II: Units of the British Army land at Walcheren.", "entities": [{"title": "Battle of Walcheren Causeway", "href": "/wiki/Battle_of_Walcheren_Causeway", "description": "The Battle of Walcheren Causeway was an engagement of the Battle of the Scheldt between the 5th Canadian Infantry Brigade, elements of the British 52nd (Lowland) Infantry Division and troops of the German 15th Army in 1944. It was the first of many conflicts on and around Walcheren Island during the Scheldt battles. It was also the second major battle fought over a terrain feature known as the Slo"}, {"title": "Walcheren", "href": "/wiki/Walcheren", "description": "Walcheren is a region and former island in the Dutch province of Zeeland at the mouth of the Scheldt estuary. It lies between the Eastern Scheldt in the north and the Western Scheldt in the south and is roughly the shape of a rhombus. The two sides facing the North Sea consist of dunes and the rest of its coastline is made up of dykes. Middelburg, the provincial capital, lies at Walcheren's center"}]}, {"heading": "Events", "year": "1945", "date": "November 1", "txt": "The official North Korean newspaper, Rodong Sinmun, is first published under the name Chongro.", "entities": [{"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}]}, {"heading": "Events", "year": "1948", "date": "November 1", "txt": "Athenagoras I, Ecumenical Patriarch of Constantinople, is enthroned.", "entities": [{"title": "Athenagoras I of Constantinople", "href": "/wiki/Athenagoras_I_of_Constantinople", "description": "Athenagoras I (Greek: Αθηναγόρας Αʹ, born Aristocles Matthew Spyrou, initially the Greek archbishop in North America, was the 268th Ecumenical Patriarch of Constantinople, from 1948 to 1972."}, {"title": "Ecumenical Patriarch of Constantinople", "href": "/wiki/Ecumenical_Patriarch_of_Constantinople", "description": "The ecumenical patriarch is the archbishop of Constantinople–New Rome and ranks as primus inter pares among the heads of the several autocephalous churches that make up the Eastern Orthodox Church. He is regarded as the representative and spiritual leader of Orthodox Christians worldwide.\nThe term ecumenical in the title is a historical reference to the Ecumene, a Greek designation for the civilis"}]}, {"heading": "Events", "year": "1950", "date": "November 1", "txt": "Puerto Rican nationalists Griselio Torresola and Oscar Collazo attempt to assassinate US President Harry S. Truman at Blair House.", "entities": [{"title": "Puerto Rico", "href": "/wiki/Puerto_Rico", "description": "Puerto Rico, officially the Commonwealth of Puerto Rico is a Caribbean island and unincorporated territory of the United States. It is located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida."}, {"title": "Griselio Torresola", "href": "/wiki/Griselio_Torresola", "description": "Griselio Torresola Roura born in Jayuya, Puerto Rico, was one of two Puerto Rican nationalists from New York City who attempted to assassinate United States President Harry Truman on November 1, 1950. Torresola mortally wounded White House policeman Private Leslie Coffelt and wounded two other law enforcement officers. Torresola was killed by a return shot from Coffelt."}, {"title": "Oscar Collazo", "href": "/wiki/Oscar_Collazo", "description": "Oscar Collazo was one of two Puerto Rican militants of the Nationalist Party who on November 1, 1950, attempted to assassinate U.S. President Harry S. Truman in Washington, DC. He had been living in New York City after growing up in Puerto Rico."}, {"title": "Attempted assassination of Harry S. Truman", "href": "/wiki/Attempted_assassination_of_Harry_S._Truman", "description": "The second of two assassination attempts on U.S. President Harry S. Truman occurred on November 1, 1950. It was carried out by militant Puerto Rican pro-independence activists Oscar Collazo and Griselio Torresola while President Truman resided at Blair House during the renovation of the White House. Both men were stopped before gaining entry to the house. Torresola mortally wounded White House Pol"}, {"title": "Harry S. Truman", "href": "/wiki/Harry_S._Truman", "description": "Harry S. Truman was the 33rd president of the United States, serving from 1945 to 1953, succeeding upon the death of Franklin D. Roosevelt after serving as the 34th vice president. He implemented the Marshall Plan to rebuild the economy of Western Europe, and established the Truman Doctrine and NATO to contain communist expansion. He proposed numerous liberal domestic reforms, but few were enacted"}, {"title": "Blair House", "href": "/wiki/Blair_House", "description": "Blair House, also known as The President's Guest House, is an official residence in Washington, D.C., the capital of the United States. The President's Guest House has been called \"the world's most exclusive hotel\" because it is primarily used as a state guest house to host visiting dignitaries and other guests of the president. Parts of the historic complex have been used for an official residenc"}]}, {"heading": "Events", "year": "1950", "date": "November 1", "txt": "Pope Pius XII claims papal infallibility when he formally defines the dogma of the Assumption of Mary.", "entities": [{"title": "Papal infallibility", "href": "/wiki/Papal_infallibility", "description": "Papal infallibility is a dogma of the Catholic Church which states that, in virtue of the promise of Jesus to Peter, the pope when appealing to his highest authority is preserved from the possibility of error on doctrine \"initially given to the apostolic Church and handed down in Scripture and tradition\". This doctrine was defined dogmatically at the First Vatican Council of 1869–1870 in the docum"}, {"title": "Dogmatic definition", "href": "/wiki/Dogmatic_definition", "description": "Papal infallibility is a dogma of the Catholic Church which states that, in virtue of the promise of Jesus to Peter, the pope when appealing to his highest authority is preserved from the possibility of error on doctrine \"initially given to the apostolic Church and handed down in Scripture and tradition\". This doctrine was defined dogmatically at the First Vatican Council of 1869–1870 in the docum"}, {"title": "Assumption of Mary", "href": "/wiki/Assumption_of_Mary", "description": "The Assumption of Mary is, according to the beliefs of the Catholic Church, Eastern Orthodox Churches, Oriental Orthodoxy, Church of the East, and some Anglo-Catholic Churches, among others, the bodily taking up of Mary, the mother of Jesus, into Heaven at the end of her earthly life. The analogous feast in the Eastern Churches is known as the Dormition of the Theotokos."}]}, {"heading": "Events", "year": "1951", "date": "November 1", "txt": "Operation Buster–Jangle: Six thousand five hundred American soldiers are exposed to 'Desert Rock' atomic explosions for training purposes in Nevada. Participation is not voluntary.", "entities": [{"title": "Operation Buster–Jangle", "href": "/wiki/Operation_Buster%E2%80%93Jangle", "description": "Operation Buster–Jangle was a series of seven nuclear weapons tests conducted by the United States in late 1951 at the Nevada Test Site. Buster–Jangle was the first joint test program between the DOD and Los Alamos National Laboratories. As part of Operation Buster, 6,500 troops were involved in the Operation Desert Rock I, II, and III exercises in conjunction with the tests. The last two tests, O"}, {"title": "Atom bomb", "href": "/wiki/Atom_bomb", "description": "A nuclear weapon is an explosive device that derives its destructive force from nuclear reactions, either fission or from a combination of fission and fusion reactions. Both bomb types release large quantities of energy from relatively small amounts of matter."}, {"title": "Nevada", "href": "/wiki/Nevada", "description": "Nevada is a state in the Western region of the United States. It is bordered by Oregon to the northwest, Idaho to the northeast, California to the west, Arizona to the southeast, and Utah to the east. Nevada is the 7th-most extensive, the 19th-least populous, and the 9th-least densely populated of the U.S. states. Nearly three-quarters of Nevada's people live in Clark County, which contains the La"}]}, {"heading": "Events", "year": "1952", "date": "November 1", "txt": "Nuclear weapons testing: The United States successfully detonates Ivy Mike, the first thermonuclear device, at the Eniwetok atoll. The explosion had a yield of ten megatons TNT equivalent.", "entities": [{"title": "Nuclear weapons testing", "href": "/wiki/Nuclear_weapons_testing", "description": "Nuclear weapons tests are experiments carried out to determine the effectiveness, yield, and explosive capability of nuclear weapons. Testing nuclear weapons offers practical information about how the weapons function, as well as how detonations are affected by different conditions; and how personnel, structures, and equipment are affected when subjected to nuclear explosions. However, nuclear tes"}, {"title": "Ivy Mike", "href": "/wiki/Ivy_Mike", "description": "Ivy Mike was the codename given to the first full-scale test of a thermonuclear device, in which part of the explosive yield comes from nuclear fusion.\nIvy Mike was detonated on November 1, 1952, by the United States on the island of Elugelab in Enewetak Atoll, in the now independent island nation of the Marshall Islands, as part of Operation Ivy. It was the first full test of the Teller–Ulam desi"}, {"title": "Eniwetok", "href": "/wiki/Eniwetok", "description": "Enewetak Atoll is a large coral atoll of 40 islands in the Pacific Ocean and with its 664 people forms a legislative district of the Ralik Chain of the Marshall Islands. With a land area total less than 5.85 square kilometres (2.26 sq mi), it is no higher than 5 meters (16.4 ft) and surrounds a deep central lagoon, 80 kilometres (50 mi) in circumference. It is the second-westernmost atoll of the R"}, {"title": "TNT equivalent", "href": "/wiki/TNT_equivalent", "description": "TNT equivalent is a convention for expressing energy, typically used to describe the energy released in an explosion. The ton of TNT is a unit of energy defined by that convention to be 4.184 gigajoules, which is the approximate energy released in the detonation of a metric ton of TNT. In other words, for each gram of TNT exploded, 4184 joules of energy is released."}]}, {"heading": "Events", "year": "1954", "date": "November 1", "txt": "The Front de Libération Nationale fires the first shots of the Algerian War of Independence.", "entities": [{"title": "National Liberation Front (Algeria)", "href": "/wiki/National_Liberation_Front_(Algeria)", "description": "The National Liberation Front is a nationalist political party in Algeria. It was the principal nationalist movement during the Algerian War and the sole legal and the ruling political party of the Algerian state until other parties were legalised in 1989. The FLN was established in 1954 from a split in the Movement for the Triumph of Democratic Liberties from members of the Special Organisation p"}, {"title": "Algerian War of Independence", "href": "/wiki/Algerian_War_of_Independence", "description": "The Algerian War, also known as the Algerian Revolution or the Algerian War of Independence, and sometimes in Algeria as the War of 1 November, was fought between France and the Algerian National Liberation Front from 1954 to 1962, which led to Algeria winning its independence from France. An important decolonization war, it was a complex conflict characterized by guerrilla warfare and the use of "}]}, {"heading": "Events", "year": "1955", "date": "November 1", "txt": "The establishment of a Military Assistance Advisory Group in South Vietnam marks the beginning of American involvement in the conflict.", "entities": [{"title": "Military Assistance Advisory Group", "href": "/wiki/Military_Assistance_Advisory_Group", "description": "Military Assistance Advisory Group (MAAG) is a designation for United States military advisors sent to other countries to assist in the training of conventional armed forces and facilitate military aid. Although numerous MAAGs operated around the world throughout the 1940s–1970s, the most famous MAAGs were those active in Southeast Asia before and during the Vietnam War. Typically, the personnel o"}]}, {"heading": "Events", "year": "1955", "date": "November 1", "txt": "The bombing of United Airlines Flight 629 occurs near Longmont, Colorado, killing all 39 passengers and five crew members aboard the Douglas DC-6B airliner.", "entities": [{"title": "Longmont, Colorado", "href": "/wiki/Longmont,_Colorado", "description": "The City of Longmont is a Home Rule Municipality located in Boulder and Weld counties, Colorado, United States. Longmont is located northeast of the county seat of Boulder and 33 miles (53 km) north-northwest of the Colorado State Capitol in Denver."}, {"title": "Douglas DC-6", "href": "/wiki/Douglas_DC-6", "description": "The Douglas DC-6 is a piston-powered airliner and cargo aircraft built by the Douglas Aircraft Company from 1946 to 1958. Originally intended as a military transport near the end of World War II, it was reworked after the war to compete with the Lockheed Constellation in the long-range commercial transport market. More than 700 were built and many still fly today in cargo, military, and wildfire c"}]}, {"heading": "Events", "year": "1956", "date": "November 1", "txt": "The Indian states Kerala, Andhra Pradesh, and Mysore are formally created under the States Reorganisation Act; Kanyakumari district is joined to Tamil Nadu from Kerala.", "entities": [{"title": "Kerala", "href": "/wiki/Kerala", "description": "Kerala is a state on the southwestern Malabar Coast of India. It was formed on 1 November 1956, following the passage of the States Reorganisation Act, by combining Malayalam-speaking regions of the erstwhile regions of Cochin, Malabar, South Canara, and Travancore. Spread over 38,863 km2 (15,005 sq mi), Kerala is the twenty-first largest Indian state by area. It is bordered by Karnataka to the no"}, {"title": "Andhra Pradesh", "href": "/wiki/Andhra_Pradesh", "description": "Andhra Pradesh is a state in the south-eastern coastal region of India. It is the seventh-largest state by area covering an area of 162,975 km2 (62,925 sq mi) and tenth-most populous state with 49,386,799 inhabitants. It is bordered by Telangana to the north-west, Chhattisgarh to the north, Odisha to the north-east, Tamil Nadu to the south, Karnataka to the west and the Bay of Bengal to the east. "}, {"title": "Mysore State", "href": "/wiki/Mysore_State", "description": "Mysore State was a state within the Dominion and the later Republic of India from its formation in 1947, out of the territories of the Kingdom of Mysore, until 1956 with Bangalore as its capital.\nThe state was considerably enlarged in 1956 when it became a linguistically homogeneous Kannada-speaking state within the Union of India. It was subsequently renamed as the state of Karnataka."}, {"title": "States Reorganisation Act, 1956", "href": "/wiki/States_Reorganisation_Act,_1956", "description": "The States Reorganisation Act, 1956 was a major reform of the boundaries of India's states and territories, organising them along linguistic lines."}, {"title": "Kanyakumari", "href": "/wiki/Kanyakumari", "description": "Kanyakumari is a town in Kanyakumari District in the state of Tamil Nadu in India. The southernmost town in mainland India, it is sometimes referred to as 'The Land's End'."}, {"title": "Tamil Nadu", "href": "/wiki/Tamil_Nadu", "description": "Tamil Nadu is a state in southern India. Its capital and largest city is Chennai. Tamil Nadu lies in the southernmost part of the Indian subcontinent and is bordered by the union territory of Puducherry and the South Indian states of Kerala, Karnataka, and Andhra Pradesh. It is bounded by the Eastern Ghats on the north, by the Nilgiri Mountains, the Meghamalai Hills, and Kerala on the west, by the"}, {"title": "Kerala", "href": "/wiki/Kerala", "description": "Kerala is a state on the southwestern Malabar Coast of India. It was formed on 1 November 1956, following the passage of the States Reorganisation Act, by combining Malayalam-speaking regions of the erstwhile regions of Cochin, Malabar, South Canara, and Travancore. Spread over 38,863 km2 (15,005 sq mi), Kerala is the twenty-first largest Indian state by area. It is bordered by Karnataka to the no"}]}, {"heading": "Events", "year": "1956", "date": "November 1", "txt": "Hungarian Revolution: Imre Nagy announces Hungary's neutrality and withdrawal from the Warsaw Pact. Soviet troops begin to re-enter Hungary, contrary to assurances by the Soviet government. János Kádár and Ferenc Münnich secretly defect to the Soviets.", "entities": [{"title": "Imre Nagy", "href": "/wiki/Imre_Nagy", "description": "Imre Nagy was a Hungarian communist politician who served as Prime Minister and Chairman of the Council of Ministers of the Hungarian People's Republic from 1953 to 1955. In 1956 Nagy became leader of the Hungarian Revolution of 1956 against the Soviet-backed government, for which he was sentenced to death and executed two years later."}, {"title": "Warsaw Pact", "href": "/wiki/Warsaw_Pact", "description": "The Warsaw Treaty Organization (WTO), officially the Treaty of Friendship, Cooperation and Mutual Assistance, commonly known as the Warsaw Pact (WP), was a collective defense treaty signed in Warsaw, Poland between the Soviet Union and seven other Eastern Bloc socialist republics of Central and Eastern Europe in May 1955, during the Cold War. The Warsaw Pact was the military complement to the Coun"}, {"title": "Soviet Army", "href": "/wiki/Soviet_Army", "description": "The Soviet Ground Forces was the main land warfare uniform service branch of the Soviet Armed Forces from 1946 to 1992."}, {"title": "János Kádár", "href": "/wiki/J%C3%A1nos_K%C3%A1d%C3%A1r", "description": "János József Kádár was a Hungarian communist leader and the General Secretary of the Hungarian Socialist Workers' Party, His 32-year term went through two stages. First (1956–1962), he was a dictator who imposed an iron-fisted rule of Communist Party terror on Hungary. In stage two (1962–1988) he became a champion of liberal communism who focused on economic reform and softening of police state me"}, {"title": "Ferenc Münnich", "href": "/wiki/Ferenc_M%C3%BCnnich", "description": "Ferenc Münnich was a Hungarian Communist politician who served as Chairman of the Council of Ministers of the People's Republic of Hungary from 1958 to 1961."}]}, {"heading": "Events", "year": "1956", "date": "November 1", "txt": "The Springhill mining disaster in Springhill, Nova Scotia kills 39 miners; 88 are rescued.", "entities": [{"title": "Springhill, Nova Scotia", "href": "/wiki/Springhill,_Nova_Scotia", "description": "Springhill is a community located in central Cumberland County, Nova Scotia, Canada."}]}, {"heading": "Events", "year": "1957", "date": "November 1", "txt": "The Mackinac Bridge, the world's longest suspension bridge between anchorages at the time, opens to traffic connecting Michigan's upper and lower peninsulas.", "entities": [{"title": "Mackinac Bridge", "href": "/wiki/Mackinac_Bridge", "description": "The Mackinac Bridge is a suspension bridge spanning the Straits of Mackinac to connect the Upper and Lower peninsulas of the U.S. state of Michigan. Opened in 1957, the 26,372-foot-long bridge is the world's 24th-longest main span and the longest suspension bridge between anchorages in the Western Hemisphere. The Mackinac Bridge is part of Interstate 75 (I-75) and the Lake Michigan and Huron compo"}]}, {"heading": "Events", "year": "1963", "date": "November 1", "txt": "The Arecibo Observatory in Arecibo, Puerto Rico, with the largest radio telescope ever constructed, officially opens.", "entities": [{"title": "Arecibo Observatory", "href": "/wiki/Arecibo_Observatory", "description": "The Arecibo Observatory, also known as the National Astronomy and Ionosphere Center (NAIC) and formerly known as the Arecibo Ionosphere Observatory, is an observatory in Barrio Esperanza, Arecibo, Puerto Rico owned by the US National Science Foundation (NSF)."}, {"title": "Arecibo, Puerto Rico", "href": "/wiki/Arecibo,_Puerto_Rico", "description": "Arecibo is a municipality on the northern coast of Puerto Rico, on the shores of the Atlantic Ocean, located north of Utuado and Ciales; east of Hatillo; and west of Barceloneta and Florida. It is about 50 miles (80 km) west of San Juan, the capital city. Arecibo is the largest municipality in Puerto Rico by area, and is part of the San Juan, Caguas and Guaynabo Metropolitan Statistical Area. It i"}, {"title": "Arecibo Telescope", "href": "/wiki/Arecibo_Telescope", "description": "The Arecibo Telescope was a 305 m (1,000 ft) spherical reflector radio telescope built into a natural sinkhole at the Arecibo Observatory located near Arecibo, Puerto Rico. A cable-mount steerable receiver and several radar transmitters for emitting signals were mounted 150 m (492 ft) above the dish. Completed in November 1963, the Arecibo Telescope was the world's largest single-aperture telescop"}]}, {"heading": "Events", "year": "1963", "date": "November 1", "txt": "The 1963 South Vietnamese coup begins.", "entities": []}, {"heading": "Events", "year": "1968", "date": "November 1", "txt": "The Motion Picture Association of America's film rating system is officially introduced, originating with the ratings G, M, R, and X.", "entities": [{"title": "Motion Picture Association of America", "href": "/wiki/Motion_Picture_Association_of_America", "description": "The Motion Picture Association (MPA) is an American trade association representing the five major film studios of the United States, as well as the video streaming service Netflix. Founded in 1922 as the Motion Picture Producers and Distributors of America (MPPDA) and known as the Motion Picture Association of America (MPAA) from 1945 until September 2019, its original goal was to ensure the viabi"}, {"title": "Motion Picture Association of America film rating system", "href": "/wiki/Motion_Picture_Association_of_America_film_rating_system", "description": "The Motion Picture Association film rating system is used in the United States and its territories to rate a motion picture's suitability for certain audiences based on its content. The system and the ratings applied to individual motion pictures are the responsibility of the Motion Picture Association (MPA), previously the Motion Picture Association of America (MPAA) 1945–2019. The MPA rating sys"}]}, {"heading": "Events", "year": "1970", "date": "November 1", "txt": "Club Cinq-Sept fire in Saint-Laurent-du-Pont, France kills 146 young people.", "entities": [{"title": "Club Cinq-Sept fire", "href": "/wiki/Club_Cinq-Sept_fire", "description": "The Club Cinq-Sept fire was a major blaze at a nightclub just outside Saint-Laurent-du-Pont, Isère in south-eastern France on Sunday, 1 November 1970. The catastrophe claimed the lives of 146 people, almost all of whom were aged between 17 and 30. The scale of the disaster shocked the French nation. Subsequent official enquiries revealed a catalogue of shortcomings, oversights and evasions with re"}, {"title": "Saint-Laurent-du-Pont", "href": "/wiki/Saint-Laurent-du-Pont", "description": "Saint-Laurent-du-Pont is a commune in the Isère department in southeastern France. It was the site of the Club Cinq-Sept fire, which killed 146, in 1970."}]}, {"heading": "Events", "year": "1973", "date": "November 1", "txt": "Watergate scandal: Leon Jaworski is appointed as the new Watergate Special Prosecutor.", "entities": [{"title": "Watergate scandal", "href": "/wiki/Watergate_scandal", "description": "The Watergate scandal was a major political scandal in the United States involving the administration of U.S. President Richard Nixon from 1971 to 1974 that led to Nixon's resignation. The scandal stemmed from the Nixon administration's continuous attempts to cover up its involvement in the June 17, 1972 break-in of the Democratic National Committee headquarters at the Washington, D.C. Watergate O"}, {"title": "Leon Jaworski", "href": "/wiki/Leon_Jaworski", "description": "Leonidas \"Leon\" Jaworski was an American attorney and law professor who served as the second special prosecutor during the Watergate Scandal. He was appointed to that position on November 1, 1973, soon after the Saturday Night Massacre of October 19–20, 1973, which included the dismissal of his predecessor Archibald Cox."}]}, {"heading": "Events", "year": "1973", "date": "November 1", "txt": "The Indian state of Mysore is renamed as Karnataka to represent all the regions within Karunadu.", "entities": [{"title": "Karnataka", "href": "/wiki/Karnataka", "description": "Karnataka is a state in the south western region of India. It is the largest state in South India and sixth largest in India. It was formed on 1 November 1956, with the passage of the States Reorganisation Act. Originally known as the State of Mysore, it was renamed Karnataka in 1973. The state corresponds to the Carnatic region. Its capital and largest city is Bangalore."}]}, {"heading": "Events", "year": "1979", "date": "November 1", "txt": "In Bolivia, Colonel Alberto Natusch executes a bloody coup d'état against the constitutional government of Wálter Guevara.", "entities": [{"title": "Alberto Natusch", "href": "/wiki/Alberto_Natusch", "description": "Alberto Natusch Busch was a Bolivian general who served briefly as the de facto 55th President of Bolivia in 1979."}, {"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "Wálter Guevara", "href": "/wiki/W%C3%A1lter_Guevara", "description": "Wálter Guevara Arze was a Bolivian statesman, cabinet minister, writer, and diplomat, who served as the 54th President of Bolivia on an interim basis in 1979."}]}, {"heading": "Events", "year": "1979", "date": "November 1", "txt": "Griselda Álvarez becomes the first female governor of a state of Mexico.", "entities": [{"title": "Governor of Colima", "href": "/wiki/Governor_of_Colima", "description": "According to the Political Constitution of the Free and Sovereign State of Colima, the exercise of the Executive Power of this Mexican entity is placed in a single individual, called the Constitutional Governor of the Free and Sovereign State of Colima who is chosen for a period of 6 years and is not eligible for reelection. The term of governor begins November 1 of the year of the election and fi"}]}, {"heading": "Events", "year": "1981", "date": "November 1", "txt": "Antigua and Barbuda gains independence from the United Kingdom.", "entities": [{"title": "Antigua and Barbuda", "href": "/wiki/Antigua_and_Barbuda", "description": "Antigua and Barbuda is a sovereign island country in the West Indies in the Americas, lying between the Caribbean Sea and the Atlantic Ocean. It consists of two major islands, Antigua and Barbuda separated by 63 km (39 mi), and smaller islands. The permanent population number is about 97,120, with 97% being resident on Antigua. The capital and largest port and city is St. John's on Antigua, with C"}]}, {"heading": "Events", "year": "1982", "date": "November 1", "txt": "Honda becomes the first Asian automobile company to produce cars in the United States with the opening of its factory in Marysville, Ohio; a Honda Accord is the first car produced there.", "entities": [{"title": "Honda", "href": "/wiki/Honda", "description": "The Honda Motor Company, Ltd.  is a Japanese public multinational conglomerate manufacturer of automobiles, motorcycles, and power equipment, headquartered in Minato, Tokyo, Japan."}, {"title": "Marysville, Ohio", "href": "/wiki/Marysville,_Ohio", "description": "Marysville is a city in and the county seat of Union County, Ohio, United States approximately 27 mi (44 km) NW of Columbus. The population was 22,094 at the 2010 census. This marks a 38.59% increase from 2000."}, {"title": "Honda Accord", "href": "/wiki/Honda_Accord", "description": "The Honda Accord , also known as the Honda Inspire  in Japan for certain generations, is a series of automobiles manufactured by Honda since 1976, best known for its four-door sedan variant, which has been one of the best-selling cars in the United States since 1989. The Accord nameplate has been applied to a variety of vehicles worldwide, including coupes, station wagons, hatchbacks and a Honda C"}]}, {"heading": "Events", "year": "1984", "date": "November 1", "txt": "After the assassination of Indira Gandhi, Prime Minister of India on 31 October 1984, by two of her Sikh bodyguards, anti-Sikh riots erupt.", "entities": [{"title": "Assassination of Indira Gandhi", "href": "/wiki/Assassination_of_Indira_Gandhi", "description": "Indian Prime Minister Indira Gandhi was assassinated at 9:29 \na.m. on 31 October 1984 at her residence in Safdarjung Road, New Delhi. She was killed by her Sikh bodyguards Satwant Singh and Beant Singh in the aftermath of Operation Blue Star. Operation Blue Star was an Indian military action carried out between 1 and 8 June 1984, ordered by Indira Gandhi to remove the Sikh Jarnail Singh Bhindranwa"}]}, {"heading": "Events", "year": "1987", "date": "November 1", "txt": "British Rail Class 43 (HST) hits the record speed of 238 km/h for rail vehicles with on-board fuel to generate electricity for traction motors.", "entities": [{"title": "British Rail Class 43 (HST)", "href": "/wiki/British_Rail_Class_43_(HST)", "description": "The British Rail Class 43 (HST) is the TOPS classification used for the InterCity 125 High Speed Train power cars, built by British Rail Engineering Limited from 1975 to 1982, and in service in the UK since 1976."}]}, {"heading": "Events", "year": "1993", "date": "November 1", "txt": "The Maastricht Treaty takes effect, formally establishing the European Union.", "entities": [{"title": "Maastricht Treaty", "href": "/wiki/Maastricht_Treaty", "description": "The Maastricht Treaty, concluded in 1992 between the 12 member states of the European Communities, is the foundation treaty of the European Union (EU). Formally the Treaty on European Union, it announced \"a new stage in the process of European integration\" chiefly in provisions for a shared European citizenship, for the eventual introduction of a single currency, and for common foreign and securit"}, {"title": "European Union", "href": "/wiki/European_Union", "description": "The European Union (EU) is a political and economic union of 27 member states that are located primarily in Europe. Its members have a combined area of 4,233,255.3 km2 (1,634,469.0 sq mi) and an estimated total population of about 447 million. The EU has developed an internal single market through a standardised system of laws that apply in all member states in those matters, and only those matter"}]}, {"heading": "Events", "year": "2000", "date": "November 1", "txt": "Chhattisgarh officially becomes the 26th state of India, formed from sixteen districts of eastern Madhya Pradesh.", "entities": [{"title": "Chhattisgarh", "href": "/wiki/Chhattisgarh", "description": "Chhattisgarh is a state located in the region of Central India. Formerly part of Madhya Pradesh, it was granted statehood on November 1, 2000. It is the 9th-largest state in India, with an area of 135,192 km2 (52,198 sq mi). As of 2020, it has a population of roughly 29.4 million, making it the 17th most populated state in the country."}, {"title": "Madhya Pradesh Reorganisation Act, 2000", "href": "/wiki/Madhya_Pradesh_Reorganisation_Act,_2000", "description": "Madhya Pradesh Reorganisation Act, 2000 is an Act of the Parliament of India which enabled the creation of Chhattisgarh state out of Madhya Pradesh. The law was introduced by NDA government headed by Vajpayee to fulfil its election promise."}, {"title": "States of India", "href": "/wiki/States_of_India", "description": "India is a federal union comprising 28 states and 8 union territories, for a total of 36 entities. The states and union territories are further subdivided into districts and smaller administrative divisions."}, {"title": "Madhya Pradesh", "href": "/wiki/Madhya_Pradesh", "description": "Madhya Pradesh is a state in central India. Its capital is Bhopal, and the largest city is Indore, with Jabalpur, Gwalior, Ujjain, Satna, Sagar, Rewa, Khandwa, being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 72 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the s"}]}, {"heading": "Events", "year": "2000", "date": "November 1", "txt": "The Republic of Serbia and Montenegro joins the United Nations.", "entities": [{"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "2012", "date": "November 1", "txt": "A fuel tank truck crashes and explodes in the Saudi Arabian capital Riyadh, killing 26 people and injuring 135.", "entities": [{"title": "2012 Riyadh truck crash", "href": "/wiki/2012_Riyadh_truck_crash", "description": "The 2012 Riyadh truck crash occurred on 1 November 2012, when a truck carrying fuel crashed into an intersection flyover in the east of Riyadh, the capital city of Saudi Arabia. The lorry hit a bridge pylon on Khureis Road and the petrol it was carrying leaked into the surroundings, and then ignited. Al Ekhbariya television reported that the blast killed 23 people outright and injured 111, with th"}, {"title": "Saudi Arabia", "href": "/wiki/Saudi_Arabia", "description": "Saudi Arabia, officially the Kingdom of Saudi Arabia, is a country in Western Asia constituting the vast majority of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world, the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bor"}, {"title": "Riyadh", "href": "/wiki/Riyadh", "description": "Riyadh is the capital of Saudi Arabia and the largest city on the Arabian Peninsula. Located in the center of the an-Nafud desert, on the eastern part of the Najd plateau, the city sits at an average of 600 metres (2,000 ft) above sea level, and receives around 5 million tourists each year, making it the forty-ninth most visited city in the world and the 6th in the Middle East. Riyadh had a popula"}]}, {"heading": "Births", "year": "846", "date": "November 1", "txt": "Louis the Stammerer, Frankish king (d. 879)", "entities": [{"title": "Louis the Stammerer", "href": "/wiki/Louis_the_Stammerer", "description": "Louis II, known as Louis the Stammerer, was the king of Aquitaine and later the king of West Francia. He was the eldest son of Emperor Charles the Bald and Ermentrude of Orléans. Louis the Stammerer was physically weak and outlived his father by a year and a half."}]}, {"heading": "Births", "year": "1339", "date": "November 1", "txt": "Rudolf IV, Duke of Austria (d. 1365)", "entities": [{"title": "Rudolf IV, Duke of Austria", "href": "/wiki/Rudolf_IV,_Duke_of_Austria", "description": "Rudolf IV, also called Rudolf the Founder, was a scion of the House of Habsburg who ruled as duke of Austria, Styria and Carinthia from 1358, as well as count of Tyrol from 1363 and as the first duke of Carniola from 1364 until his death. After the Habsburgs got nothing from the decree of the Golden Bull in 1356, he gave order to draw up the \"Privilegium Maius\", a fake document to empower the Aust"}]}, {"heading": "Births", "year": "1351", "date": "November 1", "txt": "Leopold III, Duke of Austria (d. 1386)", "entities": [{"title": "Leopold III, Duke of Austria", "href": "/wiki/Leopold_III,_Duke_of_Austria", "description": "Leopold III, known as the Just, a member of the House of Habsburg, was Duke of Austria from 1365. As head and progenitor of the Leopoldian line, he ruled over the Inner Austrian duchies of Carinthia, Styria and Carniola as well as the County of Tyrol and Further Austria from 1379 until his death."}]}, {"heading": "Births", "year": "1419", "date": "November 1", "txt": "Albert II, Duke of Brunswick-Grubenhagen (d. 1485)", "entities": [{"title": "Albert II, Duke of Brunswick-Grubenhagen", "href": "/wiki/Albert_II,_Duke_of_Brunswick-Grubenhagen", "description": "Albert II, Duke of Brunswick-Lüneburg, was a Prince of Grubenhagen; he reigned from 1440 until his death in 1485."}]}, {"heading": "Births", "year": "1498", "date": "November 1", "txt": "Giovanni Ricci, Italian cardinal (d. 1574)", "entities": [{"title": "Giovanni Ricci (bishop)", "href": "/wiki/Giovanni_Ricci_(bishop)", "description": "Giovanni Ricci was an Italian Roman Catholic bishop and cardinal."}]}, {"heading": "Births", "year": "1499", "date": "November 1", "txt": "Rodrigo of Aragon, Italian noble (d. 1512)", "entities": [{"title": "Rodrigo of Aragon", "href": "/wiki/Rodrigo_of_Aragon", "description": "Rodrigo of Aragon, Duke of Bisceglie and Sermoneta of the House of Trastámara, was the only child of Lucrezia Borgia, daughter of Pope Alexander VI, and her second husband Alfonso of Aragon, son of Alfonso II of Naples."}]}, {"heading": "Births", "year": "1522", "date": "November 1", "txt": "Andrew Corbet, English landowner and politician (d. 1578)", "entities": [{"title": "Andrew Corbet (died 1578)", "href": "/wiki/Andrew_Corbet_(died_1578)", "description": "Sir Andrew Corbet was a prominent English Protestant politician of the mid-Tudor and early Elizabethan periods: a member of the powerful Council in the Marches of Wales for a quarter of a century. Drawn from the landed gentry of Shropshire and Buckinghamshire, he was twice a member of the Parliament of England for Shropshire."}]}, {"heading": "Births", "year": "1526", "date": "November 1", "txt": "Catherine Jagiellon, queen of John III of Sweden (d. 1583)", "entities": [{"title": "Catherine Jagiellon", "href": "/wiki/Catherine_Jagiellon", "description": "Catherine Jagiellon was a Polish princess and Queen of Sweden as the first wife of King John III. As such, she was also Duchess of Finland (1562–1583) and Grand Princess of Finland (1581–1583). Catherine had significant influence over state affairs during the reign of her spouse and negotiated with the pope to introduce a counter-reformation in Sweden. She was the mother of the future Sigismund II"}, {"title": "John III of Sweden", "href": "/wiki/John_III_of_Sweden", "description": "John III was King of Sweden from 1569 until his death. He was the son of King Gustav I of Sweden and his second wife Margaret Leijonhufvud. He was also, quite autonomously, the ruler of Finland, as Duke John from 1556 to 1563. In 1581 he assumed also the title Grand Prince of Finland. He attained the Swedish throne after a rebellion against his half-brother Eric XIV. He is mainly remembered for hi"}]}, {"heading": "Births", "year": "1527", "date": "November 1", "txt": "William Brooke, 10th Baron Cobham, English noble and politician (d. 1597)", "entities": [{"title": "William Brooke, 10th Baron Cobham", "href": "/wiki/William_Brooke,_10th_Baron_Cobham", "description": "Sir William Brooke, 10th Baron Cobham, KG, lord of the Manor of Cobham, Kent, was Lord Warden of the Cinque Ports, and a Member of Parliament for Hythe. Although he was viewed by some as a religious radical during the Somerset Protectorate, he entertained Queen Elizabeth I of England at Cobham Hall in 1559, signalling his acceptance of the moderate regime."}]}, {"heading": "Births", "year": "1530", "date": "November 1", "txt": "Étienne de La Boétie, French philosopher and judge (d. 1563)", "entities": [{"title": "Étienne de La Boétie", "href": "/wiki/%C3%89tienne_de_La_Bo%C3%A9tie", "description": "Étienne or Estienne de La Boétie was a French magistrate, classicist, writer, poet, and political theorist, best remembered for his intense and intimate friendship with essayist Michel de Montaigne. His early political treatise Discourse on Voluntary Servitude was posthumously adopted by the Huguenot movement and is sometimes seen as an early influence on modern anti-statist, utopian, and civil di"}]}, {"heading": "Births", "year": "1539", "date": "November 1", "txt": "Pierre Pithou, French lawyer and scholar (d. 1596)", "entities": [{"title": "Pierre Pithou", "href": "/wiki/Pierre_Pithou", "description": "Pierre Pithou was a French lawyer and scholar. He is also known as Petrus Pithoeus."}]}, {"heading": "Births", "year": "1550", "date": "November 1", "txt": "Henry of Saxe-Lauenburg, Prince-Archbishop of Bremen, Prince-Bishop of Osnabruck and Paderborn (d. 1585)", "entities": [{"title": "Henry of Saxe-Lauenburg", "href": "/wiki/Henry_of_Saxe-Lauenburg", "description": "Henry of Saxe-Lauenburg was a Prince-Archbishop of Bremen, then Prince-Bishop of Osnabrück, then Prince-Bishop of Paderborn."}]}, {"heading": "Births", "year": "1567", "date": "November 1", "txt": "Diego Sarmiento de Acuña, 1st Count of Gondomar, Spanish academic and diplomat (d. 1626)", "entities": [{"title": "Diego Sarmiento de Acuña, 1st Count of Gondomar", "href": "/wiki/Diego_Sarmiento_de_Acu%C3%B1a,_1st_Count_of_Gondomar", "description": "Don Diego Sarmiento de Acuña, Count of Gondomar, was a Spanish (Galician) diplomat. He served as the Spanish ambassador to England from 1613 to 1622 and afterwards, as a kind of ambassador emeritus, Spain's leading expert on English affairs until his death."}]}, {"heading": "Births", "year": "1585", "date": "November 1", "txt": "Jan Brożek, Polish mathematician, physician, and astronomer (d. 1652)", "entities": [{"title": "Jan Brożek", "href": "/wiki/Jan_Bro%C5%BCek", "description": "Jan Brożek was a Polish polymath: a mathematician, astronomer, physician, poet, writer, musician and rector of the Kraków Academy."}]}, {"heading": "Births", "year": "1596", "date": "November 1", "txt": "Pietro da Cortona, Italian painter (d. 1669)", "entities": [{"title": "Pietro da Cortona", "href": "/wiki/Pietro_da_Cortona", "description": "Pietro da Cortona was an Italian Baroque painter and architect. Along with his contemporaries and rivals Gian Lorenzo Bernini and Francesco Borromini, he was one of the key figures in the emergence of Roman Baroque architecture. He was also an important designer of interior decorations."}]}, {"heading": "Births", "year": "1607", "date": "November 1", "txt": "Georg Philipp Harsdörffer, German poet and translator (d. 1658)", "entities": [{"title": "Georg Philipp Harsdörffer", "href": "/wiki/Georg_Philipp_Harsd%C3%B6rffer", "description": "Georg Philipp Harsdörffer was a Baroque-period German poet and translator."}]}, {"heading": "Births", "year": "1609", "date": "November 1", "txt": "Matthew Hale, Lord Chief Justice of England (d. 1676)", "entities": [{"title": "Matthew Hale (jurist)", "href": "/wiki/Matthew_Hale_(jurist)", "description": "Sir Matthew Hale was an influential English barrister, judge and jurist most noted for his treatise Historia Placitorum Coronæ, or The History of the Pleas of the Crown. Born to a barrister and his wife, who had both died by the time he was 5, Hale was raised by his father's relative, a strict Puritan, and inherited his faith. In 1626 he matriculated at Magdalen Hall, Oxford, intending to become a"}]}, {"heading": "Births", "year": "1611", "date": "November 1", "txt": "François-Marie, comte de Broglie, Italian-French commander (d. 1656)", "entities": [{"title": "François-Marie, comte de Broglie", "href": "/wiki/Fran%C3%A7ois-Marie,_comte_de_Broglie", "description": "François-Marie, comte de Broglie and comte de Revel  was a prominent soldier and commander in the Thirty Years' War. Born in Piedmont, he was originally known as Francesco-Maria di Broglia, conte di Revel before becoming naturalized in France after 1643."}]}, {"heading": "Births", "year": "1625", "date": "November 1", "txt": "Oliver Plunkett, Irish archbishop and saint (d. 1681)", "entities": [{"title": "Oliver Plunkett", "href": "/wiki/Oliver_Plunkett", "description": "Oliver Plunkett, was the Catholic Archbishop of Armagh and Primate of All Ireland who was the last victim of the Popish Plot. He was beatified in 1920 and canonised in 1975, thus becoming the first new Irish saint for almost seven hundred years."}]}, {"heading": "Births", "year": "1636", "date": "November 1", "txt": "Nicolas Boileau-Despréaux, French poet and critic (d. 1711)", "entities": [{"title": "Nicolas Boileau-Despréaux", "href": "/wiki/Nicolas_Boileau-Despr%C3%A9aux", "description": "Nicolas Boileau-Despréaux, often known simply as Boileau, was a French poet and critic. He did much to reform the prevailing form of French poetry, in the same way that Blaise Pascal did to reform the prose. He was greatly influenced by Horace."}]}, {"heading": "Births", "year": "1643", "date": "November 1", "txt": "John Strype, English priest, historian, and author (d. 1737)", "entities": [{"title": "John Strype", "href": "/wiki/John_Strype", "description": "John Strype was an English clergyman, historian and biographer."}]}, {"heading": "Births", "year": "1661", "date": "November 1", "txt": "Florent Carton Dancourt, French actor and playwright (d. 1725)", "entities": [{"title": "Florent Carton Dancourt", "href": "/wiki/Florent_Carton_Dancourt", "description": "Florent Carton aka Dancourt, French dramatist and actor, was born at Fontainebleau. He belonged to a family of rank, and his parents entrusted his education to Pere de la Rue, a Jesuit, who made earnest efforts to induce him to join the order. But he had no religious vocation and proceeded to study law."}]}, {"heading": "Births", "year": "1666", "date": "November 1", "txt": "James Sherard, English botanist and curator (d. 1738)", "entities": [{"title": "James Sherard", "href": "/wiki/James_Sherard", "description": "James Sherard was an English apothecary, botanist, and amateur musician."}]}, {"heading": "Births", "year": "1720", "date": "November 1", "txt": "Toussaint-Guillaume Picquet de la Motte, French admiral (d. 1791)", "entities": [{"title": "Toussaint-Guillaume Picquet de la Motte", "href": "/wiki/Toussaint-Guillaume_Picquet_de_la_Motte", "description": "Count Toussaint-Guillaume Picquet de la Motte, also known as La Motte-Picquet was a French Navy officer and admiral. Over a career spanning 50 years, he served under Louis XV and Louis XVI and took part in 34 campaigns. He fought in the Seven Years' War and in the Naval battles of the American Revolutionary War, earning the ranks of Commandeur in the Order of Saint Louis in 1780, and of Grand Cros"}]}, {"heading": "Births", "year": "1727", "date": "November 1", "txt": "Ivan Shuvalov, Russian art collector and philanthropist (d. 1797)", "entities": [{"title": "Ivan Shuvalov", "href": "/wiki/Ivan_Shuvalov", "description": "Ivan Ivanovich Shuvalov was called the Maecenas of the Russian Enlightenment and the first Russian Minister of Education. Russia's first theatre, university, and Academy of Arts were instituted with his active participation."}]}, {"heading": "Births", "year": "1752", "date": "November 1", "txt": "Józef Zajączek, Polish general, politician (d. 1826)", "entities": [{"title": "Józef Zajączek", "href": "/wiki/J%C3%B3zef_Zaj%C4%85czek", "description": "Prince Józef Zajączek was a Polish general and politician."}]}, {"heading": "Births", "year": "1757", "date": "November 1", "txt": "Antonio Canova, Italian sculptor and educator (d. 1822)", "entities": [{"title": "Antonio Canova", "href": "/wiki/Antonio_Canova", "description": "Antonio Canova was an Italian Neoclassical sculptor, famous for his marble sculptures. Often regarded as the greatest of the Neoclassical artists, his sculpture was inspired by the Baroque and the classical revival, and has been characterised as having avoided the melodramatics of the former, and the cold artificiality of the latter."}]}, {"heading": "Births", "year": "1762", "date": "November 1", "txt": "Spencer Perceval, English lawyer and politician, Prime Minister of the United Kingdom (d. 1812)", "entities": [{"title": "Spencer Perceval", "href": "/wiki/Spencer_Perceval", "description": "Spencer Perceval was a British statesman and barrister. He was Prime Minister of the United Kingdom from October 1809 until his assassination in May 1812. Perceval is the only British prime minister to have been assassinated, and the only solicitor-general or attorney-general to have become prime minister."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1769", "date": "November 1", "txt": "Garlieb Merkel, German author and activist (d. 1850)", "entities": [{"title": "Garlieb Merkel", "href": "/wiki/Garlieb_Merkel", "description": "Garlieb Helwig Merkel was a Baltic German writer and activist and an early Estophile and Lettophile."}]}, {"heading": "Births", "year": "1778", "date": "November 1", "txt": "Gustav IV Adolf of Sweden (d. 1837)", "entities": [{"title": "Gustav IV Adolf of Sweden", "href": "/wiki/Gustav_IV_Adolf_of_Sweden", "description": "Gustav IV Adolf or Gustav IV Adolph was King of Sweden from 1792 until he in 1809 was deposed in a coup. He was also the last Swedish monarch to be the ruler of Finland."}]}, {"heading": "Births", "year": "1782", "date": "November 1", "txt": "F. J. Robinson, 1st Viscount Goderich, English politician, Prime Minister of the United Kingdom (d. 1859)", "entities": [{"title": "F. J. Robinson, 1st Viscount Goderich", "href": "/wiki/F._J._Robinson,_1st_Viscount_Goderich", "description": "Frederick John Robinson, 1st Earl of Ripon,, styled The Honourable F. J. Robinson until 1827 and known between 1827 and 1833 as The Viscount Goderich, the name by which he is best known to history, was a British politician who served as Prime Minister of the United Kingdom from 1827 to 1828."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1808", "date": "November 1", "txt": "John Taylor, English-American religious leader, 3rd President of The Church of Jesus Christ of Latter-day Saints (d. 1887)", "entities": [{"title": "John Taylor (Mormon)", "href": "/wiki/John_Taylor_(Mormon)", "description": "John Taylor was an English religious leader who served as the third president of The Church of Jesus Christ of Latter-day Saints from 1880 to 1887. He is the first and so far only president of the LDS Church to have been born outside the United States."}, {"title": "President of The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/President_of_The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "In The Church of Jesus Christ of Latter-day Saints, the President of the Church is the highest office of the church. It was the office held by Joseph Smith, the church's founder. The President of the LDS Church is the church's leader and the head of the First Presidency, the church's highest governing body. Latter-day Saints consider the president of the church to be a \"prophet, seer, and revelato"}]}, {"heading": "Births", "year": "1831", "date": "November 1", "txt": "Harry Atkinson, English-New Zealand politician, 10th Prime Minister of New Zealand (d. 1892)", "entities": [{"title": "Harry Atkinson", "href": "/wiki/Harry_Atkinson", "description": "Sir Harry Albert Atkinson served as the tenth Premier of New Zealand on four separate occasions in the late 19th century, and was Colonial Treasurer for a total of ten years. He was responsible for guiding the country during a time of economic depression, and was known as a cautious and prudent manager of government finances, though distrusted for some radical policies such as his 1882 National In"}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1838", "date": "November 1", "txt": "11th Dalai Lama (d. 1856)", "entities": [{"title": "11th Dalai Lama", "href": "/wiki/11th_Dalai_Lama", "description": "Khedrup Gyatso was the 11th Dalai Lama of Tibet."}]}, {"heading": "Births", "year": "1839", "date": "November 1", "txt": "Ahmed Muhtar Pasha, Ottoman general and politician, 227th Grand Vizier of the Ottoman Empire (d. 1919)", "entities": [{"title": "Ahmed Muhtar Pasha", "href": "/wiki/Ahmed_Muhtar_Pasha", "description": "Ahmed Muhtar Pasha was a prominent Ottoman field marshal and Grand Vizier, who served in the Crimean and Russo-Turkish wars."}, {"title": "List of Ottoman Grand Viziers", "href": "/wiki/List_of_Ottoman_Grand_Viziers", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Births", "year": "1847", "date": "November 1", "txt": "Emma Albani, Canadian-English soprano and actress (d. 1930)", "entities": [{"title": "Emma Albani", "href": "/wiki/Emma_Albani", "description": "Dame Emma Albani, DBE was a leading opera soprano of the 19th century and early 20th century, and the first Canadian singer to become an international star. Her repertoire focused on the operas of Mozart, Rossini, Donizetti, Bellini and Wagner. She performed across Europe and North America."}]}, {"heading": "Births", "year": "1847", "date": "November 1", "txt": "Hiệp Hòa, Vietnamese emperor (d. 1883)", "entities": []}, {"heading": "Births", "year": "1848", "date": "November 1", "txt": "Caroline Still Anderson, American physician, educator and abolitionist (d. 1919)", "entities": [{"title": "Caroline Still Anderson", "href": "/wiki/Caroline_Still_Anderson", "description": "Caroline Still Anderson was an American physician, educator, and activist. She was a pioneering physician in the Philadelphia African-American community and one of the first Black women to become a physician in the United States."}]}, {"heading": "Births", "year": "1849", "date": "November 1", "txt": "William Merritt Chase, American painter and educator (d. 1916)", "entities": [{"title": "William Merritt Chase", "href": "/wiki/William_Merritt_Chase", "description": "William Merritt Chase was an American painter, known as an exponent of Impressionism and as a teacher. He is also responsible for establishing the Chase School, which later would become Parsons School of Design."}]}, {"heading": "Births", "year": "1859", "date": "November 1", "txt": "Charles Brantley Aycock, American educator, lawyer, and politician, 50th Governor of North Carolina (d. 1912)", "entities": [{"title": "Charles Brantley Aycock", "href": "/wiki/Charles_Brantley_Aycock", "description": "Charles Brantley Aycock was the 50th Governor of the U.S. state of North Carolina from 1901 to 1905. After starting his career as a lawyer and teacher, he became active in the Democratic Party during the party's Solid South period, and was a strong proponent of the white supremacy campaigns of that period. Aycock was one of the leading perpetrators of the Wilmington insurrection of 1898, in which "}, {"title": "Governor of North Carolina", "href": "/wiki/Governor_of_North_Carolina", "description": "The governor of North Carolina is the head of state and head of government of the U.S. state of North Carolina. The governor directs the executive branch of the government and is the commander in chief of the military forces of the state. The current governor, Democrat Roy Cooper took office on January 1, 2017, and had a public swearing-in ceremony on January 7, 2017.\n"}]}, {"heading": "Births", "year": "1862", "date": "November 1", "txt": "Johan Wagenaar, Dutch organist and composer (d. 1941)", "entities": [{"title": "Johan Wagenaar", "href": "/wiki/Johan_Wagenaar", "description": "Johan Wagenaar was a Dutch composer and organist."}]}, {"heading": "Births", "year": "1864", "date": "November 1", "txt": "Princess Elisabeth of Hesse and by Rhine (d. 1918)", "entities": [{"title": "Princess Elisabeth of Hesse and by Rhine (1864–1918)", "href": "/wiki/Princess_Elisabeth_of_Hesse_and_by_Rhine_(1864%E2%80%931918)", "description": "Princess Elisabeth of Hesse and by Rhine, later Grand Duchess Elizabeth Feodorovna of Russia, was a German Hessian and Rhenish princess of the House of Hesse-Darmstadt, and the wife of Grand Duke Sergei Alexandrovich of Russia, the fifth son of Emperor Alexander II of Russia and Princess Marie of Hesse and by Rhine. She was also a maternal great-aunt of Prince Philip, Duke of Edinburgh, the consor"}]}, {"heading": "Births", "year": "1871", "date": "November 1", "txt": "Stephen Crane, American poet, novelist, and short story writer (d. 1900)", "entities": [{"title": "Stephen Crane", "href": "/wiki/Stephen_Crane", "description": "Stephen Crane was an American poet, novelist, and short story writer. Prolific throughout his short life, he wrote notable works in the Realist tradition as well as early examples of American Naturalism and Impressionism. He is recognized by modern critics as one of the most innovative writers of his generation."}]}, {"heading": "Births", "year": "1872", "date": "November 1", "txt": "Louis Dewis, Belgian-French painter (d. 1946)", "entities": [{"title": "Louis Dewis", "href": "/wiki/Louis_Dewis", "description": "Louis Dewis (1872–1946) was the pseudonym of Belgian Post-Impressionist painter Louis DeWachter, who was also an innovative and highly successful businessman. He helped organize and managed the first department store chain."}]}, {"heading": "Births", "year": "1877", "date": "November 1", "txt": "Roger Quilter, English composer (d. 1953)", "entities": [{"title": "Roger Quilter", "href": "/wiki/Roger_Quilter", "description": "Roger Cuthbert Quilter was a British composer, known particularly for his art songs."}]}, {"heading": "Births", "year": "1878", "date": "November 1", "txt": "Konrad Mägi, Estonian painter and educator (d. 1925)", "entities": [{"title": "Konrad Mägi", "href": "/wiki/Konrad_M%C3%A4gi", "description": "Konrad Vilhelm Mägi was an Estonian painter, primarily known for his landscape work. He was one of the most colour-sensitive Estonian painters of the first decades of the 20th century, and Mägi's works on motifs of the island of Saaremaa are the first modern Estonian nature paintings."}]}, {"heading": "Births", "year": "1878", "date": "November 1", "txt": "Carlos Saavedra Lamas, Argentinian academic and politician, Nobel Prize laureate (d. 1959)", "entities": [{"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1880", "date": "November 1", "txt": "Sholem Asch, Polish-American author and playwright (d. 1957)", "entities": [{"title": "Sholem Asch", "href": "/wiki/Sholem_Asch", "description": "Sholem Asch, also written Shalom Ash, was a Polish-Jewish novelist, dramatist, and essayist in the Yiddish language who settled in the United States."}]}, {"heading": "Births", "year": "1880", "date": "November 1", "txt": "Grantland Rice, American journalist and poet (d. 1954)", "entities": []}, {"heading": "Births", "year": "1880", "date": "November 1", "txt": "Alfred Wegener, German meteorologist and geophysicist (d. 1930)", "entities": []}, {"heading": "Births", "year": "1881", "date": "November 1", "txt": "Perikles Ioannidis, Greek admiral (d. 1965)", "entities": [{"title": "Perikles Ioannidis", "href": "/wiki/Perikles_Ioannidis", "description": "Periklis Ioannidis was a Greek admiral."}]}, {"heading": "Births", "year": "1886", "date": "November 1", "txt": "Hermann Broch, Austrian-American author and poet (d. 1951)", "entities": [{"title": "Hermann Broch", "href": "/wiki/Hermann_Broch", "description": "Hermann Broch was a 20th-century Austrian writer, considered one of the major Modernists."}]}, {"heading": "Births", "year": "1886", "date": "November 1", "txt": "Sakutarō Hagiwara, Japanese poet and critic (d. 1942)", "entities": []}, {"heading": "Births", "year": "1887", "date": "November 1", "txt": "L.S. Lowry, English painter and illustrator (d. 1976)", "entities": [{"title": "L.S. Lowry", "href": "/wiki/L.S._Lowry", "description": "Laurence Stephen Lowry was an English artist. His drawings and paintings depict Pendlebury, Lancashire, where he lived and worked for more than 40 years, Salford and its vicinity."}]}, {"heading": "Births", "year": "1888", "date": "November 1", "txt": "George Kenner, German-American painter and illustrator (d. 1971)", "entities": [{"title": "George Kenner", "href": "/wiki/George_Kenner", "description": "George Kenner was a German artist. He made 110 paintings and drawings during the First World War while interned as a German civilian prisoner of war in Great Britain and the Isle of Man."}]}, {"heading": "Births", "year": "1888", "date": "November 1", "txt": "Michał Sopoćko, Polish cleric and academic (d. 1975)", "entities": []}, {"heading": "Births", "year": "1889", "date": "November 1", "txt": "Hannah Höch, German painter and photographer (d. 1978)", "entities": [{"title": "Hannah Höch", "href": "/wiki/Hannah_H%C3%B6ch", "description": "Hannah Höch was a German Dada artist. She is best known for her work of the Weimar period, when she was one of the originators of photomontage. Photomontage, or fotomontage, is a type of collage in which the pasted items are actual photographs, or photographic reproductions pulled from the press and other widely produced media."}]}, {"heading": "Births", "year": "1889", "date": "November 1", "txt": "Philip Noel-Baker, Baron Noel-Baker, English academic and politician, Secretary of State for Commonwealth Relations, Nobel Prize laureate (d. 1982)", "entities": [{"title": "Secretary of State for Commonwealth Relations", "href": "/wiki/Secretary_of_State_for_Commonwealth_Relations", "description": "\n\nThe Secretary of State for Commonwealth Relations was a British Cabinet minister responsible for dealing with the United Kingdom's relations with members of the Commonwealth of Nations. The minister's department was the Commonwealth Relations Office (CRO)."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1896", "date": "November 1", "txt": "Edmund Blunden, English author, poet, and critic (d. 1974)", "entities": [{"title": "Edmund Blunden", "href": "/wiki/Edmund_Blunden", "description": "Edmund Charles Blunden was an English poet, author and critic. Like his friend Siegfried Sassoon, he wrote of his experiences in World War I in both verse and prose. For most of his career, Blunden was also a reviewer for English publications and an academic in Tokyo and later Hong Kong. He ended his career as Professor of Poetry at the University of Oxford. He was nominated for the Nobel Prize in"}]}, {"heading": "Births", "year": "1898", "date": "November 1", "txt": "Arthur Legat, Belgian race car driver (d. 1960)", "entities": [{"title": "Arthur Legat", "href": "/wiki/Arthur_Legat", "description": "Arthur Legat was a Belgian racing driver. He participated in two Formula One World Championship Grands Prix, debuting on 22 June 1952. He scored no championship points."}]}, {"heading": "Births", "year": "1898", "date": "November 1", "txt": "Sippie Wallace, American singer-songwriter and pianist (d. 1986)", "entities": []}, {"heading": "Births", "year": "1902", "date": "November 1", "txt": "Nordahl Grieg, Norwegian journalist, author, poet, and playwright (d. 1943)", "entities": [{"title": "Nordahl Grieg", "href": "/wiki/Nordahl_Grieg", "description": "Johan Nordahl Brun Grieg was a Norwegian poet, novelist, dramatist, journalist and political activist. He was a popular author and a controversial public figure. He served in World War II as a war correspondent and was killed while on a bombing mission to Berlin."}]}, {"heading": "Births", "year": "1902", "date": "November 1", "txt": "Eugen Jochum, German conductor (d. 1987)", "entities": []}, {"heading": "Births", "year": "1903", "date": "November 1", "txt": "Max Adrian, Irish-born British actor (d. 1973)", "entities": [{"title": "Max Adrian", "href": "/wiki/Max_Adrian", "description": "Max Adrian was an Irish stage, film and television actor and singer. He was a founding member of both the Royal Shakespeare Company and the National Theatre."}]}, {"heading": "Births", "year": "1903", "date": "November 1", "txt": "Edward Greeves, Jr., Australian footballer (d. 1963)", "entities": []}, {"heading": "Births", "year": "1904", "date": "November 1", "txt": "Laura LaPlante, American silent film actress (d. 1996)", "entities": [{"title": "Laura LaPlante", "href": "/wiki/Laura_LaPlante", "description": "Laura La Plante was an American film actress, whose more notable performances were in the silent era."}]}, {"heading": "Births", "year": "1905", "date": "November 1", "txt": "Paul-Émile Borduas, Canadian-French painter and educator (d. 1960)", "entities": [{"title": "Paul-Émile Borduas", "href": "/wiki/Paul-%C3%89mile_Borduas", "description": "Paul-Émile Borduas was a Québecois artist known for his abstract paintings. He was the leader of the avant-garde Automatiste movement and the chief author of the Refus Global manifesto of 1948. Borduas had a profound impact on the development of the arts and of thought, both in the province of Quebec and in Canada."}]}, {"heading": "Births", "year": "1906", "date": "November 1", "txt": "Johnny Indrisano, American boxer (d. 1968)", "entities": [{"title": "Johnny Indrisano", "href": "/wiki/Johnny_Indrisano", "description": "Johnny Indrisano was an American welterweight boxer whose career spanned the period from 1923 to 1934. He later became a film stunt performer and bit-part film and TV actor."}]}, {"heading": "Births", "year": "1907", "date": "November 1", "txt": "Maxie Rosenbloom, American boxer (d. 1976)", "entities": [{"title": "Maxie Rosenbloom", "href": "/wiki/Maxie_Rosenbloom", "description": "Max Everitt Rosenbloom was an American professional boxer, actor, and television personality. Nicknamed “Slapsie Maxie”, he was inducted into The Ring's Boxing Hall of Fame in 1972, the International Jewish Sports Hall of Fame in 1984, the World Boxing Hall of Fame in 1985, and the International Boxing Hall of Fame in 1993."}]}, {"heading": "Births", "year": "1909", "date": "November 1", "txt": "Hans Mork, South African-Australian rugby league player  (d. 1960)", "entities": [{"title": "Hans Mork", "href": "/wiki/Hans_Mork", "description": "Hans Eric Mork was a South African-born Australian rugby league footballer who played in the 1920s and 1930s. He played in Sydney for the Newtown club, as well as in Newcastle for the Western Suburbs club and elsewhere in country New South Wales."}]}, {"heading": "Births", "year": "1911", "date": "November 1", "txt": "Mingun Sayadaw, Burmese monk and scholar (d. 1993)", "entities": [{"title": "Mingun Sayadaw", "href": "/wiki/Mingun_Sayadaw", "description": "The Venerable Mingun Sayadaw U Vicittasārābhivaṃsa was a Burmese Theravada Buddhist monk, best known for his memory skills and his role in the Sixth Buddhist Council."}]}, {"heading": "Births", "year": "1911", "date": "November 1", "txt": "Henri Troyat, French historian and author (d. 2007)", "entities": []}, {"heading": "Births", "year": "1912", "date": "November 1", "txt": "Gunther Plaut, German-Canadian rabbi and author (d. 2012)", "entities": [{"title": "Gunther Plaut", "href": "/wiki/Gunther_Plaut", "description": "Wolf Gunther Plaut, was a Reform rabbi and author. Plaut was the rabbi of Holy Blossom Temple in Toronto for several decades and since 1978 was its senior scholar."}]}, {"heading": "Births", "year": "1914", "date": "November 1", "txt": "Moshe Teitelbaum, Romanian-American rabbi (d. 2006)", "entities": [{"title": "Moshe Teitelbaum (Satmar)", "href": "/wiki/Moshe_Teitelbaum_(Satmar)", "description": "Moshe (Moses) Teitelbaum was a Hasidic rebbe and the world leader of the Satmar Hasidim."}]}, {"heading": "Births", "year": "1915", "date": "November 1", "txt": "Margaret Taylor-Burroughs, American painter, poet, and educator, co-founded the DuSable Museum of African American History (d. 2010)", "entities": [{"title": "Margaret Taylor-Burroughs", "href": "/wiki/Margaret_Taylor-Burroughs", "description": "Margaret Taylor-Burroughs, also known as Margaret Taylor Goss, Margaret Taylor Goss Burroughs or Margaret T G Burroughs, was an American visual artist, writer, poet, educator, and arts organizer. She co-founded the Ebony Museum of Chicago, now the DuSable Museum of African American History. An active member of the African-American community, she also helped to establish the South Side Community Ar"}, {"title": "DuSable Museum of African American History", "href": "/wiki/DuSable_Museum_of_African_American_History", "description": "The DuSable Museum of African American History in Chicago is dedicated to the study and conservation of African-American history, culture, and art. It was founded in 1961 by Margaret Taylor-Burroughs, her husband Charles Burroughs, Gerard Lew, Eugene Feldman, Bernard Goss, Marian M. Hadley, and others. They established the museum to celebrate black culture, at the time overlooked by most museums a"}]}, {"heading": "Births", "year": "1917", "date": "November 1", "txt": "Zenna Henderson, American author (d.1983)", "entities": [{"title": "Zenna Henderson", "href": "/wiki/Zenna_Henderson", "description": "Zenna Chlarson Henderson was an American elementary school teacher and science fiction and fantasy author. Her first story was published in The Magazine of Fantasy & Science Fiction in 1951. Her work is cited as pre-feminist, often featuring middle-aged women, children, and their relationships, but with stereotyped gender roles. Many of her stories center around humanoid aliens called \"The People\""}]}, {"heading": "Births", "year": "1917", "date": "November 1", "txt": "Clarence E. Miller, American engineer and politician (d. 2011)", "entities": []}, {"heading": "Births", "year": "1918", "date": "November 1", "txt": "Ken Miles, English-American race car driver (d. 1966)", "entities": [{"title": "Ken Miles", "href": "/wiki/Ken_Miles", "description": "Kenneth Henry Miles was a British sports car racing engineer and driver best known for his motorsport career in the US and with American teams on the international scene. He is an inductee to the Motorsports Hall of Fame of America."}]}, {"heading": "Births", "year": "1919", "date": "November 1", "txt": "Hermann Bondi, English-Austrian mathematician and cosmologist (d. 2005)", "entities": [{"title": "Hermann Bondi", "href": "/wiki/Hermann_Bondi", "description": "Sir Hermann Bondi was an Austrian-British mathematician and cosmologist."}]}, {"heading": "Births", "year": "1920", "date": "November 1", "txt": "James J. Kilpatrick, American journalist and author (d. 2010)", "entities": [{"title": "James J. Kilpatrick", "href": "/wiki/James_J._Kilpatrick", "description": "James Jackson Kilpatrick was an American newspaper journalist, columnist, author, writer and grammarian. During the 1950s and early 1960s he was editor of The Richmond News Leader in Richmond, Virginia and encouraged the Massive Resistance strategy to oppose the U.S. Supreme Court's decisions in the Brown v. Board of Education ruling which outlawed racial segregation in public schools. For three d"}]}, {"heading": "Births", "year": "1920", "date": "November 1", "txt": "Ted Lowe, English sportscaster (d. 2011)", "entities": []}, {"heading": "Births", "year": "1921", "date": "November 1", "txt": "John W. Peterson, American pilot and songwriter (d. 2006)", "entities": [{"title": "John W. Peterson", "href": "/wiki/John_W._Peterson", "description": "John Willard Peterson was a songwriter who had a major influence on evangelical Christian music in the 1950s through the 1970s. He wrote over 1000 songs, and 35 cantatas."}]}, {"heading": "Births", "year": "1921", "date": "November 1", "txt": "Harald Quandt, German businessman (d. 1967)", "entities": []}, {"heading": "Births", "year": "1922", "date": "November 1", "txt": "George S. Irving, American actor (d. 2016)", "entities": [{"title": "George S. Irving", "href": "/wiki/George_S._Irving", "description": "George S. Irving was an American actor known primarily for his character roles on Broadway and as the voice of Heat Miser in the American Christmas television specials beginning with The Year Without a Santa Claus (1974)."}]}, {"heading": "Births", "year": "1923", "date": "November 1", "txt": "Victoria de los Ángeles, Spanish soprano and actress (d. 2005)", "entities": [{"title": "Victoria de los Ángeles", "href": "/wiki/Victoria_de_los_%C3%81ngeles", "description": "Victoria de los Ángeles was a Spanish operatic lyric soprano and recitalist whose career began after the Second World War and reached its height in the years from the mid-1950s to the mid-1960s."}]}, {"heading": "Births", "year": "1923", "date": "November 1", "txt": "Gordon R. Dickson, Canadian-American author (d. 2001)", "entities": []}, {"heading": "Births", "year": "1923", "date": "November 1", "txt": "Menachem Elon, German-Israeli academic and jurist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1923", "date": "November 1", "txt": "Carlos Páez Vilaró, Uruguayan painter and sculptor (d. 2014)", "entities": []}, {"heading": "Births", "year": "1924", "date": "November 1", "txt": "Süleyman Demirel, Turkish engineer and politician, 9th President of Turkey (d. 2015)", "entities": [{"title": "Süleyman Demirel", "href": "/wiki/S%C3%BCleyman_Demirel", "description": "Sami Süleyman Gündoğdu Demirel was a Turkish statesman and political leader who served as the 9th President of Turkey from 1993 to 2000. He previously served as the Prime Minister of Turkey seven times between the years 1965 and 1993. He was the leader of the Justice Party (AP) from 1964 to 1980 and the leader of the True Path Party (DYP) from 1987 to 1993."}, {"title": "President of Turkey", "href": "/wiki/President_of_Turkey", "description": "The president of the Republic of Turkey is the head of state and, following the 2017 Turkish constitutional referendum, also head of government of the Republic of Turkey."}]}, {"heading": "Births", "year": "1924", "date": "November 1", "txt": "Jean-Luc Pépin, Canadian academic and politician, 19th Canadian Minister of Labour (d. 1995)", "entities": [{"title": "Minister of Labour (Canada)", "href": "/wiki/Minister_of_Labour_(Canada)", "description": "The Minister of Labour is the minister of the Crown in the Canadian Cabinet who is responsible for the labour portfolio of Employment and Social Development Canada. From 2015 to 2019, the portfolio was included in that of the Minister of Employment, Workforce Development and Labour, but was split in 2019 during the government of Justin Trudeau."}]}, {"heading": "Births", "year": "1926", "date": "November 1", "txt": "Stephen Antonakos, Greek-American sculptor (d. 2013)", "entities": [{"title": "Stephen Antonakos", "href": "/wiki/Stephen_Antonakos", "description": "Stephen Antonakos was a Greek born American sculptor most well known for his abstract sculptures often incorporating neon."}]}, {"heading": "Births", "year": "1926", "date": "November 1", "txt": "Betsy Palmer, American actress and game show panelist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 1", "txt": "Vic Power, Puerto Rican-American baseball player and coach (d. 2005)", "entities": [{"title": "Vic Power (baseball)", "href": "/wiki/Vic_Power_(baseball)", "description": "Victor Pellot, also known professionally as Vic Power, was a Puerto Rican professional baseball first baseman. He played twelve seasons in Major League Baseball (MLB) for the Philadelphia / Kansas City Athletics, Cleveland Indians, Minnesota Twins, Los Angeles / California Angels, and Philadelphia Phillies, from 1954 through 1965. Pellot was the second Puerto Rican of African descent to play in ML"}]}, {"heading": "Births", "year": "1927", "date": "November 1", "txt": "Marcel Ophüls, German documentary filmmaker", "entities": []}, {"heading": "Births", "year": "1928", "date": "November 1", "txt": "James Bradford, American weightlifter (d. 2013)", "entities": [{"title": "James Bradford (weightlifter)", "href": "/wiki/James_Bradford_(weightlifter)", "description": "James Edward \"Jim\" Bradford was an American heavyweight weightlifter. He competed at two Olympics and four world championships and won silver medals on all occasions."}]}, {"heading": "Births", "year": "1929", "date": "November 1", "txt": "Nicholas Mavroules, American lawyer and politician (d. 2003)", "entities": [{"title": "Nicholas Mavroules", "href": "/wiki/Nicholas_Mavroules", "description": "Nicholas James Mavroules was an American Democratic Party politician from Massachusetts. He served as Mayor of Peabody, Massachusetts for a decade, then represented Peabody and the much of the surrounding North Shore region in the United States House of Representatives from 1979 until 1993. In 1993, he pleaded guilty to 15 counts of racketeering and extortion and later served 15 months in prison."}]}, {"heading": "Births", "year": "1930", "date": "November 1", "txt": "A. R. Gurney, American playwright and author (d. 2017)", "entities": [{"title": "A. R. Gurney", "href": "/wiki/A._R._Gurney", "description": "Albert Ramsdell Gurney Jr. was an American playwright, novelist and academic. He is known for works including The Dining Room (1982), Sweet Sue (1986/7), and The Cocktail Hour (1988), and for his Pulitzer Prize nominated play Love Letters. His series of plays about upper-class WASP life in contemporary America have been called \"penetratingly witty studies of the WASP ascendancy in retreat.\""}]}, {"heading": "Births", "year": "1930", "date": "November 1", "txt": "Russ Kemmerer, American baseball player and coach (d. 2014)", "entities": []}, {"heading": "Births", "year": "1931", "date": "November 1", "txt": "Yossef Gutfreund, Israeli wrestler and coach (d. 1972)", "entities": [{"title": "Yossef Gutfreund", "href": "/wiki/Yossef_Gutfreund", "description": "Yossef Gutfreund was an Israeli wrestling judge for his country's 1972 Olympic team. He was murdered in the Munich massacre by Black September terrorists along with 10 other members of the Israeli team."}]}, {"heading": "Births", "year": "1931", "date": "November 1", "txt": "Shunsuke Kikuchi, Japanese composer (d. 2021)", "entities": []}, {"heading": "Births", "year": "1931", "date": "November 1", "txt": "Arne Pedersen, Norwegian footballer and manager (d. 2013)", "entities": []}, {"heading": "Births", "year": "1932", "date": "November 1", "txt": "Al Arbour, Canadian ice hockey player and coach (d. 2015)", "entities": [{"title": "Al Arbour", "href": "/wiki/Al_Arbour", "description": "Alger Joseph Arbour was a Canadian ice hockey player, coach, and executive. He is third to Joel Quenneville for games coached in National Hockey League history and fifth all-time in wins, behind Scotty Bowman, Joel Quenneville, Ken Hitchcock and Barry Trotz. Under Arbour, the New York Islanders won four consecutive Stanley Cups from 1980 to 1983. Born in Sudbury, Ontario, Arbour played amateur hoc"}]}, {"heading": "Births", "year": "1932", "date": "November 1", "txt": "Francis Arinze, Nigerian cardinal", "entities": []}, {"heading": "Births", "year": "1933", "date": "November 1", "txt": "Antoine Kohn, Luxembourgian footballer and manager (d. 2012)", "entities": [{"title": "Antoine Kohn", "href": "/wiki/Antoine_Kohn", "description": "Antoine \"Spitz\" Kohn was a Luxembourg football player and football manager."}]}, {"heading": "Births", "year": "1934", "date": "November 1", "txt": "Umberto Agnelli, Swiss-Italian businessman and politician (d. 2004)", "entities": [{"title": "Umberto Agnelli", "href": "/wiki/Umberto_Agnelli", "description": "Umberto Agnelli was an Italian industrialist and politician. He was the third son of Virginia Agnelli and of Edoardo Agnelli, and the youngest brother of Gianni Agnelli."}]}, {"heading": "Births", "year": "1934", "date": "November 1", "txt": "Gillian Knight, English soprano and actress", "entities": []}, {"heading": "Births", "year": "1934", "date": "November 1", "txt": "William Mathias, Welsh pianist and composer (d. 1992)", "entities": []}, {"heading": "Births", "year": "1935", "date": "November 1", "txt": "Gary Player, South African golfer and sportscaster", "entities": [{"title": "Gary Player", "href": "/wiki/Gary_Player", "description": "Gary Player DMS, OIG is a South African retired professional golfer who is widely considered to be one of the greatest golfers ever. During his career, Player won nine major championships on the regular tour and nine major championships on the Champions Tour. At the age of 29, Player won the 1965 U.S. Open and became the only non-American to win all four majors in a career, known as the career Gra"}]}, {"heading": "Births", "year": "1935", "date": "November 1", "txt": "Edward Said, Palestinian-American theorist, author, and academic (d. 2003)", "entities": []}, {"heading": "Births", "year": "1936", "date": "November 1", "txt": "Katsuhisa Hattori, Japanese composer and conductor (d. 2020)", "entities": [{"title": "Katsuhisa Hattori", "href": "/wiki/Katsuhisa_Hattori", "description": "Katsuhisa Hattori  was a Japanese classical composer who also wrote music for anime films, television series and OVAs. Hattori was a respected composer in Japan; his style was classical, although he was experienced and respected in many other genres, such as New Age, Jazz, etc. He was the son of Ryoichi Hattori and the father of Takayuki Hattori, both musical composers as well."}]}, {"heading": "Births", "year": "1936", "date": "November 1", "txt": "Shizuka Kamei, Japanese lawyer and politician", "entities": []}, {"heading": "Births", "year": "1937", "date": "November 1", "txt": "Bill Anderson, American country music singer-songwriter", "entities": [{"title": "Bill Anderson (singer)", "href": "/wiki/Bill_Anderson_(singer)", "description": "James William Anderson III, known professionally as Bill Anderson, is an American country music singer-songwriter and record producer. He also has been credited as a television personality and author. As a songwriter, his compositions have been covered by various music artists since the late 1950s, including Ray Price and George Strait. As a singer, his soft-spoken singing voice was given the nick"}]}, {"heading": "Births", "year": "1938", "date": "November 1", "txt": "Nicholasa Mohr, Puerto Rican American Nuyorican writer", "entities": [{"title": "Nicholasa Mohr", "href": "/wiki/Nicholasa_Mohr", "description": "Nicholasa Mohr is one of the best known Nuyorican writers, born in the United States to Puerto Rican parents. In 1973, she became the first Nuyorican woman in the 20th century to have her literary works published by the major commercial publishing houses, and has had the longest creative writing career of any Nuyorican female writer for these publishing houses. Her works tell of growing up in the "}, {"title": "Nuyorican", "href": "/wiki/Nuyorican", "description": "Nuyorican is a portmanteau of the terms \"New York\" and \"Puerto Rican\" and refers to the members or culture of the Puerto Rican diaspora located in or around New York City, or of their descendants. This term is sometimes used for Puerto Ricans living in other areas in the Northeast outside New York State as well. The term is also used by Islander Puerto Ricans to differentiate those of Puerto Rican"}]}, {"heading": "Births", "year": "1940", "date": "November 1", "txt": "Roger Kellaway, American pianist and composer", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 1", "txt": "Ramesh Chandra Lahoti, Indian lawyer and jurist, 35th Chief Justice of India", "entities": [{"title": "Ramesh Chandra Lahoti", "href": "/wiki/Ramesh_Chandra_Lahoti", "description": "Ramesh Chandra Lahoti was the 35th Chief Justice of India, serving from 1 June 2004 to 1 November 2005."}, {"title": "Chief Justice of India", "href": "/wiki/Chief_Justice_of_India", "description": "The Chief Justice of India, officially the Chief Justice of the Republic of India, is the chief judge of the Supreme Court of India as well as the highest-ranking officer of the Indian federal judiciary. The Constitution of India grants power to the President of India to nominate, and with the advice and consent of the Parliament of India, appoint a chief justice, who serves until they reach the a"}]}, {"heading": "Births", "year": "1940", "date": "November 1", "txt": "Bruce Grocott, Baron Grocott, English academic and politician", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 1", "txt": "Barry Sadler, American sergeant, author, actor, and singer-songwriter (d. 1989)", "entities": []}, {"heading": "Births", "year": "1941", "date": "November 1", "txt": "Alfio Basile, Argentinian footballer and manager", "entities": [{"title": "Alfio Basile", "href": "/wiki/Alfio_Basile", "description": "Alfio Basile, nicknamed Coco, is an Argentine football coach and former player. He played for Racing Club de Avellaneda and Huracán before becoming a manager. He coached many teams during his career, being most notable the Racing Club de Avellaneda, the Argentina national team and Boca Juniors, where he won five titles in two years."}]}, {"heading": "Births", "year": "1941", "date": "November 1", "txt": "Robert Foxworth, American actor and director", "entities": []}, {"heading": "Births", "year": "1941", "date": "November 1", "txt": "John Pullin, English rugby player", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 1", "txt": "Larry Flynt, American publisher, founded Larry Flynt Publications (d. 2021)", "entities": [{"title": "Larry Flynt", "href": "/wiki/Larry_Flynt", "description": "Larry Claxton Flynt Jr. was an American publisher and the president of Larry Flynt Publications (LFP). LFP mainly produces pornographic magazines, such as Hustler, pornographic videos, and three pornographic television channels named Hustler TV. Flynt fought several high-profile legal battles involving the First Amendment, and unsuccessfully ran for public office. He was paralyzed from the waist d"}, {"title": "Larry Flynt Publications", "href": "/wiki/Larry_Flynt_Publications", "description": "Larry Flynt Publications, or LFP, Inc., runs the adult entertainment businesses founded by Larry Flynt. Founded in 1976, two years after Flynt began publishing Hustler magazine, LFP was originally to serve as the parent company of this magazine."}]}, {"heading": "Births", "year": "1942", "date": "November 1", "txt": "Ralph Klein, Canadian journalist and politician, 12th Premier of Alberta (d. 2013)", "entities": [{"title": "Premier of Alberta", "href": "/wiki/Premier_of_Alberta", "description": "The premier of Alberta is the first minister for the Canadian province of Alberta, and the province's head of government. The current premier is Jason Kenney, leader of the United Conservative Party, who was sworn in on April 30, 2019."}]}, {"heading": "Births", "year": "1942", "date": "November 1", "txt": "Marcia Wallace, American actress and comedian (d. 2013)", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 1", "txt": "Salvatore Adamo, Italian-Belgian singer-songwriter", "entities": [{"title": "Salvatore Adamo", "href": "/wiki/Salvatore_Adamo", "description": "Salvatore, Adamo is a very famous singer and composer, who is known for his romantic ballads. Adamo was born on November 1, 1943, in Comiso, Sicily, Italy, and has lived in Belgium since the age of three, which is why he has dual citizenship."}]}, {"heading": "Births", "year": "1943", "date": "November 1", "txt": "Jacques Attali, French economist and civil servant", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 1", "txt": "Kinky Friedman, American singer-songwriter and author", "entities": [{"title": "Kinky Friedman", "href": "/wiki/Kinky_Friedman", "description": "Richard Samet \"Kinky\" Friedman is an American singer, songwriter, novelist, humorist, politician, and former columnist for Texas Monthly who styles himself in the mold of popular American satirists Will Rogers and Mark Twain."}]}, {"heading": "Births", "year": "1944", "date": "November 1", "txt": "Bobby Heenan, American wrestler, manager, and sportscaster (d. 2017)", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 1", "txt": "Oscar Temaru, French-Polynesian soldier and politician, President of French Polynesia", "entities": [{"title": "President of French Polynesia", "href": "/wiki/President_of_French_Polynesia", "description": "The President of French Polynesia has been the head of government of French Polynesia since 1984. Édouard Fritch has held the office since 2014."}]}, {"heading": "Births", "year": "1944", "date": "November 1", "txt": "Rafic Hariri, Lebanese businessman and politician 60th Prime Minister of Lebanon (d. 2005)", "entities": [{"title": "Prime Minister of Lebanon", "href": "/wiki/Prime_Minister_of_Lebanon", "description": "The prime minister of Lebanon, officially the President of the Council of Ministers, is the head of government and the head of the Council of Ministers of Lebanon. The Prime Minister is appointed by the president of Lebanon, with no confirmation needed from the Parliament of Lebanon. By convention, the office holder is always a Sunni Muslim."}]}, {"heading": "Births", "year": "1945", "date": "November 1", "txt": "Narendra Dabholkar, Indian author and activist, founded Maharashtra Andhashraddha Nirmoolan Samiti (d. 2013)", "entities": [{"title": "Narendra Dabholkar", "href": "/wiki/Narendra_Dabholkar", "description": "Narendra Achyut Dabholkar was an Indian medical doctor, social activist, rationalist and author from Maharashtra, India. In 1989 he founded and became president of the Maharashtra Andhashraddha Nirmoolan Samiti (MANS),. Triggered by his murder on 20 August 2013, the pending Anti-Superstition and Black Magic Ordinance was promulgated in the state of Maharashtra, four days later. In 2014, he was pos"}, {"title": "Maharashtra Andhashraddha Nirmoolan Samiti", "href": "/wiki/Maharashtra_Andhashraddha_Nirmoolan_Samiti", "description": "Maharashtra Andhashraddha Nirmulan Samiti is an organisation dedicated to fighting superstition in India, particularly in the state of Maharashtra. It was founded by Narendra Dabholkar in 1989. It is currently headed by Avinash Patil since 2010."}]}, {"heading": "Births", "year": "1945", "date": "November 1", "txt": "John Williamson, Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 1", "txt": "Ric Grech, British rock musician (d. 1990)", "entities": [{"title": "Ric Grech", "href": "/wiki/Ric_Grech", "description": "Richard Roman Grechko, better known as Ric Grech, was a British rock musician and multi-instrumentalist. He is best known for playing bass guitar and violin with Family as well as in the supergroups Blind Faith and Traffic. He also played with ex-Cream drummer Ginger Baker's Air Force."}]}, {"heading": "Births", "year": "1946", "date": "November 1", "txt": "Yuko Shimizu, Japanese graphic designer, created Hello Kitty", "entities": [{"title": "Hello Kitty", "href": "/wiki/Hello_Kitty", "description": "Hello Kitty , also known by her full name Kitty White , is a fictional character produced by the Japanese company Sanrio, created by Yuko Shimizu and currently designed by Yuko Yamaguchi. Sanrio depicts Hello Kitty as a young female gijinka (anthropomorphization) of a Japanese Bobtail cat with a red bow and no mouth. According to her backstory, she is a perpetual 3rd-grade student who lives outsid"}]}, {"heading": "Births", "year": "1947", "date": "November 1", "txt": "Nick Owen, English journalist", "entities": [{"title": "Nick Owen", "href": "/wiki/Nick_Owen", "description": "Nicholas Corbishley Owen \n(born 1 November 1947) is an English television presenter and newsreader, best known for presenting the breakfast television programme TV-am and the BBC's local news show Midlands Today since 1997. He was also the Chairman of Luton Town Football Club between 2008 and 2017."}]}, {"heading": "Births", "year": "1947", "date": "November 1", "txt": "Jim Steinman, American songwriter and producer (d. 2021)", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 1", "txt": "Phil Myre, Canadian ice hockey player and coach", "entities": [{"title": "Phil Myre", "href": "/wiki/Phil_Myre", "description": "Philippe Louis Myre is a Canadian former professional ice hockey goaltender who played 14 seasons in the National Hockey League (NHL) for the Montreal Canadiens, Atlanta Flames, St. Louis Blues, Philadelphia Flyers, Colorado Rockies and Buffalo Sabres. Myre was born in Sainte-Anne-de-Bellevue, Quebec."}]}, {"heading": "Births", "year": "1948", "date": "November 1", "txt": "Amani Abeid Karume, Zanzibar accountant and politician, 6th President of Zanzibar", "entities": [{"title": "President of Zanzibar", "href": "/wiki/President_of_Zanzibar", "description": "The president of the Republic of Zanzibar and Pemba is the head of the Revolutionary Government of Zanzibar, which is a semi-autonomous government within Tanzania. The current president is Hussein Mwinyi. The President is also the chairman of the Revolutionary Council, whose members are appointed by the president, and some of which must be selected from the House of Representatives."}]}, {"heading": "Births", "year": "1948", "date": "November 1", "txt": "Bill Woodrow, English sculptor and academic", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 1", "txt": "David Foster, Canadian singer-songwriter, keyboard player, and producer", "entities": [{"title": "David Foster", "href": "/wiki/David_Foster", "description": "David Walter Foster OC OBC is a Canadian musician, composer, arranger, record producer and music executive who chaired Verve Records from 2012 to 2016. He has won 16 Grammy Awards from 47 nominations."}]}, {"heading": "Births", "year": "1949", "date": "November 1", "txt": "Michael D. Griffin, American physicist and engineer", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 1", "txt": "Belita Moreno, American actress and acting coach", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 1", "txt": "Mitch Kapor, American computer programmer and businessman, founded Lotus Software and Electronic Frontier Foundation", "entities": [{"title": "Mitch Kapor", "href": "/wiki/Mitch_Kapor", "description": "Mitchell David Kapor is an American entrepreneur best known for his work as an application developer in the early days of the personal computer software industry, later founding Lotus, where he was instrumental in developing the Lotus 1-2-3 spreadsheet. He left Lotus in 1986. In 1990 with John Perry Barlow and John Gilmore, he co-founded the Electronic Frontier Foundation, and served as its chairm"}, {"title": "Lotus Software", "href": "/wiki/Lotus_Software", "description": "Lotus Software was an American software company based in Massachusetts; it was \"offloaded\" to India's HCL Technologies in 2018."}, {"title": "Electronic Frontier Foundation", "href": "/wiki/Electronic_Frontier_Foundation", "description": "The Electronic Frontier Foundation (EFF) is an international non-profit digital rights group based in San Francisco, California. The foundation was formed on 10 July 1990 by John Gilmore, John Perry Barlow and Mitch Kapor to promote Internet civil liberties."}]}, {"heading": "Births", "year": "1950", "date": "November 1", "txt": "Robert B. Laughlin, American physicist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1950", "date": "November 1", "txt": "Dan Peek, American singer-songwriter and musician (d. 2011)", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 1", "txt": "Ronald Bell, American singer-songwriter, saxophonist, and producer (d. 2020)", "entities": [{"title": "Ronald Bell (musician)", "href": "/wiki/Ronald_Bell_(musician)", "description": "Ronald Nathan Bell, also known as Khalis Bayyan, was an American composer, singer, songwriter, arranger, producer, saxophonist and co-founding member of Kool & the Gang. The band recorded nine No. 1 R&B singles in the 1970s and 80s, including its No. 1 pop single \"Celebration\". The group is honored on the Hollywood Walk of Fame and was inducted into the Songwriters Hall of Fame."}]}, {"heading": "Births", "year": "1951", "date": "November 1", "txt": "Fabrice Luchini, French actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 1", "txt": "Craig Serjeant, Australian cricketer and chemist", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 1", "txt": "Jan Davis, American engineer and astronaut", "entities": [{"title": "Jan Davis", "href": "/wiki/Jan_Davis", "description": "Nancy Jan Davis is a former American astronaut. A veteran of three space flights, Davis logged over 673 hours in space. She is now retired from NASA."}]}, {"heading": "Births", "year": "1953", "date": "November 1", "txt": "Paul Wellings, English ecologist and academic", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 1", "txt": "Beth Leavel, American actress and singer", "entities": [{"title": "Beth Leavel", "href": "/wiki/Beth_Leavel", "description": "Beth Leavel is a Tony Award-winning American stage and screen actress and singer."}]}, {"heading": "Births", "year": "1955", "date": "November 1", "txt": "Mike Mendoza, English radio host and politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 1", "txt": "Lyle Lovett, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Lyle Lovett", "href": "/wiki/Lyle_Lovett", "description": "Lyle Pearce Lovett is an American singer, songwriter, actor and record producer. Active since 1980, he has recorded 13 albums and released 25 singles to date, including his highest entry, the number 10 chart hit on the U.S. Billboard Hot Country Songs chart, \"Cowboy Man\". Lovett has won four Grammy Awards, including Best Male Country Vocal Performance and Best Country Album. It's Not Big It's Larg"}]}, {"heading": "Births", "year": "1957", "date": "November 1", "txt": "Murray Pierce, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 1", "txt": "Mark Austin, English journalist", "entities": [{"title": "Mark Austin (journalist)", "href": "/wiki/Mark_Austin_(journalist)", "description": "Mark William Austin is an English journalist and television presenter, currently working for Sky News."}]}, {"heading": "Births", "year": "1958", "date": "November 1", "txt": "Robert Hart, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 1", "txt": "Susanna Clarke, English author and educator", "entities": [{"title": "Susanna Clarke", "href": "/wiki/Susanna_Clarke", "description": "Susanna Mary Clarke is an English author best known for her debut novel Jonathan Strange & Mr Norrell (2004), a Hugo Award-winning alternative history. Clarke began Jonathan Strange in 1993 and worked on it during her spare time. For the next decade, she published short stories from the Strange universe, but it was not until 2003 that Bloomsbury bought her manuscript and began work on its publicat"}]}, {"heading": "Births", "year": "1960", "date": "November 1", "txt": "Tim Cook, American businessman and engineer, current CEO of Apple Inc.", "entities": [{"title": "Tim Cook", "href": "/wiki/Tim_Cook", "description": "Timothy Donald Cook is an American business executive who has been the chief executive officer of Apple Inc. since 2011. Cook previously served as the company's chief operating officer under its co-founder Steve Jobs."}, {"title": "Apple Inc.", "href": "/wiki/Apple_Inc.", "description": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services. It is considered one of the Big Five companies in the U.S. information technology industry, along with Amazon, Google, Microsoft, and Facebook. As well as being one of the most popular smartphone companies"}]}, {"heading": "Births", "year": "1960", "date": "November 1", "txt": "Fernando Valenzuela, Mexican baseball player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 1", "txt": "Louise Boije af Gennäs, Swedish author and screenwriter", "entities": [{"title": "Louise Boije af Gennäs", "href": "/wiki/Louise_Boije_af_Genn%C3%A4s", "description": "Louise Gunvor Catharina Lagercrantz Boije af Gennäs is a Swedish writer, feminist, and co-creator of Rederiet, the longest-running Swedish soap opera in history."}]}, {"heading": "Births", "year": "1961", "date": "November 1", "txt": "Anne Donovan, American basketball player and coach (d. 2018)", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 1", "txt": "Calvin Johnson, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 1", "txt": "Heng Swee Keat, Singaporean politician", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 1", "txt": "Sharron Davies, English swimmer", "entities": [{"title": "Sharron Davies", "href": "/wiki/Sharron_Davies", "description": "Sharron Elizabeth Davies, is an English former competitive swimmer who represented Great Britain in the Olympics and European championships, and competed for England in the Commonwealth Games. She won a silver medal in the 400-metre individual medley at the 1980 Olympics in Moscow, and two gold medals at the 1978 Commonwealth Games in Edmonton. Since retiring from the sport, she has worked as a te"}]}, {"heading": "Births", "year": "1962", "date": "November 1", "txt": "Magne Furuholmen, Norwegian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 1", "txt": "Anthony Kiedis, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 1", "txt": "Nita Ambani, Indian businesswoman", "entities": [{"title": "Nita Ambani", "href": "/wiki/Nita_Ambani", "description": "Nita Mukesh Ambani is an Indian philanthropist. She is the chairperson and founder of the Reliance Foundation, Dhirubhai Ambani International School and a director of Reliance Industries. She is married to Reliance Industries chairman and managing director Mukesh Ambani. With a family fortune estimated in excess of US$80 billion, the Ambanis are among the richest in the world. She is also an art c"}]}, {"heading": "Births", "year": "1963", "date": "November 1", "txt": "Mark Hughes, Welsh footballer and manager", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 1", "txt": "Big Kenny, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 1", "txt": "Sophie B. Hawkins, American singer-songwriter and guitarist", "entities": [{"title": "Sophie B. Hawkins", "href": "/wiki/Sophie_B._Hawkins", "description": "Sophie Ballantine Hawkins is an American singer-songwriter, musician and painter. Born in New York City, she attended the Manhattan School of Music for a year as a percussionist before leaving to pursue a music career. She achieved critical and commercial success with her first two albums, producing a string of single hits including \"Damn I Wish I Was Your Lover\", \"Right Beside You\", and \"As I Lay"}]}, {"heading": "Births", "year": "1965", "date": "November 1", "txt": "Michael Daley, Australian politician", "entities": [{"title": "Michael Daley", "href": "/wiki/Michael_Daley", "description": "Michael John Daley is an Australian politician who was the Leader of the Opposition in the Parliament of New South Wales from November 2018 to March 2019. He is currently a member of the New South Wales Legislative Assembly representing Maroubra for the Australian Labor Party since 2005. Daley is aligned with the Labor Right faction."}]}, {"heading": "Births", "year": "1965", "date": "November 1", "txt": "Patrik Ringborg, Swedish conductor", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 1", "txt": "Willie D, American rapper and entrepreneur", "entities": [{"title": "Willie D", "href": "/wiki/Willie_D", "description": "William James Dennis is an American rapper, songwriter, entrepreneur, boxer, and columnist. He is best known as a member of the Houston rap group the Geto Boys, alongside Bushwick Bill and Scarface."}]}, {"heading": "Births", "year": "1966", "date": "November 1", "txt": "Mary Hansen, Australian singer and musician (d. 2002)", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 1", "txt": "Gary Howell, American businessman and politician", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 1", "txt": "Jeremy Hunt, English businessman and politician, Secretary of State for Health", "entities": [{"title": "Secretary of State for Health", "href": "/wiki/Secretary_of_State_for_Health", "description": "The Secretary of State for Health and Social Care, also referred to as the Health Secretary, is a secretary of state position within the Government of the United Kingdom, and leader of the Department of Health and Social Care (DHSC). The postholder has responsibility for all health and social care matters in England, including England's National Health Service (NHS). Alongside the Chief Medical Of"}]}, {"heading": "Births", "year": "1967", "date": "November 1", "txt": "Tina Arena, Australian singer-songwriter, producer, and actress", "entities": [{"title": "Tina Arena", "href": "/wiki/Tina_Arena", "description": "Filippina Lydia \"Tina\" Arena is an Australian singer-songwriter, musician, musical theatre actress and record producer. She is one of Australia's highest-selling artists and has sold over 10 million records worldwide. Arena is an artist with the vocal range of a soprano and is multilingual: she sings live and records in English, Italian, French and Spanish."}]}, {"heading": "Births", "year": "1967", "date": "November 1", "txt": "Carla van de Puttelaar, Dutch photographer", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 1", "txt": "Gary Alexander, American basketball player", "entities": [{"title": "Gary Alexander (basketball)", "href": "/wiki/Gary_Alexander_(basketball)", "description": "Gary R. Alexander is an American former professional basketball player."}]}, {"heading": "Births", "year": "1969", "date": "November 1", "txt": "Tie Domi, Canadian ice hockey player and sportscaster", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 1", "txt": "Sherwin Campbell, Barbadian cricketer", "entities": [{"title": "Sherwin Campbell", "href": "/wiki/Sherwin_Campbell", "description": "Sherwin Legay Campbell is a former Barbadian cricketer who played 52 Tests and 90 One Day Internationals for the West Indies, and also a former ODI captain for Windies."}]}, {"heading": "Births", "year": "1972", "date": "November 1", "txt": "Toni Collette, Australian actress", "entities": [{"title": "Toni Collette", "href": "/wiki/Toni_Collette", "description": "Toni Collette-Galafassi is an Australian actress, producer, and singer-songwriter. She is known for her work in independent films as well as supporting roles in feature films, for which she has received numerous accolades. After making her film debut in Spotswood (1992) and being nominated for the AACTA Award for Best Actress in a Supporting Role, her breakthrough role came in the comedy-drama Mur"}]}, {"heading": "Births", "year": "1972", "date": "November 1", "txt": "Paul Dickov, Scottish footballer and manager", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 1", "txt": "Jenny McCarthy, American actress and model", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 1", "txt": "Geoff Horsfield, English footballer and manager", "entities": [{"title": "Geoff Horsfield", "href": "/wiki/Geoff_Horsfield", "description": "Geoffrey Malcolm Horsfield is an English former professional footballer and football coach. He made more than 300 appearances in the Football League playing as a striker."}]}, {"heading": "Births", "year": "1973", "date": "November 1", "txt": "Aishwarya Rai Bachchan, Indian model and actress", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 1", "txt": "V. V. S. Laxman, Indian cricketer", "entities": [{"title": "V. V. S. Laxman", "href": "/wiki/V._V._S._Laxman", "description": "Vangipurapu Venkata Sai Laxman, known as VVS Laxman, is a former Indian international cricketer and a current cricket commentator and pundit. A right-hand batsman known for his elegant stroke play, Laxman played as a middle-order batsman in Test cricket."}]}, {"heading": "Births", "year": "1975", "date": "November 1", "txt": "Bo Bice, American singer and musician", "entities": [{"title": "Bo Bice", "href": "/wiki/Bo_Bice", "description": "Harold Elwin \"Bo\" Bice Jr. is an American singer and musician who was the runner-up against Carrie Underwood in the fourth season of American Idol. Prior to auditioning for American Idol, Bice released a solo album as well as a few albums with his bands while performing in the night club circuit."}]}, {"heading": "Births", "year": "1975", "date": "November 1", "txt": "Keryn Jordan, South African footballer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 1", "txt": "Megan Wing, Canadian figure skater and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 1", "txt": "Sergei Artyukhin, Russian-Belarusian wrestler (d. 2012)", "entities": [{"title": "Sergei Artyukhin", "href": "/wiki/Sergei_Artyukhin", "description": "Sergei Yevgenyevich Artyukhin, also known as Siarhei Artsiukhin, was a Russian-Belarusian heavyweight Greco-Roman wrestler. He was born in Moscow and won the 2001 World Cup while representing Russia. After that, to avoid severe competition within Russia, he competed for Belarus and won the European title in 2005 and bronze medals at the world championships in 2005 and 2006. At the 2008 Summer Olym"}]}, {"heading": "Births", "year": "1978", "date": "November 1", "txt": "Danny Koevermans, Dutch footballer and manager", "entities": [{"title": "Danny Koevermans", "href": "/wiki/Danny_Koevermans", "description": "Danny Koevermans is a Dutch former footballer who currently works as a coach for Sparta Rotterdam. A former striker, he was a physical player who was apt in the air and a lethal poacher in front of the goal. In addition to goal scoring, he was known for his offensive movement and \"runs\" off the ball, which \"always [attracted] the attention of defenders\"."}]}, {"heading": "Births", "year": "1978", "date": "November 1", "txt": "Helen Czerski, English physicist and oceanographer", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 1", "txt": "Milan Dudić, Serbian footballer", "entities": [{"title": "Milan Dudić", "href": "/wiki/Milan_Dudi%C4%87", "description": "Milan Dudić is a retired Serbian football defender."}]}, {"heading": "Births", "year": "1979", "date": "November 1", "txt": "Alex Prager, American photographer and director", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 1", "txt": "Bilgin Defterli, Turkish footballer", "entities": [{"title": "Bilgin Defterli", "href": "/wiki/Bilgin_Defterli", "description": "Bilgin Defterli is a Turkish women's football forward currently playing in the 2. Frauen-Bundesliga for Alemannia Aachen in Germany with jersey number 9. She is a member of the Turkey women's national football team since 1999 and serves as their captain. Defterli is 160 cm tall."}]}, {"heading": "Births", "year": "1982", "date": "November 1", "txt": "Bradley Orr, English footballer", "entities": [{"title": "Bradley Orr", "href": "/wiki/Bradley_Orr", "description": "Bradley James Orr is an English retired footballer."}]}, {"heading": "Births", "year": "1982", "date": "November 1", "txt": "Warren Spragg, English-Italian rugby player", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 1", "txt": "Matt Moulson, Canadian ice hockey player", "entities": [{"title": "Matt Moulson", "href": "/wiki/Matt_Moulson", "description": "Matthew Keith Moulson is a Canadian professional ice hockey left winger currently serving as the Captain of the Hershey Bears of the American Hockey League (AHL). Prior to this, Moulson played 650 games in the National Hockey League (NHL), the majority of which were spent with the New York Islanders and Buffalo Sabres."}]}, {"heading": "Births", "year": "1983", "date": "November 1", "txt": "Yuko Ogura, Japanese model and singer", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 1", "txt": "Jon Wilkin, English rugby player", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 1", "txt": "Miloš Krasić, Serbian footballer", "entities": [{"title": "Miloš Krasić", "href": "/wiki/Milo%C5%A1_Krasi%C4%87", "description": "Miloš Krasić is a Serbian former professional footballer who played as a winger. He represented the Serbia national team at the 2010 FIFA World Cup, and at one point in his career, he was named by FourFourTwo as one of the 100 best players in the world."}]}, {"heading": "Births", "year": "1986", "date": "November 1", "txt": "Penn Badgley, American actor and television personality", "entities": [{"title": "Penn Badgley", "href": "/wiki/Penn_Badgley", "description": "Penn Dayton Badgley is an American actor and musician. He has starred as Dan Humphrey in The CW teen drama series Gossip Girl (2007–2012) and as Joe Goldberg in the Netflix thriller series You (2018–present)."}]}, {"heading": "Births", "year": "1986", "date": "November 1", "txt": "Ksenija Balta, Estonian high jumper, sprinter, and heptathlete", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 1", "txt": "Ileana D'Cruz, Indian film actress", "entities": [{"title": "Ileana D'Cruz", "href": "/wiki/Ileana_D%27Cruz", "description": "Ileana D'Cruz is an Indian actress and model who predominantly appears in Telugu and Hindi language films. D'Cruz was born in Mumbai and spent most of her childhood in Goa. D'Cruz made her screen debut in 2006 with Telugu-language film Devadasu, which was a commercial success whilst earning her the Filmfare Award for Best Female Debutant."}]}, {"heading": "Births", "year": "1988", "date": "November 1", "txt": "Masahiro Tanaka, Japanese baseball player", "entities": [{"title": "Masahiro Tanaka", "href": "/wiki/Masahiro_Tanaka", "description": "Masahiro Tanaka  is a Japanese professional baseball player for the Tohoku Rakuten Golden Eagles of the Nippon Professional Baseball (NPB). From 2007 through 2013, he played for the Eagles in NPB. Tanaka was posted by the Eagles after the 2013 season to be signed with the New York Yankees in Major League Baseball (MLB) and signed a seven-year, $155 million contract, the fifth-largest deal ever giv"}]}, {"heading": "Births", "year": "1991", "date": "November 1", "txt": "Reece Brown, English footballer", "entities": [{"title": "Reece Brown", "href": "/wiki/Reece_Brown", "description": "Reece Brown is an English footballer who plays as a defender. He began his career with Manchester United, but failed to break into the first team and after loan spells at Bradford City, Doncaster Rovers, Oldham Athletic, Coventry City and Ipswich Town, he joined Watford in 2013. At the end of the 2013–14 season, he spent a month on loan to Carlisle United, before leaving Watford for Barnsley on a "}]}, {"heading": "Births", "year": "1991", "date": "November 1", "txt": "Jiang Yuyuan, Chinese gymnast", "entities": []}, {"heading": "Births", "year": "1994", "date": "November 1", "txt": "James Ward-Prowse, English footballer", "entities": [{"title": "James Ward-Prowse", "href": "/wiki/James_Ward-Prowse", "description": "James Michael Edward Ward-Prowse is an English professional footballer who plays as a central midfielder for Premier League club Southampton, whom he captains, and the England national team."}]}, {"heading": "Births", "year": "1995", "date": "November 1", "txt": "Margarita Mamun, Russian gymnast", "entities": [{"title": "Margarita Mamun", "href": "/wiki/Margarita_Mamun", "description": "Margarita \"Rita\" Mamun-Sukhorukova is a retired Russian individual rhythmic gymnast."}]}, {"heading": "Births", "year": "1996", "date": "November 1", "txt": "Yoo Jeongyeon, South Korean singer, member of Twice", "entities": [{"title": "Jeongyeon", "href": "/wiki/Jeongyeon", "description": "Yoo Jeong-yeon, known mononymously as Jeongyeon (Korean: 정연), is a South Korean singer. She is a member of Twice, a South Korean girl group formed by JYP Entertainment."}, {"title": "Twice", "href": "/wiki/Twice", "description": "Twice, commonly stylized as TWICE, is a South Korean girl group formed by JYP Entertainment. The group is composed of nine members: Nayeon, Jeongyeon, Momo, Sana, Jihyo, Mina, Dahyun, Chaeyoung, and Tzuyu. Twice was formed under the television program Sixteen (2015) and debuted on October 20, 2015, with the extended play (EP) The Story Begins."}]}, {"heading": "Deaths", "year": "934", "date": "November 1", "txt": "Beornstan of Winchester, English bishop", "entities": [{"title": "Beornstan of Winchester", "href": "/wiki/Beornstan_of_Winchester", "description": "Beornstan was an English Bishop of Winchester. He was consecrated in May 931. He died on 1 November 934. After his death, he was revered as a saint."}]}, {"heading": "Deaths", "year": "970", "date": "November 1", "txt": "Boso of Merseburg, German bishop", "entities": [{"title": "Boso of Merseburg", "href": "/wiki/Boso_of_Merseburg", "description": "Boso of Merseburg was the first Bishop of Merseburg in Saxony-Anhalt, and \"Apostle of the Wends.\""}]}, {"heading": "Deaths", "year": "1038", "date": "November 1", "txt": "Herman I, Margrave of Meissen (b. c. 980)", "entities": [{"title": "Herman I, Margrave of Meissen", "href": "/wiki/Herman_I,_Margrave_of_Meissen", "description": "Herman I was Margrave of Meissen from 1009 until his death."}]}, {"heading": "Deaths", "year": "1296", "date": "November 1", "txt": "Guillaume Durand, French bishop and theologian (b. 1230)", "entities": [{"title": "Guillaume Durand", "href": "/wiki/Guillaume_Durand", "description": "Guillaume Durand, or William Durand, also known as Durandus, Duranti or Durantis, from the Italian form of Durandi filius, as he sometimes signed himself, was a French canonist and liturgical writer, and Bishop of Mende."}]}, {"heading": "Deaths", "year": "1319", "date": "November 1", "txt": "Uguccione della Faggiuola, Italian condottieri (b. c. 1250)", "entities": [{"title": "Uguccione della Faggiuola", "href": "/wiki/Uguccione_della_Faggiuola", "description": "Uguccione della Faggiuola was an Italian condottiero, and chief magistrate of Pisa, Lucca and Forlì."}, {"title": "Condottieri", "href": "/wiki/Condottieri", "description": "Condottieri were Italian captains in command of mercenary companies during the Middle Ages and of multinational armies during the early modern period. They notably served European monarchs and Popes during the Italian Wars of the Renaissance and the European Wars of Religion. Notable condottieri include Prospero Colonna, Giovanni dalle Bande Nere, Cesare Borgia, the Marquis of Pescara, Andrea Dori"}]}, {"heading": "Deaths", "year": "1324", "date": "November 1", "txt": "John de Halton, Bishop of Carlisle", "entities": [{"title": "John de Halton", "href": "/wiki/John_de_Halton", "description": "John de Halton, also called John de Halghton, was an English priest and Bishop of Carlisle from 1292 to 1324."}]}, {"heading": "Deaths", "year": "1391", "date": "November 1", "txt": "Amadeus VII, Count of Savoy (b. 1360)", "entities": [{"title": "Amadeus VII, Count of Savoy", "href": "/wiki/Amadeus_VII,_Count_of_Savoy", "description": "Amadeus VII, known as the Red Count, was count of Savoy from 1383 to 1391."}]}, {"heading": "Deaths", "year": "1399", "date": "November 1", "txt": "John IV, Duke of Brittany (b. 1339)", "entities": [{"title": "John IV, Duke of Brittany", "href": "/wiki/John_IV,_Duke_of_Brittany", "description": "John IV the Conqueror KG, was Duke of Brittany and Count of Montfort from 1345 until his death and 7th Earl of Richmond from 1372 until his death."}]}, {"heading": "Deaths", "year": "1406", "date": "November 1", "txt": "Joanna, Duchess of Brabant (b. 1322)", "entities": [{"title": "Joanna, Duchess of Brabant", "href": "/wiki/Joanna,_Duchess_of_Brabant", "description": "Joanna, Duchess of Brabant, also known as Jeanne, was a ruling Duchess of Brabant from 1355 until her death. She was the heiress of Duke John III, and Marie d'Évreux."}]}, {"heading": "Deaths", "year": "1423", "date": "November 1", "txt": "Nicholas Eudaimonoioannes, Byzantine diplomat", "entities": [{"title": "Nicholas Eudaimonoioannes", "href": "/wiki/Nicholas_Eudaimonoioannes", "description": "Nicholas Eudaimonoioannes was a senior Byzantine official of the early 15th century, most notable as ambassador to the Papacy during the Council of Constance and to the Republic of Venice on several occasions."}]}, {"heading": "Deaths", "year": "1461", "date": "November 1", "txt": "David of Trebizond (b. 1408)", "entities": [{"title": "David of Trebizond", "href": "/wiki/David_of_Trebizond", "description": "David Megas Komnenos was the last Emperor of Trebizond from 1459 to 1461. He was the third son of Emperor Alexios IV of Trebizond and Theodora Kantakouzene. Following the fall of Trebizond to the Ottoman Empire, he was taken captive with his family to the Ottoman capital, Constantinople, where he and his sons and nephew were executed in 1463."}]}, {"heading": "Deaths", "year": "1496", "date": "November 1", "txt": "Filippo Buonaccorsi (Filip Callimachus), Italian humanist writer (b. 1437)", "entities": [{"title": "Filippo Buonaccorsi", "href": "/wiki/Filippo_Buonaccorsi", "description": "Filippo Buonaccorsi, called Callimachus, Callimico, Bonacurarius, Caeculus, Geminianensis was an Italian humanist, writer and diplomat active in Poland."}]}, {"heading": "Deaths", "year": "1546", "date": "November 1", "txt": "Giulio Romano, Italian painter and architect (b. 1499)", "entities": [{"title": "Giulio Romano", "href": "/wiki/Giulio_Romano", "description": "Giulio Romano, also known by his real name of Giulio Pippi, was an Italian painter and architect. He was a pupil of Raphael, and his stylistic deviations from High Renaissance classicism help define the 16th-century style known as Mannerism. Giulio's drawings have long been treasured by collectors; contemporary prints of them engraved by Marcantonio Raimondi were a significant contribution to the "}]}, {"heading": "Deaths", "year": "1588", "date": "November 1", "txt": "Jean Daurat, French poet and scholar (b. 1508)", "entities": [{"title": "Jean Daurat", "href": "/wiki/Jean_Daurat", "description": "Jean Daurat was a French poet, scholar and a member of a group known as The Pléiade."}]}, {"heading": "Deaths", "year": "1596", "date": "November 1", "txt": "Pierre Pithou, French lawyer and scholar (b. 1539)", "entities": [{"title": "Pierre Pithou", "href": "/wiki/Pierre_Pithou", "description": "Pierre Pithou was a French lawyer and scholar. He is also known as Petrus Pithoeus."}]}, {"heading": "Deaths", "year": "1597", "date": "November 1", "txt": "Edward Kelley, English spirit medium (b. 1555)", "entities": [{"title": "Edward Kelley", "href": "/wiki/Edward_Kelley", "description": "Sir Edward Kelley or Kelly, also known as Edward Talbot, was an English Renaissance occultist and self-declared spirit medium. He is best known for working with John Dee in his magical investigations. Besides the professed ability to summon spirits or angels in a \"shew-stone\" or mirror, which John Dee so valued, Kelley also claimed to possess the secret of transmuting base metals into gold, the go"}]}, {"heading": "Deaths", "year": "1629", "date": "November 1", "txt": "Hendrick ter Brugghen, Dutch painter (b. 1588)", "entities": [{"title": "Hendrick ter Brugghen", "href": "/wiki/Hendrick_ter_Brugghen", "description": "Hendrick Jansz ter Brugghen was a Dutch painter of genre scenes and religious subjects. He was one of the Dutch followers of Caravaggio – the so-called Utrecht Caravaggisti. Along with Gerrit van Hondhorst and Dirck van Baburen, Ter Brugghen was one of the most important Dutch painters to have been influenced by Caravaggio."}]}, {"heading": "Deaths", "year": "1642", "date": "November 1", "txt": "Jean Nicolet, French-Canadian explorer (b. 1598)", "entities": [{"title": "Jean Nicolet", "href": "/wiki/Jean_Nicolet", "description": "Jean Nicolet (Nicollet), Sieur de Belleborne was a French coureur des bois noted for exploring Lake Michigan, Mackinac Island, Green Bay, and being the first European to set foot in what is now the U.S. state of Wisconsin."}]}, {"heading": "Deaths", "year": "1676", "date": "November 1", "txt": "Gisbertus Voetius, Dutch minister and theologian (b. 1589)", "entities": [{"title": "Gisbertus Voetius", "href": "/wiki/Gisbertus_Voetius", "description": "Gisbertus Voetius was a Dutch Calvinist theologian."}]}, {"heading": "Deaths", "year": "1678", "date": "November 1", "txt": "William Coddington, American judge and politician, 1st Governor of Rhode Island (b. 1601)", "entities": [{"title": "William Coddington", "href": "/wiki/William_Coddington", "description": "William Coddington was an early leader of the Massachusetts Bay Colony and later of the Colony of Rhode Island and Providence Plantations. He served as the judge of Portsmouth and Newport, governor of Portsmouth and Newport, deputy governor of the four-town colony, and then governor of the entire colony. Coddington was born and raised in Lincolnshire, England. He accompanied the Winthrop Fleet on "}, {"title": "Governor of Rhode Island", "href": "/wiki/Governor_of_Rhode_Island", "description": "The Governor of the State of Rhode Island is the head of the executive branch of the Government of Rhode Island and serves as commander-in-chief of the State's Army National Guard and Air National Guard. The current governor is Democrat Daniel McKee."}]}, {"heading": "Deaths", "year": "1700", "date": "November 1", "txt": "Charles II of Spain (b. 1661)", "entities": [{"title": "Charles II of Spain", "href": "/wiki/Charles_II_of_Spain", "description": "Charles II of Spain, also known as The Bewitched, was the last Habsburg ruler of the Spanish Empire. He is best remembered for his physical disabilities, and the war that followed his death."}]}, {"heading": "Deaths", "year": "1814", "date": "November 1", "txt": "Alexander Samoylov, Russian general and politician, Russian Minister of Justice (b. 1744)", "entities": [{"title": "Alexander Samoylov", "href": "/wiki/Alexander_Samoylov", "description": "Count Aleksander Nikolayevich Samoylov was a Russian general and statesman."}, {"title": "List of Ministers of Justice of Imperial Russia", "href": "/wiki/List_of_Ministers_of_Justice_of_Imperial_Russia", "description": "This is a list of Ministers of Justice of Russia."}]}, {"heading": "Deaths", "year": "1888", "date": "November 1", "txt": "Nikolay Przhevalsky, Russian geographer and explorer (b. 1838)", "entities": [{"title": "Nikolay Przhevalsky", "href": "/wiki/Nikolay_Przhevalsky", "description": "Nikolay Mikhaylovich Przhevalsky was a Russian Imperial geographer and a renowned explorer of Central and East Asia."}]}, {"heading": "Deaths", "year": "1894", "date": "November 1", "txt": "Alexander III of Russia (b. 1845)", "entities": [{"title": "Alexander III of Russia", "href": "/wiki/Alexander_III_of_Russia", "description": "Alexander III was Emperor of Russia, King of Poland and Grand Duke of Finland from 13 March 1881 until his death in 1894. He was highly reactionary and reversed some of the liberal reforms of his father, Alexander II. Under the influence of Konstantin Pobedonostsev (1827–1907), he opposed any reform that limited his autocratic rule. During his reign, Russia fought no major wars; he was therefore s"}]}, {"heading": "Deaths", "year": "1903", "date": "November 1", "txt": "Theodor Mommsen, German archaeologist, journalist, and politician, Nobel Prize laureate (b. 1817)", "entities": [{"title": "Theodor Mommsen", "href": "/wiki/Theodor_Mommsen", "description": "Christian Matthias Theodor Mommsen was a German classical scholar, historian, jurist, journalist, politician and archaeologist. He is widely regarded as one of the greatest classicists of the 19th century. His work regarding Roman history is still of fundamental importance for contemporary research. He received the Nobel Prize in Literature in 1902 for being \"the greatest living master of the art "}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1907", "date": "November 1", "txt": "Alfred Jarry, French author and playwright (b. 1873)", "entities": [{"title": "Alfred Jarry", "href": "/wiki/Alfred_Jarry", "description": "Alfred Jarry was a French symbolist writer who is best known for his play Ubu Roi (1896), a pataphysical work which depicts the bourgeoisie as the super-mediocre. He coined the term and philosophical concept of pataphysics, which uses absurd irony to portray symbolic truths."}]}, {"heading": "Deaths", "year": "1925", "date": "November 1", "txt": "Max Linder, French actor, director, screenwriter, producer and comedian (b. 1883)", "entities": [{"title": "Max Linder", "href": "/wiki/Max_Linder", "description": "Gabriel Leuvielle, known professionally as Max Linder, was a French actor, director, screenwriter, producer and comedian of the silent film era. His onscreen persona \"Max\" was one of the first recognizable recurring characters in film. He has also been cited as the \"first international movie star\" and \"the first film star anywhere\"."}]}, {"heading": "Deaths", "year": "1938", "date": "November 1", "txt": "Charles Weeghman, American businessman (b. 1874)", "entities": [{"title": "Charles Weeghman", "href": "/wiki/Charles_Weeghman", "description": "Charles Henry Weeghman was an American restaurant entrepreneur and sports executive. Beginning in 1901, he began opening quick-service lunch counters throughout downtown Chicago. After failing to acquire the St. Louis Cardinals baseball club in 1911, he became one of the founders of the upstart Federal League in 1913 as the owner of the Chicago Whales. In 1914, he built the baseball stadium that w"}]}, {"heading": "Deaths", "year": "1942", "date": "November 1", "txt": "Hugo Distler, German organist, composer, and conductor (b. 1908)", "entities": [{"title": "Hugo Distler", "href": "/wiki/Hugo_Distler", "description": "Hugo Distler was a German organist, choral conductor, teacher and composer."}]}, {"heading": "Deaths", "year": "1952", "date": "November 1", "txt": "Dixie Lee, American singer (b. 1911)", "entities": [{"title": "Dixie Lee", "href": "/wiki/Dixie_Lee", "description": "Wilma Winifred Wyatt, better known as Dixie Lee, was an American actress, dancer, and singer. She was the first wife of singer Bing Crosby."}]}, {"heading": "Deaths", "year": "1955", "date": "November 1", "txt": "Dale Carnegie, American author and educator (b. 1888)", "entities": [{"title": "Dale Carnegie", "href": "/wiki/Dale_Carnegie", "description": "Dale Carnegie was an American writer and lecturer, and the developer of courses in self-improvement, salesmanship, corporate training, public speaking, and interpersonal skills. Born into poverty on a farm in Missouri, he was the author of How to Win Friends and Influence People (1936), a bestseller that remains popular today. He also wrote How to Stop Worrying and Start Living (1948), Lincoln the"}]}, {"heading": "Deaths", "year": "1958", "date": "November 1", "txt": "Yahya Kemal Beyatlı, Turkish poet, author, and diplomat (b. 1884)", "entities": [{"title": "Yahya Kemal Beyatlı", "href": "/wiki/Yahya_Kemal_Beyatl%C4%B1", "description": "Yahya Kemal Beyatlı, born Ahmet Âgâh, was a leading Turkish poet and author, as well as a politician and diplomat."}]}, {"heading": "Deaths", "year": "1962", "date": "November 1", "txt": "Ricardo Rodríguez, Mexican race car driver (b. 1942)", "entities": [{"title": "Ricardo Rodríguez (racing driver)", "href": "/wiki/Ricardo_Rodr%C3%ADguez_(racing_driver)", "description": "Ricardo Valentín Rodríguez de la Vega was a Mexican racing driver who competed in the 1961 and 1962 Formula One seasons. His elder brother, Pedro, was also a noted racing driver who had much success in sports car racing and Formula One. At the age of 19 years and 208 days when first racing for them at the 1961 Italian Grand Prix, he became the youngest Formula One driver ever to race for Ferrari, "}]}, {"heading": "Deaths", "year": "1968", "date": "November 1", "txt": "Georgios Papandreou, Greek economist and politician, 134th Prime Minister of Greece (b. 1888)", "entities": [{"title": "Georgios Papandreou", "href": "/wiki/Georgios_Papandreou", "description": "Georgios Papandreou was a Greek politician, the founder of the Papandreou political dynasty. He served three terms as prime minister of Greece. He was also deputy prime minister from 1950–1952, in the governments of Nikolaos Plastiras and Sofoklis Venizelos and served numerous times as a cabinet minister, starting in 1923, in a political career that spanned more than five decades."}, {"title": "List of Prime Ministers of Greece", "href": "/wiki/List_of_Prime_Ministers_of_Greece", "description": "This is a list of the heads of government of the modern Greek state, from its establishment during the Greek Revolution to the present day. Although various official and semi-official appellations were used during the early decades of independent statehood, the title of prime minister has been the formal designation of the office at least since 1843. On dates, Greece officially adopted the Gregori"}]}, {"heading": "Deaths", "year": "1970", "date": "November 1", "txt": "Robert Staughton Lynd, American sociologist and academic (b. 1892)", "entities": [{"title": "Robert Staughton Lynd", "href": "/wiki/Robert_Staughton_Lynd", "description": "Robert Staughton Lynd was an American sociologist and professor at Columbia University, New York City. He is best known for conducting the first Middletown studies of Muncie, Indiana, with his wife, Helen Lynd; as the coauthor of Middletown: A Study in Contemporary American Culture (1929) and Middletown in Transition: A Study in Cultural Conflicts (1937); and a pioneer in the use of social surveys"}]}, {"heading": "Deaths", "year": "1972", "date": "November 1", "txt": "Waldemar Hammenhög, Swedish author (b. 1902)", "entities": [{"title": "Waldemar Hammenhög", "href": "/wiki/Waldemar_Hammenh%C3%B6g", "description": "Per Waldemar Hammenhög was a Swedish writer and novelist. The trivial, petty bourgeois urban environment forms the basis of many of his early realistic novels, whereas his later works turned towards religious and moral issues. Writing more than 40 novels, Hammenhög is probably best known for Pettersson & Bendel (1931), a humorous novel adapted twice to screen."}]}, {"heading": "Deaths", "year": "1972", "date": "November 1", "txt": "Robert MacArthur, Canadian-American ecologist and academic (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "1972", "date": "November 1", "txt": "Ezra Pound, American poet and critic (b. 1885)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "November 1", "txt": "James Broderick, American actor and director (b. 1927)", "entities": [{"title": "James Broderick", "href": "/wiki/James_Broderick", "description": "James Joseph Broderick III was an American actor. He is known for his role as Doug Lawrence in the television series Family, which ran from 1976 to 1980, and he played a pivotal role in the 1975 film Dog Day Afternoon."}]}, {"heading": "Deaths", "year": "1982", "date": "November 1", "txt": "King Vidor, American director, producer, and screenwriter (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "November 1", "txt": "Anthony van Hoboken, Dutch-Swiss musicologist and author (b. 1887)", "entities": [{"title": "Anthony van Hoboken", "href": "/wiki/Anthony_van_Hoboken", "description": "\nAnthony van Hoboken was a Dutch musical collector, bibliographer, and musicologist. He became especially well known for his scholarship on the music of Joseph Haydn and in particular for being the creator of the Hoboken catalogue, the standard scholarly catalogue of Haydn's works."}]}, {"heading": "Deaths", "year": "1984", "date": "November 1", "txt": "Norman Krasna, American director, producer, and screenwriter (b. 1909)", "entities": [{"title": "Norman Krasna", "href": "/wiki/Norman_Krasna", "description": "Norman Krasna was an American screenwriter, playwright, producer, and film director. He is best known for penning screwball comedies which centered on a case of mistaken identity. Krasna also directed three films during a forty-year career in Hollywood. He garnered four Academy Award screenwriting nominations, winning once for 1943's Princess O'Rourke, a film he also directed."}]}, {"heading": "Deaths", "year": "1985", "date": "November 1", "txt": "Arnold Pihlak, Estonian-English footballer (b. 1902)", "entities": [{"title": "Arnold Pihlak", "href": "/wiki/Arnold_Pihlak", "description": "Arnold Pihlak was an Estonian footballer."}]}, {"heading": "Deaths", "year": "1985", "date": "November 1", "txt": "Phil Silvers, American actor and comedian (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "November 1", "txt": "Serge Garant, Canadian composer and conductor (b. 1929)", "entities": [{"title": "Serge Garant", "href": "/wiki/Serge_Garant", "description": "Albert Antonio Serge Garant, was a Canadian composer, conductor, music critic, professor of music at the University of Montreal and radio host of Musique de notre siècle on Radio-Canada. In 1966 he cofounded with Jean Papineau-Couture, Maryvonne Kendergi, Wilfrid Pelletier and Hugh Davidson the Société de musique contemporaine du Québec. In 1979, he was made an Officer of the Order of Canada. The "}]}, {"heading": "Deaths", "year": "1987", "date": "November 1", "txt": "René Lévesque, Canadian journalist and politician, 23rd Premier of Quebec (b. 1922)", "entities": [{"title": "René Lévesque", "href": "/wiki/Ren%C3%A9_L%C3%A9vesque", "description": "René Lévesque was a Québécois politician and journalist who served as premier of Quebec from 1976 to 1985, the 23rd since Confederation. Starting his career as a reporter, and radio and television host, he later became known for his eminent role in Quebec's nationalization of hydro, and as an ardent defender of Quebec sovereignty. He was the founder of the Parti Québécois, and before that, a Liber"}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Deaths", "year": "1993", "date": "November 1", "txt": "Severo Ochoa, Spanish-American biochemist and academic, Nobel Prize laureate (b. 1905)", "entities": [{"title": "Severo Ochoa", "href": "/wiki/Severo_Ochoa", "description": "Severo Ochoa de Albornoz was a Spanish physician and biochemist, and joint winner of the 1959 Nobel Prize in Physiology or Medicine with Arthur Kornberg."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1993", "date": "November 1", "txt": "A. N. Sherwin-White, English historian and scholar (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "November 1", "txt": "Noah Beery, Jr., American actor (b. 1913)", "entities": [{"title": "Noah Beery, Jr.", "href": "/wiki/Noah_Beery,_Jr.", "description": "Noah Lindsey Beery, known professionally as Noah Beery Jr. or in later years Noah Beery, was an American actor specializing in warm, friendly character roles similar to many portrayed by his Oscar-winning uncle, Wallace Beery. Unlike his more famous uncle, however, Beery Jr. seldom broke away from playing supporting roles. Active as an actor in movies or television for well over half a century, he"}]}, {"heading": "Deaths", "year": "1996", "date": "November 1", "txt": "J. R. Jayewardene, Sri Lankan lawyer and politician, 2nd President of Sri Lanka (b. 1906)", "entities": [{"title": "J. R. Jayewardene", "href": "/wiki/J._R._Jayewardene", "description": "Junius Richard Jayewardene, commonly abbreviated in Sri Lanka as J. R., was the leader of Sri Lanka from 1977 to 1989, serving as Prime Minister from 1977 to 1978 and as the second President of Sri Lanka from 1978 to 1989. He was a leader of the nationalist movement in Ceylon who served in a variety of cabinet positions in the decades following independence. A longtime member of the United Nationa"}, {"title": "President of Sri Lanka", "href": "/wiki/President_of_Sri_Lanka", "description": "The president of Sri Lanka is the head of state and head of government of Sri Lanka. The president is the chief executive of the union government and the commander-in-chief of the Sri Lanka Armed Forces."}]}, {"heading": "Deaths", "year": "1999", "date": "November 1", "txt": "Theodore Hall, American physicist and spy (b. 1925)", "entities": [{"title": "Theodore Hall", "href": "/wiki/Theodore_Hall", "description": "Theodore Alvin Hall was an American physicist and an atomic spy for the Soviet Union, who, during his work on US efforts to develop the first and second atomic bombs during World War II, gave a detailed description of the \"Fat Man\" plutonium bomb, and of several processes for purifying plutonium, to Soviet intelligence. His brother, Edward N. Hall, was a rocket scientist who worked on intercontine"}]}, {"heading": "Deaths", "year": "1999", "date": "November 1", "txt": "Walter Payton, American football player and race car driver (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "November 1", "txt": "George Armstrong, English footballer and manager (b. 1944)", "entities": [{"title": "George Armstrong (footballer)", "href": "/wiki/George_Armstrong_(footballer)", "description": "George \"Geordie\" Armstrong was an English football player and coach, who was mostly associated with Arsenal. A winger, Armstrong made his Arsenal debut in 1962 at the age of 17 and went on to make 621 appearances – which was then an all-time club record – before he left Highbury in 1977. He spent a season each with Leicester City and Stockport County, and then took up coaching, both domestically a"}]}, {"heading": "Deaths", "year": "2004", "date": "November 1", "txt": "Mac Dre, American rapper and producer, founded Thizz Entertainment (b. 1970)", "entities": [{"title": "Mac Dre", "href": "/wiki/Mac_Dre", "description": "Andre Louis Hicks, known by his stage name Mac Dre, was an American rapper, hip hop pioneer, and record producer based in Vallejo, California. He was an instrumental figure in the emergence of hyphy, a cultural movement in the Bay Area hip hop scene that emerged in the early 2000s. Hicks is considered one of the movement's key pioneers that fueled its popularity into mainstream, releasing songs wi"}, {"title": "Thizz Entertainment", "href": "/wiki/Thizz_Entertainment", "description": "Thizz Entertainment is a San Francisco Bay Area-based, independent record label, started in 1999 by rapper and music producer Andre Hicks, who was professionally known as rapper Mac Dre. Best known as a poster child of the hyphy movement that swept through the Bay Area in the 1990s and early 2000s."}]}, {"heading": "Deaths", "year": "2004", "date": "November 1", "txt": "Terry Knight, American singer-songwriter and producer (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "November 1", "txt": "Skitch Henderson, American pianist, composer, and conductor (b. 1918)", "entities": [{"title": "Skitch Henderson", "href": "/wiki/Skitch_Henderson", "description": "Lyle Russell Cedric \"Skitch\" Henderson was a pianist, conductor, and composer. His nickname \"Skitch\" came from his ability to \"re-sketch\" a song in a different key and Bing Crosby suggested that he should use the name professionally."}]}, {"heading": "Deaths", "year": "2005", "date": "November 1", "txt": "Michael Piller, American screenwriter and producer (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 1", "txt": "Adrienne Shelly, American actress, director, and screenwriter (b. 1966)", "entities": [{"title": "Adrienne Shelly", "href": "/wiki/Adrienne_Shelly", "description": "Adrienne Levine, better known by the stage name Adrienne Shelly, was an American actress, film director and screenwriter. She became known for roles in independent films such as Hal Hartley's The Unbelievable Truth (1989) and Trust (1990). She wrote, co-starred in, and directed the 2007 posthumously-released film Waitress."}]}, {"heading": "Deaths", "year": "2006", "date": "November 1", "txt": "William Styron, American novelist and essayist (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 1", "txt": "S. Ali Raza, Indian director and screenwriter (b. 1922)", "entities": [{"title": "S. Ali Raza", "href": "/wiki/S._Ali_Raza", "description": "\n\nS. Ali Raza was an Indian film screenwriter and director associated with writing the script for hit films such as Aan, Andaz, Mother India, Reshma Aur Shera, Raja Jani and Dus Numbri."}]}, {"heading": "Deaths", "year": "2007", "date": "November 1", "txt": "Paul Tibbets, American general (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "November 1", "txt": "Jacques Piccard, Swiss oceanographer and engineer (b. 1922)", "entities": [{"title": "Jacques Piccard", "href": "/wiki/Jacques_Piccard", "description": "Jacques Piccard was a Swiss oceanographer and engineer, known for having developed underwater submarines for studying ocean currents. In the Challenger Deep, he and Lt. Don Walsh of the United States Navy were the first people to explore the deepest known part of the world's ocean, and the deepest known location on the surface of Earth's crust, the Mariana Trench, located in the western North Paci"}]}, {"heading": "Deaths", "year": "2008", "date": "November 1", "txt": "Shakir Stewart, American record producer (b. 1974)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "November 1", "txt": "Yma Sumac, Peruvian-American soprano and actress (b. 1922/1923)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "November 1", "txt": "Esther Hautzig, Lithuanian-American author (b. 1930)", "entities": [{"title": "Esther Hautzig", "href": "/wiki/Esther_Hautzig", "description": "Esther R. Hautzig was an American writer, best known for her award-winning book The Endless Steppe (1968)."}]}, {"heading": "Deaths", "year": "2009", "date": "November 1", "txt": "Endel Laas, Estonian scientist and academic (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "November 1", "txt": "Robert H. Rines, American violinist and composer (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "November 1", "txt": "Shannon Tavarez, American actress (b. 1999)", "entities": [{"title": "Shannon Tavarez", "href": "/wiki/Shannon_Tavarez", "description": "Shannon Skye Tavarez was an American child actress and singer. She played young Nala in the Broadway theatre production of The Lion King by Walt Disney Theatrical."}]}, {"heading": "Deaths", "year": "2010", "date": "November 1", "txt": "Diana Wellesley, Duchess of Wellington (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "November 1", "txt": "Cahit Aral, Turkish engineer and politician, Turkish Minister of Industry and Commerce (b. 1927)", "entities": [{"title": "Cahit Aral", "href": "/wiki/Cahit_Aral", "description": "Hüseyin Cahit Aral was a Turkish engineer, politician and former government minister."}, {"title": "Ministry of Science, Industry and Technology (Turkey)", "href": "/wiki/Ministry_of_Science,_Industry_and_Technology_(Turkey)", "description": "The Ministry of Industry and Technology is a government ministry office of the Republic of Turkey, responsible for industrial and commercial affairs in Turkey. The ministry is headed by Mustafa Varank."}]}, {"heading": "Deaths", "year": "2012", "date": "November 1", "txt": "Agustín García Calvo, Spanish poet, playwright, and philosopher (b. 1926)", "entities": [{"title": "Agustín García Calvo", "href": "/wiki/Agust%C3%ADn_Garc%C3%ADa_Calvo", "description": "Agustín García Calvo was a Spanish philologist, philosopher, poet and playwright."}]}, {"heading": "Deaths", "year": "2012", "date": "November 1", "txt": "Mitch Lucker, American singer (b. 1984)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 1", "txt": "Pascual Pérez, Dominican baseball player (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 1", "txt": "John Y. McCollister, American lieutenant and politician (b. 1921)", "entities": [{"title": "John Y. McCollister", "href": "/wiki/John_Y._McCollister", "description": "John Yetter McCollister was a Nebraska Republican politician."}]}, {"heading": "Deaths", "year": "2013", "date": "November 1", "txt": "Piet Rietveld, Dutch economist and academic (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 1", "txt": "Joel Barnett, Baron Barnett, English accountant and politician, Chief Secretary to the Treasury (b. 1923)", "entities": [{"title": "Joel Barnett, Baron Barnett", "href": "/wiki/Joel_Barnett,_Baron_Barnett", "description": "Joel Barnett, Baron Barnett, was a Labour Party politician. As Chief Secretary to the Treasury in the late 1970s, he devised the Barnett Formula that allocates public spending in Scotland, Wales and Northern Ireland."}, {"title": "Chief Secretary to the Treasury", "href": "/wiki/Chief_Secretary_to_the_Treasury", "description": "The Chief Secretary to the Treasury (CST) is the third most senior ministerial office in HM Treasury, after the First Lord of the Treasury and the Chancellor of the Exchequer/Second Lord of the Treasury."}]}, {"heading": "Deaths", "year": "2014", "date": "November 1", "txt": "Jackie Fairweather, Australian runner and coach (b. 1967)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 1", "txt": "Abednigo Ngcobo, South African footballer (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 1", "txt": "Jean-Pierre Roy, Canadian-American baseball player, manager, and sportscaster (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 1", "txt": "Wayne Static, American singer-songwriter and guitarist (b. 1965)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 1", "txt": "Thomas R. Fitzgerald, American lawyer and judge (b. 1941)", "entities": [{"title": "Thomas R. Fitzgerald (judge)", "href": "/wiki/Thomas_R._Fitzgerald_(judge)", "description": "Thomas R. Fitzgerald was a chief justice of the Illinois Supreme Court. He became the first Illinois chief justice to preside over the impeachment trial of a sitting governor when he presided over the impeachment trial of Governor Rod Blagojevich."}]}, {"heading": "Deaths", "year": "2015", "date": "November 1", "txt": "Houston McTear, American sprinter (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 1", "txt": "Charles Duncan Michener, American entomologist and academic (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 1", "txt": "Günter Schabowski, German journalist and politician (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 1", "txt": "Fred Thompson, American actor, lawyer, and politician (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "November 1", "txt": "Keith Hitchins, American historian expert on Romanian history.", "entities": [{"title": "Keith Hitchins", "href": "/wiki/Keith_Hitchins", "description": "Keith Arnold Hitchins was an American historian and a professor of Eastern European history at the University of Illinois at Urbana-Champaign, specializing in Romania and its history."}]}]