[{"heading": "Events", "year": "561", "date": "November 29", "txt": "Following the death of King Chlothar I at Compiègne, his four sons, Charibert I, Guntram, Sigebert I and Chilperic I, divide the Frankish Kingdom.", "entities": [{"title": "Chlothar I", "href": "/wiki/Chlothar_I", "description": "Chlothar I was a king of the Franks of the Merovingian dynasty and one of the four sons of Clovis I."}, {"title": "Compiègne", "href": "/wiki/Compi%C3%A8gne", "description": "Compiègne is a commune in the Oise department in northern France. It is located on the river Oise. Its inhabitants are called Compiégnois."}, {"title": "Charibert I", "href": "/wiki/Charibert_I", "description": "Charibert I was the Merovingian King of Paris, the second-eldest son of Chlothar I and his first wife Ingund. His elder brother Gunthar died sometime before their father's death. He shared in the partition of the Frankish kingdom that followed his father’s death in 561, receiving the old kingdom of Childebert I, with its capital at Paris."}, {"title": "Guntram", "href": "/wiki/Guntram", "description": "Saint Gontrand, also called Gontran, Gontram, Guntram, Gunthram, Gunthchramn, and Guntramnus, was the king of the Kingdom of Orléans from AD 561 to AD 592. He was the third eldest and second eldest surviving son of Chlothar I and Ingunda. On his father's death in 561, he became king of a fourth of the Kingdom of the Franks, and made his capital at Orléans. The name \"Gontrand\" denotes \"War Raven\"."}, {"title": "Sigebert I", "href": "/wiki/Sigebert_I", "description": "Sigebert I was a Frankish king of Austrasia from the death of his father in 561 to his own death. He was the third surviving son out of four of Clotaire I and Ingund. His reign found him mostly occupied with a successful civil war against his half-brother, Chilperic."}, {"title": "Chilperic I", "href": "/wiki/Chilperic_I", "description": "Chilperic I was the king of Neustria from 561 to his death. He was one of the sons of the Frankish king Clotaire I and Queen Aregund."}, {"title": "Francia", "href": "/wiki/Francia", "description": "Francia, also called the Kingdom of the Franks, Frankland, or Frankish Empire, was the largest post-Roman barbarian kingdom in Western Europe. It was ruled by the Franks during Late Antiquity and the Early Middle Ages. After the Treaty of Verdun in 843, West Francia became the predecessor of France, and East Francia became that of Germany. Francia was among the last surviving Germanic kingdoms fro"}]}, {"heading": "Events", "year": "618", "date": "November 29", "txt": "The Tang dynasty scores a decisive victory over their rival Xue Rengao at the Battle of Qianshuiyuan.", "entities": [{"title": "Tang dynasty", "href": "/wiki/Tang_dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}, {"title": "Xue Rengao", "href": "/wiki/Xue_Rengao", "description": "Xue Rengao (薛仁杲), also known as Xue Renguo (薛仁果), was an emperor of the short-lived state of Qin, established by his father Xue Ju at the end of the Chinese dynasty Sui Dynasty. Xue Rengao was regarded as a fierce general but overly cruel, and he was only emperor for three months before he was forced to surrender to the Tang Dynasty general Li Shimin and was executed."}, {"title": "Battle of Qianshuiyuan", "href": "/wiki/Battle_of_Qianshuiyuan", "description": "The Battle of Qianshuiyuan, northwest of present-day Changwu, Shaanxi, was fought in 618 between the Tang and the Qin. The battle ended in victory for the Tang, whose armed forces were led by the future emperor Li Shimin."}]}, {"heading": "Events", "year": "903", "date": "November 29", "txt": "The Abbasid army under Muhammad ibn Sulayman al-Katib defeats the Qarmatians at the Battle of Hama.", "entities": [{"title": "Abbasid", "href": "/wiki/Abbasid", "description": "The Abbasid Caliphate was the third caliphate to succeed the Islamic prophet Muhammad. It was founded by a dynasty descended from Muhammad's uncle, Abbas ibn Abdul-Muttalib, from whom the dynasty takes its name. They ruled as caliphs for most of the caliphate from their capital in Baghdad in modern-day Iraq, after having overthrown the Umayyad Caliphate in the Abbasid Revolution of 750 CE (132 AH)"}, {"title": "Muhammad ibn Sulayman al-Katib", "href": "/wiki/Muhammad_ibn_Sulayman_al-Katib", "description": "Muhammad ibn Sulayman, surnamed al-Katib, was a senior official and commander of the Abbasid Caliphate, most notable for his victories against the Qarmatians and for his reconquest of Syria and Egypt from the autonomous Tulunid dynasty."}, {"title": "Qarmatians", "href": "/wiki/Qarmatians", "description": "The Qarmatians were a syncretic branch of Sevener Ismaili Shia Islam. They were centred in al-Hasa, where they established a religious-utopian republic in 899 CE. They are most known for their revolt against the Abbasid Caliphate."}, {"title": "Battle of Hama", "href": "/wiki/Battle_of_Hama", "description": "The Battle of Hama was fought some 24 km (15 mi) from the city of Hama in Syria on 29 November 903 between the forces of the Abbasid Caliphate and the Qarmatians. The Abbasids were victorious, resulting in the capture and execution of the Qarmatian leadership. This weakened the Qarmatian presence in northern Syria, which was finally eradicated after the suppression of another revolt in 906. More i"}]}, {"heading": "Events", "year": "1394", "date": "November 29", "txt": "The Korean king Yi Seong-gye, founder of the Joseon dynasty, moves the capital from Kaesŏng to Hanyang, today known as Seoul.", "entities": [{"title": "Taejo of Joseon", "href": "/wiki/Taejo_of_Joseon", "description": "Taejo of Joseon, born Yi Seong-gye was the founder and the first king of the Joseon dynasty of Korea. After ascension to the throne, he changed his name to Yi Dan. He reigned from 1392 to 1398, and was the main figure in the overthrowing of the Goryeo Dynasty."}, {"title": "Joseon dynasty", "href": "/wiki/Joseon_dynasty", "description": "The Joseon dynasty was a Korean dynastic kingdom that lasted for approximately five centuries. It was the last dynasty of Korea and its longest-ruling Confucian dynasty, founded by Yi Seong-gye in July 1392 and replaced by the Korean Empire in October 1897. The dynasty was founded following the aftermath of the overthrow of Goryeo in what is today the city of Kaesong. Early on, Korea was retitled "}, {"title": "Kaesŏng", "href": "/wiki/Kaes%C5%8Fng", "description": "Kaesong is a special city in the southern part of North Korea, and the capital of Korea during the Taebong kingdom and subsequent Goryeo dynasty. The city is near the Kaesong Industrial Region close to the border with South Korea and contains the remains of the Manwoldae palace. Called Songdo while it was the ancient capital of Goryeo, the city prospered as a trade centre that produced Korean gins"}, {"title": "Seoul", "href": "/wiki/Seoul", "description": "Seoul, officially the Seoul Special City, is the capital and largest metropolis of South Korea. Seoul has a population of 9.7 million people, and forms the heart of the Seoul Capital Area with the surrounding Incheon metropolis and Gyeonggi province. Seoul was the world's 4th largest metropolitan economy in 2014 after Tokyo, New York City and Los Angeles. In 2017, the cost of living in Seoul was r"}]}, {"heading": "Events", "year": "1549", "date": "November 29", "txt": "The papal conclave of 1549–50 begins.", "entities": [{"title": "Papal conclave, 1549–50", "href": "/wiki/Papal_conclave,_1549%E2%80%9350", "description": "The 1549–1550 papal conclave, convened after the death of Pope Paul III and eventually elected Giovanni Del Monte to the papacy as Pope Julius III. It was the second-longest papal conclave of the 16th century, and the largest papal conclave in history in terms of the number of cardinal electors. The cardinal electors were roughly divided between the factions of Henry II of France, Charles V, Holy "}]}, {"heading": "Events", "year": "1612", "date": "November 29", "txt": "The Battle of Swally takes place, which loosens the Portuguese Empire's hold on India.", "entities": [{"title": "Battle of Swally", "href": "/wiki/Battle_of_Swally", "description": "The naval Battle of Swally, also known as Battle of Suvali, took place on 29–30 November 1612 off the coast of Suvali a village near the Surat city and was a victory for four English East India Company galleons over four Portuguese galleons and 26 barks."}, {"title": "Portuguese Empire", "href": "/wiki/Portuguese_Empire", "description": "The Portuguese Empire, also known as the Portuguese Overseas or the Portuguese Colonial Empire, was composed of the overseas colonies and territories governed by Portugal. One of the longest-lived empires in world history, it existed for almost six centuries, from the capture of Ceuta in 1415, to the handover of Portuguese Macau to China in 1999. The empire began in the 15th century, and from the "}]}, {"heading": "Events", "year": "1729", "date": "November 29", "txt": "Natchez Indians massacre 138 Frenchmen, 35 French women, and 56 children at Fort Rosalie, near the site of modern-day Natchez, Mississippi.", "entities": [{"title": "Natchez people", "href": "/wiki/Natchez_people", "description": "The Natchez are a Native American people who originally lived in the Natchez Bluffs area in the Lower Mississippi Valley, near the present-day city of Natchez, Mississippi in the United States. They spoke a language with no known close relatives, although it may be very distantly related to the Muskogean languages of the Creek Confederacy."}, {"title": "Natchez revolt", "href": "/wiki/Natchez_revolt", "description": "The Natchez revolt, or the Natchez massacre, was an attack by the Natchez people on French colonists near present-day Natchez, Mississippi, on November 29, 1729. The Natchez and French had lived alongside each other in the Louisiana colony for more than a decade prior to the incident, mostly conducting peaceful trade and occasionally intermarrying. After a period of deteriorating relations and war"}, {"title": "Fort Rosalie", "href": "/wiki/Fort_Rosalie", "description": "Fort Rosalie was built by the French in 1716 within the territory of the Natchez Native Americans and it was part of the French colonial empire in the present-day city of Natchez, Mississippi."}, {"title": "Natchez, Mississippi", "href": "/wiki/Natchez,_Mississippi", "description": "Natchez is the county seat and only city of Adams County, Mississippi, United States. Natchez has a total population of 15,792. Located on the Mississippi River across from Vidalia in Concordia Parish, Louisiana, Natchez was a prominent city in the antebellum years, a center of cotton planters and Mississippi River trade."}]}, {"heading": "Events", "year": "1732", "date": "November 29", "txt": "The magnitude 6.6 Irpinia earthquake causes 1,940 deaths in the former Kingdom of Naples, southern Italy.", "entities": [{"title": "1732 Irpinia earthquake", "href": "/wiki/1732_Irpinia_earthquake", "description": "The 1732 Irpinia earthquake was a seismic event with a magnitude of 6.6 that affected Irpinia and part of Sannio. It occurred on 29 November 1732 at 8:40 AM local time (UTC+1). The epicenter was located in the Campanian Apennines, in the area of the Ufita Valley, which is part of the modern-day Province of Avellino. Around twenty populated areas were destroyed entirely or in part and tens of other"}, {"title": "Kingdom of Naples", "href": "/wiki/Kingdom_of_Naples", "description": "The Kingdom of Naples, officially known as the Kingdom of Sicily, comprised the part of the Italian Peninsula south of the Papal States between 1282 and 1816. It was established by the War of the Sicilian Vespers (1282–1302), when the island of Sicily revolted and was conquered by the Crown of Aragon, becoming a separate kingdom also called the Kingdom of Sicily. In 1816, it reunified with the isl"}, {"title": "Italy", "href": "/wiki/Italy", "description": "Italy, officially the Italian Republic, is a country consisting of a continental part, delimited by the Alps, a peninsula and several islands surrounding it. Italy is located in Southern Europe, and is also considered part of Western Europe. A unitary parliamentary republic with Rome as its capital, the country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France,"}]}, {"heading": "Events", "year": "1776", "date": "November 29", "txt": "American Revolutionary War: The Battle of Fort Cumberland, Nova Scotia, comes to an end with the arrival of British reinforcements.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Battle of Fort Cumberland", "href": "/wiki/Battle_of_Fort_Cumberland", "description": "The Battle of Fort Cumberland was an attempt by a small number of militia commanded by Jonathan Eddy to bring the American Revolutionary War to Nova Scotia in late 1776. With minimal logistical support from Massachusetts and four to five hundred volunteer militia and Natives, Eddy attempted to besiege and storm Fort Cumberland in central Nova Scotia in November 1776."}, {"title": "Nova Scotia", "href": "/wiki/Nova_Scotia", "description": "Nova Scotia is one of the thirteen provinces and territories of Canada. It is one of the three Maritime provinces and one of the four Atlantic provinces. Nova Scotia is Latin for \"New Scotland\". Most of the population are native English-speakers."}]}, {"heading": "Events", "year": "1777", "date": "November 29", "txt": "San Jose, California, is founded as Pueblo de San José de Guadalupe by José Joaquín Moraga. It is the first civilian settlement, or pueblo, in Alta California.", "entities": [{"title": "San Jose, California", "href": "/wiki/San_Jose,_California", "description": "San Jose, officially San José, is the cultural, financial, and political center of Silicon Valley, and the largest city in Northern California by both population and area."}, {"title": "José Joaquín Moraga", "href": "/wiki/Jos%C3%A9_Joaqu%C3%ADn_Moraga", "description": "José Joaquín de la Santísima Trinidad Moraga, usually simply known as José Joaquín Moraga, was a Spanish colonial expeditionary and soldier who founded San Jose, California, in 1777."}, {"title": "Alta California", "href": "/wiki/Alta_California", "description": "Alta California, also known as Nueva California, among other names, was a province of New Spain, formally established in 1804. Along with the Baja California peninsula, it had previously comprised the province of Las Californias, but was split off into a separate province in 1804. Following the Mexican War of Independence, it became a territory of Mexico in April 1822 and was renamed Alta Californ"}]}, {"heading": "Events", "year": "1781", "date": "November 29", "txt": "The crew of the British slave ship Zong murders 133 Africans by dumping them into the sea to claim insurance.", "entities": [{"title": "Zong massacre", "href": "/wiki/Zong_massacre", "description": "The Zong massacre was a mass killing of more than 130 enslaved Africans by the crew of the British slave ship Zong on and in the days following 29 November 1781. The Gregson slave-trading syndicate, based in Liverpool, owned the ship and sailed her in the Atlantic slave trade. As was common business practice, they had taken out insurance on the lives of the enslaved people as cargo. According to t"}, {"title": "Insurance", "href": "/wiki/Insurance", "description": "Insurance is a means of protection from financial loss. It is a form of risk management, primarily used to hedge against the risk of a contingent or uncertain loss."}]}, {"heading": "Events", "year": "1783", "date": "November 29", "txt": "A 5.3 magnitude earthquake strikes New Jersey.", "entities": [{"title": "1783 New Jersey earthquake", "href": "/wiki/1783_New_Jersey_earthquake", "description": "The 1783 New Jersey earthquake occurred on November 29 in the Province of New Jersey. With a magnitude estimated at 5.3, it stands as the most powerful earthquake to occur in the state."}, {"title": "New Jersey", "href": "/wiki/New_Jersey", "description": "New Jersey is a state in the Mid-Atlantic and Northeastern regions of the United States. It is bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by Delaware Bay and the State of Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous,"}]}, {"heading": "Events", "year": "1807", "date": "November 29", "txt": "Transfer of the Portuguese Court to Brazil: John VI of Portugal flees Lisbon from advancing Napoleonic forces during the Peninsular War, transferring the Portuguese court to Brazil.", "entities": [{"title": "Transfer of the Portuguese Court to Brazil", "href": "/wiki/Transfer_of_the_Portuguese_Court_to_Brazil", "description": "The transfer of the Portuguese court to Brazil occurred with the strategic retreat of Queen Maria I of Portugal, Prince Regent John, and the Braganza royal family and its court of nearly 420 people from Lisbon on November 27, 1807. The embarkment took place on the 27th, but due to weather conditions, the ships were only able to depart on the 29th of November. The Braganza royal family departed for"}, {"title": "John VI of Portugal", "href": "/wiki/John_VI_of_Portugal", "description": "John VI, nicknamed \"the Clement\", was King of the United Kingdom of Portugal, Brazil and the Algarves from 1816 to 1825. Although the United Kingdom of Portugal, over which he ruled, ceased to exist de facto beginning in 1822, he remained its monarch de jure between 1822 and 1825. After the recognition of the independence of Brazil under the Treaty of Rio de Janeiro of 1825, he continued as King o"}, {"title": "Peninsular War", "href": "/wiki/Peninsular_War", "description": "The Peninsular War (1807–1814) was the military conflict fought by Spain, the United Kingdom and Portugal against the invading and occupying forces of France for control of the Iberian Peninsula during the Napoleonic Wars. In Spain, it is considered to overlap with the Spanish War of Independence. The war began when the French and Spanish armies invaded and occupied Portugal in 1807 by transiting "}]}, {"heading": "Events", "year": "1830", "date": "November 29", "txt": "November Uprising: An armed rebellion against Russia's rule in Poland begins.", "entities": [{"title": "November Uprising", "href": "/wiki/November_Uprising", "description": "The November Uprising (1830–31), also known as the Polish–Russian War 1830–31 or the Cadet Revolution, was an armed rebellion in the heartland of partitioned Poland against the Russian Empire. The uprising began on 29 November 1830 in Warsaw when the young Polish officers from the local Army of the Congress Poland's military academy revolted, led by lieutenant Piotr Wysocki. Large segments of the "}, {"title": "Congress Poland", "href": "/wiki/Congress_Poland", "description": "Congress Poland or Russian Poland, formally known as the Kingdom of Poland, was a polity created in 1815 by the Congress of Vienna as a semi-autonomous Polish state and successor to Napoleon's short-lived Duchy of Warsaw. It was established in the Russian sector after Poland was partitioned by the Habsburg Monarchy, Russia and Prussia. In 1915, during World War I, it was replaced by the Central Po"}]}, {"heading": "Events", "year": "1847", "date": "November 29", "txt": "The Sonderbund is defeated by the joint forces of other Swiss cantons under General Guillaume-Henri Dufour.", "entities": [{"title": "Sonderbund", "href": "/wiki/Sonderbund", "description": "The Sonderbund War of November 1847 was a civil war in Switzerland, then still a relatively loose confederacy of cantons (states). It ensued after seven Catholic cantons formed the Sonderbund in 1845 to protect their interests against a centralization of power. The war concluded with the defeat of the Sonderbund. It resulted in the emergence of Switzerland as a federal state, concluding the period"}, {"title": "Guillaume-Henri Dufour", "href": "/wiki/Guillaume-Henri_Dufour", "description": "Guillaume Henri Dufour was a Swiss army-officer, bridge-engineer and topographer. He served under Napoleon I and held the Swiss office of General four times in his career, firstly in 1847 when he led the Swiss Confederation forces to victory against the Sonderbund. In 1864 Dufour presided over the First Geneva Convention which established the International Red Cross. He was founder and president o"}]}, {"heading": "Events", "year": "1847", "date": "November 29", "txt": "Whitman massacre: Missionaries Dr. Marcus Whitman, his wife Narcissa, and 15 others are killed by Cayuse and Umatilla Indians, causing the Cayuse War.", "entities": [{"title": "Marcus Whitman", "href": "/wiki/Marcus_Whitman", "description": "Marcus Whitman was an American physician and missionary."}, {"title": "Cayuse War", "href": "/wiki/Cayuse_War", "description": "The Cayuse War was an armed conflict that took place in the Northwestern United States from 1847 to 1855 between the Cayuse people of the region and the United States Government and local American settlers. Caused in part by the influx of disease and settlers to the region, the immediate start of the conflict occurred in 1847 when the Whitman Massacre took place at the Whitman Mission near present"}]}, {"heading": "Events", "year": "1850", "date": "November 29", "txt": "The treaty, Punctation of Olmütz, is signed in Olomouc. Prussia capitulates to Austria, which will take over the leadership of the German Confederation.", "entities": [{"title": "Punctation of Olmütz", "href": "/wiki/Punctation_of_Olm%C3%BCtz", "description": "The Punctation of Olmütz, also called the Agreement of Olmütz, was a treaty between Prussia and Austria, dated 29 November 1850, by which Prussia abandoned the Erfurt Union and accepted the revival of the German Confederation under Austrian leadership."}, {"title": "Olomouc", "href": "/wiki/Olomouc", "description": "Olomouc is a city in the east of the Czech Republic. Located on the Morava River, the city is the ecclesiastical metropolis and was a historical capital city of Moravia, before having been sacked by the Swedish army during the Thirty Years' War. Today, it is the administrative centre of the Olomouc Region and the sixth largest city in the Czech Republic. The city has about 100,000 residents, and i"}, {"title": "Prussia", "href": "/wiki/Prussia", "description": "Prussia was a historically prominent German state that originated in 1525 with a duchy centered on the region of Prussia on the southeast coast of the Baltic Sea. It was de facto dissolved by an emergency decree transferring powers of the Prussian government to German Chancellor Franz von Papen in 1932 and de jure by an Allied decree in 1947. For centuries, the House of Hohenzollern ruled Prussia,"}, {"title": "Austrian Empire", "href": "/wiki/Austrian_Empire", "description": "The Austrian Empire was a Central European multinational great power from 1804 to 1867, created by proclamation out of the realms of the Habsburgs. During its existence, it was the third most populous empire in Europe after the Russian Empire and the United Kingdom. Along with Prussia, it was one of the two major powers of the German Confederation. Geographically, it was the third largest empire i"}, {"title": "German Confederation", "href": "/wiki/German_Confederation", "description": "The German Confederation was an association of 39 predominantly German-speaking sovereign states in Central Europe, created by the Congress of Vienna in 1815 as a replacement of the former Holy Roman Empire, which had been dissolved in 1806."}]}, {"heading": "Events", "year": "1863", "date": "November 29", "txt": "American Civil War: Battle of Fort Sanders: Union forces under Ambrose Burnside successfully defend Knoxville, Tennessee from Confederate forces under James Longstreet.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Fort Sanders", "href": "/wiki/Battle_of_Fort_Sanders", "description": "The Battle of Fort Sanders was the crucial engagement of the Knoxville Campaign of the American Civil War, fought in Knoxville, Tennessee, on November 29, 1863. Assaults by Confederate Lt. Gen. James Longstreet failed to break through the defensive lines of Union Maj. Gen. Ambrose Burnside, resulting in lopsided casualties, and the Siege of Knoxville entered its final days."}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Ambrose Burnside", "href": "/wiki/Ambrose_Burnside", "description": "Ambrose Everett Burnside was an American soldier, railroad executive, inventor, industrialist, and politician from Rhode Island. He served as the Governor of Rhode Island from 1866 to 1869, and as a United States Senator for Rhode Island from 1875 until his death."}, {"title": "Knoxville, Tennessee", "href": "/wiki/Knoxville,_Tennessee", "description": "Knoxville is a city in, and the county seat of, Knox County in the U.S. state of Tennessee. As of July 1, 2019, Knoxville's population was 187,603, making it the largest city in the East Tennessee Grand Division, and the state’s overall third largest city after Nashville and Memphis. Knoxville is the principal city of the Knoxville Metropolitan Statistical Area, which had an estimated population o"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "James Longstreet", "href": "/wiki/James_Longstreet", "description": "James Longstreet was an American soldier and diplomat. He was one of the foremost Confederate generals of the American Civil War and the principal subordinate to General Robert E. Lee, who called him his \"Old War Horse\". He served under Lee as a corps commander for most of the battles fought by the Army of Northern Virginia in the Eastern Theater, and briefly with Braxton Bragg in the Army of Tenn"}]}, {"heading": "Events", "year": "1864", "date": "November 29", "txt": "American Indian Wars: Sand Creek massacre: Colorado volunteers led by Colonel John Chivington massacre at least 150 Cheyenne and Arapaho noncombatants inside Colorado Territory.", "entities": [{"title": "American Indian Wars", "href": "/wiki/American_Indian_Wars", "description": "The American Indian Wars, also known as the American Frontier Wars, the First Nations Wars in Canada and the Indian Wars were fought by European governments and colonists, and later by the United States and Canadian governments and American and Canadian settlers, against various American Indian and First Nation tribes. These conflicts occurred in North America from the time of the earliest colonia"}, {"title": "Sand Creek massacre", "href": "/wiki/Sand_Creek_massacre", "description": "The Sand Creek massacre was a massacre of Cheyenne and Arapaho people by the U.S. Army in the American Indian Wars that occurred on November 29, 1864, when a 675-man force of the Third Colorado Cavalry under the command of U.S. Volunteers Colonel John Chivington attacked and destroyed a village of Cheyenne and Arapaho people in southeastern Colorado Territory, killing and mutilating an estimated 7"}, {"title": "Colorado", "href": "/wiki/Colorado", "description": "Colorado is a state in the Mountain West subregion of the Western United States. It encompasses most of the Southern Rocky Mountains as well as the northeastern portion of the Colorado Plateau and the western edge of the Great Plains. Colorado is the eighth most extensive and 21st most populous U.S. state. The 2020 United States Census enumerated the population of the State of Colorado at 5,773,71"}, {"title": "John Chivington", "href": "/wiki/John_Chivington", "description": "John Milton Chivington was a war criminal, American Methodist pastor and Mason who served as a colonel in the United States Volunteers during the New Mexico Campaign of the American Civil War. He led a rear action against a Confederate supply train in the Battle of Glorieta Pass, and was then appointed a colonel of cavalry during the Colorado War."}, {"title": "Cheyenne", "href": "/wiki/Cheyenne", "description": "The Cheyenne are one of the indigenous people of the Great Plains whose language is of the Algonquian language family. The Cheyenne comprise two Native American tribes, the Só'taeo'o or Só'taétaneo'o and the Tsétsêhéstâhese. These tribes merged in the early 19th century. Today, the Cheyenne people are split into two federally recognized Nations: the Southern Cheyenne, who are enrolled in the Cheye"}, {"title": "Arapaho", "href": "/wiki/Arapaho", "description": "The Arapaho are a people of Native Americans historically living on the plains of Colorado and Wyoming. They were close allies of the Cheyenne tribe and loosely aligned with the Lakota and Dakota."}, {"title": "Colorado Territory", "href": "/wiki/Colorado_Territory", "description": "The territory was organized in the wake of the Pike's Peak Gold Rush of 1858–1861, which brought the first large concentration of white settlement to the region."}]}, {"heading": "Events", "year": "1864", "date": "November 29", "txt": "American Civil War: Battle of Spring Hill: The Confederate Army of Tennessee misses an opportunity to crush the Army of the Ohio.", "entities": [{"title": "Army of Tennessee", "href": "/wiki/Army_of_Tennessee", "description": "The Army of Tennessee was the principal Confederate army operating between the Appalachian Mountains and the Mississippi River during the American Civil War. It was formed in late 1862 and fought until the end of the war in 1865, participating in most of the significant battles in the Western Theater."}, {"title": "Army of the Ohio", "href": "/wiki/Army_of_the_Ohio", "description": "The Army of the Ohio was the name of two Union armies in the American Civil War. The first army became the Army of the Cumberland and the second army was created in 1863."}]}, {"heading": "Events", "year": "1872", "date": "November 29", "txt": "American Indian Wars: The Modoc War begins with the Battle of Lost River.", "entities": [{"title": "Modoc War", "href": "/wiki/Modoc_War", "description": "The Modoc War, or the Modoc Campaign, was an armed conflict between the Native American Modoc people and the United States Army in northeastern California and southeastern Oregon from 1872 to 1873. Eadweard Muybridge photographed the early part of the US Army's campaign."}, {"title": "Battle of Lost River", "href": "/wiki/Battle_of_Lost_River", "description": "The Battle of Lost River in November 1872 was the first battle in the Modoc War in the northwestern United States. The skirmish, which was fought near the Lost River along the California–Oregon border, was the result of an attempt by the U.S. 1st Cavalry Regiment of the United States Army to force a band of the Modoc tribe to relocate back to the Klamath Reservation, which they had left in objecti"}]}, {"heading": "Events", "year": "1877", "date": "November 29", "txt": "Thomas Edison demonstrates his phonograph for the first time.", "entities": [{"title": "Thomas Edison", "href": "/wiki/Thomas_Edison", "description": "Thomas Alva Edison was an American inventor and businessman who has been described as America's greatest inventor. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures. These inventions, which include the phonograph, the motion picture camera, and early versions of the electric light bulb, have had a widespread impact on th"}, {"title": "Phonograph", "href": "/wiki/Phonograph", "description": "A phonograph, in its later forms also called a gramophone or since the 1940s called a record player or turntable, is a device for the mechanical recording and reproduction of sound. The sound vibration waveforms are recorded as corresponding physical deviations of a spiral groove engraved, etched, incised, or impressed into the surface of a rotating cylinder or disc, called a \"record\". To recreate"}]}, {"heading": "Events", "year": "1890", "date": "November 29", "txt": "The Meiji Constitution goes into effect in Japan, and the first Diet convenes.", "entities": [{"title": "Meiji Constitution", "href": "/wiki/Meiji_Constitution", "description": "The Constitution of the Empire of Japan, known informally as the Meiji Constitution, was the constitution of the Empire of Japan which was proclaimed on February 11, 1889, and remained in force between November 29, 1890 and May 2, 1947. Enacted after the Meiji Restoration in 1868, it provided for a form of mixed constitutional and absolute monarchy, based jointly on the Prussian and British models"}, {"title": "Diet of Japan", "href": "/wiki/Diet_of_Japan", "description": "The National Diet  is Japan's bicameral legislature. It is composed of a lower house, called the House of Representatives, and an upper house, the House of Councillors. Both houses are directly elected under a parallel voting system. In addition to passing laws, the Diet is formally responsible for selecting the Prime Minister. The Diet was first convened as the Imperial Diet in 1890 under the Mei"}]}, {"heading": "Events", "year": "1899", "date": "November 29", "txt": "FC Barcelona is founded by Catalan, Spanish and Englishmen.  It later develops into one of Spanish football's most iconic and strongest teams.", "entities": [{"title": "FC Barcelona", "href": "/wiki/FC_Barcelona", "description": "Futbol Club Barcelona, commonly referred to as Barcelona and colloquially known as Barça, is a Spanish professional football club based in Barcelona, that competes in La Liga, the top flight of Spanish football."}]}, {"heading": "Events", "year": "1902", "date": "November 29", "txt": "The Pittsburgh Stars defeated the Philadelphia Athletics, 11–0 to win the first championship associated with an American national professional football league.", "entities": [{"title": "Pittsburgh Stars", "href": "/wiki/Pittsburgh_Stars", "description": "The Pittsburgh Stars or Pittsburg Stars were a professional American football team based in Pittsburgh, Pennsylvania that were only in existence for one season in 1902. The team was member of what was referred to as the first National Football League, which has no connection with the National Football League of today. The whole league was a curious mixture of baseball and football. The Stars were "}, {"title": "Philadelphia Athletics (NFL)", "href": "/wiki/Philadelphia_Athletics_(NFL)", "description": "The Philadelphia Athletics were a professional American football team based in Philadelphia in 1902. The team was member of what was referred to as the National Football League. This league has no connection with the National Football League of today. The whole \"league\" was a curious mixture of baseball and football. During the league's only year in existence, two of the three teams that were fina"}, {"title": "National Football League (1902)", "href": "/wiki/National_Football_League_(1902)", "description": "The first National Football League (NFL) was the first attempt at forming a national professional American football league in 1902. This league has no ties with the modern National Football League. In fact the league was only composed of teams from Pennsylvania, which meant it was actually regional, despite having locations in the two largest cities in Pennsylvania. Two of the teams were based in "}]}, {"heading": "Events", "year": "1929", "date": "November 29", "txt": "U.S. Admiral Richard E. Byrd leads the first expedition to fly over the South Pole.", "entities": [{"title": "Richard E. Byrd", "href": "/wiki/Richard_E._Byrd", "description": "Rear Admiral Richard Evelyn Byrd Jr. was an American naval officer and explorer. He was a recipient of the Medal of Honor, the highest honor for valor given by the United States, and was a pioneering American aviator, polar explorer, and organizer of polar logistics. Aircraft flights in which he served as a navigator and expedition leader crossed the Atlantic Ocean, a segment of the Arctic Ocean, "}, {"title": "South Pole", "href": "/wiki/South_Pole", "description": "The South Pole, also known as the Geographic South Pole or Terrestrial South Pole, is one of the two points where Earth's axis of rotation intersects its surface. It is the southernmost point on the surface of Earth and lies on the opposite side of Earth from the North Pole."}]}, {"heading": "Events", "year": "1943", "date": "November 29", "txt": "World War II: The second session of the Anti-Fascist Council for the National Liberation of Yugoslavia (AVNOJ), held to determine the post-war ordering of the country, concludes in Jajce (present-day Bosnia and Herzegovina).", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Anti-Fascist Council for the National Liberation of Yugoslavia", "href": "/wiki/Anti-Fascist_Council_for_the_National_Liberation_of_Yugoslavia", "description": "The Anti-Fascist Council for the National Liberation of Yugoslavia commonly abbreviated as the AVNOJ, was a deliberative and legislative body that was established in Bihać, Yugoslavia, in November 1942. It was established on the instigation of Josip Broz Tito, the leader of the Yugoslav Partisans – an armed resistance movement led by the Communist Party of Yugoslavia to resist the Axis occupation "}, {"title": "Jajce", "href": "/wiki/Jajce", "description": "Jajce is a town and municipality located in the Central Bosnia Canton of the Federation of Bosnia and Herzegovina, an entity of Bosnia and Herzegovina. According to the 2013 census, the town has a population of 7,142 inhabitants, with 30,758 inhabitants in the municipality. It is situated in the region of Bosanska Krajina, on the crossroads between Banja Luka, Mrkonjić Grad and Donji Vakuf, on the"}, {"title": "Bosnia and Herzegovina", "href": "/wiki/Bosnia_and_Herzegovina", "description": "Bosnia and Herzegovina, abbreviated BiH or B&H, sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country in South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city."}]}, {"heading": "Events", "year": "1944", "date": "November 29", "txt": "World War II: Albania is  liberated by the Partisans.", "entities": [{"title": "Albania", "href": "/wiki/Albania", "description": "Albania, officially the Republic of Albania, is a country in Southeastern Europe. It is located on the Adriatic and Ionian Sea within the Mediterranean Sea, and shares land borders with Montenegro to the northwest, Kosovo to the northeast, North Macedonia to the east, Greece to the south; and maritime borders with Greece, Montenegro and Italy to the west. Tirana is its capital and largest city, fo"}, {"title": "Liberation Day (Albania)", "href": "/wiki/Liberation_Day_(Albania)", "description": "Liberation Day in Albania is commemorated as the day, November 29, 1944, in which the country was liberated from Nazi Germany forces after the Albanian resistance during World War II."}]}, {"heading": "Events", "year": "1945", "date": "November 29", "txt": "The Federal People's Republic of Yugoslavia is declared.", "entities": [{"title": "Federal People's Republic of Yugoslavia", "href": "/wiki/Federal_People%27s_Republic_of_Yugoslavia", "description": "The Socialist Federal Republic of Yugoslavia, commonly referred to as SFR Yugoslavia or simply Yugoslavia, was a country in Southeast and Central Europe that existed from its foundation in the aftermath of World War II until its dissolution in 1992 amid the Yugoslav Wars. Covering an area of 255,804 km2, the SFRY was bordered by the Adriatic Sea and Italy to the west, Austria and Hungary to the no"}]}, {"heading": "Events", "year": "1947", "date": "November 29", "txt": "Partition Plan: The United Nations General Assembly approves a plan for the partition of Palestine.", "entities": [{"title": "United Nations Partition Plan for Palestine", "href": "/wiki/United_Nations_Partition_Plan_for_Palestine", "description": "The United Nations Partition Plan for Palestine was a proposal by the United Nations, which recommended a partition of Mandatory Palestine at the end of the British Mandate. On 29 November 1947, the UN General Assembly adopted the Plan as Resolution 181 (II)."}, {"title": "United Nations General Assembly", "href": "/wiki/United_Nations_General_Assembly", "description": "The United Nations General Assembly is one of the six principal organs of the United Nations (UN), serving as the main deliberative, policy-making, and representative organ of the UN. Its powers, composition, functions, and procedures are set out in Chapter IV of the United Nations Charter. The UNGA is responsible for the UN budget, appointing the non-permanent members to the Security Council, app"}, {"title": "Mandatory Palestine", "href": "/wiki/Mandatory_Palestine", "description": "Mandatory Palestine was a geopolitical entity established between 1920 and 1948 in the region of Palestine under the terms of the League of Nations Mandate for Palestine."}]}, {"heading": "Events", "year": "1947", "date": "November 29", "txt": "First Indochina War: French forces carry out a massacre at Mỹ Trạch, Vietnam.", "entities": [{"title": "Mỹ Trạch massacre", "href": "/wiki/M%E1%BB%B9_Tr%E1%BA%A1ch_massacre", "description": "The My Trach Massacre was a massacre of Vietnamese civilians carried out by the French army during French rule in Vietnam. The massacre occurred in Mỹ Trạch village, Mỹ Thủy commune, Lệ Thủy District, Quảng Bình Province, Vietnam from 5 am to 8 am on November 29, 1947. In this operation, 326 houses were burnt, and more than half of the village's residents were killed. Many women were raped by the "}]}, {"heading": "Events", "year": "1952", "date": "November 29", "txt": "Korean War: U.S. President-elect Dwight D. Eisenhower fulfills a campaign promise by traveling to Korea to find out what can be done to end the conflict.", "entities": [{"title": "Dwight D. Eisenhower", "href": "/wiki/Dwight_D._Eisenhower", "description": "Dwight David \"Ike\" Eisenhower GCS CCLH KC NPk was an American military officer and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he served as Supreme Commander of the Allied Expeditionary Force in Europe, and achieved the rare five-star rank of General of the Army. He was responsible for planning and supervising the invasion of North Africa"}]}, {"heading": "Events", "year": "1961", "date": "November 29", "txt": "Project Mercury: Mercury-Atlas 5 Mission: Enos, a chimpanzee, is launched into space. The spacecraft orbits the Earth twice and splashes down off the coast of Puerto Rico.", "entities": [{"title": "Project Mercury", "href": "/wiki/Project_Mercury", "description": "Project Mercury was the first human spaceflight program of the United States, running from 1958 through 1963. An early highlight of the Space Race, its goal was to put a man into Earth orbit and return him safely, ideally before the Soviet Union. Taken over from the US Air Force by the newly created civilian space agency NASA, it conducted twenty uncrewed developmental flights, and six successful "}, {"title": "Mercury-Atlas 5", "href": "/wiki/Mercury-Atlas_5", "description": "Mercury-Atlas 5 was an American unmanned spaceflight of the Mercury program. It was launched on November 29, 1961, with Enos, a chimpanzee, aboard. The craft orbited the Earth twice and splashed down about 200 miles (320 km) south of Bermuda."}, {"title": "Enos (chimpanzee)", "href": "/wiki/Enos_(chimpanzee)", "description": "Enos was the second chimpanzee launched into space by NASA. He was the first and only chimpanzee, and third hominid after cosmonauts Yuri Gagarin and Gherman Titov, to achieve Earth orbit. Enos's flight occurred on November 29, 1961."}, {"title": "Spacecraft", "href": "/wiki/Spacecraft", "description": "A spacecraft is a vehicle or machine designed to fly in outer space. A type of artificial satellite, spacecraft are used for a variety of purposes, including communications, Earth observation, meteorology, navigation, space colonization, planetary exploration, and transportation of humans and cargo. All spacecraft except single-stage-to-orbit vehicles cannot get into space on their own, and requir"}, {"title": "Puerto Rico", "href": "/wiki/Puerto_Rico", "description": "Puerto Rico, officially the Commonwealth of Puerto Rico is a Caribbean island and unincorporated territory of the United States. It is located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida."}]}, {"heading": "Events", "year": "1963", "date": "November 29", "txt": "U.S. President Lyndon B. Johnson establishes the Warren Commission to investigate the assassination of President John F. Kennedy.", "entities": [{"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}, {"title": "Warren Commission", "href": "/wiki/Warren_Commission", "description": "The President's Commission on the Assassination of President Kennedy, known unofficially as the Warren Commission, was established by President Lyndon B. Johnson through Executive Order 11130 on November 29, 1963, to investigate the assassination of United States President John F. Kennedy that had taken place on November 22, 1963. The U.S. Congress passed Senate Joint Resolution 137 authorizing th"}, {"title": "Assassination of John F. Kennedy", "href": "/wiki/Assassination_of_John_F._Kennedy", "description": "John Fitzgerald Kennedy, the 35th president of the United States, was assassinated on Friday, November 22, 1963, at 12:30 p.m. Central Standard Time in Dallas, Texas, while riding in a presidential motorcade through Dealey Plaza. Kennedy was riding with his wife Jacqueline, Texas Governor John Connally, and Connally's wife Nellie when he was fatally shot by former U.S. Marine Lee Harvey Oswald, fi"}, {"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}]}, {"heading": "Events", "year": "1963", "date": "November 29", "txt": "Trans-Canada Air Lines Flight 831 crashes shortly after takeoff from Montreal-Dorval International Airport, killing all 118 people on board.", "entities": [{"title": "Montréal–Pierre Elliott Trudeau International Airport", "href": "/wiki/Montr%C3%A9al%E2%80%93Pierre_Elliott_Trudeau_International_Airport", "description": "Montréal–Trudeau International Airport or Montréal–Trudeau, formerly known and still commonly referred to as Montréal–Dorval International Airport, is an international airport in Dorval, Quebec, Canada. It is the only Transport Canada designated international airport serving Montreal and is situated 20 km (12 mi) from Downtown Montreal. The airport terminals are located entirely in the suburb of D"}]}, {"heading": "Events", "year": "1963", "date": "November 29", "txt": "\"I Want to Hold Your Hand\", recorded on October 17, 1963, is released by the Beatles in the United Kingdom.", "entities": [{"title": "Beatles", "href": "/wiki/Beatles", "description": "The Beatles were an English rock band formed in Liverpool in 1960. The group, whose best-known line-up comprised John Lennon, Paul McCartney, George Harrison and Ringo Starr, are regarded as the most influential band of all time. They were integral to the development of 1960s counterculture and popular music's recognition as an art form. Rooted in skiffle, beat and 1950s rock and roll, their sound"}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}]}, {"heading": "Events", "year": "1967", "date": "November 29", "txt": "Vietnam War: U.S. Secretary of Defense Robert McNamara announces his resignation.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "United States Secretary of Defense", "href": "/wiki/United_States_Secretary_of_Defense", "description": "The United States secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the U.S. Armed Forces. The secretary of defense's position of command and authority over the military is second only to that of the president of the United States, who is the commander-in-chief. This position corresponds to what is genera"}, {"title": "Robert McNamara", "href": "/wiki/Robert_McNamara", "description": "Robert Strange McNamara was an American business executive and the eighth United States Secretary of Defense, serving from 1961 to 1968 under Presidents John F. Kennedy and Lyndon B. Johnson. He played a major role in escalating the United States' involvement in the Vietnam War. McNamara was responsible for the institution of systems analysis in public policy, which developed into the discipline k"}]}, {"heading": "Events", "year": "1972", "date": "November 29", "txt": "Atari releases Pong, the first commercially successful video game.", "entities": [{"title": "Atari, Inc.", "href": "/wiki/Atari,_Inc.", "description": "Atari, Inc. was an American video game developer and home computer company founded in 1972 by Nolan Bushnell and Ted Dabney. Atari was responsible for the formation of the video arcade and modern video game industry."}, {"title": "Video game", "href": "/wiki/Video_game", "description": "A video game is an electronic game that involves interaction with a user interface or input device – such as a joystick, controller, keyboard, or motion sensing device – to generate visual feedback for a player. This feedback is shown on a video display device, such as a TV set, monitor, touchscreen, or virtual reality headset. Video games are often augmented with audio feedback delivered through "}]}, {"heading": "Events", "year": "1986", "date": "November 29", "txt": "The Surinamese military attacks the village of Moiwana during the Suriname Guerrilla War, killing at least 39 civilians, mostly women and children.", "entities": [{"title": "Military of Suriname", "href": "/wiki/Military_of_Suriname", "description": "After the creation of the Statute of the Kingdom of the Netherlands, the Royal Netherlands Army was entrusted with the defence of Suriname, while the defence of the Netherlands Antilles was the responsibility of the Royal Netherlands Navy. The army set up a separate Troepenmacht in Suriname. Upon independence in 1975, this force was turned into the Surinaamse Krijgsmacht (SKM):, Surinamese Armed F"}, {"title": "Moiwana", "href": "/wiki/Moiwana", "description": "Moiwana is a Maroon village in the Marowijne district in the east of Suriname."}, {"title": "Suriname Guerrilla War", "href": "/wiki/Suriname_Guerrilla_War", "description": "The Surinamese Interior War was a civil war waged in the remote interior region of Suriname between 1986 and 1992. The war was fought by the Tucayana Amazonas led by Thomas Sabajo and the Jungle Commando led by Ronnie Brunswijk, whose members originated from the Maroon ethnic group, against the National Army led by then-army chief and de facto head of state Dési Bouterse."}]}, {"heading": "Events", "year": "1987", "date": "November 29", "txt": "North Korean agents plant a bomb on Korean Air Flight 858, which kills all 115 passengers and crew.", "entities": [{"title": "Korean Air Flight 858", "href": "/wiki/Korean_Air_Flight_858", "description": "Korean Air Flight 858 was a scheduled international passenger flight between Baghdad, Iraq and Seoul, South Korea. On 29 November 1987, the aircraft flying that route exploded in mid-air upon the detonation of a bomb planted inside an overhead storage bin in the airplane's passenger cabin by two North Korean agents."}]}, {"heading": "Events", "year": "2007", "date": "November 29", "txt": "The Armed Forces of the Philippines lay siege to the Peninsula Manila after soldiers led by Senator Antonio Trillanes stage a mutiny.", "entities": [{"title": "Armed Forces of the Philippines", "href": "/wiki/Armed_Forces_of_the_Philippines", "description": "The Armed Forces of the Philippines (AFP) are the military forces of the Philippines. It consists of three main service branches; the Army, the Air Force, and the Navy. The President of the Philippines is the Commander-in-Chief of the AFP and forms military policy with the Department of National Defense, an executive department acting as the principal organ by which military policy is carried out,"}, {"title": "The Peninsula Manila", "href": "/wiki/The_Peninsula_Manila", "description": "The Peninsula Manila, is a 5-star luxury hotel in the Philippines. It is located on the corner of Ayala Avenue and Makati Avenue in the Makati Central Business District. It is located also in Barangay Urdaneta. This hotel is part of The Peninsula Hotels chain based in Hong Kong and is the first hotel of that chain outside the Chinese territory."}, {"title": "Antonio Trillanes", "href": "/wiki/Antonio_Trillanes", "description": "Antonio Fuentes Trillanes IV is a retired Navy officer who served as a senator of the Philippines from 2007 to 2019. He is known for his involvement with the Oakwood mutiny in 2003 and the Manila Peninsula siege in 2007 against the Arroyo administration, as well as being a vocal critic of the Duterte administration."}, {"title": "Manila Peninsula Mutiny", "href": "/wiki/Manila_Peninsula_Mutiny", "description": "The Manila Peninsula siege occurred on November 29, 2007, at The Peninsula Manila hotel in Makati, Philippines. Senator Antonio Trillanes IV, Brigadier General Danilo Lim, and 25 other Magdalo (mutineers) officers walked out of their trial and marched through the streets of Makati. The mutineers called for the ousting of President Gloria Macapagal-Arroyo, and seized the Rizal function room on the "}]}, {"heading": "Events", "year": "2009", "date": "November 29", "txt": "Maurice Clemmons shoots and kills four police officers inside a coffee shop in Lakewood, Washington.", "entities": [{"title": "Maurice Clemmons", "href": "/wiki/Maurice_Clemmons", "description": "On November 29, 2009, four police officers of Lakewood, Washington were fatally shot at the Forza Coffee shop, located at 11401 Steele Street #108 South in the Parkland unincorporated area of Pierce County, Washington, near Tacoma. A gunman, later identified as Maurice Clemmons, entered the shop, shot the officers while they worked on laptops, and fled the scene with a single gunshot wound in his "}, {"title": "2009 Lakewood shooting", "href": "/wiki/2009_Lakewood_shooting", "description": "On November 29, 2009, four police officers of Lakewood, Washington were fatally shot at the Forza Coffee shop, located at 11401 Steele Street #108 South in the Parkland unincorporated area of Pierce County, Washington, near Tacoma. A gunman, later identified as Maurice Clemmons, entered the shop, shot the officers while they worked on laptops, and fled the scene with a single gunshot wound in his "}, {"title": "Lakewood, Washington", "href": "/wiki/Lakewood,_Washington", "description": "Lakewood is a city in Pierce County, Washington, United States. The population was 58,163 at the 2010 census."}]}, {"heading": "Births", "year": "826", "date": "November 29", "txt": "William of Septimania, Frankish nobleman (d. 850)", "entities": [{"title": "William of Septimania", "href": "/wiki/William_of_Septimania", "description": "\nWilliam of Septimania was the son of Bernard and Dhuoda. He was the count of Toulouse from 844 and count of Barcelona from 848."}]}, {"heading": "Births", "year": "968", "date": "November 29", "txt": "Kazan, emperor of Japan (d. 1008)", "entities": [{"title": "Emperor Kazan", "href": "/wiki/Emperor_Kazan", "description": "Emperor Kazan  was the 65th emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Births", "year": "1310", "date": "November 29", "txt": "John de Mowbray, 3rd Baron Mowbray, English Baron (d. 1361)", "entities": [{"title": "John de Mowbray, 3rd Baron Mowbray", "href": "/wiki/John_de_Mowbray,_3rd_Baron_Mowbray", "description": "John (II) de Mowbray, 3rd Baron Mowbray was the only son of John de Mowbray, 2nd Baron Mowbray, by his first wife, Aline de Brewes, daughter of William de Braose, 2nd Baron Braose. He was born in Hovingham, Yorkshire."}]}, {"heading": "Births", "year": "1329", "date": "November 29", "txt": "John I, duke of Bavaria (d. 1340)", "entities": [{"title": "John I, Duke of Bavaria", "href": "/wiki/John_I,_Duke_of_Bavaria", "description": "John I of Bavaria, , was the Duke of Lower Bavaria since 1339."}]}, {"heading": "Births", "year": "1338", "date": "November 29", "txt": "Lionel of Antwerp, 1st Duke of Clarence, Belgian-English politician, Lord Lieutenant of Ireland (d. 1368)", "entities": [{"title": "Lionel of Antwerp, 1st Duke of Clarence", "href": "/wiki/Lionel_of_Antwerp,_1st_Duke_of_Clarence", "description": "Lionel of Antwerp, Duke of Clarence, was the third son, but the second son to survive infancy, of the English king Edward III and Philippa of Hainault. He was named after his birthplace, at Antwerp in the Duchy of Brabant. Lionel was born of a Flemish mother and was a grandson of William I, Count of Hainaut. He grew to be nearly seven feet in height and had an athletic build."}, {"title": "List of Lords Lieutenant of Ireland", "href": "/wiki/List_of_Lords_Lieutenant_of_Ireland", "description": "\nThe office of chief governor of Ireland existed under various names from the 12th-century Norman invasion to the creation of the Irish Free State on 6 December 1922. Common names were (Chief) justiciar ; (King's) lieutenant ; (Lord) Deputy, and Lord Lieutenant. The unofficial term Viceroy was also common."}]}, {"heading": "Births", "year": "1422", "date": "November 29", "txt": "Thomas Percy, 1st Baron Egremont, English Baron (d. 1460)", "entities": [{"title": "Thomas Percy, 1st Baron Egremont", "href": "/wiki/Thomas_Percy,_1st_Baron_Egremont", "description": "Thomas Percy, 1st Baron Egremont was a scion of a leading noble family from northern England during the fifteenth century. Described by one historian as \"quarrelsome, violent and contemptuous of all authority\", Egremont was involved in numerous riots and disturbances in the northern localities, and became a leading figure in the internecine Percy–Neville feud. When the Wars of the Roses began mid-"}]}, {"heading": "Births", "year": "1427", "date": "November 29", "txt": "Zhengtong, emperor of the Ming Dynasty (d. 1464)", "entities": [{"title": "Emperor Yingzong of Ming", "href": "/wiki/Emperor_Yingzong_of_Ming", "description": "Zhu Qizhen was the sixth and eighth Emperor of the Ming dynasty. He ascended the throne as the Zhengtong Emperor in 1435, but was forced to abdicate in 1449, in favour of his younger brother the Jingtai Emperor, after being captured by the Mongols during the Tumu Crisis. In 1457, he deposed Jingtai and ruled again as the Tianshun Emperor until his death in 1464. His temple name is Yingzong (英宗)."}]}, {"heading": "Births", "year": "1463", "date": "November 29", "txt": "Andrea della Valle, Italian cardinal (d. 1534)", "entities": [{"title": "Andrea della Valle", "href": "/wiki/Andrea_della_Valle", "description": "Cardinal Andrea della Valle was an Italian clergyman and art collector."}]}, {"heading": "Births", "year": "1484", "date": "November 29", "txt": "Joachim Vadian, Swiss physician, scholar, and politician (d. 1551)", "entities": [{"title": "Joachim Vadian", "href": "/wiki/Joachim_Vadian", "description": "Joachim Vadian, born as Joachim von Watt, was a humanist, scholar, mayor and reformer in St. Gallen."}]}, {"heading": "Births", "year": "1528", "date": "November 29", "txt": "Anthony Browne, 1st Viscount Montagu, English politician (d. 1592)", "entities": [{"title": "Anthony Browne, 1st Viscount Montagu", "href": "/wiki/Anthony_Browne,_1st_Viscount_Montagu", "description": "Anthony Browne, 1st Viscount Montagu, KB, PC was an English peer during the Tudor period."}]}, {"heading": "Births", "year": "1627", "date": "November 29", "txt": "John Ray, English biologist and botanist (d. 1705)", "entities": [{"title": "John Ray", "href": "/wiki/John_Ray", "description": "John Ray FRS was an English naturalist widely regarded as one of the earliest of the English parson-naturalists. Until 1670, he wrote his name as John Wray. From then on, he used 'Ray', after \"having ascertained that such had been the practice of his family before him\". He published important works on botany, zoology, and natural theology. His classification of plants in his Historia Plantarum, wa"}]}, {"heading": "Births", "year": "1690", "date": "November 29", "txt": "Christian August, Prince of Anhalt-Zerbst (d. 1747)", "entities": [{"title": "Christian August, Prince of Anhalt-Zerbst", "href": "/wiki/Christian_August,_Prince_of_Anhalt-Zerbst", "description": "Christian August, Prince of Anhalt-Zerbst was a German prince of the House of Ascania, and the father of Catherine the Great of Russia."}]}, {"heading": "Births", "year": "1705", "date": "November 29", "txt": "Michael Christian Festing, English violinist and composer (d. 1752)", "entities": [{"title": "Michael Christian Festing", "href": "/wiki/Michael_Christian_Festing", "description": "\n\nMichael Christian Festing was an English violinist and composer. His reputation lies mostly on his work as a violin virtuoso."}]}, {"heading": "Births", "year": "1752", "date": "November 29", "txt": "Jemima Wilkinson, American evangelist (d. 1819)", "entities": [{"title": "Jemima Wilkinson", "href": "/wiki/Jemima_Wilkinson", "description": "The Public Universal Friend was an American preacher born in Cumberland, Rhode Island, to Quaker parents. After suffering a severe illness in 1776, the Friend claimed to have died and been reanimated as a genderless evangelist named the Public Universal Friend, and afterward shunned both birth name and gendered pronouns. In androgynous clothes, the Friend preached throughout the northeastern Unite"}]}, {"heading": "Births", "year": "1781", "date": "November 29", "txt": "Andrés Bello, Venezuelan poet and philosopher (d. 1865)", "entities": [{"title": "Andrés Bello", "href": "/wiki/Andr%C3%A9s_Bello", "description": "Andrés de Jesús María y José Bello López was a Venezuelan-Chilean humanist, diplomat, poet, legislator, philosopher, educator and philologist, whose political and literary works constitute an important part of Spanish American culture. Bello is featured on the old 2,000 Venezuelan bolívar and the 20,000 Chilean peso notes."}]}, {"heading": "Births", "year": "1797", "date": "November 29", "txt": "Gaetano Donizetti, Italian composer (d. 1848)", "entities": [{"title": "Gaetano Donizetti", "href": "/wiki/Gaetano_Donizetti", "description": "Domenico Gaetano Maria Donizetti was an Italian composer, best known for his almost 70 operas. Along with Gioachino Rossini and Vincenzo Bellini, Donizetti was a leading composer of the bel canto opera style during the first half of the nineteenth century. Donizetti's close association with the bel canto style was undoubtedly an influence on other composers such as Giuseppe Verdi. Donizetti was bo"}]}, {"heading": "Births", "year": "1798", "date": "November 29", "txt": "Alexander Brullov, Russian painter and architect, designed the Pulkovo Observatory (d. 1877)", "entities": [{"title": "Alexander Brullov", "href": "/wiki/Alexander_Brullov", "description": "Alexander Pavlovich Brullov was a Russian artist associated with Russian Neoclassicism."}, {"title": "Pulkovo Observatory", "href": "/wiki/Pulkovo_Observatory", "description": "The Pulkovo Astronomical Observatory, the principal astronomical observatory of the Russian Academy of Sciences, located 19 km south of Saint Petersburg on Pulkovo Heights 75 metres (246 ft) above sea level. It is part of the UNESCO World Heritage Site Historic Centre of Saint Petersburg and Related Groups of Monuments."}]}, {"heading": "Births", "year": "1799", "date": "November 29", "txt": "Amos Bronson Alcott, American philosopher and academic (d. 1888)", "entities": [{"title": "Amos Bronson Alcott", "href": "/wiki/Amos_Bronson_Alcott", "description": "Amos Bronson Alcott was an American teacher, writer, philosopher, and reformer. As an educator, Alcott pioneered new ways of interacting with young students, focusing on a conversational style, and avoided traditional punishment. He hoped to perfect the human spirit and, to that end, advocated a plant-based diet. He was also an abolitionist and an advocate for women's rights."}]}, {"heading": "Births", "year": "1802", "date": "November 29", "txt": "Wilhelm Hauff, German poet and author (d. 1827)", "entities": [{"title": "Wilhelm Hauff", "href": "/wiki/Wilhelm_Hauff", "description": "Wilhelm Hauff was a Württembergian poet and novelist."}]}, {"heading": "Births", "year": "1803", "date": "November 29", "txt": "Christian Doppler, Austrian mathematician and physicist (d. 1853)", "entities": [{"title": "Christian Doppler", "href": "/wiki/Christian_Doppler", "description": "Christian Andreas Doppler was an Austrian mathematician and physicist. He is celebrated for his principle – known as the Doppler effect – that the observed frequency of a wave depends on the relative speed of the source and the observer. He used this concept to explain the color of binary stars."}]}, {"heading": "Births", "year": "1803", "date": "November 29", "txt": "Gottfried Semper, German architect and academic, designed the Semper Opera House (d. 1879)", "entities": [{"title": "Semper Opera House", "href": "/wiki/Semper_Opera_House", "description": "The Semperoper is the opera house of the Sächsische Staatsoper Dresden and the concert hall of the Staatskapelle Dresden. It is also home to the Semperoper Ballett. The building is located on the Theaterplatz near the Elbe River in the historic centre of Dresden, Germany."}]}, {"heading": "Births", "year": "1816", "date": "November 29", "txt": "Morrison Waite, American jurist and politician, 7th Chief Justice of the United States (d. 1888)", "entities": [{"title": "Morrison Waite", "href": "/wiki/Morrison_Waite", "description": "Morrison Remick \"Mott\" Waite was an attorney, judge, and politician from Ohio. He served as the seventh Chief Justice of the United States from 1874 to his death in 1888. During his tenure, the Waite Court took a narrow interpretation of federal authority related to laws and amendments that were passed during the Reconstruction Era to expand the rights of freedmen and protect them from attacks by "}, {"title": "Chief Justice of the United States", "href": "/wiki/Chief_Justice_of_the_United_States", "description": "The chief justice of the United States is the chief judge of the Supreme Court of the United States and the highest-ranking officer of the U.S. federal judiciary. Article II, Section 2, Clause 2 of the U.S. Constitution grants plenary power to the president of the United States to nominate, and with the advice and consent of the United States Senate, appoint \"Judges of the supreme Court\", who serv"}]}, {"heading": "Births", "year": "1818", "date": "November 29", "txt": "George Brown, Scottish-Canadian journalist and politician, 10th Premier of West Canada (d. 1880)", "entities": [{"title": "George Brown (Canadian politician)", "href": "/wiki/George_Brown_(Canadian_politician)", "description": "George Brown was a Scottish-Canadian journalist, politician and one of the Fathers of Confederation; attended the Charlottetown and Quebec conferences. A noted Reform politician, he is best known as the founder and editor of the Toronto Globe, Canada's most influential newspaper at the time. He was an articulate champion of the grievances and anger of Upper Canada (Ontario). He played a major role"}, {"title": "List of Joint Premiers of the Province of Canada", "href": "/wiki/List_of_Joint_Premiers_of_the_Province_of_Canada", "description": "This is a list of the Joint Premiers of the Province of Canada, who were the heads of government of the Province of Canada from the 1841 unification of Upper Canada and Lower Canada until Confederation in 1867."}]}, {"heading": "Births", "year": "1818", "date": "November 29", "txt": "William Ellery Channing, American poet and author (d. 1901)", "entities": []}, {"heading": "Births", "year": "1823", "date": "November 29", "txt": "La Fayette Grover, American lawyer and politician, 4th Governor of Oregon (d. 1911)", "entities": [{"title": "La Fayette Grover", "href": "/wiki/La_Fayette_Grover", "description": "La Fayette Grover was a Democratic politician and lawyer from the U.S. state of Oregon. He was the fourth Governor of Oregon, represented Oregon in the United States House of Representatives, and served one term in the United States Senate."}, {"title": "Governor of Oregon", "href": "/wiki/Governor_of_Oregon", "description": "The Governor of Oregon is the head of the executive branch of Oregon's state government and serves as the commander-in-chief of the state's military forces. The title of governor was also applied to the office of Oregon's chief executive during the provisional and U.S. territorial governments."}]}, {"heading": "Births", "year": "1825", "date": "November 29", "txt": "Jean-Martin Charcot, French neurologist and psychologist (d. 1893)", "entities": [{"title": "Jean-Martin Charcot", "href": "/wiki/Jean-Martin_Charcot", "description": "Jean-Martin Charcot was a French neurologist and professor of anatomical pathology. He is best known today for his work on hypnosis and hysteria, in particular his work with his hysteria patient Louise Augustine Gleizes. Charcot is known as \"the founder of modern neurology\", and his name has been associated with at least 15 medical eponyms, including various conditions sometimes referred to as Cha"}]}, {"heading": "Births", "year": "1831", "date": "November 29", "txt": "Frederick Townsend Ward, American sailor and soldier (d. 1862)", "entities": [{"title": "Frederick Townsend Ward", "href": "/wiki/Frederick_Townsend_Ward", "description": "Frederick Townsend Ward was an American sailor and soldier of fortune known for his military service in Imperial China during the Taiping Rebellion."}]}, {"heading": "Births", "year": "1832", "date": "November 29", "txt": "Louisa May Alcott, American novelist and poet (d. 1888)", "entities": [{"title": "Louisa May Alcott", "href": "/wiki/Louisa_May_Alcott", "description": "Louisa May Alcott was an American novelist, short story writer and poet best known as the author of the novel Little Women (1868) and its sequels Little Men (1871) and Jo's Boys (1886). Raised in New England by her transcendentalist parents, Abigail May and Amos Bronson Alcott, she grew up among many of the well-known intellectuals of the day, such as Ralph Waldo Emerson, Nathaniel Hawthorne, Henr"}]}, {"heading": "Births", "year": "1835", "date": "November 29", "txt": "Empress Dowager Cixi of China (d. 1908)", "entities": [{"title": "Empress Dowager Cixi", "href": "/wiki/Empress_Dowager_Cixi", "description": "Empress Dowager Cixi was a Chinese empress dowager and regent who was the de facto supreme ruler of China in the late Qing dynasty for 47 years, from 1861 until her death in 1908. Of the Manchu Yehe Nara clan, she was elected as a concubine of the Xianfeng Emperor in her adolescence and gave birth to a son, Zaichun, in 1856. After the Xianfeng Emperor's death in 1861, the young boy became the Tong"}]}, {"heading": "Births", "year": "1843", "date": "November 29", "txt": "Gertrude Jekyll, British horticulturist and writer (d. 1932)", "entities": [{"title": "Gertrude Jekyll", "href": "/wiki/Gertrude_Jekyll", "description": "Gertrude Jekyll was a British horticulturist, garden designer, craftswoman, photographer, writer and artist. She created over 400 gardens in the United Kingdom, Europe and the United States, and wrote over 1,000 articles for magazines such as Country Life and William Robinson's The Garden. Jekyll has been described as \"a premier influence in garden design\" by British and American gardening enthusi"}]}, {"heading": "Births", "year": "1849", "date": "November 29", "txt": "John Ambrose Fleming, English physicist and engineer (d. 1945)", "entities": [{"title": "John Ambrose Fleming", "href": "/wiki/John_Ambrose_Fleming", "description": "Sir John Ambrose Fleming FRS was an English electrical engineer and physicist who invented the first thermionic valve or vacuum tube, designed the radio transmitter with which the first transatlantic radio transmission was made, and also established the right-hand rule used in physics."}]}, {"heading": "Births", "year": "1856", "date": "November 29", "txt": "Theobald von Bethmann-Hollweg, German lawyer and politician, 5th Chancellor of Germany (d. 1921)", "entities": [{"title": "Theobald von Bethmann-Hollweg", "href": "/wiki/Theobald_von_Bethmann-Hollweg", "description": "Theobald Theodor Friedrich Alfred von Bethmann-Hollweg was a German politician who was the Chancellor of the German Empire from 1909 to 1917."}, {"title": "Chancellor of Germany", "href": "/wiki/Chancellor_of_Germany", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Births", "year": "1857", "date": "November 29", "txt": "Theodor Escherich, German-Austrian pediatrician and academic (d. 1911)", "entities": [{"title": "Theodor Escherich", "href": "/wiki/Theodor_Escherich", "description": "Theodor Escherich was a German-Austrian pediatrician and a professor at universities in Graz and Vienna. He discovered and described the bacterium Escherichia coli."}]}, {"heading": "Births", "year": "1861", "date": "November 29", "txt": "Spyridon Samaras, Greek playwright and composer (d. 1917)", "entities": [{"title": "Spyridon Samaras", "href": "/wiki/Spyridon_Samaras", "description": "Spyridon-Filiskos Samaras was a Greek composer particularly admired for his operas who was part of the generation of composers that heralded the works of Giacomo Puccini. His compositions were praised worldwide during his lifetime and he is arguably the most important composer of the Ionian School (music). He composed also the Olympic Hymn on lyrics of Kostis Palamas."}]}, {"heading": "Births", "year": "1873", "date": "November 29", "txt": "Suzan Rose Benedict, American mathematician and academic (d. 1942)", "entities": [{"title": "Suzan Rose Benedict", "href": "/wiki/Suzan_Rose_Benedict", "description": "Suzan Rose Benedict was the first woman awarded a Ph.D. in Mathematics from the University of Michigan and had a long teaching career at Smith College."}]}, {"heading": "Births", "year": "1874", "date": "November 29", "txt": "Francis Dodd, Welsh-English painter and academic (d. 1949)", "entities": [{"title": "Francis Dodd (artist)", "href": "/wiki/Francis_Dodd_(artist)", "description": "Francis Edgar Dodd was a British portrait painter, landscape artist and printmaker."}]}, {"heading": "Births", "year": "1874", "date": "November 29", "txt": "Egas Moniz, Portuguese physician and neurologist, Nobel Prize laureate (d. 1955)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1876", "date": "November 29", "txt": "Nellie Tayloe Ross, American educator and politician, 14th Governor of Wyoming (d. 1977)", "entities": [{"title": "Nellie Tayloe Ross", "href": "/wiki/Nellie_Tayloe_Ross", "description": "Nellie Davis Tayloe Ross was an American politician, the 14th governor of Wyoming from 1925 to 1927 and director of the United States Mint from 1933 to 1953. She was one of the first women to be sworn in as governor of a U.S. state, and remains the only woman to have served as governor of Wyoming."}, {"title": "Governor of Wyoming", "href": "/wiki/Governor_of_Wyoming", "description": "This is a list of the governors of Wyoming, beginning with territorial governors. Wyoming Territory was organized in 1868, and the state was admitted to the union on July 10, 1890."}]}, {"heading": "Births", "year": "1878", "date": "November 29", "txt": "John Derbyshire, English swimmer and water polo player (d. 1938)", "entities": [{"title": "John Derbyshire (swimmer)", "href": "/wiki/John_Derbyshire_(swimmer)", "description": "John Henry \"Rob\" Derbyshire was an English freestyle swimmer and water polo player from Chorlton, Lancashire, who competed in the 1900 Summer Olympics, 1906 Intercalated Games, 1908 Summer Olympics and 1912 Summer Olympics."}]}, {"heading": "Births", "year": "1879", "date": "November 29", "txt": "Jacob Gade, Danish violinist and composer (d. 1963)", "entities": [{"title": "Jacob Gade", "href": "/wiki/Jacob_Gade", "description": "Jacob Thune Hansen Gade  was a Danish violinist and composer, mostly of orchestral popular music. He is remembered today for a single tune, the familiar \"Jalousie\", also known as Jalousie 'Tango Tzigane'  and Tango Jalousie."}]}, {"heading": "Births", "year": "1881", "date": "November 29", "txt": "Artur Phleps, Romanian-German general (d. 1944)", "entities": [{"title": "Artur Phleps", "href": "/wiki/Artur_Phleps", "description": "Artur Gustav Martin Phleps was an Austro-Hungarian, Romanian and German army officer who held the rank of SS-Obergruppenführer und General der Waffen-SS in the Waffen-SS during World War II. An Austro-Hungarian Army officer before and during World War I, he specialised in mountain warfare and logistics, and had been promoted to Oberstleutnant by the end of the war. During the interwar period he jo"}]}, {"heading": "Births", "year": "1881", "date": "November 29", "txt": "Abdülhalik Renda, Turkish civil servant and politician, 6th Turkish Minister of National Defence (d. 1957)", "entities": [{"title": "List of Ministers of National Defence of Turkey", "href": "/wiki/List_of_Ministers_of_National_Defence_of_Turkey", "description": "The following is a list of Ministers of National Defense of Turkey."}]}, {"heading": "Births", "year": "1882", "date": "November 29", "txt": "Henri Fabre, French pilot and engineer (d. 1984)", "entities": [{"title": "Henri Fabre", "href": "/wiki/Henri_Fabre", "description": "Henri Fabre was a French aviator and the inventor of the first successful seaplane, the Fabre Hydravion."}]}, {"heading": "Births", "year": "1888", "date": "November 29", "txt": "Joe Slater, Australian footballer and captain (d. 1917)", "entities": [{"title": "Joe Slater", "href": "/wiki/Joe_Slater", "description": "Joseph Henry Slater was an Australian rules footballer who played with Geelong in the Victorian Football League."}]}, {"heading": "Births", "year": "1891", "date": "November 29", "txt": "Julius Raab, Austrian engineer and politician, 19th Chancellor of Austria (d. 1964)", "entities": [{"title": "Julius Raab", "href": "/wiki/Julius_Raab", "description": "Julius Raab was a conservative Austrian politician, who served as Federal Chancellor of Austria from 1953 to 1961. Raab steered Allied-occupied Austria to independence, when he negotiated and signed the Austrian State Treaty in 1955. In internal politics Raab stood for a pragmatic \"social partnership\" and the \"Grand coalition\" of Austrian Conservatives and Social Democrats."}, {"title": "Chancellor of Austria", "href": "/wiki/Chancellor_of_Austria", "description": "The Federal Chancellor of Austria is the head of government of the Republic of Austria. The position corresponds to that of Prime Minister in several other parliamentary democracies. The term is gendered in the German language."}]}, {"heading": "Births", "year": "1895", "date": "November 29", "txt": "Busby Berkeley, American director and choreographer (d. 1976)", "entities": [{"title": "Busby Berkeley", "href": "/wiki/Busby_Berkeley", "description": "Busby Berkeley was an American film director and musical choreographer."}]}, {"heading": "Births", "year": "1895", "date": "November 29", "txt": "William Tubman, Liberian lawyer and politician, 19th President of Liberia (d. 1971)", "entities": [{"title": "President of Liberia", "href": "/wiki/President_of_Liberia", "description": "The president of the Republic of Liberia is head of state and government of Liberia. The president serves as the leader of the executive branch and as commander-in-chief of the Armed Forces of Liberia."}]}, {"heading": "Births", "year": "1898", "date": "November 29", "txt": "C. S. Lewis, British novelist, poet, and critic (d. 1963)", "entities": [{"title": "C. S. Lewis", "href": "/wiki/C._S._Lewis", "description": "Clive Staples Lewis was a British writer and lay theologian. He held academic positions in English literature at both Oxford University and Cambridge University. He is best known for his works of fiction, especially The Screwtape Letters, The Chronicles of Narnia, and The Space Trilogy, and for his non-fiction Christian apologetics, such as Mere Christianity, Miracles, and The Problem of Pain."}]}, {"heading": "Births", "year": "1899", "date": "November 29", "txt": "Andrija Artuković, Croatian Minister of Interior (d. 1988)", "entities": [{"title": "Andrija Artuković", "href": "/wiki/Andrija_Artukovi%C4%87", "description": "Andrija Artuković was a Croatian lawyer, politician, and senior member of the ultranationalist and fascist Ustaše movement, who served as the Minister of Internal Affairs and Minister of Justice in the government of the Independent State of Croatia (NDH) during World War II. He signed into law a number of racial laws against Serbs, Jews, and Romani people, and was responsible for a string of conce"}, {"title": "Government of the Independent State of Croatia", "href": "/wiki/Government_of_the_Independent_State_of_Croatia", "description": "The Croatian State Government was the government of the Independent State of Croatia from 16 April 1941 until 8 May 1945."}]}, {"heading": "Births", "year": "1899", "date": "November 29", "txt": "Emma Morano, Italian supercentenarian, oldest Italian person ever, last verified person born in the 1800s (d. 2017)", "entities": []}, {"heading": "Births", "year": "1900", "date": "November 29", "txt": "Mildred Gillars, American broadcaster, employed by Nazi Germany to disseminate propaganda during WWII (d. 1988) ", "entities": [{"title": "Mildred Gillars", "href": "/wiki/Mildred_Gillars", "description": "Mildred Elizabeth Gillars, nicknamed \"Axis Sally\" along with Rita Zucca, was an American broadcaster employed by Nazi Germany to disseminate Axis propaganda during World War II. Following her capture in post-war Berlin, she became the first woman to be convicted of treason against the United States. In March 1949, she was sentenced to ten to thirty years' imprisonment. She was released in 1961."}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}]}, {"heading": "Births", "year": "1901", "date": "November 29", "txt": "Mildred Harris, American actress (d. 1944)", "entities": [{"title": "Mildred Harris", "href": "/wiki/Mildred_Harris", "description": "Mildred Harris was an American film actress during the early part of the 20th century. Harris began her career in the film industry as a child actress when she was 11 years old. She was also the first wife of Charlie Chaplin."}]}, {"heading": "Births", "year": "1904", "date": "November 29", "txt": "Egon Eiermann, German architect, designed the Kaiser Wilhelm Memorial Church (d. 1970)", "entities": [{"title": "Egon Eiermann", "href": "/wiki/Egon_Eiermann", "description": "Egon Eiermann was one of Germany's most prominent architects in the second half of the 20th century."}, {"title": "Kaiser Wilhelm Memorial Church", "href": "/wiki/Kaiser_Wilhelm_Memorial_Church", "description": "The Kaiser Wilhelm Memorial Church is a Protestant church affiliated with the Evangelical Church in Berlin, Brandenburg and Silesian Upper Lusatia, a regional body of the Evangelical Church in Germany. It is located in Berlin on the Kurfürstendamm in the centre of the Breitscheidplatz."}]}, {"heading": "Births", "year": "1904", "date": "November 29", "txt": "Margaret Barr, Australian choreographer and teacher of dance-drama (d. 1991) ", "entities": []}, {"heading": "Births", "year": "1905", "date": "November 29", "txt": "Marcel Lefebvre, French-Swiss archbishop and theologian (d. 1991)", "entities": [{"title": "Marcel Lefebvre", "href": "/wiki/Marcel_Lefebvre", "description": "Marcel François Marie Joseph Lefebvre was a French Roman Catholic archbishop. In 1970, he founded the Society of Saint Pius X (SSPX) as a small community of seminarians in the village of Écône, Switzerland, with the permission of Bishop François Charrière of Fribourg. In 1975, after a flare of tensions with the Holy See, Lefebvre was ordered to disband the society, but ignored the decision. In 198"}]}, {"heading": "Births", "year": "1906", "date": "November 29", "txt": "Barbara C. Freeman, English writer and poet (b. 1999)", "entities": [{"title": "Barbara C. Freeman", "href": "/wiki/Barbara_C._Freeman", "description": "Barbara Constance Freeman was an English writer and illustrator of books for children and young adults."}]}, {"heading": "Births", "year": "1908", "date": "November 29", "txt": "Adam Clayton Powell, Jr., American pastor and politician (d. 1972)", "entities": [{"title": "Adam Clayton Powell, Jr.", "href": "/wiki/Adam_Clayton_Powell,_Jr.", "description": "Adam Clayton Powell Jr. was an American Baptist pastor and politician who represented the Harlem neighborhood of New York City in the United States House of Representatives from 1945 until 1971. He was the first African-American to be elected from New York to Congress. Re-elected for nearly three decades, Powell became a powerful national politician of the Democratic Party, and served as a nationa"}]}, {"heading": "Births", "year": "1908", "date": "November 29", "txt": "Afet İnan, Turkish historian and sociologist (d. 1985)", "entities": []}, {"heading": "Births", "year": "1910", "date": "November 29", "txt": "Elizabeth Choy, Malaysian-Singaporean educator and politician (d. 2006)", "entities": [{"title": "Elizabeth Choy", "href": "/wiki/Elizabeth_Choy", "description": "Elizabeth Choy Su-Moi, was a Singaporean educator and councillor who is regarded as a war heroine in Singapore. Along with her husband, Choy Khun Heng, she supplied medicine, money and messages to prisoners-of-war interned in Changi Prison when the Japanese occupied Singapore during World War II."}]}, {"heading": "Births", "year": "1910", "date": "November 29", "txt": "Antanas Škėma, Lithuanian actor and director (d. 1961)", "entities": []}, {"heading": "Births", "year": "1915", "date": "November 29", "txt": "Ludu Daw Amar, Burmese journalist and author (d. 2008)", "entities": [{"title": "Ludu Daw Amar", "href": "/wiki/Ludu_Daw_Amar", "description": "Ludu Daw Amar was a well known and respected leading dissident writer and journalist in Mandalay, Burma. She was married to fellow writer and journalist Ludu U Hla and was the mother of popular writer Nyi Pu Lay. She is best known for her outspoken anti-government views and radical left wing journalism besides her outstanding work on traditional Burmese arts, theatre, dance and music, and several "}]}, {"heading": "Births", "year": "1915", "date": "November 29", "txt": "Billy Strayhorn, American pianist and composer (d. 1967)", "entities": []}, {"heading": "Births", "year": "1916", "date": "November 29", "txt": "Fran Ryan, American actress and comedian (d. 2000)", "entities": [{"title": "Fran Ryan", "href": "/wiki/Fran_Ryan", "description": "Fran Mary Ryan was an American character actress featured in television and films. She was born in Los Angeles, California."}]}, {"heading": "Births", "year": "1917", "date": "November 29", "txt": "Pierre Gaspard-Huit, French director and screenwriter (d. 2017)", "entities": [{"title": "Pierre Gaspard-Huit", "href": "/wiki/Pierre_Gaspard-Huit", "description": "Pierre Gaspard-Huit was a French film director and screenwriter. He directed the 1963 film Shéhérazade, which starred Anna Karina. He was once married to actress Claudine Auger when she was 18, and he was 41 years old. She acted in several of his films."}]}, {"heading": "Births", "year": "1917", "date": "November 29", "txt": "Merle Travis, American singer-songwriter and guitarist (d. 1983)", "entities": []}, {"heading": "Births", "year": "1918", "date": "November 29", "txt": "Madeleine L'Engle, American author and poet (d. 2007)", "entities": [{"title": "Madeleine L'Engle", "href": "/wiki/Madeleine_L%27Engle", "description": "Madeleine L'Engle Camp was an American writer of fiction, non-fiction, poetry, and young adult fiction, including A Wrinkle in Time and its sequels: A Wind in the Door, A Swiftly Tilting Planet, Many Waters, and An Acceptable Time. Her works reflect both her Christian faith and her strong interest in modern science."}]}, {"heading": "Births", "year": "1919", "date": "November 29", "txt": "Joe Weider, Canadian-American bodybuilder and publisher, co-founded the International Federation of BodyBuilding & Fitness (d. 2013)", "entities": [{"title": "Joe Weider", "href": "/wiki/Joe_Weider", "description": "Joseph Weider was a Canadian bodybuilder and entrepreneur who co-founded the International Federation of BodyBuilders (IFBB) alongside his brother Ben Weider. He was also the creator of the Mr. Olympia, the Ms. Olympia and the Masters Olympia bodybuilding contests. He was the publisher of several bodybuilding and fitness-related magazines, most notably Muscle & Fitness, Flex, Men's Fitness and Sha"}, {"title": "International Federation of BodyBuilding & Fitness", "href": "/wiki/International_Federation_of_BodyBuilding_%26_Fitness", "description": "The International Federation of Bodybuilding and Fitness (IFBB), headquartered in Las Rozas (Madrid), is an international professional sports governing body for bodybuilding and fitness that oversees many of the sport's major international events, notably the World and Continental Championships."}]}, {"heading": "Births", "year": "1920", "date": "November 29", "txt": "Yegor Ligachyov, Russian engineer and politician", "entities": [{"title": "Yegor Ligachyov", "href": "/wiki/Yegor_Ligachyov", "description": "Yegor Kuzmich Ligachyov is a Soviet and Russian politician who was a high-ranking official in the Communist Party of the Soviet Union (CPSU), and who continued an active political career in post-Soviet Russia."}]}, {"heading": "Births", "year": "1920", "date": "November 29", "txt": "Joseph Shivers, American chemist and academic, developed spandex (d. 2014)", "entities": [{"title": "Spandex", "href": "/wiki/Spandex", "description": "Spandex, Lycra, or elastane is a synthetic fiber known for its exceptional elasticity. It is a polyether-polyurea copolymer that was invented in 1958 by chemist Joseph Shivers at DuPont's Benger Laboratory in Waynesboro, Virginia."}]}, {"heading": "Births", "year": "1921", "date": "November 29", "txt": "Jackie Stallone, American astrologer and a promoter of women's wrestling (d. 2020)", "entities": [{"title": "Jackie Stallone", "href": "/wiki/Jackie_Stallone", "description": "Jacqueline Frances Stallone was an American astrologer, dancer and Gorgeous Ladies of Wrestling's kayfabe promoter. She was the mother of actor Sylvester Stallone, singer Frank Stallone, and actress Toni D'Alto."}]}, {"heading": "Births", "year": "1922", "date": "November 29", "txt": "Michael Howard, English-American historian, author, and academic (d. 2019)", "entities": [{"title": "Michael Howard (historian)", "href": "/wiki/Michael_Howard_(historian)", "description": "Sir Michael Eliot Howard was an English military historian, formerly Chichele Professor of the History of War, Honorary Fellow of All Souls College, Regius Professor of Modern History at the University of Oxford, Robert A. Lovett Professor of Military and Naval History at Yale University, and founder of the Department of War Studies, King's College London. In 1958, he co-founded the International "}]}, {"heading": "Births", "year": "1922", "date": "November 29", "txt": "Minnie Miñoso, Cuban-American baseball player and coach (d. 2015)", "entities": []}, {"heading": "Births", "year": "1923", "date": "November 29", "txt": "Chuck Daigh, American race car driver (b. 2008)", "entities": [{"title": "Chuck Daigh", "href": "/wiki/Chuck_Daigh", "description": "Chuck Daigh was an American racing car driver. He broke into Grand Prix racing through Lance Reventlow's Scarab team, through the virtue of being one of the resident engineers. Born in Long Beach, California, he participated in six World Championship Formula One races, debuting on May 29, 1960 and scoring no championship points. He also participated in one non-Championship Formula One race."}]}, {"heading": "Births", "year": "1924", "date": "November 29", "txt": "Jane Freilicher, American painter and poet (d. 2014)", "entities": [{"title": "Jane Freilicher", "href": "/wiki/Jane_Freilicher", "description": "Jane Freilicher was an American representational painter of urban and country scenes from her homes in lower Manhattan and Water Mill, Long Island. She was a member of the informal New York School beginning in the 1950s, and a muse to several of its poets and writers."}]}, {"heading": "Births", "year": "1924", "date": "November 29", "txt": "Charles E. Mower, American sergeant, Medal of Honor recipient (d. 1944)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1926", "date": "November 29", "txt": "Beji Caid Essebsi, Tunisian lawyer and politician, President of Tunisia (d. 2019)", "entities": [{"title": "Beji Caid Essebsi", "href": "/wiki/Beji_Caid_Essebsi", "description": "Mohamed Beji Caid Essebsi was a Tunisian statesman who was the President of Tunisia from 31 December 2014 until his death on 25 July 2019. Previously, he served as Minister of Foreign Affairs from 1981 to 1986 and as Prime Minister from February 2011 to December 2011."}, {"title": "President of Tunisia", "href": "/wiki/President_of_Tunisia", "description": "The president of Tunisia, formally known as the president of the Republic of Tunisia, is the head of state of Tunisia. Tunisia is a semi-presidential republic, whereby the president is the head of state and the prime minister is head of government. Under Article 77 of the Constitution of Tunisia, the president is also the commander-in-chief of the Tunisian Armed Forces. The current president is Ka"}]}, {"heading": "Births", "year": "1927", "date": "November 29", "txt": "Vin Scully, American sportscaster and game show host", "entities": [{"title": "Vin Scully", "href": "/wiki/Vin_Scully", "description": "Vincent Edward Scully is an American retired sportscaster. He is best known for his 67 seasons calling games for Major League Baseball's Los Angeles Dodgers, beginning in 1950 and ending in 2016. His run constitutes the longest tenure of any broadcaster with a single team in professional sports history, and he is second only to Tommy Lasorda in terms of number of years associated with the Dodgers "}]}, {"heading": "Births", "year": "1928", "date": "November 29", "txt": "Tahir Salahov, Azerbaijani painter and educator", "entities": [{"title": "Tahir Salahov", "href": "/wiki/Tahir_Salahov", "description": "Tahir Salahov is a Soviet, Azerbaijani and Russian painter and draughtsman. First Secretary of the Union of Artists of the USSR (1973–1992), Vice-President of the Russian Academy of Arts, member of over 20 academies and other creative organizations throughout the world, including academies of art of France, Spain, Germany, Austria, etc."}]}, {"heading": "Births", "year": "1928", "date": "November 29", "txt": "Paul Simon, American soldier and politician, 39th Lieutenant Governor of Illinois (d. 2003)", "entities": [{"title": "Lieutenant Governor of Illinois", "href": "/wiki/Lieutenant_Governor_of_Illinois", "description": "The Lieutenant Governor of Illinois is the second highest executive of the State of Illinois. In Illinois, the lieutenant governor and governor run on a joint ticket and are directly elected by popular vote. Until 2014, the lieutenant governor was elected in a separate primary from the governor, but the two formed a single ticket for the general election. Since 2014, the gubernatorial nominee of a"}]}, {"heading": "Births", "year": "1928", "date": "November 29", "txt": "Ernie Vossler, American golfer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1929", "date": "November 29", "txt": "Derek Jameson, English journalist and radio host (d. 2012)", "entities": [{"title": "Derek Jameson", "href": "/wiki/Derek_Jameson", "description": "Derek Jameson was a British tabloid journalist and broadcaster. Beginning his career in the media in 1944 as a messenger at Reuters, he worked his way up to become the editor of several British tabloid newspapers in the 1970s and 1980s. Later, he was a regular broadcaster on BBC Radio 2 for nearly a decade and a half, including an on-air partnership with his third wife Ellen. He was described, whe"}]}, {"heading": "Births", "year": "1929", "date": "November 29", "txt": "Woo Yong-gak, North Korean soldier", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 29", "txt": "Shirley Porter, English politician, Lord Mayor of Westminster", "entities": [{"title": "Shirley Porter", "href": "/wiki/Shirley_Porter", "description": "Shirley Porter, Lady Porter DBE is a British politician who led Westminster City Council in London, representing the Conservative Party. She is the daughter and heiress of Sir Jack Cohen, the founder of Tesco supermarkets. She was appointed Dame Commander of the Order of the British Empire in 1991 by John Major after delivering victory in Westminster for the Conservatives in the 1990 elections but"}, {"title": "List of Lord Mayors of Westminster", "href": "/wiki/List_of_Lord_Mayors_of_Westminster", "description": "This is a list of Mayors and the later Lord Mayors of the City of Westminster."}]}, {"heading": "Births", "year": "1930", "date": "November 29", "txt": "Vladimir Šenauer, Croatian footballer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 29", "txt": "Alan Lee Williams, English academic and politician", "entities": []}, {"heading": "Births", "year": "1931", "date": "November 29", "txt": "Shintaro Katsu, Japanese actor, singer, director, and producer (d. 1997)", "entities": [{"title": "Shintaro Katsu", "href": "/wiki/Shintaro_Katsu", "description": "Shintaro Katsu  was a Japanese actor, singer, producer, and director. He is known for starring in the Akumyo series, the Hoodlum Soldier series, and the Zatoichi series."}]}, {"heading": "Births", "year": "1931", "date": "November 29", "txt": "André Noyelle, Belgian cyclist (d. 2003)", "entities": []}, {"heading": "Births", "year": "1932", "date": "November 29", "txt": "Ed Bickert, Canadian jazz guitarist (d. 2019)", "entities": [{"title": "Ed Bickert", "href": "/wiki/Ed_Bickert", "description": "Edward Isaac Bickert, was a Canadian jazz guitarist."}]}, {"heading": "Births", "year": "1932", "date": "November 29", "txt": "Jacques Chirac, French soldier and politician, 22nd President of France (d. 2019)", "entities": [{"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Births", "year": "1932", "date": "November 29", "txt": "John Gary, American singer and television host (d. 1998)", "entities": []}, {"heading": "Births", "year": "1932", "date": "November 29", "txt": "Fernando Guillén, Spanish actor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1932", "date": "November 29", "txt": "Marc Vaux, English painter", "entities": []}, {"heading": "Births", "year": "1933", "date": "November 29", "txt": "John Mayall, English singer-songwriter, guitarist, and producer", "entities": [{"title": "John Mayall", "href": "/wiki/John_Mayall", "description": "John Mayall, OBE is an English blues singer, guitarist, organist and songwriter, whose musical career spans over sixty years. In the 1960s, he was the founder of John Mayall & the Bluesbreakers, a band which has counted among its members some of the most famous blues and blues rock musicians."}]}, {"heading": "Births", "year": "1933", "date": "November 29", "txt": "James Rosenquist, American painter and illustrator (d. 2017)", "entities": []}, {"heading": "Births", "year": "1934", "date": "November 29", "txt": "Willie Morris, American writer (d. 1999)", "entities": [{"title": "Willie Morris", "href": "/wiki/Willie_Morris", "description": "William Weaks Morris was an American writer and editor born in Jackson, Mississippi, though his family later moved to Yazoo City, Mississippi, which he immortalized in his works of prose. Morris' trademark was his lyrical prose style and reflections on the American South, particularly the Mississippi Delta. In 1967 he became the youngest editor of Harper's Magazine. He wrote several works of ficti"}]}, {"heading": "Births", "year": "1935", "date": "November 29", "txt": "Diane Ladd, American actress", "entities": [{"title": "Diane Ladd", "href": "/wiki/Diane_Ladd", "description": "Diane Ladd is an American actress, film director, producer, and author. She has appeared in over 120 film and television roles. For the 1974 film Alice Doesn't Live Here Anymore, she won the BAFTA Award for Best Actress in a Supporting Role and was nominated for the Academy Award for Best Supporting Actress. She went on to win the Golden Globe Award for Best Supporting Actress on Television for Al"}]}, {"heading": "Births", "year": "1935", "date": "November 29", "txt": "Thomas J. O'Brien, American bishop (d. 2018)", "entities": []}, {"heading": "Births", "year": "1937", "date": "November 29", "txt": "Jan Mangerud, Norwegian geologist and academic", "entities": [{"title": "Jan Mangerud", "href": "/wiki/Jan_Mangerud", "description": "Jan Mangerud is a Norwegian geologist who grew up in Lillestrøm, Akershus, and currently lives in Rådal, Bergen."}]}, {"heading": "Births", "year": "1938", "date": "November 29", "txt": "Kashiwado Tsuyoshi, Japanese sumo wrestler, the 47th Yokozuna (d. 1996)", "entities": [{"title": "Kashiwado Tsuyoshi", "href": "/wiki/Kashiwado_Tsuyoshi", "description": "Kashiwado Tsuyoshi  was a Japanese professional sumo wrestler from Yamagata Prefecture. He was the sport's 47th yokozuna, fighting at the sport's highest rank from 1961 to 1969. After his retirement he became an elder of the Japan Sumo Association and ran his own training stable from 1970 until his death."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1939", "date": "November 29", "txt": "Peter Bergman, American comedian, actor and screenwriter (d. 2012)", "entities": [{"title": "Peter Bergman (comedian)", "href": "/wiki/Peter_Bergman_(comedian)", "description": "Peter Paul Bergman was an American writer and comedian, best known as the founder of the Firesign Theatre. He played Lt. Bradshaw in the Nick Danger series."}]}, {"heading": "Births", "year": "1939", "date": "November 29", "txt": "Meco, American record producer and musician", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 29", "txt": "Denny Doherty, Canadian singer-songwriter (d. 2007)", "entities": [{"title": "Denny Doherty", "href": "/wiki/Denny_Doherty", "description": "Dennis Gerrard Stephen \"Denny\" Doherty was a Canadian musician, singer, songwriter and actor. He was best known as a founding member of the 1960s musical group the Mamas and the Papas."}]}, {"heading": "Births", "year": "1940", "date": "November 29", "txt": "Oscar Espinosa Chepe, Cuban-Spanish economist and journalist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 29", "txt": "Chuck Mangione, American horn player and composer", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 29", "txt": "Janet Smith, English lawyer and judge", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 29", "txt": "Henry T. Yang, Taiwanese/Chinese-American engineer and academic", "entities": []}, {"heading": "Births", "year": "1941", "date": "November 29", "txt": "Bill Freehan, American baseball player, coach, and sportscaster", "entities": [{"title": "Bill Freehan", "href": "/wiki/Bill_Freehan", "description": "William Ashley Freehan is an American former professional baseball player. He played his entire 15-year Major League Baseball career as a catcher for the Detroit Tigers. The premier catcher in the American League for several years from the 1960s into the early 1970s, he was named an All-Star in each of the 11 seasons in which he caught at least 75 games, and was the MVP runner-up for the 1968 Worl"}]}, {"heading": "Births", "year": "1941", "date": "November 29", "txt": "Roberto Rodríguez, Venezuelan baseball player and coach (d. 2012)", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 29", "txt": "Felix Cavaliere, American singer-songwriter, pianist, and producer", "entities": [{"title": "Felix Cavaliere", "href": "/wiki/Felix_Cavaliere", "description": "Felix Cavaliere is an American singer, songwriter, record producer, and musician."}]}, {"heading": "Births", "year": "1942", "date": "November 29", "txt": "Michael Craze, British actor (d. 1998)", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 29", "txt": "Ann Dunham, American anthropologist and academic (d. 1995)", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 29", "txt": "Maggie Thompson, American author and critic", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 29", "txt": "John Grillo, English actor and playwright", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 29", "txt": "Janet Holmes à Court, Australian businesswoman and philanthropist", "entities": [{"title": "Janet Holmes à Court", "href": "/wiki/Janet_Holmes_%C3%A0_Court", "description": "Janet Holmes à Court, AC, HonFAHA, HonFAIB is an Australian businesswoman and one of Australia's wealthiest women. She is the Chairman of one of Australia's largest private companies, Heytesbury Pty Ltd, having turned around its fortunes after the death of her husband Robert Holmes à Court in 1990. She retained full ownership of the Heytesbury Group of companies until 2008 when her son, Peter Holm"}]}, {"heading": "Births", "year": "1943", "date": "November 29", "txt": "Bobbi Martin, American singer-songwriter and guitarist (d. 2000)", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 29", "txt": "Sue Miller, American novelist and short story writer", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 29", "txt": "Csaba Pléh, Hungarian psychologist and linguist", "entities": [{"title": "Csaba Pléh", "href": "/wiki/Csaba_Pl%C3%A9h", "description": "Csaba Pléh is a Hungarian psychologist and linguist, professor at the Department of Cognitive Science, Budapest University of Technology and Economics."}]}, {"heading": "Births", "year": "1946", "date": "November 29", "txt": "Brian Cadd, Australian singer-songwriter, keyboard player and producer", "entities": [{"title": "Brian Cadd", "href": "/wiki/Brian_Cadd", "description": "Brian George Cadd AM is an Australian singer-songwriter, keyboardist, producer and record label founder, a staple of Australian entertainment for over 50 years. As well as working internationally throughout Europe and the United States, he has performed as a member of numerous bands including The Groop, Axiom, The Bootleg Family Band and in America with Flying Burrito Brothers before carving out a"}]}, {"heading": "Births", "year": "1946", "date": "November 29", "txt": "Suzy Chaffee, American skier", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 29", "txt": "Silvio Rodríguez, Cuban singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 29", "txt": "Petra Kelly, German activist and politician (d. 1992)", "entities": [{"title": "Petra Kelly", "href": "/wiki/Petra_Kelly", "description": "Petra Karin Kelly was a German Green politician and ecofeminist activist. She was a founding member of the German Green Party, the first Green party to rise to prominence both nationally in Germany and worldwide. In 1982, she was awarded the Right Livelihood Award for \"forging and implementing a new vision uniting ecological concerns with disarmament, social justice and human rights.\""}]}, {"heading": "Births", "year": "1947", "date": "November 29", "txt": "Ronnie Montrose, American singer-songwriter, guitarist, and producer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 29", "txt": "Yōichi Masuzoe, Japanese politician", "entities": [{"title": "Yōichi Masuzoe", "href": "/wiki/Y%C5%8Dichi_Masuzoe", "description": "Yōichi Masuzoe  is a Japanese politician who was elected to the position of governor of Tokyo in 2014 and resigned in June 2016 due to the misuse of public funds. He was previously a member of the Japanese House of Councillors and the Japanese Minister of Health, Labor, and Welfare. Before entering politics, he became well known in Japan as a television commentator on political issues."}]}, {"heading": "Births", "year": "1949", "date": "November 29", "txt": "Yvon Labre, Canadian ice hockey player", "entities": [{"title": "Yvon Labre", "href": "/wiki/Yvon_Labre", "description": "Yvon Jules Labre is a Canadian former professional ice hockey player."}]}, {"heading": "Births", "year": "1949", "date": "November 29", "txt": "Jerry Lawler, American wrestler and sportscaster", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 29", "txt": "Dutch Mantel, American wrestler and manager", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 29", "txt": "Garry Shandling, American comedian, actor, and screenwriter (d. 2016)", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 29", "txt": "Steve Smith, American lawyer and politician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 29", "txt": "Kevin O'Donnell, Jr., American author (d. 2012)", "entities": [{"title": "Kevin O'Donnell, Jr.", "href": "/wiki/Kevin_O%27Donnell,_Jr.", "description": "Kevin O'Donnell Jr. was an American science fiction author. He was the son of Kevin O'Donnell, who served as director of Peace Corps in 1971–72."}]}, {"heading": "Births", "year": "1951", "date": "November 29", "txt": "Carl Finch, American polka musician, songwriter, and record producer", "entities": [{"title": "Carl Finch", "href": "/wiki/Carl_Finch", "description": "Carl Finch is a guitarist, keyboardist, accordionist, vocalist, songwriter, and record producer who co-founded the Grammy-winning polka/dance band Brave Combo in 1979 in Denton, Texas."}]}, {"heading": "Births", "year": "1951", "date": "November 29", "txt": "Barry Goudreau, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 29", "txt": "Roger Troutman, American singer-songwriter and producer  (d. 1999)", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 29", "txt": "Don Walker, Australian singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 29", "txt": "Jeff Fahey, American actor and producer", "entities": [{"title": "Jeff Fahey", "href": "/wiki/Jeff_Fahey", "description": "Jeffrey David Fahey is an American film and television actor. He has portrayed Captain Frank Lapidus on the ABC series Lost and the title role of Deputy Marshal Winston MacBride on The Marshal."}]}, {"heading": "Births", "year": "1952", "date": "November 29", "txt": "Dusty Hare, English rugby player and cricketer", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 29", "txt": "Jackie French, Australian author", "entities": [{"title": "Jackie French", "href": "/wiki/Jackie_French", "description": "Jacqueline French is an Australian author who has written over 140 books and has won more than 60 national and international awards. She is considered one of Australia's most popular and awarded children's authors, writing across a number of children's genres including picture books, history, fantasy and history fiction."}]}, {"heading": "Births", "year": "1953", "date": "November 29", "txt": "Vlado Kreslin, Slovenian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 29", "txt": "Huub Stevens, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 29", "txt": "Joel Coen, American director, producer, and screenwriter", "entities": [{"title": "Joel Coen", "href": "/wiki/Joel_Coen", "description": "Joel Coen and Ethan Coen, collectively referred to as the Coen Brothers, are American film directors, producers, screenwriters, and editors. Their films span many genres and styles, which they frequently subvert or parody. Their most acclaimed works include: Raising Arizona (1987), Miller's Crossing (1990), Fargo (1996), The Big Lebowski (1998), O Brother, Where Art Thou? (2000), No Country for Ol"}]}, {"heading": "Births", "year": "1954", "date": "November 29", "txt": "Steve Rogers, Australian rugby player and coach (d. 2006)", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 29", "txt": "Howie Mandel, Canadian comedian, actor, and television host", "entities": [{"title": "Howie Mandel", "href": "/wiki/Howie_Mandel", "description": "Howard Michael Mandel is a Canadian comedian, television personality, screenwriter, actor, producer, director, entrepreneur, game show host, and author. He hosted the CNBC game show Deal or No Deal, as well as the show's daytime and Canadian-English counterparts. Mandel voiced the pop culture character Gizmo in the 1984 film Gremlins and the 1990 sequel Gremlins 2: The New Batch. In 1987, Mandel s"}]}, {"heading": "Births", "year": "1956", "date": "November 29", "txt": "Hinton Battle, German-American actor, dancer, and choreographer", "entities": [{"title": "Hinton Battle", "href": "/wiki/Hinton_Battle", "description": "Hinton Battle is an American actor, singer, dancer, and dance instructor. He has won three Tony Awards, all in the category of Featured Actor in a Musical. He was the first to portray the Scarecrow in the stage version of The Wiz."}]}, {"heading": "Births", "year": "1956", "date": "November 29", "txt": "Yvonne Fovargue, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 29", "txt": "Eric Laakso, American football player (d. 2010)", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 29", "txt": "Katrin Saks, Estonian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 29", "txt": "Jennifer Batten, American guitarist, songwriter, and producer", "entities": [{"title": "Jennifer Batten", "href": "/wiki/Jennifer_Batten", "description": "Jennifer Batten is an American guitarist who has worked as a session musician and solo artist. From 1987 to 1997 she played on all three of Michael Jackson's world tours, and from 1999 to 2001 she toured and recorded with Jeff Beck."}]}, {"heading": "Births", "year": "1957", "date": "November 29", "txt": "Janet Napolitano, American lawyer, academic, and politician, 3rd United States Secretary of Homeland Security", "entities": [{"title": "United States Secretary of Homeland Security", "href": "/wiki/United_States_Secretary_of_Homeland_Security", "description": "The United States secretary of homeland security is the head of the United States Department of Homeland Security, the federal department tasked with ensuring public safety in the United States. The secretary is a member of the Cabinet of the United States. The position was created by the Homeland Security Act following the attacks of September 11, 2001."}]}, {"heading": "Births", "year": "1957", "date": "November 29", "txt": "Matthew Rubel, American businessman", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 29", "txt": "Mario Salieri, Italian director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 29", "txt": "Michael Dempsey, Zimbabwean-English bass player", "entities": [{"title": "Michael Dempsey", "href": "/wiki/Michael_Dempsey", "description": "Michael Stephen Dempsey is an English musician and composer, who has played bass as a member of several post-punk and new wave bands, including the Cure and the Associates."}]}, {"heading": "Births", "year": "1958", "date": "November 29", "txt": "John Dramani Mahama, Ghanaian historian and politician, 4th President of Ghana", "entities": [{"title": "President of Ghana", "href": "/wiki/President_of_Ghana", "description": "The president of the Republic of Ghana is the elected head of state and head of government of Ghana, as well as commander-in-chief of the Ghana Armed Forces. The current president of Ghana is Nana Addo Dankwa Akufo-Addo, who won the 2020 presidential election against former president, John Dramani Mahama, by a margin of 4.23%. He was sworn into office for his second term on 7th of January 2021."}]}, {"heading": "Births", "year": "1959", "date": "November 29", "txt": "Richard Borcherds, South African-English mathematician and academic", "entities": [{"title": "Richard Borcherds", "href": "/wiki/Richard_Borcherds", "description": "Richard Ewen Borcherds is a British mathematician currently working in quantum field theory. He is known for his work in lattices, group theory, and infinite-dimensional algebras, for which he was awarded the Fields Medal in 1998."}]}, {"heading": "Births", "year": "1959", "date": "November 29", "txt": "Neal Broten, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 29", "txt": "Rich Camarillo, American football player and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 29", "txt": "Rahm Emanuel, American businessman and politician, 44th Mayor of Chicago", "entities": [{"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Births", "year": "1960", "date": "November 29", "txt": "Marco Bucci, Italian discus thrower (d. 2013)", "entities": [{"title": "Marco Bucci", "href": "/wiki/Marco_Bucci", "description": "Marco Bucci was an Italian discus thrower. He won one medal, at senior level, at the 1983 Summer Universiade."}]}, {"heading": "Births", "year": "1960", "date": "November 29", "txt": "Howard Johnson, American baseball player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 29", "txt": "Cathy Moriarty, American actress", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 29", "txt": "Ronny Jordan, English singer-songwriter and guitarist (d. 2014)", "entities": [{"title": "Ronny Jordan", "href": "/wiki/Ronny_Jordan", "description": "Robert Laurence Albert Simpson, known professionally as Ronny Jordan was a British guitarist and part of the acid jazz movement at the end of the twentieth century. Jordan described his music as \"urban jazz\", a blend of jazz, hip-hop, and R&B."}]}, {"heading": "Births", "year": "1962", "date": "November 29", "txt": "Andrew McCarthy, American actor and director", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 29", "txt": "Michael Veitch, Australian comedian and actor", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 29", "txt": "Will Downing, American singer-songwriter and producer", "entities": [{"title": "Will Downing", "href": "/wiki/Will_Downing", "description": "Wilfred \"Will\" Downing is an American singer and songwriter. He is married to singer Audrey Wheeler, who was a member of the R&B group Unlimited Touch."}]}, {"heading": "Births", "year": "1963", "date": "November 29", "txt": "Lalit Modi, Indian businessman", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 29", "txt": "Don Cheadle, American actor and producer", "entities": [{"title": "Don Cheadle", "href": "/wiki/Don_Cheadle", "description": "Donald Frank Cheadle Jr. is an American actor and filmmaker. Following early roles in Hamburger Hill (1987), and as the gangster \"Rocket\" in the film Colors (1988), Cheadle built his career in the 1990s with roles in Devil in a Blue Dress (1995), Rebound: The Legend of Earl 'The Goat' Manigault (1996), Rosewood (1997), and Boogie Nights (1997). His collaboration with director Steven Soderbergh res"}]}, {"heading": "Births", "year": "1964", "date": "November 29", "txt": "Ken Monkou, Surinamese-Dutch footballer", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 29", "txt": "Lauren Child, English author", "entities": [{"title": "Lauren Child", "href": "/wiki/Lauren_Child", "description": "Lauren Child is an English children's author and illustrator. She is known for her book series, such as the Charlie and Lola picture books, the Clarice Bean series and the Ruby Redfort novel series. Influences include E. H. Shepard, Quentin Blake, Carl Larsson, and Ludwig Bemelmans."}]}, {"heading": "Births", "year": "1965", "date": "November 29", "txt": "Ellen Cleghorne, American comedian and actress", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 29", "txt": "Yutaka Ozaki, Japanese poet and pianist (d. 1992)", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 29", "txt": "Hayabusa, Japanese wrestler (d. 2016)", "entities": [{"title": "Hayabusa (wrestler)", "href": "/wiki/Hayabusa_(wrestler)", "description": "Eiji Ezaki  was a Japanese professional wrestler, stage actor, musician and professional wrestling promoter, better known under the ring name Hayabusa . He was best known for his time with Frontier Martial-Arts Wrestling (FMW), where he primarily wrestled throughout his career and was the franchise player of the company between 1995 and 2001."}]}, {"heading": "Births", "year": "1968", "date": "November 29", "txt": "Jonathan Knight, American singer-songwriter and dancer", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 29", "txt": "Kasey Keller, American soccer player, manager, and sportscaster", "entities": [{"title": "Kasey Keller", "href": "/wiki/Kasey_Keller", "description": "Kasey Christopher Keller is an American former soccer player who played professionally in Europe and the United States, as well as being the starting goalkeeper for the U.S. national team. He is a four-time FIFA World Cup participant and was the first American goalkeeper to become a regular in the German Bundesliga, the English Premier League, and the Spanish La Liga."}]}, {"heading": "Births", "year": "1969", "date": "November 29", "txt": "Mariano Rivera, Panamanian-American baseball player", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 29", "txt": "Pierre van Hooijdonk, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 29", "txt": "Tomas Brolin, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 29", "txt": "Larry Joe Campbell, American actor and director", "entities": [{"title": "Larry Joe Campbell", "href": "/wiki/Larry_Joe_Campbell", "description": "Lawrence Joseph Campbell is an American actor and comedian best known for his role as Andy on the ABC sitcom According to Jim."}]}, {"heading": "Births", "year": "1970", "date": "November 29", "txt": "Mark Pembridge, Welsh footballer and coach", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 29", "txt": "Ryu Seung-ryong, South Korean actor", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 29", "txt": "Brad May, Canadian ice hockey player and sportscaster", "entities": [{"title": "Brad May", "href": "/wiki/Brad_May", "description": "Bradley Scott May is a Canadian retired professional ice hockey player who played in the National Hockey League (NHL). In the 2006–07 season he won the Stanley Cup as a member of the Anaheim Ducks. He currently works with the Vegas Golden Knights broadcast team and as an NHL analyst with AT&T SportsNet Rocky Mountain. May was born in Toronto, Ontario, but grew up in Markham, Ontario."}]}, {"heading": "Births", "year": "1972", "date": "November 29", "txt": "Willie Bain, Scottish academic and politician", "entities": [{"title": "Willie Bain", "href": "/wiki/Willie_Bain", "description": "William Thomas Bain is a Scottish Labour Party politician who was the Member of Parliament for Glasgow North East from 2009 to 2015."}]}, {"heading": "Births", "year": "1972", "date": "November 29", "txt": "Brian Baumgartner, American actor and producer", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 29", "txt": "Jamal Mashburn, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 29", "txt": "Roger Shah, German electronic music producer", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 29", "txt": "Minoru Tanaka, Japanese wrestler and boxer", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 29", "txt": "Ryan Giggs, Welsh footballer and manager", "entities": [{"title": "Ryan Giggs", "href": "/wiki/Ryan_Giggs", "description": "Ryan Joseph Giggs is a Welsh football coach and former player. He is the manager of the Wales national team and a co-owner of Salford City. Giggs played his entire professional career for Manchester United and briefly served as the club's interim manager after the sacking of David Moyes in April 2014. Giggs is regarded as one of the greatest players of his generation."}]}, {"heading": "Births", "year": "1973", "date": "November 29", "txt": "Sarah Jones, American actress and playwright", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 29", "txt": "Pavol Demitra, Slovak ice hockey player (d. 2011)", "entities": [{"title": "Pavol Demitra", "href": "/wiki/Pavol_Demitra", "description": "Pavol Demitra was a Slovak professional ice hockey player. He played nineteen seasons of professional hockey, for teams in the Czechoslovak First Ice Hockey League (CSL), National Hockey League (NHL), Slovak Extraliga (SVK), and Kontinental Hockey League (KHL). A skilled offensive player, Demitra was a top-line forward throughout his career."}]}, {"heading": "Births", "year": "1975", "date": "November 29", "txt": "Andreas Ioannides, Cypriot footballer", "entities": [{"title": "Andreas Ioannides", "href": "/wiki/Andreas_Ioannides", "description": "Andreas Ioannides is a Cypriot midfielder who played for Nea Salamina of Cyprus. He can play as defender."}]}, {"heading": "Births", "year": "1976", "date": "November 29", "txt": "Chris Akins, American football player", "entities": [{"title": "Chris Akins", "href": "/wiki/Chris_Akins", "description": "Christopher Drew Akins is a former American football safety in the National Football League for the Dallas Cowboys, Green Bay Packers, Cleveland Browns, New England Patriots and Miami Dolphins. He played college football at the University of Arkansas at Pine Bluff."}]}, {"heading": "Births", "year": "1976", "date": "November 29", "txt": "Chadwick Boseman, American actor (d. 2020)", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 29", "txt": "Lindsay Benko, American swimmer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 29", "txt": "Anna Faris, American actress", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 29", "txt": "Michalis Kakiouzis, Greek basketball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 29", "txt": "Eddie Howe, English footballer and manager", "entities": [{"title": "Eddie Howe", "href": "/wiki/Eddie_Howe", "description": "Edward John Frank Howe is an English professional football manager and former player. Taking charge of Bournemouth on the brink of relegation from the Football League in 2008, Howe subsequently guided the club from the bottom of League Two to the Premier League for the first time in the club's history, being named Football League Manager of the Decade in 2015 following three promotions over a seve"}]}, {"heading": "Births", "year": "1977", "date": "November 29", "txt": "Younis Khan, Pakistani cricketer", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 29", "txt": "Maria Petrova, Russian figure skater", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 29", "txt": "Alessandro Fei, Italian volleyball player", "entities": [{"title": "Alessandro Fei (volleyball)", "href": "/wiki/Alessandro_Fei_(volleyball)", "description": "Alessandro Fei is an Italian men's volleyball player, a member of Italy men's national volleyball team and Italian club Ninfa Latina. Fei was a silver and bronze medalist at the Olympic Games, World Champion 1998, European Champion, silver medalist of the European Championship 2001, medalist of the World League, CEV Champions League winner, three-time CEV Cup winner, Challenge Cup winner, four-tim"}]}, {"heading": "Births", "year": "1978", "date": "November 29", "txt": "Dimitrios Konstantopoulos, Greek footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 29", "txt": "Adam Barrett, English footballer", "entities": [{"title": "Adam Barrett", "href": "/wiki/Adam_Barrett", "description": "Adam Nicholas Barrett is an English former professional footballer who played as a central defender. During his career, which lasted from 1998 to 2017, he made 647 appearances in the Football League, including 308 for Southend United. He is currently a first team coach at Millwall."}]}, {"heading": "Births", "year": "1979", "date": "November 29", "txt": "Francis Beltrán, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 29", "txt": "The Game, American rapper", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 29", "txt": "Neal Horgan, American-Irish footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 29", "txt": "P. J. Fleck, American football player and coach", "entities": [{"title": "P. J. Fleck", "href": "/wiki/P._J._Fleck", "description": "Philip John Fleck Jr. is an American football coach and former player. He is currently the head coach for the Minnesota Golden Gophers football team. He is the former head coach of the Western Michigan Broncos football team. Fleck played as a wide receiver for Northern Illinois University from 1999 to 2003 and with the San Francisco 49ers of the National Football League (NFL) from 2004 to 2005."}]}, {"heading": "Births", "year": "1980", "date": "November 29", "txt": "Janina Gavankar, American actress and singer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 29", "txt": "Jason Griffith, American voice actor and actor", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 29", "txt": "Chun Jung-myung, South Korean actor", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 29", "txt": "Ilias Kasidiaris, Greek soldier and politician", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 29", "txt": "Fawad Khan, Pakistani actor, model and singer", "entities": [{"title": "Fawad Khan", "href": "/wiki/Fawad_Khan", "description": "Fawad Afzal Khan is a Pakistani actor, producer, screenwriter, model and singer. He has received several awards, including a Filmfare Award, three Lux Style Awards and six Hum Awards."}]}, {"heading": "Births", "year": "1983", "date": "November 29", "txt": "Tanner Glass, Canadian ice hockey player", "entities": [{"title": "Tanner Glass", "href": "/wiki/Tanner_Glass", "description": "Tanner Glass is a Canadian former professional ice hockey winger. Known as a physical player, he played in the National Hockey League (NHL) for the Florida Panthers, Vancouver Canucks, Winnipeg Jets, Pittsburgh Penguins, New York Rangers and Calgary Flames. During the 2012 NHL Lockout, he played for HC ’05 Banská Bystrica in the Slovak Extraliga and he also had a spell with Boxers de Bordeaux of t"}]}, {"heading": "Births", "year": "1983", "date": "November 29", "txt": "Jennifer Oeser, German heptathlete", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 29", "txt": "Aylin Tezel, German actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 29", "txt": "Ji Hyun-woo, South Korean actor and guitarist", "entities": [{"title": "Ji Hyun-woo", "href": "/wiki/Ji_Hyun-woo", "description": "Ji Hyun-woo is a South Korean actor and musician. He was formerly the lead guitarist for Korean indie rock band The Nuts and is best known for his leading role in the cable TV series Queen and I (2012)."}]}, {"heading": "Births", "year": "1984", "date": "November 29", "txt": "Katlego Mphela, South African footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 29", "txt": "Evangelia Aravani, Greek model", "entities": [{"title": "Evangelia Aravani", "href": "/wiki/Evangelia_Aravani", "description": "Evangelia Aravani is a Greek fashion model and tv presenter. In 2005, Aravani won the title of Miss Star Hellas and then was chosen to represent Greece at the Miss Universe 2005 pageant where she placed 11th. In 2006, Aravani continued to pursue a modeling career and appeared on the covers of numerous fashion magazines.\nAravani was a special guest at the official Cypriot beauty contest, whose winn"}]}, {"heading": "Births", "year": "1985", "date": "November 29", "txt": "Shannon Brown, American basketball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 29", "txt": "Stephen O'Halloran, Irish footballer", "entities": [{"title": "Stephen O'Halloran", "href": "/wiki/Stephen_O%27Halloran", "description": "Stephen Edward O'Halloran is an Irish footballer who plays as a defender for Stalybridge Celtic."}]}, {"heading": "Births", "year": "1987", "date": "November 29", "txt": "Sandro Wagner, German footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 29", "txt": "Dana Brooke, American wrestler and bodybuilder", "entities": [{"title": "Dana Brooke", "href": "/wiki/Dana_Brooke", "description": "Ashley Mae Sebera is an American professional wrestler, gymnast, bodybuilder, fitness competitor, and model. She is signed to WWE, where she performs on the Raw brand under the ring name Dana Brooke."}]}, {"heading": "Births", "year": "1988", "date": "November 29", "txt": "Lee Hyun-ho, South Korean footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 29", "txt": "Russell Wilson, American football player", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 29", "txt": "Sheldon Richardson, American football player", "entities": [{"title": "Sheldon Richardson", "href": "/wiki/Sheldon_Richardson", "description": "Sheldon Adam Richardson is an American football defensive tackle who is a free agent. He played college football at Missouri, and was drafted by the New York Jets in the first round of the 2013 NFL Draft. Richardson has also played for the Seattle Seahawks, Minnesota Vikings, and Cleveland Browns."}]}, {"heading": "Births", "year": "1991", "date": "November 29", "txt": "Terunofuji Haruo, Mongolian sumo wrestler", "entities": [{"title": "Terunofuji Haruo", "href": "/wiki/Terunofuji_Haruo", "description": "Terunofuji Haruo  is a Mongolian professional sumo wrestler from Ulaanbaatar who wrestles for the Isegahama stable. He entered sumo in January 2011, and took the second division jūryō championship in his debut as a sekitori in September 2013. He took the top makuuchi division championship in May 2015, only 25 tournaments after his professional debut, which is third behind the renowned Asashōryū an"}]}, {"heading": "Births", "year": "1993", "date": "November 29", "txt": "Stefon Diggs, American football player", "entities": [{"title": "Stefon Diggs", "href": "/wiki/Stefon_Diggs", "description": "Stefon Mar'sean Diggs is an American football wide receiver for the Buffalo Bills of the National Football League (NFL). He played college football at Maryland, and was drafted by the Minnesota Vikings in the fifth round of the 2015 NFL Draft."}]}, {"heading": "Births", "year": "1994", "date": "November 29", "txt": "Shaun Lane, Australian rugby league player", "entities": [{"title": "Shaun Lane", "href": "/wiki/Shaun_Lane", "description": "Shaun Lane is an Australian professional rugby league footballer who plays as second-row forward for the Parramatta Eels in the NRL."}]}, {"heading": "Births", "year": "1995", "date": "November 29", "txt": "Karl Lawton, Australian rugby league player", "entities": [{"title": "Karl Lawton", "href": "/wiki/Karl_Lawton", "description": "Karl Lawton is an Australian professional rugby league footballer who plays as a hooker for the Manly-Warringah Sea Eagles in the NRL."}]}, {"heading": "Births", "year": "1995", "date": "November 29", "txt": "Siobhan-Marie O'Connor, English swimmer", "entities": []}, {"heading": "Births", "year": "1995", "date": "November 29", "txt": "Yūka Sugai, Japanese idol", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 29", "txt": "Ye Qiuyu, Chinese tennis player", "entities": [{"title": "Ye Qiuyu", "href": "/wiki/Ye_Qiuyu", "description": "Ye Qiuyu is a Chinese tennis player."}]}, {"heading": "Deaths", "year": "521", "date": "November 29", "txt": "Jacob of Serugh, Syrian poet and theologian (b. 451)", "entities": [{"title": "Jacob of Serugh", "href": "/wiki/Jacob_of_Serugh", "description": "Jacob of Sarug, also called Mar Jacob, was one of the foremost Syriac poet-theologians, perhaps only second in stature to Ephrem the Syrian and equal to Narsai. Where his predecessor Ephrem is known as the 'Harp of the Spirit', Jacob is the 'Flute of the Spirit' in the Antiochene Syriac Christianity. He is best known for his prodigious corpus of more than seven-hundred verse homilies, or mêmrê, of"}]}, {"heading": "Deaths", "year": "524", "date": "November 29", "txt": "Ahkal Mo' Naab' I, ruler of Palenque (b. 465)", "entities": [{"title": "Ahkal Mo' Naab' I", "href": "/wiki/Ahkal_Mo%27_Naab%27_I", "description": "Ahkal Moʼ Nahb I, also known as Chaacal and Akul Anab I,, was an ajaw of the Maya city of Palenque. He ruled from June 5, 501 AD to his death."}]}, {"heading": "Deaths", "year": "561", "date": "November 29", "txt": "Chlothar I, Frankish king (b. 497)", "entities": [{"title": "Chlothar I", "href": "/wiki/Chlothar_I", "description": "Chlothar I was a king of the Franks of the Merovingian dynasty and one of the four sons of Clovis I."}]}, {"heading": "Deaths", "year": "835", "date": "November 29", "txt": "Muhammad al-Jawad, The ninth of the Twelve Imams (b. 811)", "entities": [{"title": "Muhammad al-Jawad", "href": "/wiki/Muhammad_al-Jawad", "description": "Muhammad ibn Ali al-Jawwad was the ninth of the Twelve Imams after his father Ali al-Ridha and before his son Ali al-Hadi. He was known as al-Jawād and al-Taqī, but also called Abu Jaʿfar al-Ṯāni, Ibn al-Ridha. His mother, Sabika(or Ḵayzarān), was a slave girl from Nubia from the family of Maria al-Qibtiyya, who was the slave mother of Muhammad's young son Ibrahim."}, {"title": "Twelve Imams", "href": "/wiki/Twelve_Imams", "description": "The Twelve Imams are the spiritual and political successors to the Islamic prophet Muhammad in the Twelver branch of Shia Islam, including that of the Alawite and Alevi."}]}, {"heading": "Deaths", "year": "997", "date": "November 29", "txt": "Seongjong, Korean king (b. 961)", "entities": [{"title": "Seongjong of Goryeo", "href": "/wiki/Seongjong_of_Goryeo", "description": "Seongjong of Goryeo was the sixth ruler of the medieval Korean kingdom of Goryeo."}]}, {"heading": "Deaths", "year": "999", "date": "November 29", "txt": "Li Chun'an, Chinese merchant (b. 921)", "entities": [{"title": "Li Chun'an", "href": "/wiki/Li_Chun%27an", "description": "Hiển Khánh Vương was the father of Lý Thái Tổ. Very little is known about him, as not much was recorded about him historically; even his real name remains unknown."}]}, {"heading": "Deaths", "year": "1039", "date": "November 29", "txt": "Adalbero, duke of Carinthia (b. 980)", "entities": [{"title": "Adalbero, Duke of Carinthia", "href": "/wiki/Adalbero,_Duke_of_Carinthia", "description": "Adalbero of Eppenstein was Duke of Carinthia and Margrave of Verona from 1011 or 1012 until 1035."}]}, {"heading": "Deaths", "year": "1253", "date": "November 29", "txt": "Otto II, duke of Bavaria (b. 1206)", "entities": [{"title": "Otto II, Duke of Bavaria", "href": "/wiki/Otto_II,_Duke_of_Bavaria", "description": "Otto II of Bavaria known as Otto the Illustrious was the Duke of Bavaria and Count Palatine of the Rhine. He was the son of Louis I and Ludmilla of Bohemia and a member of the Wittelsbach dynasty."}]}, {"heading": "Deaths", "year": "1268", "date": "November 29", "txt": "Clement IV, pope of the Catholic Church (b. 1190)", "entities": [{"title": "Pope Clement IV", "href": "/wiki/Pope_Clement_IV", "description": "Pope Clement IV, born Gui Foucois and also known as Guy le Gros, was bishop of Le Puy (1257–1260), archbishop of Narbonne (1259–1261), cardinal of Sabina (1261–1265), and bishop of Rome from 5 February 1265 until his death. His election as pope occurred at a conclave held at Perugia that lasted four months while cardinals argued over whether to call in Charles I of Anjou, the youngest brother of L"}]}, {"heading": "Deaths", "year": "1314", "date": "November 29", "txt": "Philip IV, king of France (b. 1268)", "entities": [{"title": "Philip IV of France", "href": "/wiki/Philip_IV_of_France", "description": "Philip IV, called Philip the Fair, was King of France from 1285 to 1314. By virtue of his marriage with Joan I of Navarre, he was also King of Navarre as Philip I from 1284 to 1305, as well as Count of Champagne. Although Philip was known as handsome, hence the epithet le Bel, his rigid and inflexible personality gained him other nicknames, such as the Iron King. His fierce opponent Bernard Saisse"}]}, {"heading": "Deaths", "year": "1330", "date": "November 29", "txt": "Roger Mortimer, 1st Earl of March, English soldier and politician, Lord Lieutenant of Ireland (b. 1287)", "entities": [{"title": "Roger Mortimer, 1st Earl of March", "href": "/wiki/Roger_Mortimer,_1st_Earl_of_March", "description": "Roger Mortimer, 3rd Baron Mortimer, 1st Earl of March, was an English nobleman and powerful Marcher lord who gained many estates in the Welsh Marches and Ireland following his advantageous marriage to the wealthy heiress Joan de Geneville, 2nd Baroness Geneville. In November 1316, he was appointed Lord Lieutenant of Ireland. He was imprisoned in the Tower of London in 1322 for having led the March"}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Deaths", "year": "1342", "date": "November 29", "txt": "Michael of Cesena, Italian general, priest, and theologian (b. 1270)", "entities": [{"title": "Michael of Cesena", "href": "/wiki/Michael_of_Cesena", "description": "Michael of Cesena was an Italian Franciscan, minister-general of that Order, and theologian. His advocacy of Evangelical poverty brought him into conflict with Pope John XXII."}]}, {"heading": "Deaths", "year": "1378", "date": "November 29", "txt": "Charles IV, Holy Roman Emperor (b. 1316)", "entities": [{"title": "Charles IV, Holy Roman Emperor", "href": "/wiki/Charles_IV,_Holy_Roman_Emperor", "description": "Charles IV, born Wenceslaus, King of Bohemia and Holy Roman Emperor, had a long and successful reign. The empire he ruled from Prague expanded, and his subjects lived in peace and prosperity. When the Emperor died, the whole empire mourned. More than 7,000 people accompanied him on his last procession."}]}, {"heading": "Deaths", "year": "1396", "date": "November 29", "txt": "Robert Ferrers, 3rd Baron Ferrers of Wemme, English nobleman (b. 1373)", "entities": [{"title": "Robert Ferrers, 3rd Baron Ferrers of Wemme", "href": "/wiki/Robert_Ferrers,_3rd_Baron_Ferrers_of_Wemme", "description": "Robert Ferrers of Wem. He was born in Willisham, Suffolk."}]}, {"heading": "Deaths", "year": "1463", "date": "November 29", "txt": "Marie of Anjou, queen and wife of Charles VII of France (b. 1404)", "entities": [{"title": "Marie of Anjou", "href": "/wiki/Marie_of_Anjou", "description": "Marie of Anjou was Queen of France as the spouse of King Charles VII from 1422 to 1461. She served as regent and presided over the council of state several times during the absence of the king."}, {"title": "Charles VII of France", "href": "/wiki/Charles_VII_of_France", "description": "Charles VII, called the Victorious or the Well-Served, was King of France from 1422 to his death in 1461."}]}, {"heading": "Deaths", "year": "1530", "date": "November 29", "txt": "Thomas Wolsey, English cardinal and politician, Lord Chancellor of the United Kingdom (b. 1470)", "entities": [{"title": "Thomas Wolsey", "href": "/wiki/Thomas_Wolsey", "description": "Thomas Wolsey was an English archbishop, statesman and a cardinal of the Catholic Church. When Henry VIII became King of England in 1509, Wolsey became the King's almoner. Wolsey's affairs prospered, and by 1514 he had become the controlling figure in virtually all matters of state. He also held important ecclesiastical appointments. These included the Archbishopric of York—the second most importa"}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Deaths", "year": "1544", "date": "November 29", "txt": "Jungjong of Joseon, Korean king (b. 1488)", "entities": [{"title": "Jungjong of Joseon", "href": "/wiki/Jungjong_of_Joseon", "description": "Jungjong of Joseon, born Yi Yeok or Lee Yeok, ruled during the 16th century in what is now Korea. He succeeded his half-brother, Yeonsangun, because of the latter's tyrannical misrule, which culminated in a coup placing Jungjong on the throne."}]}, {"heading": "Deaths", "year": "1577", "date": "November 29", "txt": "Cuthbert Mayne, English priest (b. 1543)", "entities": [{"title": "Cuthbert Mayne", "href": "/wiki/Cuthbert_Mayne", "description": "Cuthbert Mayne was an English Roman Catholic priest executed under the laws of Elizabeth I. He was the first of the seminary priests, trained on the Continent, to be martyred. Mayne was beatified in 1886 and canonised as one of the Forty Martyrs of England and Wales in 1970."}]}, {"heading": "Deaths", "year": "1590", "date": "November 29", "txt": "Philipp Nicodemus Frischlin, German philologist and poet (b. 1547)", "entities": [{"title": "Philipp Nicodemus Frischlin", "href": "/wiki/Philipp_Nicodemus_Frischlin", "description": "Philipp Nicodemus Frischlin was a German philologist, poet, playwright, mathematician, and astronomer, born at Erzingen, today part of Balingen in Württemberg, where his father was parish minister."}]}, {"heading": "Deaths", "year": "1595", "date": "November 29", "txt": "Alonso de Ercilla, Spanish soldier and poet (b. 1533)", "entities": [{"title": "Alonso de Ercilla", "href": "/wiki/Alonso_de_Ercilla", "description": "Alonso de Ercilla y Zúñiga was a Spanish nobleman, soldier and epic poet, born in Madrid. While in Chile (1556–63) he fought against the Araucanians (Mapuche), and there he began the epic poem La Araucana, considered one of the greatest Spanish historical poems. This heroic work in 37 cantos is divided into three parts, published in 1569, 1578, and 1589. It tells of the courageous insurrection of "}]}, {"heading": "Deaths", "year": "1626", "date": "November 29", "txt": "Ernst von Mansfeld, German commander (b. 1580)", "entities": [{"title": "Ernst von Mansfeld", "href": "/wiki/Ernst_von_Mansfeld", "description": "Peter Ernst, count of Mansfeld, or simply Ernst von Mansfeld, was a German military commander who, despite being a Catholic, fought for the Protestants during the early years of the Thirty Years' War."}]}, {"heading": "Deaths", "year": "1628", "date": "November 29", "txt": "John Felton, English soldier and assassin of the Duke of Buckingham (b. c. 1595)", "entities": [{"title": "John Felton (assassin)", "href": "/wiki/John_Felton_(assassin)", "description": "John Felton was a lieutenant in the English Army who stabbed George Villiers, 1st Duke of Buckingham to death in the Greyhound Pub of Portsmouth on 23 August 1628."}, {"title": "George Villiers, 1st Duke of Buckingham", "href": "/wiki/George_Villiers,_1st_Duke_of_Buckingham", "description": "George Villiers, 1st Duke of Buckingham, KG (; 28 August 1592 – 23 August 1628), was an English courtier, statesman, and patron of the arts. He was a favourite and possibly also a lover of King James I of England. Buckingham remained at the height of royal favour for the first three years of the reign of James' son, King Charles I, until a disgruntled army officer assassinated him."}]}, {"heading": "Deaths", "year": "1632", "date": "November 29", "txt": "Frederick V, Elector Palatine (b. 1596)", "entities": [{"title": "Frederick V of the Palatinate", "href": "/wiki/Frederick_V_of_the_Palatinate", "description": "Frederick V was the Elector Palatine of the Rhine in the Holy Roman Empire from 1610 to 1623, and reigned as King of Bohemia from 1619 to 1620. He was forced to abdicate both roles, and the brevity of his reign in Bohemia earned him the derisive sobriquet \"the Winter King\"."}]}, {"heading": "Deaths", "year": "1643", "date": "November 29", "txt": "William Cartwright, English priest and playwright (b. 1611)", "entities": [{"title": "William Cartwright (dramatist)", "href": "/wiki/William_Cartwright_(dramatist)", "description": "William Cartwright was an English poet, dramatist and churchman."}]}, {"heading": "Deaths", "year": "1643", "date": "November 29", "txt": "Claudio Monteverdi, Italian priest and composer (b. 1567)", "entities": []}, {"heading": "Deaths", "year": "1646", "date": "November 29", "txt": "Laurentius Paulinus Gothus, Swedish astronomer and theologian (b. 1565)", "entities": [{"title": "Laurentius Paulinus Gothus", "href": "/wiki/Laurentius_Paulinus_Gothus", "description": "Laurentius Paulinus Gothus was a Swedish theologian, astronomer and Archbishop of Uppsala."}]}, {"heading": "Deaths", "year": "1661", "date": "November 29", "txt": "Brian Walton, English bishop and scholar (b. 1600)", "entities": [{"title": "Brian Walton (bishop)", "href": "/wiki/Brian_Walton_(bishop)", "description": "Brian Walton was an English Anglican priest, divine and scholar."}]}, {"heading": "Deaths", "year": "1694", "date": "November 29", "txt": "Marcello Malpighi, Italian physician and biologist (b. 1628)", "entities": [{"title": "Marcello Malpighi", "href": "/wiki/Marcello_Malpighi", "description": "Marcello Malpighi was an Italian biologist and physician, who is referred to as the \"Founder of microscopical anatomy, histology & Father of physiology and embryology\". Malpighi's name is borne by several physiological features related to the biological excretory system, such as the Malpighian corpuscles and Malpighian pyramids of the kidneys and the Malpighian tubule system of insects. The spleni"}]}, {"heading": "Deaths", "year": "1695", "date": "November 29", "txt": "James Dalrymple, 1st Viscount of Stair, Scottish lawyer and politician, Lord President of the Court of Session (b. 1619)", "entities": [{"title": "James Dalrymple, 1st Viscount of Stair", "href": "/wiki/James_Dalrymple,_1st_Viscount_of_Stair", "description": "James Dalrymple, 1st Viscount Stair, Scottish lawyer and statesman, was born at Drummurchie, Barr, Ayrshire."}, {"title": "Lord President of the Court of Session", "href": "/wiki/Lord_President_of_the_Court_of_Session", "description": "The Lord President of the Court of Session and Lord Justice General is the most senior judge in Scotland, the head of the judiciary, and the presiding judge of the College of Justice, the Court of Session, and the High Court of Justiciary. The Lord President holds the title of Lord Justice General of Scotland and the head of the High Court of Justiciary ex officio, as the two offices were combined"}]}, {"heading": "Deaths", "year": "1699", "date": "November 29", "txt": "Patrick Gordon, Scottish-Russian general (b. 1635)", "entities": [{"title": "Patrick Gordon", "href": "/wiki/Patrick_Gordon", "description": "Patrick Leopold Gordon of Auchleuchries was a general and rear admiral in Russia, of Scottish origin. He was descended from a family of Aberdeenshire, holders of the small estate of Auchleuchries, near Ellon. The family was connected with the noble branch of Haddo. As a result of his distinguished service for Sweden, Poland and Russia he rose in ranks from trooper to full general, and became princ"}]}, {"heading": "Deaths", "year": "1759", "date": "November 29", "txt": "Nicolaus I Bernoulli, Swiss mathematician and theorist (b. 1687)", "entities": [{"title": "Nicolaus I Bernoulli", "href": "/wiki/Nicolaus_I_Bernoulli", "description": "Nicolaus Bernoulli was a Swiss mathematician and was one of the many prominent mathematicians in the Bernoulli family."}]}, {"heading": "Deaths", "year": "1780", "date": "November 29", "txt": "Maria Theresa, Holy Roman Empress, wife of Francis I, Holy Roman Emperor (b. 1717)", "entities": [{"title": "Maria Theresa", "href": "/wiki/Maria_Theresa", "description": "Maria Theresa Walburga Amalia Christina was the only female ruler of the Habsburg dominions, ruling from 1740 until her death in 1780. She was the sovereign of Austria, Hungary, Croatia, Bohemia, Transylvania, Mantua, Milan, Lodomeria and Galicia, the Austrian Netherlands, and Parma. By marriage, she was Duchess of Lorraine, Grand Duchess of Tuscany and Holy Roman Empress."}, {"title": "Holy Roman Empress", "href": "/wiki/Holy_Roman_Empress", "description": "The Holy Roman empress or empress of the Holy Roman Empire was the wife or widow of the Holy Roman emperor. The elective dignity of Holy Roman emperor was restricted to males only, but some empresses, such as Theophanu and Maria Theresa, were de facto rulers of the Empire."}, {"title": "Francis I, Holy Roman Emperor", "href": "/wiki/Francis_I,_Holy_Roman_Emperor", "description": "Francis I was the Duke of Lorraine and Bar (1729–1737), and later Grand Duke of Tuscany (1737–1765), who married Maria Theresa of Austria and became Holy Roman Emperor (1745–1765) and Archduke of Austria (1740–1765). His wife effectively ruled Austria and the Holy Roman Empire. They were the founders of the Habsburg-Lorraine dynasty. The oldest surviving son of Leopold, Duke of Lorraine, Francis l"}]}, {"heading": "Deaths", "year": "1797", "date": "November 29", "txt": "Samuel Langdon, American pastor, theologian, and academic (b. 1723)", "entities": [{"title": "Samuel Langdon", "href": "/wiki/Samuel_Langdon", "description": "Samuel Langdon was an American Congregational clergyman and educator. After serving as pastor in Portsmouth, New Hampshire, he was appointed president of Harvard University in 1774. He held that post until 1780."}]}, {"heading": "Deaths", "year": "1830", "date": "November 29", "txt": "John Maurice Hauke, Polish general (b. 1775)", "entities": [{"title": "John Maurice Hauke", "href": "/wiki/John_Maurice_Hauke", "description": "Count John Maurice von Hauke was a Polish general and professional soldier of German extraction. He was a member of the Hauke-Bosak family."}]}, {"heading": "Deaths", "year": "1846", "date": "November 29", "txt": "Hammamizade İsmail Dede Efendi, Turkish composer and educator (b. 1778)", "entities": [{"title": "Hammamizade İsmail Dede Efendi", "href": "/wiki/Hammamizade_%C4%B0smail_Dede_Efendi", "description": "Hammamizade İsmail Dede Efendi was a composer of Ottoman classical music."}]}, {"heading": "Deaths", "year": "1847", "date": "November 29", "txt": "Marcus Whitman, American physician and missionary (b. 1802)", "entities": [{"title": "Marcus Whitman", "href": "/wiki/Marcus_Whitman", "description": "Marcus Whitman was an American physician and missionary."}]}, {"heading": "Deaths", "year": "1872", "date": "November 29", "txt": "Mary Somerville, Scottish-Italian astronomer, mathematician, and author (b. 1780)", "entities": [{"title": "Mary Somerville", "href": "/wiki/Mary_Somerville", "description": "Mary Somerville was a Scottish scientist, writer, and polymath. She studied mathematics and astronomy, and was nominated to be jointly the first female member of the Royal Astronomical Society at the same time as Caroline Herschel."}]}, {"heading": "Deaths", "year": "1883", "date": "November 29", "txt": "Hiệp Hòa, Vietnamese emperor (b. 1847)", "entities": [{"title": "Hiệp Hòa", "href": "/wiki/Hi%E1%BB%87p_H%C3%B2a", "description": "Hiệp Hòa, born Nguyễn Phúc Hồng Dật, was the sixth emperor of the Vietnamese Nguyễn Dynasty and reigned for four months."}]}, {"heading": "Deaths", "year": "1894", "date": "November 29", "txt": "Juan N. Méndez, Mexican general and interim president, 1876-1877 (b. 1820)", "entities": [{"title": "Juan N. Méndez", "href": "/wiki/Juan_N._M%C3%A9ndez", "description": "Juan Nepomuceno Méndez was a Mexican general, a Liberal politician and confidante of Porfirio Díaz, and interim president of the Republic for a few months during the Porfiriato. He served from 6 December 1876 until 17 February 1877."}]}, {"heading": "Deaths", "year": "1918", "date": "November 29", "txt": "Prince Antônio Gastão of Orléans-Braganza (b. 1881)", "entities": [{"title": "Prince Antônio Gastão of Orléans-Braganza", "href": "/wiki/Prince_Ant%C3%B4nio_Gast%C3%A3o_of_Orl%C3%A9ans-Braganza", "description": "Captain Prince Antônio Gastão of Orléans-Braganza MC was a Brazilian prince who served in the forces of the British Empire during World War I."}]}, {"heading": "Deaths", "year": "1924", "date": "November 29", "txt": "Giacomo Puccini, Italian composer and educator (b. 1858)", "entities": [{"title": "Giacomo Puccini", "href": "/wiki/Giacomo_Puccini", "description": "Giacomo Puccini was an Italian composer known primarily for his operas. Regarded as the greatest and most successful proponent of Italian opera after Verdi, he was descended from a long line of composers, stemming to the late-Baroque era. Though his early work was firmly rooted in traditional late-19th-century Romantic Italian opera he later developed his work in the realistic verismo style, of wh"}]}, {"heading": "Deaths", "year": "1927", "date": "November 29", "txt": "George Giffen, Australian cricketer (b. 1859)", "entities": [{"title": "George Giffen", "href": "/wiki/George_Giffen", "description": "George Giffen was a cricketer who played for South Australia and Australia. An all-rounder who batted in the middle order and often opened the bowling with medium-paced off-spin, Giffen captained Australia during the 1894–95 Ashes series and was the first Australian to score 10,000 runs and take 500 wickets in first-class cricket. He was inducted into the Australian Cricket Hall of Fame on 26 Febr"}]}, {"heading": "Deaths", "year": "1932", "date": "November 29", "txt": "Abdullah Cevdet, Kurdish-Turkish physician and academic (b. 1869)", "entities": [{"title": "Abdullah Cevdet", "href": "/wiki/Abdullah_Cevdet", "description": "Abdullah Cevdet was an Ottoman and later Turkish intellectual and physician of ethnic Kurdish descent. He was one of the founders of the Committee of Union and Progress (CUP). In 1908, he joined the Democratic Party which merged with the Freedom and Accord Party in 1911. He was also a translator, radical free-thinker, and an ideologist of the Young Turks until 1908."}]}, {"heading": "Deaths", "year": "1939", "date": "November 29", "txt": "Philipp Scheidemann, German lawyer and politician, 10th Chancellor of Germany (b. 1865)", "entities": [{"title": "Philipp Scheidemann", "href": "/wiki/Philipp_Scheidemann", "description": "Philipp Heinrich Scheidemann was a German politician of the Social Democratic Party of Germany (SPD). On 9 November 1918, in the midst of the German Revolution of 1918–19, he proclaimed Germany a republic. Later, beginning in the early part of the following year, he became the second head of government of the Weimar Republic, acting in this post for 127 days."}, {"title": "Chancellor of Germany", "href": "/wiki/Chancellor_of_Germany", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Deaths", "year": "1941", "date": "November 29", "txt": "Frank Waller, American sprinter and hurdler (b. 1884)", "entities": [{"title": "Frank Waller", "href": "/wiki/Frank_Waller", "description": "Frank Laird Waller was an American athlete who specialized in the 400 metres. He later became a vocal coach."}]}, {"heading": "Deaths", "year": "1942", "date": "November 29", "txt": "Boyd Wagner, American colonel and pilot (b. 1916)", "entities": [{"title": "Boyd Wagner", "href": "/wiki/Boyd_Wagner", "description": "Lieutenant Colonel Boyd David \"Buzz\" Wagner was an American aviator and the first United States Army Air Corps (USAAC) fighter ace of World War II."}]}, {"heading": "Deaths", "year": "1946", "date": "November 29", "txt": "Johannes Vares, Estonian poet, physician, and politician, 8th Prime Minister of Estonia (b. 1890)", "entities": [{"title": "Johannes Vares", "href": "/wiki/Johannes_Vares", "description": "Johannes Vares, commonly known as Johannes Vares Barbarus, was an Estonian poet, medical doctor, and politician."}, {"title": "Prime Minister of Estonia", "href": "/wiki/Prime_Minister_of_Estonia", "description": "The Prime Minister of Estonia is the head of government of the Republic of Estonia. The prime minister is nominated by the President after appropriate consultations with the parliamentary factions and confirmed by the Parliament. In case of disagreement, the Parliament can reject the President's nomination and choose their own candidate. In practice, since the Prime Minister must maintain the conf"}]}, {"heading": "Deaths", "year": "1953", "date": "November 29", "txt": "Sam De Grasse, Canadian-American actor (b. 1875)", "entities": [{"title": "Sam De Grasse", "href": "/wiki/Sam_De_Grasse", "description": "Samuel Alfred De Grasse was a Canadian actor."}]}, {"heading": "Deaths", "year": "1954", "date": "November 29", "txt": "Dink Johnson, American pianist, clarinet player, and drummer (b. 1892)", "entities": [{"title": "Dink Johnson", "href": "/wiki/Dink_Johnson", "description": "Ollie \"Dink\" Johnson was a Dixieland jazz pianist, clarinetist, and drummer."}]}, {"heading": "Deaths", "year": "1957", "date": "November 29", "txt": "Erich Wolfgang Korngold, Czech-American pianist and composer (b. 1897)", "entities": [{"title": "Erich Wolfgang Korngold", "href": "/wiki/Erich_Wolfgang_Korngold", "description": "Erich Wolfgang Korngold was an Austrian-born American composer and conductor. A child prodigy, he became one of the most important and influential composers in Hollywood history. He was a noted pianist and composer of classical music, along with music for Hollywood films, and the first composer of international stature to write Hollywood scores."}]}, {"heading": "Deaths", "year": "1967", "date": "November 29", "txt": "Ferenc Münnich, Hungarian soldier and politician, 47th Prime Minister of Hungary (b. 1886)", "entities": [{"title": "Ferenc Münnich", "href": "/wiki/Ferenc_M%C3%BCnnich", "description": "Ferenc Münnich was a Hungarian Communist politician who served as Chairman of the Council of Ministers of the People's Republic of Hungary from 1958 to 1961."}, {"title": "List of Prime Ministers of Hungary", "href": "/wiki/List_of_Prime_Ministers_of_Hungary", "description": "The following is a list of prime ministers of Hungary from when the first Prime Minister, Lajos Batthyány, took office in 1848 until the present day. The prime minister is head of the Government of Hungary. On 30 November 2020, Viktor Orbán became the longest serving prime minister in this modern era."}]}, {"heading": "Deaths", "year": "1970", "date": "November 29", "txt": "Robert T. Frederick, American general (b. 1907)", "entities": [{"title": "Robert T. Frederick", "href": "/wiki/Robert_T._Frederick", "description": "Major General Robert Tryon Frederick was a senior United States Army officer who fought in World War II. During the war, he commanded the 1st Special Service Force, the 1st Allied Airborne Task Force, and the 45th Infantry Division. He was twice awarded the Distinguished Service Cross and several other decorations."}]}, {"heading": "Deaths", "year": "1972", "date": "November 29", "txt": "Carl Stalling, American pianist and composer (b. 1888)", "entities": [{"title": "Carl Stalling", "href": "/wiki/Carl_Stalling", "description": "Carl W. Stalling was an American composer and arranger for music in animated films. He is most closely associated with the Looney Tunes and Merrie Melodies shorts produced by Warner Bros., where he averaged one complete score each week, for 22 years."}]}, {"heading": "Deaths", "year": "1974", "date": "November 29", "txt": "James J. Braddock, American boxer (b. 1905)", "entities": [{"title": "James J. Braddock", "href": "/wiki/James_J._Braddock", "description": "James Walter Braddock was an American boxer who was the world heavyweight champion from 1935 to 1937."}]}, {"heading": "Deaths", "year": "1975", "date": "November 29", "txt": "Tony Brise, English race car driver (b. 1952)", "entities": [{"title": "Tony Brise", "href": "/wiki/Tony_Brise", "description": "Anthony William Brise was an English racing driver, who took part in ten Formula One Grand Prix events in 1975, before dying in a plane crash with Graham Hill."}]}, {"heading": "Deaths", "year": "1975", "date": "November 29", "txt": "Graham Hill, English race car driver and businessman (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "November 29", "txt": "Dorothy Day, American journalist and activist, co-founded the Catholic Worker Movement (b. 1897)", "entities": [{"title": "Dorothy Day", "href": "/wiki/Dorothy_Day", "description": "Dorothy Day was an American journalist, social activist and anarchist who, after a bohemian youth, became a Catholic Christian without abandoning her social and anarchist activism. She was perhaps the best-known political radical in the American Catholic Church."}, {"title": "Catholic Worker Movement", "href": "/wiki/Catholic_Worker_Movement", "description": "The Catholic Worker Movement is a collection of autonomous communities of Catholics and their associates founded by Dorothy Day and Peter Maurin in the United States in 1933. Its aim is to \"live in accordance with the justice and charity of Jesus Christ\". One of its guiding principles is hospitality towards those on the margin of society, based on the principles of communitarianism and personalism"}]}, {"heading": "Deaths", "year": "1980", "date": "November 29", "txt": "George J. Maloof, Sr., American businessman (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "November 29", "txt": "Natalie Wood, American actress (b. 1938)", "entities": [{"title": "Natalie Wood", "href": "/wiki/Natalie_Wood", "description": "Natalie Wood was an American actress who began her career in film as a child actor and successfully transitioned to young adult roles. She was the recipient of four Golden Globes, and three Academy Award nominations."}]}, {"heading": "Deaths", "year": "1982", "date": "November 29", "txt": "Afrânio Pompílio Gastos do Amaral, Brazilian herpetologist (b. 1894)", "entities": [{"title": "Afrânio Pompílio Gastos do Amaral", "href": "/wiki/Afr%C3%A2nio_Pomp%C3%ADlio_Gastos_do_Amaral", "description": "Afrânio Pompílio Gastos do Amaral was a Brazilian herpetologist."}]}, {"heading": "Deaths", "year": "1982", "date": "November 29", "txt": "Percy Williams, Canadian sprinter (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "November 29", "txt": "Nora Thompson Dean, American Lenape educator and author (b. 1907)", "entities": [{"title": "Nora Thompson Dean", "href": "/wiki/Nora_Thompson_Dean", "description": "Nora Thompson Dean, also known as Weenjipahkihelexkwe, which translates as \"Touching Leaves Woman\" in Unami, was a member of the Delaware Tribe of Indians. As a Lenape traditionalist and one of the last fluent speakers of the southern Unami dialect of the Lenape language, she was an influential mentor to younger tribal members and is widely cited in scholarship on Lenape culture."}, {"title": "Lenape", "href": "/wiki/Lenape", "description": "The Lenape, also called the Leni Lenape, Lenni Lenape and Delaware people, are an indigenous people of the Northeastern Woodlands, who live in the United States and Canada. Their historical territory included present-day New Jersey and eastern Pennsylvania along the Delaware River watershed, New York City, western Long Island, and the Lower Hudson Valley. Today, Lenape people belong to the Delawar"}]}, {"heading": "Deaths", "year": "1986", "date": "November 29", "txt": "Cary Grant, English-American actor (b. 1904)", "entities": [{"title": "Cary Grant", "href": "/wiki/Cary_Grant", "description": "Cary Grant was an English-American actor. Known for his transatlantic accent, debonair demeanor, light-hearted approach to acting, and sense of comic timing, he was one of classic Hollywood's definitive leading men during the 1940s and 1950s."}]}, {"heading": "Deaths", "year": "1987", "date": "November 29", "txt": "Irene Handl, English actress (b. 1901)", "entities": [{"title": "Irene Handl", "href": "/wiki/Irene_Handl", "description": "Irene Handl was a British character actress who appeared in more than 100 British films."}]}, {"heading": "Deaths", "year": "1991", "date": "November 29", "txt": "Ralph Bellamy, American actor (b. 1904)", "entities": [{"title": "Ralph Bellamy", "href": "/wiki/Ralph_Bellamy", "description": "Ralph Rexford Bellamy was an American actor whose career spanned 62 years on stage, film, and television. During his career, he played leading roles as well as supporting roles, garnering acclaim and awards, including a Tony Award for Best Dramatic Actor in Sunrise at Campobello and Oscar nomination for Best Supporting Actor for The Awful Truth (1937)."}]}, {"heading": "Deaths", "year": "1992", "date": "November 29", "txt": "Jean Dieudonné, French mathematician and academic (b. 1906)", "entities": [{"title": "Jean Dieudonné", "href": "/wiki/Jean_Dieudonn%C3%A9", "description": "Jean Alexandre Eugène Dieudonné was a French mathematician, notable for research in abstract algebra, algebraic geometry, and functional analysis, for close involvement with the Nicolas Bourbaki pseudonymous group and the Éléments de géométrie algébrique project of Alexander Grothendieck, and as a historian of mathematics, particularly in the fields of functional analysis and algebraic topology. H"}]}, {"heading": "Deaths", "year": "1993", "date": "November 29", "txt": "J. R. D. Tata, French-Indian pilot and businessman, founded Tata Motors and Tata Global Beverages (b. 1904)", "entities": [{"title": "J. R. D. Tata", "href": "/wiki/J._R._D._Tata", "description": "Jehangir Ratanji Dadabhoy Tata was an Indian aviator, industrialist, entrepreneur and chairman of Tata Group."}, {"title": "Tata Motors", "href": "/wiki/Tata_Motors", "description": "Tata Motors Limited is an Indian multinational automotive manufacturing company headquartered in Mumbai, Maharashtra, India. It is a part of Tata Group, an Indian conglomerate. Its products include passenger cars, trucks, vans, coaches, buses, sports cars, construction equipment and military vehicles."}, {"title": "Tata Global Beverages", "href": "/wiki/Tata_Global_Beverages", "description": "Tata Consumer Products is an integrated Food & Beverage company headquartered in Mumbai, Maharashtra, India and a subsidiary of the Tata Group. It is amongst the Top 10 Food & Beverage companies in India with a vision to become a multi-category FMCG major. Tata Consumer Products is world's second-largest manufacturer and distributor of tea and a major producer of coffee."}]}, {"heading": "Deaths", "year": "1996", "date": "November 29", "txt": "Dan Flavin, American sculptor and illustrator (b. 1933)", "entities": [{"title": "Dan Flavin", "href": "/wiki/Dan_Flavin", "description": "Dan Flavin was an American minimalist artist famous for creating sculptural objects and installations from commercially available fluorescent light fixtures."}]}, {"heading": "Deaths", "year": "1996", "date": "November 29", "txt": "Denis Jenkinson, English journalist and author (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "November 29", "txt": "Coleman Young, American politician, 66th Mayor of Detroit (b. 1918)", "entities": [{"title": "Coleman Young", "href": "/wiki/Coleman_Young", "description": "Coleman Alexander Young was an American politician who served as mayor of Detroit, Michigan, from 1974 to 1994. Young was the first African-American mayor of Detroit."}, {"title": "Mayor of Detroit", "href": "/wiki/Mayor_of_Detroit", "description": "This is a list of mayors of Detroit, Michigan. See History of Detroit, Michigan, for more information about the history of the incorporation of the city."}]}, {"heading": "Deaths", "year": "1998", "date": "November 29", "txt": "Maus Gatsonides, Dutch race car driver and businessman (b. 1911)", "entities": [{"title": "Maus Gatsonides", "href": "/wiki/Maus_Gatsonides", "description": "Maurice \"Maus\" Gatsonides was a Dutch rally driver and inventor. Gatsonides was born in Central Java in the former Dutch East Indies. He founded the company \"Gatsometer BV\" in the Netherlands in 1958."}]}, {"heading": "Deaths", "year": "1999", "date": "November 29", "txt": "John Berry, American-French actor, director, and screenwriter (b. 1917)", "entities": [{"title": "John Berry (film director)", "href": "/wiki/John_Berry_(film_director)", "description": "John Berry was an American film director, who went into self-exile in France when his career was interrupted by the Hollywood blacklist."}]}, {"heading": "Deaths", "year": "1999", "date": "November 29", "txt": "Gene Rayburn, American game show panelist and host (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "November 29", "txt": "Kazuo Sakamaki, Japanese soldier (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "November 29", "txt": "Ilmar Laaban, Estonian-Swedish poet and publicist (b. 1921)", "entities": [{"title": "Ilmar Laaban", "href": "/wiki/Ilmar_Laaban", "description": "Ilmar Laaban, was an Estonian poet and literary critic."}]}, {"heading": "Deaths", "year": "2001", "date": "November 29", "txt": "Mic Christopher, American-Irish singer-songwriter and guitarist (b. 1969)", "entities": [{"title": "Mic Christopher", "href": "/wiki/Mic_Christopher", "description": " Michael \"Mic\" Christopher was an American–born Irish singer-songwriter, best known for his posthumously-released debut album Skylarkin'."}]}, {"heading": "Deaths", "year": "2001", "date": "November 29", "txt": "George Harrison, English singer-songwriter, guitarist, and music producer (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "November 29", "txt": "John Knowles, American novelist (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "November 29", "txt": "Daniel Gélin, French actor, director, and screenwriter (b. 1921)", "entities": [{"title": "Daniel Gélin", "href": "/wiki/Daniel_G%C3%A9lin", "description": "Daniel Yves Alfred Gélin was a French film and television actor."}]}, {"heading": "Deaths", "year": "2004", "date": "November 29", "txt": "John Drew Barrymore, American actor (b. 1932)", "entities": [{"title": "John Drew Barrymore", "href": "/wiki/John_Drew_Barrymore", "description": "John Drew Barrymore was an American film actor and member of the Barrymore family of actors, which included his father, John Barrymore, and his father's siblings, Lionel and Ethel. He was the father of four children, including actor John Blyth Barrymore and actress Drew Barrymore. Diana Barrymore was his half-sister from his father's second marriage."}]}, {"heading": "Deaths", "year": "2004", "date": "November 29", "txt": "Harry Danning, American baseball player and coach (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "November 29", "txt": "David Di Tommaso, French footballer (b. 1979)", "entities": [{"title": "David Di Tommaso", "href": "/wiki/David_Di_Tommaso", "description": "David di Elias Alemu Tommaso was a French professional footballer who played as a central defender."}]}, {"heading": "Deaths", "year": "2006", "date": "November 29", "txt": "Allen Carr, English-Spanish accountant and author (b. 1934)", "entities": [{"title": "Allen Carr", "href": "/wiki/Allen_Carr", "description": "Allen Carr was a British author of books about stopping smoking and other psychological dependencies including alcohol addiction."}]}, {"heading": "Deaths", "year": "2007", "date": "November 29", "txt": "James Barber, Canadian chef and author (b. 1923)", "entities": [{"title": "James Barber (author)", "href": "/wiki/James_Barber_(author)", "description": "James Barber was an English-born Canadian cookbook author and host of The Urban Peasant, a CBC cooking show."}]}, {"heading": "Deaths", "year": "2007", "date": "November 29", "txt": "Ralph Beard, American basketball player (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 29", "txt": "Henry Hyde, American lawyer and politician (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "November 29", "txt": "Jørn Utzon, Danish architect, designed the Sydney Opera House (b. 1918)", "entities": [{"title": "Jørn Utzon", "href": "/wiki/J%C3%B8rn_Utzon", "description": "Jørn Oberg Utzon,, Hon. FAIA was a Danish architect. He was most notable for designing the Sydney Opera House in Australia, completed in 1973. When it was declared a World Heritage Site on 28 June 2007, Utzon became only the second person to have received such recognition for one of his works during his lifetime, after Oscar Niemeyer. Other noteworthy works include Bagsværd Church near Copenhagen "}, {"title": "Sydney Opera House", "href": "/wiki/Sydney_Opera_House", "description": "The Sydney Opera House is a multi-venue performing arts centre at Sydney Harbour located in Sydney, New South Wales, Australia. It is one of the 20th century's most famous and distinctive buildings."}]}, {"heading": "Deaths", "year": "2009", "date": "November 29", "txt": "Robert Holdstock, English author (b. 1948)", "entities": [{"title": "Robert Holdstock", "href": "/wiki/Robert_Holdstock", "description": "Robert Paul Holdstock was an English novelist and author best known for his works of Celtic, Nordic, Gothic and Pictish fantasy literature, predominantly in the fantasy subgenre of mythic fiction."}]}, {"heading": "Deaths", "year": "2009", "date": "November 29", "txt": "Zuhair Al-Karmi, Palestinian author, scientific programs presenter on TV (b. 1922).", "entities": [{"title": "Zuhair Al-Karmi", "href": "/wiki/Zuhair_Al-Karmi", "description": "Zuhair Maḥmoud Sa`id Al-Karmi (1922–2009) was a TV presenter, journalist, and author from Tulkarm, Palestine. He was a scientific programs presenters on radio stations and Arab television, notably Jordan TV or JRTV. He was known for presenting his documentary series \"Al-`Elm Wa Al-Ḥayat\" or. He was the founder of Al-Quds University, and was its first chancellor."}]}, {"heading": "Deaths", "year": "2010", "date": "November 29", "txt": "Bella Akhmadulina, Russian poet and author (b. 1937)", "entities": [{"title": "Bella Akhmadulina", "href": "/wiki/Bella_Akhmadulina", "description": "Izabella Akhatovna Akhmadulina was a Soviet and Russian poet, short story writer, and translator, known for her apolitical writing stance. She was part of the Russian New Wave literary movement. She was cited by Joseph Brodsky as the best living poet in the Russian language. She is known in Russia as \"the voice of the epoch\"."}]}, {"heading": "Deaths", "year": "2010", "date": "November 29", "txt": "Mario Monicelli, Italian director and screenwriter (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "November 29", "txt": "S. Sivanayagam, Sri Lankan journalist and author (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "November 29", "txt": "Stephen J. Solarz, American academic and politician (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "November 29", "txt": "Maurice Wilkes, English physicist and computer scientist (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "November 29", "txt": "Patrice O'Neal, American stand-up comedian (b. 1969)", "entities": [{"title": "Patrice O'Neal", "href": "/wiki/Patrice_O%27Neal", "description": "Patrice Lumumba Malcolm O'Neal was an American stand-up comedian, actor, and radio personality. He was particularly well-known for his regular guest appearances on the television series Tough Crowd with Colin Quinn and the radio show Opie and Anthony."}]}, {"heading": "Deaths", "year": "2011", "date": "November 29", "txt": "Guillermo O'Donnell, Argentine political scientist (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 29", "txt": "Joelmir Beting, Brazilian journalist (b. 1936)", "entities": [{"title": "Joelmir Beting", "href": "/wiki/Joelmir_Beting", "description": "Joelmir José Beting was a Brazilian journalist, radio and TV anchorman, and an economics-specialized columnist. He was widely recognized for his ability to translate the harsh, confusing economical concepts into simple, easy to understand examples for the people in general."}]}, {"heading": "Deaths", "year": "2012", "date": "November 29", "txt": "Sherab Palden Beru, Tibetan painter (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 29", "txt": "Merv Pregulman, American football player and businessman (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 29", "txt": "Buddy Roberts, American wrestler and manager (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 29", "txt": "Oliver Cheatham, American singer-songwriter (b. 1948)", "entities": [{"title": "Oliver Cheatham", "href": "/wiki/Oliver_Cheatham", "description": "Oliver Cheatham was an American R&B singer who is best remembered for his 1983 hit \"Get Down Saturday Night\". \nThe song was also sampled by Italian DJ Room 5 on his 2003 single \"Make Luv\", which reached #1 on the UK charts, and by British DJ Michael Gray on his 2004 single \"The Weekend\"."}]}, {"heading": "Deaths", "year": "2013", "date": "November 29", "txt": "Colin Eglin, South African soldier and politician (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 29", "txt": "Natalya Gorbanevskaya, Russian-Polish poet and activist (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 29", "txt": "Brian Torrey Scott, American playwright and screenwriter (b. 1976)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 29", "txt": "Dwayne Alons, American general and politician (b. 1946)", "entities": [{"title": "Dwayne Alons", "href": "/wiki/Dwayne_Alons", "description": "Dwayne Arlan Alons was an American politician. A Republican, he sat in the Iowa House of Representatives from 1999 to 2014, representing the. He was a retired brigadier general in the Iowa Air National Guard and served as chief of staff at its headquarters. Alons died of cancer on November 29, 2014. He was succeeded in office by John Kooiker."}]}, {"heading": "Deaths", "year": "2014", "date": "November 29", "txt": "Dick Bresciani, American businessman (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 29", "txt": "Mark Strand, Canadian-born American poet, essayist, and translator (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 29", "txt": "Joe Marston, Australian footballer and manager (b. 1926)", "entities": [{"title": "Joe Marston", "href": "/wiki/Joe_Marston", "description": "James Edward \"Joe\" Marston was an Australian association football player who became the first Australian to appear in a FA Cup Final when he turned out for Preston North End in their 1954 defeat to West Bromwich Albion."}]}, {"heading": "Deaths", "year": "2015", "date": "November 29", "txt": "Otto Newman, Austrian-American sociologist and academic (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 29", "txt": "Oʻtkir Sultonov, Uzbek lawyer and politician, 2nd Prime Minister of Uzbekistan (b. 1939)", "entities": [{"title": "Prime Minister of Uzbekistan", "href": "/wiki/Prime_Minister_of_Uzbekistan", "description": "This is a list of prime ministers of Uzbekistan, from the establishment of the office in 1925 to the present day."}]}, {"heading": "Deaths", "year": "2016", "date": "November 29", "txt": "Marcos Danilo Padilha, Brazilian football player (b. 1985)", "entities": [{"title": "Marcos Danilo Padilha", "href": "/wiki/Marcos_Danilo_Padilha", "description": "Marcos Danilo Padilha, simply known as Danilo, was a Brazilian footballer who last played for Chapecoense as a goalkeeper."}]}, {"heading": "Deaths", "year": "2017", "date": "November 29", "txt": "Slobodan Praljak, Croatian general (b. 1945)", "entities": [{"title": "Slobodan Praljak", "href": "/wiki/Slobodan_Praljak", "description": "Slobodan Praljak was a Bosnian Croat general who served in the Croatian Army and the Croatian Defence Council, an army of the Croatian Republic of Herzeg-Bosnia, between 1992 and 1995. Praljak was found guilty of committing violations of the laws of war, crimes against humanity and breaches of the Geneva Conventions during the Croat–Bosniak War by the International Criminal Tribunal for the former"}]}, {"heading": "Deaths", "year": "2019", "date": "November 29", "txt": "Yasuhiro Nakasone, Japanese politician, 45th Prime Minister of Japan (b. 1918)", "entities": [{"title": "Yasuhiro Nakasone", "href": "/wiki/Yasuhiro_Nakasone", "description": "Yasuhiro Nakasone  was a Japanese politician who served as Prime Minister of Japan and President of the Liberal Democratic Party from 1982 to 1987. He was a member of the House of Representatives for more than 50 years. He was best known for pushing through the privatization of state-owned companies, and for helping to revitalize Japanese nationalism during and after his term as prime minister."}, {"title": "List of prime ministers of Japan", "href": "/wiki/List_of_prime_ministers_of_Japan", "description": "The Prime Minister of Japan is the chief of the executive branch of the government of Japan and leader of the Cabinet of Japan.\nThis is a list of prime ministers of Japan, including those of the Empire of Japan, from when the first Japanese prime minister, Itō Hirobumi, took office in 1885, until the present day. The office is currently held by Yoshihide Suga. Those prime ministers under the Meiji"}]}, {"heading": "Deaths", "year": "2020", "date": "November 29", "txt": "Papa Bouba Diop, Senegalese footballer (b. 1978)", "entities": [{"title": "Papa Bouba Diop", "href": "/wiki/Papa_Bouba_Diop", "description": "Papa Bouba Diop was a Senegalese professional footballer. His preferred position was defensive midfield but he could also play as a centre back, where he previously played at Lens. Diop was considered a strong and aggressive player. His playing style and ability drew comparisons to Patrick Vieira."}]}]