[{"heading": "Events", "year": "954", "date": "November 12", "txt": "The 13-year-old Lothair III is crowned at the Abbey of Saint-Remi as king of the West Frankish Kingdom.", "entities": [{"title": "Lothair of France", "href": "/wiki/Lothair_of_France", "description": "Lothair, sometimes called Lothair III or Lothair IV, was the penultimate Carolingian king of West Francia, reigning from 10 September 954 until his death in 986."}, {"title": "Abbey of Saint-Remi", "href": "/wiki/Abbey_of_Saint-Remi", "description": "The Musée Saint-Remi is an archeology and art museum in Reims, France. The museum is housed in the former Abbey of Saint-Remi, founded in the sixth century and which had been keeping since 1099 the relics of Saint Remigius. The Basilica of Saint-Remi, adjacent to it and consecrated in 1049, was its abbey church, and both buildings have been listed as part of a UNESCO World Heritage Site since 1991"}, {"title": "West Francia", "href": "/wiki/West_Francia", "description": "In medieval history, West Francia or the Kingdom of the West Franks refers to the western part of the Frankish Empire established by Charlemagne. It represents the earliest stage of the Kingdom of France, lasting from about 840 until 987. West Francia emerged from the partition of the Carolingian Empire in 843 under the Treaty of Verdun following the death of Charlemagne's son, Louis the Pious."}]}, {"heading": "Events", "year": "1028", "date": "November 12", "txt": "Future Byzantine empress Zoe takes the throne as empress consort to Romanos III Argyros.", "entities": [{"title": "Byzantine emperor", "href": "/wiki/Byzantine_emperor", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}, {"title": "Zoe Porphyrogenita", "href": "/wiki/Zoe_Porphyrogenita", "description": "Zoë Porphyrogenita was Byzantine Empress from 11 November 1028 until her death in 1050, briefly ruling in her own right from April to June 1042, alongside his sister Theodora Porphyrogenita."}, {"title": "Romanos III Argyros", "href": "/wiki/Romanos_III_Argyros", "description": "Romanos III Argyros, or Romanus III Argyrus, was Byzantine Emperor from 15 November 1028 until his death. He was a Byzantine noble and senior official in Constantinople when the dying Constantine VIII forced him to divorce his wife and marry the emperor's daughter Zoë. Upon Constantine's death three days later, Romanos took the throne."}]}, {"heading": "Events", "year": "1330", "date": "November 12", "txt": "Battle of Posada ends: Wallachian Voievode Basarab I defeats the Hungarian army by ambush.", "entities": [{"title": "Battle of Posada", "href": "/wiki/Battle_of_Posada", "description": "The Battle of Posada was fought between Basarab I of Wallachia and Charles I of Hungary."}, {"title": "Basarab I", "href": "/wiki/Basarab_I", "description": "Basarab I, also known as Basarab the Founder, was a voivode and later the first independent ruler of Wallachia who lived in the first half of the 14th century. Many details of his life are uncertain. Although his name is of Turkic origin, 14th-century sources unanimously state that he was a Vlach (Romanian). According to two popular theories, Basarab either came into power between 1304 and 1324 by"}]}, {"heading": "Events", "year": "1439", "date": "November 12", "txt": "Plymouth becomes the first town incorporated by the English Parliament.", "entities": [{"title": "Plymouth", "href": "/wiki/Plymouth", "description": "Plymouth is a port city in England on the south coast of Devon, approximately 37 miles (60 km) south-west of Exeter and 190 miles (310 km) west-south-west of London. Enclosing the city are the mouths of the river Plym and river Tamar, which are naturally incorporated into Plymouth Sound to form a boundary with Cornwall."}, {"title": "Parliament of England", "href": "/wiki/Parliament_of_England", "description": "The Parliament of England was the legislature of the Kingdom of England, existing from the early 14th century until 1707, when it united with the Parliament of Scotland to become the Parliament of Great Britain after the political union of England and Scotland created the Kingdom of Great Britain."}]}, {"heading": "Events", "year": "1892", "date": "November 12", "txt": "Pudge Heffelfinger becomes the first professional American football player on record, participating in his first paid game for the Allegheny Athletic Association.", "entities": [{"title": "Pudge Heffelfinger", "href": "/wiki/Pudge_Heffelfinger", "description": "William Walter \"Pudge\" Heffelfinger (Hafelfinger) was an American football player and coach. He is considered the first athlete to play American football professionally, having been paid to play in 1892."}, {"title": "American football", "href": "/wiki/American_football", "description": "American football, referred to simply as football in the United States and Canada and also known as gridiron, is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possess"}, {"title": "Allegheny Athletic Association", "href": "/wiki/Allegheny_Athletic_Association", "description": "The Allegheny Athletic Association was an athletic club that fielded the first ever professional American football player and later the first fully professional football team. The organization was founded in 1890 as a regional athletic club in Allegheny, Pennsylvania, which is today the North Shore of Pittsburgh."}]}, {"heading": "Events", "year": "1893", "date": "November 12", "txt": "Abdur Rahman Khan accepts the Durand Line as the border between Afghanistan and the British Raj.", "entities": [{"title": "Abdur Rahman Khan", "href": "/wiki/Abdur_Rahman_Khan", "description": "Abdur Rahman Khan was Emir of Afghanistan from 1880 to 1901. He is known for uniting the country after years of internal fighting and negotiation of the Durand Line Agreement with British India."}, {"title": "Durand Line", "href": "/wiki/Durand_Line", "description": "The Durand Line is the international 2,670 km (1,660 mi) land border between Afghanistan and Pakistan in South-Central Asia. It was originally established in 1893 as the international border between British India and Emirate of Afghanistan by Mortimer Durand, a British diplomat of the Indian Civil Service, and Abdur Rahman Khan, the Afghan Emir, to fix the limit of their respective spheres of infl"}, {"title": "British Raj", "href": "/wiki/British_Raj", "description": "The British Raj was the rule by the British Crown on the Indian subcontinent from 1858 to 1947. The rule is also called Crown rule in India, or direct rule in India. The region under British control was commonly called India in contemporaneous usage, and included areas directly administered by the United Kingdom, which were collectively called British India, and areas ruled by indigenous rulers, b"}]}, {"heading": "Events", "year": "1905", "date": "November 12", "txt": "Norway holds a referendum resulting in popular approval of the Storting's decision to authorise the government to make the offer of the throne of the newly independent country.", "entities": [{"title": "Norwegian monarchy plebiscite, 1905", "href": "/wiki/Norwegian_monarchy_plebiscite,_1905", "description": "A referendum on retaining the monarchy or becoming a republic was held in Norway on 12 and 13 November 1905. Voters were asked whether they approved of the Storting's decision to authorise the government to make the offer of the throne of the newly self-ruling country. The Storting had wanted to offer the throne to Prince Carl of Denmark, but the prince insisted that the Norwegian people have a ch"}, {"title": "Parliament of Norway", "href": "/wiki/Parliament_of_Norway", "description": "Storting is the supreme legislature of Norway, established in 1814 by the Constitution of Norway. It is located in Oslo. The unicameral parliament has 169 members, and is elected every four years based on party-list proportional representation in nineteen multi-seat constituencies. A member of Stortinget is known in Norwegian as a stortingsrepresentant, literally \"Storting representative\"."}]}, {"heading": "Events", "year": "1912", "date": "November 12", "txt": "King George I of Greece makes a triumphal entry into Thessaloniki after its liberation from 482 years of Ottoman rule.", "entities": [{"title": "George I of Greece", "href": "/wiki/George_I_of_Greece", "description": "George I was the King of Greece from 30 March 1863 until his assassination in 1913."}, {"title": "Thessaloniki", "href": "/wiki/Thessaloniki", "description": "Thessaloniki, also known as Thessalonica, Saloniki or Salonica, is the second-largest city in Greece, with over 1 million inhabitants in its metropolitan area, and the capital of the geographic region of Macedonia, the administrative region of Central Macedonia and the Decentralized Administration of Macedonia and Thrace. It is also known in Greek as η Συμπρωτεύουσα, literally \"the co-capital\", a "}]}, {"heading": "Events", "year": "1912", "date": "November 12", "txt": "The frozen bodies of Robert Scott and his men are found on the Ross Ice Shelf in Antarctica.", "entities": [{"title": "Ross Ice Shelf", "href": "/wiki/Ross_Ice_Shelf", "description": "The Ross Ice Shelf is the largest ice shelf of Antarctica. It is several hundred metres thick. The nearly vertical ice front to the open sea is more than 600 kilometres (370 mi) long, and between 15 and 50 metres high above the water surface. Ninety percent of the floating ice, however, is below the water surface."}]}, {"heading": "Events", "year": "1918", "date": "November 12", "txt": "Austria becomes a republic. After the proclamation, a coup attempt by the communist Red Guard is defeated by the social-democratic Volkswehr.", "entities": [{"title": "First Austrian Republic", "href": "/wiki/First_Austrian_Republic", "description": "The First Austrian Republic was created after the signing of the Treaty of Saint-Germain-en-Laye on 10 September 1919—the settlement after the end of World War I which ended the Habsburg rump state of Republic of German-Austria—and ended with the establishment of the Austrofascist Federal State of Austria based upon a dictatorship of Engelbert Dollfuss and the Fatherland's Front in 1934. The Repub"}, {"title": "Volkswehr", "href": "/wiki/Volkswehr", "description": "The Austrian Armed Forces are the combined military forces of the Republic of Austria and the main military organisation responsible for national defence."}]}, {"heading": "Events", "year": "1920", "date": "November 12", "txt": "Italy and the Kingdom of Serbs, Croats and Slovenes sign the Treaty of Rapallo.", "entities": [{"title": "Kingdom of Yugoslavia", "href": "/wiki/Kingdom_of_Yugoslavia", "description": "The Kingdom of Yugoslavia was a state in Southeast and Central Europe that existed from 1918 until 1941. From 1918 to 1929, it was officially called the Kingdom of Serbs, Croats and Slovenes, but the term \"Yugoslavia\" was its colloquial name due to its origins. The official name of the state was changed to \"Kingdom of Yugoslavia\" by King Alexander I on 3 October 1929."}, {"title": "Treaty of Rapallo (1920)", "href": "/wiki/Treaty_of_Rapallo_(1920)", "description": "The Treaty of Rapallo was a treaty between the Kingdom of Italy and the Kingdom of Serbs, Croats and Slovenes that was signed to solve the dispute over some territories in the former Austrian Littoral, which was in the upper Adriatic, as well as in Dalmatia."}]}, {"heading": "Events", "year": "1927", "date": "November 12", "txt": "Leon Trotsky is expelled from the Soviet Communist Party, leaving Joseph Stalin in undisputed control of the Soviet Union.", "entities": [{"title": "Leon Trotsky", "href": "/wiki/Leon_Trotsky", "description": "Lev Davidovich Bronstein, better known as Leon Trotsky, was a Russian Marxist revolutionary, political theorist and politician. Ideologically a communist, he developed a variant of Marxism which has become known as Trotskyism."}, {"title": "Soviet Communist Party", "href": "/wiki/Soviet_Communist_Party", "description": "The Communist Party of the Soviet Union (CPSU) was the founding and ruling political party of the Soviet Union. The CPSU was the sole governing party of the Soviet Union until 1990 when the Congress of People's Deputies modified Article 6 of the 1977 Soviet Constitution, which had previously granted the CPSU a monopoly over the political system."}, {"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1928", "date": "November 12", "txt": "SS Vestris sinks approximately 200 miles (320 km) off Hampton Roads, Virginia, killing at least 110 passengers, mostly women and children who die after the vessel is abandoned.", "entities": [{"title": "SS Vestris", "href": "/wiki/SS_Vestris", "description": "SS Vestris was a 1912 steam ocean liner operated by Lamport and Holt Line and used on its service between New York and the River Plate. On 12 November 1928 she began listing about 200 miles (300 km) off Hampton Roads, Virginia, was abandoned, and sank, killing more than 100 people. Her wreck is thought to lie some 1.2 miles (2 km) beneath the North Atlantic."}, {"title": "Hampton Roads, Virginia", "href": "/wiki/Hampton_Roads,_Virginia", "description": "Hampton Roads is the name of both a body of water that serves as a wide channel for the James, Nansemond and Elizabeth rivers between Old Point Comfort and Sewell's Point where the Chesapeake Bay flows into the Atlantic Ocean, and the surrounding metropolitan region located in the southeastern Virginia and northeastern North Carolina portions of the Tidewater region."}]}, {"heading": "Events", "year": "1933", "date": "November 12", "txt": "Nazi Germany uses a referendum to ratify its withdrawal from the League of Nations.", "entities": [{"title": "1933 German referendum", "href": "/wiki/1933_German_referendum", "description": "A referendum on withdrawing from the League of Nations was held in Germany on 12 November 1933 alongside Reichstag elections. The measure was approved by 95.1% of voters with a turnout of 96.3%. It was the first of a series of referendums held by the German cabinet under Chancellor Adolf Hitler, after the cabinet conferred upon itself the ability to hold referendums on 14 July 1933."}]}, {"heading": "Events", "year": "1936", "date": "November 12", "txt": "In California, the San Francisco–Oakland Bay Bridge opens to traffic.", "entities": [{"title": "San Francisco–Oakland Bay Bridge", "href": "/wiki/San_Francisco%E2%80%93Oakland_Bay_Bridge", "description": "The San Francisco–Oakland Bay Bridge, known locally as the Bay Bridge, is a complex of bridges spanning San Francisco Bay in California. As part of Interstate 80 and the direct road between San Francisco and Oakland, it carries about 260,000 vehicles a day on its two decks. It has one of the longest spans in the United States."}]}, {"heading": "Events", "year": "1940", "date": "November 12", "txt": "World War II: The Battle of Gabon ends as Free French Forces take Libreville, Gabon, and all of French Equatorial Africa from Vichy French forces.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Gabon", "href": "/wiki/Battle_of_Gabon", "description": "The Battle of Gabon, also called the Gabon Campaign, occurred in November 1940 during World War II. The battle resulted in forces under the orders of General de Gaulle taking the colony of Gabon and its capital, Libreville, from Vichy France, and the rallying of French Equatorial Africa to Free France.\nIt was the first military engagement leading to the liberation of France, and the only battle of"}, {"title": "Free French Forces", "href": "/wiki/Free_French_Forces", "description": "Free France and its Free French Forces was the government-in-exile led by Charles de Gaulle during the Second World War, and its military forces, that continued to fight against the Axis powers as an Allied nation, following the Fall of France. Set up in London in June 1940, it organised and supported the Resistance in Occupied France, and established a foothold within several French colonies in A"}, {"title": "Libreville", "href": "/wiki/Libreville", "description": "Libreville is the capital and largest city of Gabon. Occupying 65 square kilometres (25 sq mi) in the northwestern province of Estuaire, Libreville is a port on the Komo River, near the Gulf of Guinea. As of the 2013 census, its population was 703,904."}, {"title": "Gabon", "href": "/wiki/Gabon", "description": "Gabon, officially the Gabonese Republic, is a country on the west coast of Central Africa. Located on the equator, Gabon is bordered by Equatorial Guinea to the northwest, Cameroon to the north, the Republic of the Congo on the east and south, and the Gulf of Guinea to the west. It has an area of nearly 270,000 square kilometres (100,000 sq mi) and its population is estimated at 2.1 million people"}, {"title": "French Equatorial Africa", "href": "/wiki/French_Equatorial_Africa", "description": "French Equatorial Africa, or the AEF, was the federation of French colonial possessions in Equatorial Africa, extending northwards from the Congo River into the Sahel, and comprising what are today the countries of Chad, the Central African Republic, the Republic of the Congo, and Gabon."}, {"title": "Vichy France", "href": "/wiki/Vichy_France", "description": "Vichy France is the common name of the French State headed by Marshal Philippe Pétain during World War II. It was an independent ally of Nazi Germany until late 1942 when Berlin took full control. Evacuated from Paris to the resort town of Vichy in the unoccupied \"Free Zone\" in the southern part of Metropolitan France, it remained responsible for the civil administration of France as well as its c"}]}, {"heading": "Events", "year": "1940", "date": "November 12", "txt": "World War II: Soviet Foreign Minister Vyacheslav Molotov arrives in Berlin to discuss the possibility of the Soviet Union joining the Axis Powers.", "entities": [{"title": "German–Soviet Axis talks", "href": "/wiki/German%E2%80%93Soviet_Axis_talks", "description": "German–Soviet Axis talks occurred in October and November 1940 concerning the Soviet Union's potential entry as a fourth Axis Power during World War II. The negotiations, which occurred during the era of the Molotov–Ribbentrop Pact, included a two-day conference in Berlin between Soviet Foreign Minister Vyacheslav Molotov and Adolf Hitler and German Foreign Minister Joachim von Ribbentrop. The tal"}]}, {"heading": "Events", "year": "1941", "date": "November 12", "txt": "World War II: Temperatures around Moscow drop to −12 °C (10 °F) as the Soviet Union launches ski troops for the first time against the freezing German forces near the city.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Ski troops", "href": "/wiki/Ski_troops", "description": "Ski warfare is the use of ski-equipped troops in war."}]}, {"heading": "Events", "year": "1941", "date": "November 12", "txt": "World War II: The Soviet cruiser Chervona Ukraina is destroyed during the Battle of Sevastopol.", "entities": [{"title": "Battle of Sevastopol", "href": "/wiki/Battle_of_Sevastopol", "description": "The siege of Sevastopol also known as the defence of Sevastopol or the Battle of Sevastopol was a military battle that took place on the Eastern Front of the Second World War. The campaign was fought by the Axis powers of Germany and Romania against the Soviet Union for control of Sevastopol, a port in the Crimea on the Black Sea. On 22 June 1941 the Axis invaded the Soviet Union during Operation "}]}, {"heading": "Events", "year": "1942", "date": "November 12", "txt": "World War II: Naval Battle of Guadalcanal between Japanese and American forces begins near Guadalcanal. The battle lasts for three days and ends with an American victory.", "entities": [{"title": "Naval Battle of Guadalcanal", "href": "/wiki/Naval_Battle_of_Guadalcanal", "description": "The Naval Battle of Guadalcanal, sometimes referred to as the Third and Fourth Battles of Savo Island, the Battle of the Solomons, the Battle of Friday the 13th, or, in Japanese sources, the Third Battle of the Solomon Sea , took place from 12–15 November 1942, and was the decisive engagement in a series of naval battles between Allied and Imperial Japanese forces during the months-long Guadalcana"}, {"title": "Guadalcanal", "href": "/wiki/Guadalcanal", "description": "Guadalcanal is the principal island in Guadalcanal Province of the Solomon Islands, located in the south-western Pacific, northeast of Australia. It is the largest island in the Solomon Islands by area, and the second by population. The island is mainly covered in dense tropical rainforest and has a mountainous interior."}]}, {"heading": "Events", "year": "1944", "date": "November 12", "txt": "World War II: The Royal Air Force launches 29 Avro Lancaster bombers, which sink the German battleship Tirpitz, with 12,000 lb Tallboy bombs off Tromsø, Norway.", "entities": [{"title": "Royal Air Force", "href": "/wiki/Royal_Air_Force", "description": "The Royal Air Force (RAF) is the United Kingdom's aerial warfare force. It was formed towards the end of the First World War on 1 April 1918, becoming the first independent air force in the world, by regrouping the Royal Flying Corps (RFC) and the Royal Naval Air Service (RNAS). Following the Allied victory over the Central Powers in 1918, the RAF emerged as the largest air force in the world at t"}, {"title": "Avro Lancaster", "href": "/wiki/Avro_Lancaster", "description": "The Avro Lancaster is a British Second World War heavy bomber. It was designed and manufactured by Avro as a contemporary of the Handley Page Halifax, both bombers having been developed to the same specification, as well as the Short Stirling, all three aircraft being four-engined heavy bombers adopted by the Royal Air Force (RAF) during the same wartime era."}, {"title": "Battleship", "href": "/wiki/Battleship", "description": "A battleship is a large armored warship with a main battery consisting of large caliber guns. During the late 19th and early 20th centuries the battleship was the most powerful type of warship, and a fleet centered around the battleship was part of the command of the sea doctrine for several decades. By the time of World War II, however, the battleship was made obsolete as other ships, primarily t"}, {"title": "Tallboy bomb", "href": "/wiki/Tallboy_bomb", "description": "Tallboy or Bomb, Medium Capacity, 12,000 lb was an earthquake bomb developed by the British aeronautical engineer Barnes Wallis and used by the Royal Air Force (RAF) during the Second World War."}, {"title": "Tromsø", "href": "/wiki/Troms%C3%B8", "description": "Tromsø is a municipality in Troms og Finnmark county, Norway. The administrative centre of the municipality is the city of Tromsø."}]}, {"heading": "Events", "year": "1948", "date": "November 12", "txt": "In Tokyo, the International Military Tribunal for the Far East sentences seven Japanese military and government officials, including General Hideki Tojo, to death for their roles in World War II.", "entities": [{"title": "International Military Tribunal for the Far East", "href": "/wiki/International_Military_Tribunal_for_the_Far_East", "description": "The International Military Tribunal for the Far East (IMTFE), also known as the Tokyo Trial or the Tokyo War Crimes Tribunal, was a military trial convened on April 29, 1946, to try the leaders of the Empire of Japan for joint conspiracy to start and wage war, conventional war crimes and crimes against humanity."}, {"title": "Hideki Tojo", "href": "/wiki/Hideki_Tojo", "description": "Hideki Tōjō was a Japanese politician and general of the Imperial Japanese Army (IJA) who served as Prime Minister of Japan and President of the Imperial Rule Assistance Association for most of World War II. During his years in power, he assumed several more positions including Chief of Staff of the Imperial Army before ultimately being removed from office in July 1944."}]}, {"heading": "Events", "year": "1954", "date": "November 12", "txt": "Ellis Island ceased operations.", "entities": [{"title": "Ellis Island", "href": "/wiki/Ellis_Island", "description": "Ellis Island is a federally-owned island in New York Harbor that was the busiest immigrant inspection station in the United States. From 1892 to 1924, nearly 12 million immigrants arriving at the Port of New York and New Jersey were processed there under federal law. Today, it is part of the Statue of Liberty National Monument and is accessible to the public only by ferry. The north side of the is"}]}, {"heading": "Events", "year": "1956", "date": "November 12", "txt": "Morocco, Sudan and Tunisia join the United Nations.", "entities": [{"title": "Morocco", "href": "/wiki/Morocco", "description": "Morocco, officially the Kingdom of Morocco, is the westernmost country in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, and has land borders with Algeria to the east, and the disputed territory of Western Sahara to the south. Morocco also claims the Spanish exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, and seve"}, {"title": "Sudan", "href": "/wiki/Sudan", "description": "Sudan, officially the Republic of the Sudan, is a country in Northeast Africa. It is bordered by Egypt to the north, Libya to the northwest, Chad to the west, the Central African Republic to the southwest, South Sudan to the south, Ethiopia to the southeast, Eritrea to the east, and the Red Sea to the northeast. Sudan has a population of 44.91 million people as of 2021 and occupies 1,886,068 squar"}, {"title": "Tunisia", "href": "/wiki/Tunisia", "description": "Tunisia, officially the Republic of Tunisia, is the northernmost country in Africa. It is a part of the Maghreb region of North Africa, and is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east; covering 163,610 km2 (63,170 sq mi), with a population of 11 million. It contains the eastern end of the Atlas Mountains and the northern"}]}, {"heading": "Events", "year": "1956", "date": "November 12", "txt": "In the midst of the Suez Crisis, Palestinian refugees are shot dead in Rafah by Israeli soldiers following the invasion of the Gaza Strip.", "entities": [{"title": "Rafah massacre", "href": "/wiki/Rafah_massacre", "description": "The Rafah massacre occurred on November 12, 1956, during Israel's occupation of the Sinai Peninsula and Gaza Protectorate following the Suez Crisis. The town of Rafah, lying on Gaza's border with Egypt, had been one of two invasion points during the initial incursion by the Israel Defense Forces into the Strip on November 1. As with the earlier Khan Yunis massacre, circumstances surrounding the ev"}, {"title": "Gaza Strip", "href": "/wiki/Gaza_Strip", "description": "The Gaza Strip, or simply Gaza, is a self-governing Palestinian territory on the eastern coast of the Mediterranean Sea, that borders Egypt on the southwest for 11 kilometers (6.8 mi) and Israel on the east and north along a 51 km (32 mi) border. Gaza and the West Bank are claimed by the de jure sovereign State of Palestine."}]}, {"heading": "Events", "year": "1958", "date": "November 12", "txt": "A team of rock climbers led by Warren Harding completes the first ascent of The Nose on El Capitan in Yosemite Valley.", "entities": [{"title": "Warren Harding (climber)", "href": "/wiki/Warren_Harding_(climber)", "description": "Warren Harding was one of the most accomplished and influential American rock climbers of the 1950s to 1970s. He was the leader of the first team to climb El Capitan, Yosemite Valley, in 1958. The route they climbed, known as The Nose, ascends 2,900 feet (880 m) up the central buttress of what is one of the largest granite monoliths in the world. Harding climbed many other first ascents in Yosemit"}, {"title": "The Nose (El Capitan)", "href": "/wiki/The_Nose_(El_Capitan)", "description": "The Nose is one of the original technical climbing routes up El Capitan. Once considered impossible to climb, El Capitan is now the standard for big-wall climbing. It is recognized in the historic climbing text Fifty Classic Climbs of North America and considered a classic around the world."}, {"title": "El Capitan", "href": "/wiki/El_Capitan", "description": "El Capitan, also known as El Cap, is a vertical rock formation in Yosemite National Park, located on the north side of Yosemite Valley, near its western end. The granite monolith is about 3,000 feet (914 m) from base to summit along its tallest face, and is a popular objective for rock climbers."}, {"title": "Yosemite Valley", "href": "/wiki/Yosemite_Valley", "description": "Yosemite Valley is a glacial valley in Yosemite National Park in the western Sierra Nevada mountains of Central California. The valley is about 7.5 miles (12 km) long and approximately 3000–3500 feet deep, surrounded by high granite summits such as Half Dome and El Capitan, and densely forested with pines. The valley is drained by the Merced River, and a multitude of streams and waterfalls flow in"}]}, {"heading": "Events", "year": "1961", "date": "November 12", "txt": "Terry Jo Duperrault is the sole survivor of a series of brutal murders aboard the ketch Bluebelle.", "entities": [{"title": "Ketch", "href": "/wiki/Ketch", "description": "A ketch is a two-masted sailboat whose mainmast is taller than the mizzen mast, generally in a 40-foot or bigger boat. The name ketch is derived from catch. The ketch's main mast is usually stepped in the same position as in a sloop."}, {"title": "Bluebelle (ship)", "href": "/wiki/Bluebelle_(ship)", "description": "Bluebelle was a 60-foot (18 m) twin-masted sailing ketch based out of Fort Lauderdale, Florida. The ship was scuttled following an act of mass murder by the ship's captain, Julian Harvey, on November 12, 1961."}]}, {"heading": "Events", "year": "1969", "date": "November 12", "txt": "Vietnam War: Independent investigative journalist Seymour Hersh breaks the story of the My Lai Massacre.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Seymour Hersh", "href": "/wiki/Seymour_Hersh", "description": "Seymour Myron \"Sy\" Hersh is an American investigative journalist and political writer. He was a longtime contributor to The New Yorker magazine on national security matters and has also written for the London Review of Books since 2013."}, {"title": "My Lai Massacre", "href": "/wiki/My_Lai_Massacre", "description": "The Mỹ Lai massacre was the mass murder of unarmed South Vietnamese civilians by U.S. troops in Sơn Tịnh District, South Vietnam, on March 16, 1968 during the Vietnam War. Between 347 and 504 unarmed people were killed by U.S. Army soldiers from Company C, 1st Battalion, 20th Infantry Regiment and Company B, 4th Battalion, 3rd Infantry Regiment, 11th Brigade, 23rd (Americal) Infantry Division. Vic"}]}, {"heading": "Events", "year": "1970", "date": "November 12", "txt": "The Oregon Highway Division attempts to destroy a rotting beached sperm whale with explosives, leading to the now infamous \"exploding whale\" incident.", "entities": [{"title": "Oregon Highway Division", "href": "/wiki/Oregon_Highway_Division", "description": "The Oregon Department of Transportation (ODOT) is a department of the state government of the U.S. state of Oregon responsible for systems of transportation. It was first established in 1969. It had been preceded by the Oregon State Highway Department which, along with the Oregon State Highway Commission, was created by an act of the Oregon Legislative Assembly in 1913. It works closely with the f"}, {"title": "Sperm whale", "href": "/wiki/Sperm_whale", "description": "The sperm whale or cachalot is the largest of the toothed whales and the largest toothed predator. It is the only living member of the genus Physeter and one of three extant species in the sperm whale family, along with the pygmy sperm whale and dwarf sperm whale of the genus Kogia."}, {"title": "Exploding whale", "href": "/wiki/Exploding_whale#Oregon", "description": "There have been several cases of exploding whale carcasses due to a buildup of gas in the decomposition process. Actual explosives have also been used to assist in disposing of whale carcasses, ordinarily after towing the carcass out to sea. A widely reported case of an exploding whale occurred in Florence, Oregon, in November 1970, when the Oregon Highway Division blew up a decaying Gray whale wi"}]}, {"heading": "Events", "year": "1970", "date": "November 12", "txt": "The 1970 Bhola cyclone makes landfall on the coast of East Pakistan, becoming the deadliest tropical cyclone in history.", "entities": [{"title": "East Pakistan", "href": "/wiki/East_Pakistan", "description": "East Pakistan was the eastern provincial wing of Pakistan between 1947 and 1971, covering the territory of the modern country Bangladesh. Its land borders were with India and Burma, with a coastline on the Bay of Bengal. East Pakistanis were popularly known as \"Pakistani Bengalis\"; to distinguish this region from India's state West Bengal, East Pakistan was known as \"Pakistani Bengal\"."}]}, {"heading": "Events", "year": "1971", "date": "November 12", "txt": "Vietnam War: As part of Vietnamization, U.S. President Richard Nixon sets February 1, 1972 as the deadline for the removal of another 45,000 American troops from Vietnam.", "entities": [{"title": "Vietnamization", "href": "/wiki/Vietnamization", "description": "Vietnamization was a policy of the Richard Nixon administration to end U.S. involvement in the Vietnam War through a program to \"expand, equip, and train South Vietnamese forces and assign to them an ever-increasing combat role, at the same time steadily reducing the number of U.S. combat troops\". Brought on by the Viet Cong's Tet Offensive, the policy referred to U.S. combat troops specifically i"}, {"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}]}, {"heading": "Events", "year": "1975", "date": "November 12", "txt": "The Comoros joins the United Nations.", "entities": [{"title": "Comoros", "href": "/wiki/Comoros", "description": "The Comoros, officially the Union of the Comoros, is an island country in the Indian Ocean, at the northern end of the Mozambique Channel off the eastern coast of Africa. It shares maritime borders with Madagascar and Mayotte to the southeast, Tanzania to the northwest, Mozambique to the west, and the Seychelles to the northeast. Its capital and largest city is Moroni. The religion of the majority"}]}, {"heading": "Events", "year": "1977", "date": "November 12", "txt": "France conducts the Oreste nuclear test as 14th in the group of 29, 1975–78 French nuclear tests series.", "entities": [{"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}, {"title": "1975–78 French nuclear tests", "href": "/wiki/1975%E2%80%9378_French_nuclear_tests", "description": "The France's 1975–1978 nuclear test series was a group of 29 nuclear tests conducted in 1975-1978. These tests followed the 1971–74 French nuclear tests series and preceded the 1979–80 French nuclear tests series."}]}, {"heading": "Events", "year": "1979", "date": "November 12", "txt": "Iran hostage crisis: In response to the hostage situation in Tehran, U.S. President Jimmy Carter orders a halt to all petroleum imports into the United States from Iran.", "entities": [{"title": "Iran hostage crisis", "href": "/wiki/Iran_hostage_crisis", "description": "The Iran hostage crisis was a diplomatic standoff between the United States and Iran. Fifty-two American diplomats and citizens were held hostage after a group of militarized Iranian college students belonging to the Muslim Student Followers of the Imam's Line, who supported the Iranian Revolution, took over the U.S. Embassy in Tehran and seized hostages. The hostages were held for 444 days from N"}, {"title": "Tehran", "href": "/wiki/Tehran", "description": "Tehran is the capital of Iran and Tehran Province. With a population of around 8.7 million in the city and 15 million in the larger metropolitan area of Greater Tehran, Tehran is the most populous city in Iran and Western Asia, and has the second-largest metropolitan area in the Middle East. It is ranked 24th in the world by the population of its metropolitan area."}, {"title": "Jimmy Carter", "href": "/wiki/Jimmy_Carter", "description": "James Earl Carter Jr. is an American politician, businessman, and philanthropist who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained engaged in political and social projects "}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}]}, {"heading": "Events", "year": "1980", "date": "November 12", "txt": "The NASA space probe Voyager I makes its closest approach to Saturn and takes the first images of its rings.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Saturn", "href": "/wiki/Saturn", "description": "Saturn is the sixth planet from the Sun and the second-largest in the Solar System, after Jupiter. It is a gas giant with an average radius of about nine and a half times that of Earth. It only has one-eighth the average density of Earth; however, with its larger volume, Saturn is over 95 times more massive. Saturn is named after the Roman god of wealth and agriculture; its astronomical symbol (♄)"}, {"title": "Rings of Saturn", "href": "/wiki/Rings_of_Saturn", "description": "The rings of Saturn are the most extensive ring system of any planet in the Solar System. They consist of countless small particles, ranging in size from micrometers to meters, that orbit around Saturn. The ring particles are made almost entirely of water ice, with a trace component of rocky material. There is still no consensus as to their mechanism of formation. Although theoretical models indic"}]}, {"heading": "Events", "year": "1981", "date": "November 12", "txt": "Space Shuttle program: Mission STS-2, utilizing the Space Shuttle Columbia, marks the first time a crewed spacecraft is launched into space twice.", "entities": [{"title": "Space Shuttle program", "href": "/wiki/Space_Shuttle_program", "description": "The Space Shuttle program was the fourth human spaceflight program carried out by the U.S. National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011. Its official name, Space Transportation System (STS), was taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for de"}, {"title": "STS-2", "href": "/wiki/STS-2", "description": "STS-2 was the second Space Shuttle mission conducted by NASA, and the second flight of the orbiter Columbia. The mission launched on 12 November 1981 and landed two days later on 14 November. STS-2 marked the first time that a crewed, reusable orbital vehicle returned to space. This mission tested the Shuttle Imaging Radar as part of the OSTA-1 payload, along with a wide range of other experiments"}, {"title": "Space Shuttle", "href": "/wiki/Space_Shuttle", "description": "The Space Shuttle was a partially reusable low Earth orbital spacecraft system operated from 1981 to 2011 by the U.S. National Aeronautics and Space Administration (NASA) as part of the Space Shuttle program. Its official program name was Space Transportation System (STS), taken from a 1969 plan for a system of reusable spacecraft where it was the only item funded for development. The first of fou"}]}, {"heading": "Events", "year": "1982", "date": "November 12", "txt": "USSR: Yuri Andropov becomes the General Secretary of the Communist Party's Central Committee, succeeding Leonid I. Brezhnev.", "entities": [{"title": "USSR", "href": "/wiki/USSR", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Yuri Andropov", "href": "/wiki/Yuri_Andropov", "description": "Yuri Vladimirovich Andropov was the sixth paramount leader of the Soviet Union and the fourth General Secretary of the Communist Party of the Soviet Union. Following the 18-year rule of Leonid Brezhnev, Andropov served in the post from November 1982 until his death in February 1984."}, {"title": "General Secretary of the Communist Party of the Soviet Union", "href": "/wiki/General_Secretary_of_the_Communist_Party_of_the_Soviet_Union", "description": "The General Secretary of the Central Committee of the Communist Party of the Soviet Union was an office of the Communist Party of the Soviet Union (CPSU) that by the late 1920s had evolved into the most powerful of the Central Committee's various positions. Seldom in Soviet history would any other office trump the authority of General Secretary. From 1929 until the union's dissolution, the holder "}, {"title": "Central Committee of the Communist Party of the Soviet Union", "href": "/wiki/Central_Committee_of_the_Communist_Party_of_the_Soviet_Union", "description": "The Central Committee of the Communist Party of the Soviet Union was the executive leadership of the Communist Party of the Soviet Union, acting between sessions of Congress. According to party statutes, the committee directed all party and governmental activities. Its members were elected by the Party Congress."}, {"title": "Leonid I. Brezhnev", "href": "/wiki/Leonid_I._Brezhnev", "description": "Leonid Ilyich Brezhnev was a Soviet politician who led the Soviet Union as General Secretary of the governing Communist Party (1964–1982) and as Chairman of the Presidium of the Supreme Soviet. His 18-year term as general secretary was second only to Joseph Stalin's in duration. While Brezhnev's rule was characterised by political stability and notable foreign policy successes, it was also marked "}]}, {"heading": "Events", "year": "1990", "date": "November 12", "txt": "Crown Prince Akihito is formally installed as Emperor Akihito of Japan, becoming the 125th Japanese monarch.", "entities": [{"title": "Crown Prince", "href": "/wiki/Crown_Prince", "description": "A crown prince is the heir apparent to the throne in a royal or imperial monarchy. The female form of the title is crown princess, which may refer either to an heiress apparent or, especially in earlier times, to the wife of the person styled crown prince."}, {"title": "Akihito", "href": "/wiki/Akihito", "description": "Akihito  is a member of the Imperial House of Japan who reigned as the 125th emperor of Japan, according to the traditional order of succession, from 7 January 1989 until 30 April 2019, Heisei era. He succeeded to the Chrysanthemum Throne upon the death of his father, Emperor Showa (Hirohito). Upon his abdication due to his age and declining health, he became Emperor Emeritus. He was succeeded by "}]}, {"heading": "Events", "year": "1990", "date": "November 12", "txt": "Tim Berners-Lee publishes a formal proposal for the World Wide Web.", "entities": [{"title": "World Wide Web", "href": "/wiki/World_Wide_Web", "description": "The World Wide Web (WWW), commonly known as the Web, is an information system where documents and other web resources are identified by Uniform Resource Locators, which may be interlinked by hyperlinks, and are accessible over the Internet. The resources of the Web are transferred via the Hypertext Transfer Protocol (HTTP), may be accessed by users by a software application called a web browser, a"}]}, {"heading": "Events", "year": "1991", "date": "November 12", "txt": "Santa Cruz massacre: Indonesian forces open fire on a crowd of student protesters in Dili, East Timor.", "entities": [{"title": "Santa Cruz massacre", "href": "/wiki/Santa_Cruz_massacre", "description": "The Santa Cruz massacre was the shooting of at least 250 East Timorese pro-independence demonstrators in the Santa Cruz cemetery in the capital, Dili, on 12 November 1991, during the Indonesian occupation of East Timor and is part of the East Timorese genocide."}, {"title": "Dili", "href": "/wiki/Dili", "description": "Dili, also known as City of Peace, is the capital, largest city, chief port, and commercial centre of East Timor (Timor-Leste). Dili is part of a free trade zone, the Timor Leste–Indonesia–Australia Growth Triangle (TIA-GT)."}]}, {"heading": "Events", "year": "1995", "date": "November 12", "txt": "Erdut Agreement regarding the peaceful resolution to the Croatian War of Independence is reached.", "entities": [{"title": "Erdut Agreement", "href": "/wiki/Erdut_Agreement", "description": "The Erdut Agreement, officially the Basic Agreement on the Region of Eastern Slavonia, Baranja and Western Sirmium, was an agreement reached on 12 November 1995 between the authorities of the Republic of Croatia and the local Serb authorities of the Eastern Slavonia, Baranja and Western Syrmia region on the peaceful resolution to the Croatian War of Independence in eastern Croatia. It initiated th"}, {"title": "Croatian War of Independence", "href": "/wiki/Croatian_War_of_Independence", "description": "The Croatian War of Independence was fought from 1991 to 1995 between Croat forces loyal to the Government of Croatia—which had declared independence from the Socialist Federal Republic of Yugoslavia (SFRY)—and the Serb-controlled Yugoslav People's Army (JNA) and local Serb forces, with the JNA ending its combat operations in Croatia by 1992. In Croatia, the war is primarily referred to as the \"Ho"}]}, {"heading": "Events", "year": "1996", "date": "November 12", "txt": "A Saudi Arabian Airlines Boeing 747 and a Kazakh Ilyushin Il-76 cargo plane collide in mid-air near New Delhi, killing 349 in the deadliest mid-air collision to date.", "entities": [{"title": "Saudi Arabian Airlines", "href": "/wiki/Saudi_Arabian_Airlines", "description": "Saudia, formerly known as Saudi Arabian Airlines, is the flag carrier of Saudi Arabia, based in Jeddah. The airline's main operational base is at King Abdulaziz International Airport in Jeddah. King Khalid International Airport in Riyadh and King Fahd International Airport in Dammam are secondary hubs. The airline is the third largest in the Middle East in terms of revenue, behind Emirates and Qat"}, {"title": "Boeing 747", "href": "/wiki/Boeing_747", "description": "The Boeing 747 is a large, long–range wide-body airliner and cargo aircraft manufactured by Boeing Commercial Airplanes in the United States.\n\nAfter introducing the 707 in October 1958, Pan Am wanted a jet 2+1⁄2 times its size, to reduce its seat cost by 30% to democratize air travel. In 1965, Joe Sutter left the 737 development program to design the 747, the first twin aisle airliner. In April 19"}, {"title": "Ilyushin Il-76", "href": "/wiki/Ilyushin_Il-76", "description": "The Ilyushin Il-76 is a multi-purpose four-engine turbofan strategic airlifter designed by the Soviet Union's Ilyushin design bureau. It was first planned as a commercial freighter in 1967, as a replacement for the Antonov An-12. It was designed to deliver heavy machinery to remote, poorly served areas. Military versions of the Il-76 have been widely used in Europe, Asia and Africa, including use "}, {"title": "Charkhi Dadri mid-air collision", "href": "/wiki/Charkhi_Dadri_mid-air_collision", "description": "On 12 November 1996, Saudi Arabian Airlines Flight 763, a Boeing 747 en route from Delhi, India, to Dhahran, Saudi Arabia, and Kazakhstan Airlines Flight 1907, an Ilyushin Il-76 en route from Chimkent, Kazakhstan, to Delhi, collided over the village of Charkhi Dadri, around 100 km west of Delhi. The crash killed all 349 people on board both planes, making it the world's deadliest mid-air collision"}]}, {"heading": "Events", "year": "1997", "date": "November 12", "txt": "Ramzi Yousef is found guilty of masterminding the 1993 World Trade Center bombing.", "entities": [{"title": "Ramzi Yousef", "href": "/wiki/Ramzi_Yousef", "description": "Ramzi Yousef is a Pakistani convicted terrorist who was one of the main perpetrators of the 1993 World Trade Center bombing and the bombing of Philippine Airlines Flight 434; he was also a co-conspirator in the Bojinka plot. In 1995, he was arrested by the Pakistani Inter-Services Intelligence (ISI) and U.S. Diplomatic Security Service at a guest house in Islamabad, Pakistan, while trying to set a"}, {"title": "1993 World Trade Center bombing", "href": "/wiki/1993_World_Trade_Center_bombing", "description": "The 1993 World Trade Center bombing was a terrorist attack on the World Trade Center, carried out on February 26, 1993, when a truck bomb detonated below the North Tower of the World Trade Center in New York City. The 1,336 lb (606 kg) urea nitrate–hydrogen gas enhanced device was intended to send the North Tower crashing into the South Tower, bringing both towers down and killing tens of thousand"}]}, {"heading": "Events", "year": "1999", "date": "November 12", "txt": "The 7.2 Mw  Düzce earthquake shakes northwestern Turkey with a maximum Mercalli intensity of IX (Violent). At least 845 people are killed and almost 5,000 are injured.", "entities": [{"title": "1999 Düzce earthquake", "href": "/wiki/1999_D%C3%BCzce_earthquake", "description": "The 1999 Düzce earthquake occurred on 12 November at 18:57:22 local time with a moment magnitude of 7.2 and a maximum Mercalli intensity of IX (Violent), causing damage and at least 845 fatalities in Düzce, Turkey. The epicenter was approximately 100 km (62 mi) to the east of the extremely destructive 1999 İzmit earthquake that happened a few months earlier. Both strike-slip earthquakes were cause"}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "2001", "date": "November 12", "txt": "In New York City, American Airlines Flight 587, an Airbus A300 en route to the Dominican Republic, crashes minutes after takeoff from John F. Kennedy International Airport, killing all 260 on board and five on the ground.", "entities": [{"title": "American Airlines Flight 587", "href": "/wiki/American_Airlines_Flight_587", "description": "American Airlines Flight 587 was a regularly scheduled international passenger flight from John F. Kennedy International Airport to Las Américas International Airport in Santo Domingo, the capital of the Dominican Republic. On November 12, 2001, the Airbus A300B4-605R flying the route crashed into the neighborhood of Belle Harbor, on the Rockaway Peninsula of Queens, New York City shortly after ta"}, {"title": "Airbus A300", "href": "/wiki/Airbus_A300", "description": "The Airbus A300 is a wide-body airliner developed and manufactured by Airbus.\n\nIn September 1967, aircraft manufacturers in the United Kingdom, France, and West Germany signed a memorandum of understanding to develop a large airliner.\nWest Germany and France reached an agreement on 29 May 1969 after the British withdrew from the project on 10 April 1969.\nEuropean collaborative aerospace manufactur"}, {"title": "Dominican Republic", "href": "/wiki/Dominican_Republic", "description": "The Dominican Republic is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean region. It occupies the eastern five-eighths of the island, which it shares with Haiti, making Hispaniola one of only two Caribbean islands, along with Saint Martin, that are shared by two sovereign states. The Dominican Republic is the second-largest nation in the Antilles "}, {"title": "John F. Kennedy International Airport", "href": "/wiki/John_F._Kennedy_International_Airport", "description": "John F. Kennedy International Airport is an international airport in Queens, New York City, and one of the primary airports serving New York City. The airport is the busiest international air passenger gateway into North America, the 20th-busiest airport in the world, the sixth-busiest airport in the United States, and the busiest airport in the New York airport system, having handled over 62.5 mi"}]}, {"heading": "Events", "year": "2001", "date": "November 12", "txt": "War in Afghanistan: Taliban forces abandon Kabul, ahead of advancing Afghan Northern Alliance troops.", "entities": [{"title": "Taliban", "href": "/wiki/Taliban", "description": "The Taliban or Taleban, who refer to themselves as the Islamic Emirate of Afghanistan (IEA), are a Sunni Islamist movement and military organisation in Afghanistan currently waging war within that country. Since 2016, the Taliban's leader is Mawlawi Hibatullah Akhundzada."}, {"title": "Kabul, Afghanistan", "href": "/wiki/Kabul,_Afghanistan", "description": "Kabul is the capital and largest city of Afghanistan, located in the eastern section of the country. It is also a municipality, forming part of the greater Kabul Province, and divided into 22 districts. According to estimates in 2020, the population of Kabul is 4.222 million, which includes all the major ethnic groups of Afghanistan. Afghanistan's only city with a population of over 1 million, Kab"}, {"title": "Afghan Northern Alliance", "href": "/wiki/Afghan_Northern_Alliance", "description": "The Afghan Northern Alliance, officially known as the United Islamic Front for the Salvation of Afghanistan, was a united military front that came to formation in late 1996 after the Islamic Emirate of Afghanistan (Taliban) took over Kabul. The United Front was assembled by key leaders of the Islamic State of Afghanistan, particularly president Burhanuddin Rabbani and former Defense Minister Ahmad"}]}, {"heading": "Events", "year": "2003", "date": "November 12", "txt": "Iraq War: In Nasiriyah, Iraq, at least 23 people, among them the first Italian casualties of the 2003 invasion of Iraq, are killed in a suicide bomb attack on an Italian police base.", "entities": [{"title": "Iraq War", "href": "/wiki/Iraq_War", "description": "The Iraq War was a protracted armed conflict that began in 2003 with the invasion of Iraq by a United States-led coalition that overthrew the government of Saddam Hussein. The conflict continued for much of the next decade as an insurgency emerged to oppose the occupying forces and the post-invasion Iraqi government. An estimated 151,000 to 1,033,000 Iraqis were killed in the first three to four y"}, {"title": "Nasiriyah", "href": "/wiki/Nasiriyah", "description": "Nasiriyah is a city in Iraq. It is situated along the banks of the Euphrates River, about 360 km southeast of Baghdad, near the ruins of the ancient city of Ur. It is the capital of the Dhi Qar Governorate. Its population 2003 was about 560,000, making it the fourth largest city in Iraq. It had a religiously diverse population of Muslims, Mandaeans and Jews in the early 20th century, but today its"}, {"title": "2003 invasion of Iraq", "href": "/wiki/2003_invasion_of_Iraq", "description": "The 2003 invasion of Iraq was the first stage of the Iraq War. The invasion phase began on 19 March 2003 (air) and 20 March 2003 (ground) and lasted just over one month, including 26 days of major combat operations, in which a combined force of troops from the United States, the United Kingdom, Australia and Poland invaded Iraq. This early stage of the war formally ended on 1 May 2003 when U.S. Pr"}]}, {"heading": "Events", "year": "2003", "date": "November 12", "txt": "Shanghai Transrapid sets a new world speed record of 501 kilometres per hour (311 mph) for commercial railway systems, which remains the fastest for unmodified commercial rail vehicles.", "entities": [{"title": "Land speed record for rail vehicles", "href": "/wiki/Land_speed_record_for_rail_vehicles", "description": "The world record for a conventional wheeled passenger train is held by France's TGV, set in 2007 when it reached 574.8 km/h (357.2 mph) on a 140 km section of track."}]}, {"heading": "Events", "year": "2011", "date": "November 12", "txt": "Silvio Berlusconi tenders his resignation as Prime Minister of Italy, effective November 16, due in large part to the European sovereign debt crisis.", "entities": [{"title": "Silvio Berlusconi", "href": "/wiki/Silvio_Berlusconi", "description": "Silvio Berlusconi is an Italian media tycoon and politician who served as Prime Minister of Italy in four governments from 1994 to 1995, 2001 to 2006 and 2008 to 2011. He was a member of the Chamber of Deputies from 1994 to 2013 and has served as a Member of the European Parliament (MEP) since 2019, and previously from 1999 to 2001."}, {"title": "European sovereign debt crisis", "href": "/wiki/European_sovereign_debt_crisis", "description": "The European debt crisis is a multi-year debt crisis that has been taking place in the European Union since the end of 2009. Several eurozone member states were unable to repay or refinance their government debt or to bail out over-indebted banks under their national supervision without the assistance of third parties like other eurozone countries, the European Central Bank (ECB), or the Internati"}]}, {"heading": "Events", "year": "2011", "date": "November 12", "txt": "A blast in Iran's Shahid Modarres missile base leads to the death of 17 of the Revolutionary Guards members, including Hassan Tehrani Moghaddam, a key figure in Iran's missile program.", "entities": [{"title": "IRGC", "href": "/wiki/IRGC", "description": "The Islamic Revolutionary Guard Corps is a branch of the Iranian Armed Forces, founded after the Iranian Revolution on 22 April 1979 by order of Ayatollah Ruhollah Khomeini. Whereas the Iranian Army defends Iranian borders and maintains internal order, according to the Iranian constitution, the Revolutionary Guard (pasdaran) is intended to protect the country's Islamic republic political system. T"}, {"title": "Hassan Tehrani Moghaddam", "href": "/wiki/Hassan_Tehrani_Moghaddam", "description": "Hassan Tehrani Moghaddam was an Iranian military officer in the Aerospace Force of the Islamic Revolutionary Guard Corps and designer of Iran's ballistic missile project. He was the chief of the Army of the Guardians of the Islamic Revolutionary Guard Corps. He founded Iran's long-range missile program and sought the expertise and blueprint designs from North Korea in order to help develop Iran's "}]}, {"heading": "Events", "year": "2014", "date": "November 12", "txt": "The Philae lander, deployed from the European Space Agency's Rosetta probe, reaches the surface of Comet 67P/Churyumov–Gerasimenko.", "entities": [{"title": "Philae (spacecraft)", "href": "/wiki/Philae_(spacecraft)", "description": "Philae is a robotic European Space Agency lander that accompanied the Rosetta spacecraft until it separated to land on comet 67P/Churyumov–Gerasimenko, ten years and eight months after departing Earth. On 12 November 2014, Philae touched down on the comet, but it bounced when its anchoring harpoons failed to deploy and a thruster designed to hold the probe to the surface did not fire. After bounci"}, {"title": "European Space Agency", "href": "/wiki/European_Space_Agency", "description": "The European Space Agency is an intergovernmental organization of 22 member states dedicated to the exploration of space. Established in 1975 and headquartered in Paris, ESA has a worldwide staff of about 2,200 in 2018 and an annual budget of about €6.68 billion in 2020."}, {"title": "Rosetta (spacecraft)", "href": "/wiki/Rosetta_(spacecraft)", "description": "Rosetta was a space probe built by the European Space Agency launched on 2 March 2004. Along with Philae, its lander module, Rosetta performed a detailed study of comet 67P/Churyumov–Gerasimenko (67P). During its journey to the comet, the spacecraft performed flybys of Earth, Mars, and the asteroids 21 Lutetia and 2867 Šteins. It was launched as the third cornerstone mission of the ESA's Horizon 2"}, {"title": "67P/Churyumov–Gerasimenko", "href": "/wiki/67P/Churyumov%E2%80%93Gerasimenko", "description": null}]}, {"heading": "Events", "year": "2015", "date": "November 12", "txt": "Two suicide bombers detonate explosives in Bourj el-Barajneh, Beirut, killing 43 people and injuring over 200 others.", "entities": [{"title": "Suicide bomber", "href": "/wiki/Suicide_bomber", "description": "A suicide attack is any violent attack in which attackers accept their own death as a direct result of the attacking method used. Suicide attacks have occurred throughout history, often as part of a military campaign, and more recently as part of terrorist campaigns."}, {"title": "2015 Beirut bombings", "href": "/wiki/2015_Beirut_bombings", "description": "On 12 November 2015, two suicide bombers detonated explosives in Bourj el-Barajneh, a southern suburb of Beirut, Lebanon, that is inhabited mostly by Shia Muslims. Reports of the number of fatalities concluded that 43 people died directly from the detonation. Islamic State of Iraq and the Levant (ISIL) claimed responsibility for the attacks."}, {"title": "Bourj el-Barajneh", "href": "/wiki/Bourj_el-Barajneh", "description": "Bourj el-Barajneh is a municipality located in the southern suburbs of Beirut, in Lebanon. The municipality lies between Beirut–Rafic Hariri International Airport and the town of Haret Hreik."}, {"title": "Beirut", "href": "/wiki/Beirut", "description": "Beirut is the capital and largest city of Lebanon. As of 2014, Greater Beirut has a population of 2.2 million, which makes it the third-largest city in the Levant region. The city is situated on a peninsula at the midpoint of Lebanon's Mediterranean coast. Beirut has been inhabited for more than 5,000 years as one of Phoenicia's most prominent city states, making it one of the oldest cities in the"}]}, {"heading": "Events", "year": "2017", "date": "November 12", "txt": "The 7.3 Mw  Kermanshah earthquake shakes the northern Iran–Iraq border with a maximum Mercalli intensity of VIII (Severe). At least 410 people are killed and over 7,000 are injured.", "entities": [{"title": "2017 Kermanshah earthquake", "href": "/wiki/2017_Kermanshah_earthquake", "description": "On 12 November 2017 at 18:18 UTC, an earthquake with a moment magnitude of 7.3 occurred on the Iran–Iraq border, with the Iraqi Kurdish city of Halabja, and the Kurdish dominated places of Ezgeleh, Salas-e Babajani County, Kermanshah Province in Iran, closest to the epicentre, 30 kilometres (19 mi) south of the city of Halabja, Iraqi Kurdistan."}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Births", "year": "1450", "date": "November 12", "txt": "Jacques of Savoy, Count of Romont, Prince of Savoy (d. 1486)", "entities": [{"title": "Jacques of Savoy, Count of Romont", "href": "/wiki/Jacques_of_Savoy,_Count_of_Romont", "description": "Jacques of Savoy was Count of Romont and Lord of Vaud."}]}, {"heading": "Births", "year": "1492", "date": "November 12", "txt": "Johan Rantzau, German general (d. 1565)", "entities": [{"title": "Johan Rantzau", "href": "/wiki/Johan_Rantzau", "description": "Johan Rantzau was a German-Danish general and statesman known for his role in the Count's Feud."}]}, {"heading": "Births", "year": "1494", "date": "November 12", "txt": "Margaret of Anhalt-Köthen, Princess of Anhalt by birth, by marriage Duchess of Saxony (d. 1521)", "entities": [{"title": "Margaret of Anhalt-Köthen", "href": "/wiki/Margaret_of_Anhalt-K%C3%B6then", "description": "Margaret of Anhalt was a member of the House of Ascania and was a princess of Anhalt by birth and by marriage Duchess of Saxony."}]}, {"heading": "Births", "year": "1528", "date": "November 12", "txt": "Qi Jiguang, Chinese general (d. 1588)", "entities": [{"title": "Qi Jiguang", "href": "/wiki/Qi_Jiguang", "description": "Qi Jiguang, courtesy name Yuanjing, art names Nantang and Mengzhu, posthumous name Wuyi, was a Chinese military general and writer of the Ming dynasty. He is best known for leading the defense on the coastal regions against wokou pirate activities in the 16th century, as well as for the reinforcement of the Great Wall of China. Qi is also known for writing the military manuals Jixiao Xinshu and Li"}]}, {"heading": "Births", "year": "1547", "date": "November 12", "txt": "Claude of Valois (d. 1575)", "entities": [{"title": "Claude of Valois", "href": "/wiki/Claude_of_Valois", "description": "Claude of France was a French princess as the second daughter of King Henry II of France and Catherine de' Medici, and Duchess of Lorraine by marriage to Charles III, Duke of Lorraine."}]}, {"heading": "Births", "year": "1579", "date": "November 12", "txt": "Albrecht of Hanau-Münzenberg, German nobleman (d. 1635)", "entities": [{"title": "Albrecht of Hanau-Münzenberg", "href": "/wiki/Albrecht_of_Hanau-M%C3%BCnzenberg", "description": "Albert of Hanau-Münzenberg was the younger son of Philip Louis I of Hanau-Münzenberg (1553-1580) and his wife, Countess Magdalena of Waldeck (1558-1599). The only sons of his parents to reach adulthood were Albert and his elder brother Philip Louis II. Albert's son John Ernest was the last male member of the Hanau-Münzenberg line of the House of Hanau."}]}, {"heading": "Births", "year": "1606", "date": "November 12", "txt": "Jeanne Mance, French-Canadian nurse, founded the Hôtel-Dieu de Montréal (d. 1673)", "entities": [{"title": "Jeanne Mance", "href": "/wiki/Jeanne_Mance", "description": "Jeanne Mance was a French nurse and settler of New France. She arrived in New France two years after the Ursuline nuns came to Quebec. Among the founders of Montreal in 1642, she established its first hospital, the Hôtel-Dieu de Montréal, in 1645. She returned twice to France to seek financial support for the hospital. After providing most of the care directly for years, in 1657 she recruited thre"}, {"title": "Hôtel-Dieu de Montréal", "href": "/wiki/H%C3%B4tel-Dieu_de_Montr%C3%A9al", "description": "The Hôtel-Dieu de Montréal was the first hospital established in Montreal, Quebec, Canada."}]}, {"heading": "Births", "year": "1615", "date": "November 12", "txt": "Richard Baxter, English minister, poet, and theologian (d. 1691)", "entities": [{"title": "Richard Baxter", "href": "/wiki/Richard_Baxter", "description": "Richard Baxter was an English Puritan church leader, poet, hymnodist, theologian, and controversialist. Dean Stanley called him \"the chief of English Protestant Schoolmen\". After some false starts, he made his reputation by his ministry at Kidderminster, and at around the same time began a long and prolific career as theological writer. After the Restoration he refused preferment, while retaining "}]}, {"heading": "Births", "year": "1627", "date": "November 12", "txt": "Diego Luis de San Vitores, Spanish Jesuit missionary (d. 1672)", "entities": [{"title": "Diego Luis de San Vitores", "href": "/wiki/Diego_Luis_de_San_Vitores", "description": "Diego Luis de San Vitores was a Spanish Jesuit missionary who founded the first Catholic church on the island of Guam. He is responsible for establishing the Christian presence in the Mariana Islands. He is a controversial figure today due to his role in starting the Spanish-Chamorro Wars."}]}, {"heading": "Births", "year": "1651", "date": "November 12", "txt": "Juana Inés de la Cruz, Mexican nun, poet, and scholar (d. 1695)", "entities": [{"title": "Juana Inés de la Cruz", "href": "/wiki/Juana_In%C3%A9s_de_la_Cruz", "description": "Sor Juana Inés de la Cruz was a Mexican writer, philosopher, composer, poet of the Baroque period, and Hieronymite nun. Her outspoken opinions granted her lifelong names such as \"The Tenth Muse\" and \"The Phoenix of America\", for she was a flame that rose from the ashes of \"religious authoritarianism\"."}]}, {"heading": "Births", "year": "1655", "date": "November 12", "txt": "Francis Nicholson, British Army general and colonial administrator (d. 1727)", "entities": [{"title": "Francis Nicholson", "href": "/wiki/Francis_Nicholson", "description": "Lieutenant-General Sir Francis Nicholson was a British Army general and colonial official who served as the Governor of South Carolina from 1721 to 1725. He previously was the Governor of Nova Scotia from 1712 to 1715, the Governor of Virginia from 1698 to 1705, the Governor of Maryland from 1694 to 1698, the Lieutenant Governor of Virginia from 1690 to 1692, and the Lieutenant Governor of the Dom"}]}, {"heading": "Births", "year": "1684", "date": "November 12", "txt": "Edward Vernon, English admiral and politician (d. 1757)", "entities": [{"title": "Edward Vernon", "href": "/wiki/Edward_Vernon", "description": "Admiral Edward Vernon was an English naval officer. He had a long and distinguished career, rising to the rank of admiral after 46 years service. As a vice admiral during the War of Jenkins' Ear, in 1739 he was responsible for the capture of Porto Bello, seen as expunging the failure of Admiral Hosier there in a previous conflict. However, his amphibious operation against the Spanish port of Carta"}]}, {"heading": "Births", "year": "1729", "date": "November 12", "txt": "Louis Antoine de Bougainville, French admiral and explorer (d. 1811)", "entities": [{"title": "Louis Antoine de Bougainville", "href": "/wiki/Louis_Antoine_de_Bougainville", "description": "Louis-Antoine, Comte de Bougainville was a French admiral and explorer. A contemporary of the British explorer James Cook, he took part in the Seven Years' War in North America and the American Revolutionary War against Britain. Bougainville later gained fame for his expeditions, including circumnavigation of the globe in a scientific expedition in 1763, the first recorded settlement on the Falkla"}]}, {"heading": "Births", "year": "1755", "date": "November 12", "txt": "Gerhard von Scharnhorst, Prussian general and politician, Prussian Minister of War (d. 1813)", "entities": [{"title": "Gerhard von Scharnhorst", "href": "/wiki/Gerhard_von_Scharnhorst", "description": "Gerhard Johann David von Scharnhorst was a Hanoverian-born general in Prussian service from 1801. As the first Chief of the Prussian General Staff, he was noted for his military theories, his reforms of the Prussian army, and his leadership during the Napoleonic Wars. Scharnhorst limited the use of corporal punishments, established promotion for merit, abolished the enrollment of foreigners, began"}, {"title": "Prussian Minister of War", "href": "/wiki/Prussian_Minister_of_War", "description": "The Prussian War Ministry was gradually established between 1808 and 1809 as part of a series of reforms initiated by the Military Reorganization Commission created after the disastrous Treaties of Tilsit. The War Ministry was to help bring the Army under constitutional review, and, along with the General Staff systematize the conduct of warfare. Gerhard von Scharnhorst, the most prominent and inf"}]}, {"heading": "Births", "year": "1780", "date": "November 12", "txt": "Piet Retief, South African ruler (d. 1838)", "entities": [{"title": "Piet Retief", "href": "/wiki/Piet_Retief", "description": "Pieter Mauritz Retief was a Voortrekker leader. Settling in 1814 in the frontier region of the Cape Colony, he assumed command of punitive expeditions in response to raiding parties from the adjacent Xhosa territory. He became a spokesperson for the frontier farmers who voiced their discontent, and wrote the Voortrekkers' declaration at their departure from the colony."}]}, {"heading": "Births", "year": "1793", "date": "November 12", "txt": "Johann Friedrich von Eschscholtz, Livonian physician and botanist (d. 1831)", "entities": [{"title": "Johann Friedrich von Eschscholtz", "href": "/wiki/Johann_Friedrich_von_Eschscholtz", "description": "Johann Friedrich Gustav von Eschscholtz was a Baltic German physician, naturalist, and entomologist. He was one of the earliest scientific explorers of the Pacific region, making significant collections of flora and fauna in Alaska, California, and Hawaii."}]}, {"heading": "Births", "year": "1795", "date": "November 12", "txt": "Thaddeus William Harris, American entomologist and botanist (d. 1856)", "entities": [{"title": "Thaddeus William Harris", "href": "/wiki/Thaddeus_William_Harris", "description": "Thaddeus William Harris was an American entomologist and botanist. For the last few years of his life Harris was the librarian of Harvard University."}]}, {"heading": "Births", "year": "1815", "date": "November 12", "txt": "Elizabeth Cady Stanton, American activist (d. 1902)", "entities": [{"title": "Elizabeth Cady Stanton", "href": "/wiki/Elizabeth_Cady_Stanton", "description": "Elizabeth Cady Stanton was a leader of the women's rights movement in the U.S. during the mid- to late-1800s. She was the main force behind the 1848 Seneca Falls Convention, the first convention to be called for the sole purpose of discussing women's rights, and was the primary author of its Declaration of Sentiments. Her demand for women's right to vote generated a controversy at the convention b"}]}, {"heading": "Births", "year": "1817", "date": "November 12", "txt": "Bahá'u'lláh, Persian spiritual leader, founded the Baháʼí Faith (d. 1892)", "entities": [{"title": "Bahá'u'lláh", "href": "/wiki/Bah%C3%A1%27u%27ll%C3%A1h", "description": "Baháʼu'lláh was a Persian religious leader, and the founder of the Baháʼí Faith, which advocates universal peace and unity among all races, nations, and religions."}, {"title": "Baháʼí Faith", "href": "/wiki/Bah%C3%A1%CA%BC%C3%AD_Faith", "description": "The Baháʼí Faith is a new religion teaching the essential worth of all religions and the unity of all people. Established by Baháʼu'lláh in the 19th century, it initially developed in Persia and parts of the Middle East, where it has faced ongoing persecution since its inception. The religion is estimated to have over five million adherents, known as Baháʼís, spread throughout most of the world's "}]}, {"heading": "Births", "year": "1833", "date": "November 12", "txt": "Alexander Borodin, Russian composer and chemist (d. 1887)", "entities": [{"title": "Alexander Borodin", "href": "/wiki/Alexander_Borodin", "description": "Alexander Porfiryevich Borodin was a Russian chemist and Romantic musical composer of Georgian ancestry. He was one of the prominent 19th-century composers known as \"The Five\", a group dedicated to producing a uniquely Russian kind of Classical music. Borodin is known best for his symphonies, his two string quartets, the symphonic poem In the Steppes of Central Asia and his opera Prince Igor. Musi"}]}, {"heading": "Births", "year": "1840", "date": "November 12", "txt": "Auguste Rodin, French sculptor and illustrator, created The Thinker (d. 1917)", "entities": [{"title": "Auguste Rodin", "href": "/wiki/Auguste_Rodin", "description": "François Auguste René Rodin was a French sculptor generally considered the founder of modern sculpture. He was schooled traditionally and took a craftsman-like approach to his work. Rodin possessed a unique ability to model a complex, turbulent, and deeply pocketed surface in clay. He is known for such sculptures as The Thinker, Monument to Balzac, The Kiss, The Burghers of Calais, and The Gates o"}, {"title": "The Thinker", "href": "/wiki/The_Thinker", "description": "The Thinker is a bronze sculpture by Auguste Rodin, usually placed on a stone pedestal. The work shows a nude male figure of heroic size sitting on a rock as he leans over and rests his chin on the back of his right hand, as though deep in thought and contemplation. The statue is often used as an image to represent philosophy."}]}, {"heading": "Births", "year": "1842", "date": "November 12", "txt": "John William Strutt, 3rd Baron Rayleigh, English physicist and academic, Nobel Prize laureate (d. 1919)", "entities": [{"title": "John William Strutt, 3rd Baron Rayleigh", "href": "/wiki/John_William_Strutt,_3rd_Baron_Rayleigh", "description": "John William Strutt, 3rd Baron Rayleigh,, was a British scientist who made extensive contributions to both theoretical and experimental physics. He spent all of his academic career at the University of Cambridge. Among many honors, he received the 1904 Nobel Prize in Physics \"for his investigations of the densities of the most important gases and for his discovery of argon in connection with these"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1848", "date": "November 12", "txt": "Eduard Müller, Swiss lawyer and politician, 51st President of the Swiss Confederation (d. 1919)", "entities": [{"title": "Eduard Müller (Swiss politician)", "href": "/wiki/Eduard_M%C3%BCller_(Swiss_politician)", "description": "Eduard Müller was a Swiss politician, Mayor of Bern (1888-1895), President of the Swiss National Council (1890/1891) and member of the Swiss Federal Council (1895-1919). He was a member of the Free Democratic Party."}, {"title": "President of the Swiss Confederation", "href": "/wiki/President_of_the_Swiss_Confederation", "description": "The president of the Swiss Confederation, also known as the president of the Confederation or colloquially as the president of Switzerland, is the head of Switzerland's seven-member Federal Council, the country's executive branch. Elected by the Federal Assembly for one year, the officeholder chairs the meetings of the Federal Council and undertakes special representational duties."}]}, {"heading": "Births", "year": "1850", "date": "November 12", "txt": "Mikhail Chigorin, Russian chess player and theoretician (d. 1908)", "entities": [{"title": "Mikhail Chigorin", "href": "/wiki/Mikhail_Chigorin", "description": "Mikhail Ivanovich Chigorin was a Russian chess player. He played two World Championship matches against Wilhelm Steinitz, losing both times. The last great player of the Romantic chess style, he also served as a major source of inspiration for the \"Soviet chess school\", which dominated the chess world in the middle and latter parts of the 20th century."}]}, {"heading": "Births", "year": "1866", "date": "November 12", "txt": "Sun Yat-sen, Chinese physician and politician, 1st President of the Republic of China (d. 1925)", "entities": [{"title": "Sun Yat-sen", "href": "/wiki/Sun_Yat-sen", "description": "Sun Yat-sen was a Chinese statesman, physician, and political philosopher, who served as the provisional first president of the Republic of China and the first leader of the Kuomintang. He is referred as the \"Father of the Nation\" in the Republic of China, and as the \"Forerunner of the Revolution\" in the People's Republic of China for his instrumental role in the overthrow of the Qing dynasty duri"}, {"title": "President of the Republic of China", "href": "/wiki/President_of_the_Republic_of_China", "description": "The president of the Republic of China, commonly known as the president of Taiwan is the head of state of the Republic of China (ROC) and the commander-in-chief of the Republic of China Armed Forces."}]}, {"heading": "Births", "year": "1872", "date": "November 12", "txt": "William Fay, Irish actor and producer (d. 1947)", "entities": [{"title": "William Fay", "href": "/wiki/William_Fay", "description": "William George \"Willie\" Fay was an actor and theatre producer who was one of the co-founders of the Abbey Theatre."}]}, {"heading": "Births", "year": "1881", "date": "November 12", "txt": "Olev Siinmaa, Estonian-Swedish architect (d. 1948)", "entities": [{"title": "Olev Siinmaa", "href": "/wiki/Olev_Siinmaa", "description": "Olev Siinmaa, was an Estonian architect who is perhaps best recalled for his work in the style coined \"Pärnu Resort Functionalism\"."}]}, {"heading": "Births", "year": "1881", "date": "November 12", "txt": "Maximilian von Weichs, German field marshal (d. 1954)", "entities": []}, {"heading": "Births", "year": "1886", "date": "November 12", "txt": "Günther Dyhrenfurth, German geologist and mountaineer (d. 1975)", "entities": [{"title": "Günther Dyhrenfurth", "href": "/wiki/G%C3%BCnther_Dyhrenfurth", "description": "Günter Oskar Dyhrenfurth was a German-born, German and Swiss mountaineer, geologist and Himalayan explorer. He won a gold medal in alpinism at the 1936 Summer Olympics."}]}, {"heading": "Births", "year": "1886", "date": "November 12", "txt": "Ben Travers, English author and playwright (d. 1980)", "entities": []}, {"heading": "Births", "year": "1889", "date": "November 12", "txt": "DeWitt Wallace, American publisher and philanthropist, co-founded Reader's Digest (d. 1981)", "entities": [{"title": "DeWitt Wallace", "href": "/wiki/DeWitt_Wallace", "description": "William Roy DeWitt Wallace; November 12, 1889 – March 30, 1981), publishing as DeWitt Wallace, was an American magazine publisher."}]}, {"heading": "Births", "year": "1890", "date": "November 12", "txt": "Lily Kronberger, Hungarian figure skater (d. 1974)", "entities": [{"title": "Lily Kronberger", "href": "/wiki/Lily_Kronberger", "description": "Lily Kronberger, also spelled Lili Kronberger, was a Hungarian figure skater competitive during the early years of modern figure skating. She was Hungary’s first World Champion."}]}, {"heading": "Births", "year": "1892", "date": "November 12", "txt": "Tudor Davies, Welsh tenor and actor (d. 1958)", "entities": [{"title": "Tudor Davies", "href": "/wiki/Tudor_Davies", "description": "Tudor Davies was a Welsh tenor."}]}, {"heading": "Births", "year": "1894", "date": "November 12", "txt": "Thorleif Schjelderup-Ebbe, Norwegian zoologist and comparative psychologist (d. 1976)", "entities": [{"title": "Thorleif Schjelderup-Ebbe", "href": "/wiki/Thorleif_Schjelderup-Ebbe", "description": "Thorleif Schjelderup-Ebbe was a Norwegian zoologist and comparative psychologist."}]}, {"heading": "Births", "year": "1895", "date": "November 12", "txt": "Manuel Alonso Areizaga, Spanish tennis player (d. 1984)", "entities": [{"title": "Manuel Alonso Areizaga", "href": "/wiki/Manuel_Alonso_Areizaga", "description": "Manuel Alonso de Areizaga was a Spanish tennis player. He was the first Spanish tennis player of international stature."}]}, {"heading": "Births", "year": "1895", "date": "November 12", "txt": "Nima Yooshij, Iranian poet and academic (d. 1960)", "entities": []}, {"heading": "Births", "year": "1896", "date": "November 12", "txt": "Salim Ali, Indian ornithologist and author (d. 1987)", "entities": [{"title": "Salim Ali", "href": "/wiki/Salim_Ali", "description": "Sálim Moizuddin Abdul Ali was an Indian ornithologist and naturalist. Sometimes referred to as the \"Birdman of India\", Salim Ali was the first Indian to conduct systematic bird surveys across India and wrote several bird books that popularized ornithology in India. He became a key figure behind the Bombay Natural History Society after 1947 and used his personal influence to garner government suppo"}]}, {"heading": "Births", "year": "1897", "date": "November 12", "txt": "Karl Marx, German composer and conductor (d. 1985)", "entities": [{"title": "Karl Marx (composer)", "href": "/wiki/Karl_Marx_(composer)", "description": "Karl Julius Marx was a German composer and music teacher."}]}, {"heading": "Births", "year": "1898", "date": "November 12", "txt": "Leon Štukelj, Slovenian gymnast (d. 1999)", "entities": [{"title": "Leon Štukelj", "href": "/wiki/Leon_%C5%A0tukelj", "description": "Leon Štukelj listen (help·info) was a Yugoslav gymnast of Slovene ethnicity, Olympic gold medalist and athlete."}]}, {"heading": "Births", "year": "1900", "date": "November 12", "txt": "Stanley Graham, New Zealand mass murderer (d. 1941)", "entities": [{"title": "Stanley Graham", "href": "/wiki/Stanley_Graham", "description": "Eric Stanley George Graham was a New Zealander who killed seven people."}]}, {"heading": "Births", "year": "1901", "date": "November 12", "txt": "James Luther Adams, American minister and theologian (d. 1994)", "entities": [{"title": "James Luther Adams", "href": "/wiki/James_Luther_Adams", "description": "James Luther Adams (1901–1994), an American professor at Harvard Divinity School, Andover Newton Theological School, and Meadville Lombard Theological School, and a Unitarian parish minister, was the most influential theologian among American Unitarian Universalists in the 20th century."}]}, {"heading": "Births", "year": "1903", "date": "November 12", "txt": "Jack Oakie, American actor (d. 1978)", "entities": [{"title": "Jack Oakie", "href": "/wiki/Jack_Oakie", "description": "Jack Oakie was an American actor, starring mostly in films, but also working on stage, radio and television. He portrayed Napaloni in Chaplin's The Great Dictator (1940), receiving a nomination for the Academy Award for Best Supporting Actor."}]}, {"heading": "Births", "year": "1904", "date": "November 12", "txt": "Max Hoffman, Austrian-born car importer and businessman (d. 1981)", "entities": [{"title": "Max Hoffman", "href": "/wiki/Max_Hoffman", "description": "Maximilian Edwin Hoffman, was an Austrian-born, New York-based importer of luxury European automobiles into the United States during the 1950s."}]}, {"heading": "Births", "year": "1905", "date": "November 12", "txt": "Louise Thaden, American pilot (d. 1979)", "entities": [{"title": "Louise Thaden", "href": "/wiki/Louise_Thaden", "description": "Iris Louise McPhetridge Thaden was an American aviation pioneer, holder of numerous aviation records, and the first woman to win the Bendix trophy, alongside Blanche Noyes. She was inducted into the Arkansas Aviation Historical Society's Hall of Fame in 1980."}]}, {"heading": "Births", "year": "1906", "date": "November 12", "txt": "George Dillon, American soldier and poet (d. 1968)", "entities": [{"title": "George Dillon (poet)", "href": "/wiki/George_Dillon_(poet)", "description": "George Hill Dillon was an American editor and poet. He was born in Jacksonville, Florida but he spent his childhood in Kentucky and the Mid-West. He graduated from The University of Chicago in 1927 with a degree in English. He was the editor for Poetry magazine from 1937 to 1949, during which time he also served in WWII as a member of the Signal Corps. Viewing, from the top of the Eiffel Tower, th"}]}, {"heading": "Births", "year": "1908", "date": "November 12", "txt": "Harry Blackmun, American lawyer and judge (d. 1999)", "entities": [{"title": "Harry Blackmun", "href": "/wiki/Harry_Blackmun", "description": "Harry Andrew Blackmun was an American lawyer and jurist who served as an Associate Justice of the Supreme Court of the United States from 1970 until 1994. Appointed by Republican President Richard Nixon, Blackmun ultimately became one of the most liberal justices on the Court. He is best known as the author of the Court's opinion in Roe v. Wade, which prohibits many state and federal restrictions "}]}, {"heading": "Births", "year": "1910", "date": "November 12", "txt": "Dudley Nourse, South African cricketer (d. 1981)", "entities": [{"title": "Dudley Nourse", "href": "/wiki/Dudley_Nourse", "description": "Arthur Dudley Nourse was a South African Test cricketer. Primarily a batsman, he was captain of the South African team from 1948 to 1951."}]}, {"heading": "Births", "year": "1911", "date": "November 12", "txt": "Buck Clayton, American trumpet player and academic (d. 1991)", "entities": [{"title": "Buck Clayton", "href": "/wiki/Buck_Clayton", "description": "Wilbur Dorsey \"Buck\" Clayton was an American jazz trumpeter who was a member of Count Basie's orchestra. His principal influence was Louis Armstrong, first hearing the record \"Confessin' That I Love You\" as he passed by a shop window."}]}, {"heading": "Births", "year": "1915", "date": "November 12", "txt": "Roland Barthes, French philosopher, theorist, and critic (d. 1980)", "entities": [{"title": "Roland Barthes", "href": "/wiki/Roland_Barthes", "description": "Roland Gérard Barthes was a French literary theorist, essayist, philosopher, critic, and semiotician. Barthes' ideas explored a diverse range of fields and he influenced the development of many schools of theory, including structuralism, semiotics, social theory, design theory, anthropology and post-structuralism. He was particularly known for developing and extending the field of semiotics throug"}]}, {"heading": "Births", "year": "1916", "date": "November 12", "txt": "Paul Emery, English racing driver (d. 1993)", "entities": [{"title": "Paul Emery", "href": "/wiki/Paul_Emery", "description": "Paul Emery was a racing driver from England."}]}, {"heading": "Births", "year": "1916", "date": "November 12", "txt": "Jean Papineau-Couture, Canadian composer and academic (d. 2000)", "entities": []}, {"heading": "Births", "year": "1917", "date": "November 12", "txt": "Jo Stafford, American singer (d. 2008)", "entities": [{"title": "Jo Stafford", "href": "/wiki/Jo_Stafford", "description": "Jo Elizabeth Stafford was an American traditional pop music singer and occasional actress, whose career spanned five decades from the late 1930s to the early 1980s. Admired for the purity of her voice, she originally underwent classical training to become an opera singer before following a career in popular music, and by 1955 had achieved more worldwide record sales than any other female artist. H"}]}, {"heading": "Births", "year": "1919", "date": "November 12", "txt": "France Štiglic, Slovenian film director and screenwriter (d. 1993)", "entities": [{"title": "France Štiglic", "href": "/wiki/France_%C5%A0tiglic", "description": "France Štiglic was a Slovenian film director and screenwriter. His 1948 film On Our Own Land was entered into the 1949 Cannes Film Festival. His film The Ninth Circle (1960) was Yugoslavia's submission for the Academy Award for Best Foreign Language Film at the 33rd Academy Awards, where it was shortlisted for the award."}]}, {"heading": "Births", "year": "1920", "date": "November 12", "txt": "Richard Quine, American actor, director, and screenwriter (d. 1989)", "entities": [{"title": "Richard Quine", "href": "/wiki/Richard_Quine", "description": "Richard Quine was an American director, actor, and singer."}]}, {"heading": "Births", "year": "1922", "date": "November 12", "txt": "Tadeusz Borowski, Polish poet, author, and journalist (d. 1951)", "entities": [{"title": "Tadeusz Borowski", "href": "/wiki/Tadeusz_Borowski", "description": "Tadeusz Borowski was a Polish writer and journalist. His wartime poetry and stories dealing with his experiences as a prisoner at Auschwitz are recognized as classics of Polish literature."}]}, {"heading": "Births", "year": "1922", "date": "November 12", "txt": "Kim Hunter, American actress (d. 2002)", "entities": []}, {"heading": "Births", "year": "1923", "date": "November 12", "txt": "Ian Graham, English archaeologist and explorer (d. 2017)", "entities": [{"title": "Ian Graham", "href": "/wiki/Ian_Graham", "description": "Ian James Alastair Graham OBE was a British Mayanist whose explorations of Maya ruins in the jungles of Mexico, Guatemala, and Belize helped establish the Corpus of Maya Hieroglyphic Inscriptions published by the Peabody Museum of Harvard University. Among his related works is a biography of an early predecessor, the 19th-century British Maya explorer Alfred Maudslay."}]}, {"heading": "Births", "year": "1923", "date": "November 12", "txt": "Rubén Bonifaz Nuño, Mexican poet and scholar (d. 2013)", "entities": []}, {"heading": "Births", "year": "1924", "date": "November 12", "txt": "Sam Jones, American bassist, cellist, and composer (d. 1981)", "entities": [{"title": "Sam Jones (musician)", "href": "/wiki/Sam_Jones_(musician)", "description": "Samuel Jones was an American jazz double bassist, cellist, and composer."}]}, {"heading": "Births", "year": "1926", "date": "November 12", "txt": "Robert Goff, Baron Goff of Chieveley, English lawyer and judge (d. 2016)", "entities": [{"title": "Robert Goff, Baron Goff of Chieveley", "href": "/wiki/Robert_Goff,_Baron_Goff_of_Chieveley", "description": "Robert Lionel Archibald Goff, Baron Goff of Chieveley, was an English barrister and judge who was Senior Lord of Appeal in Ordinary, the equivalent of today's President of the Supreme Court. Best known for establishing unjust enrichment as a branch of English law, he has been described by Andrew Burrows as \"the greatest judge of modern times\". Goff was the original co-author of Goff & Jones, the l"}]}, {"heading": "Births", "year": "1927", "date": "November 12", "txt": "František Šťastný, Czech motorcycle racer and sportscaster (d. 2000)", "entities": [{"title": "František Šťastný", "href": "/wiki/Franti%C5%A1ek_%C5%A0%C5%A5astn%C3%BD", "description": "František (\"Franta\") Šťastný was a Czech Grand Prix motorcycle road racer."}]}, {"heading": "Births", "year": "1927", "date": "November 12", "txt": "Yutaka Taniyama, Japanese mathematician and theorist (d. 1958)", "entities": []}, {"heading": "Births", "year": "1929", "date": "November 12", "txt": "Michael Ende, German author and fiction writer (d. 1995)", "entities": [{"title": "Michael Ende", "href": "/wiki/Michael_Ende", "description": "Michael Andreas Helmuth Ende was a German writer of fantasy and children's fiction. He is best known for his epic fantasy The Neverending Story; other famous works include Momo and Jim Button and Luke the Engine Driver. His works have been translated into more than 40 languages, sold more than 35 million copies, and adapted as motion pictures, stage plays, operas and audio books. Ende is one of th"}]}, {"heading": "Births", "year": "1929", "date": "November 12", "txt": "Grace Kelly, American actress, later Princess Grace of Monaco (d. 1982)", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 12", "txt": "Bob Crewe, American singer-songwriter and producer (d. 2014)", "entities": [{"title": "Bob Crewe", "href": "/wiki/Bob_Crewe", "description": "Robert Stanley Crewe was an American songwriter, dancer, singer, manager, and record producer. He was known for producing, and co-writing with Bob Gaudio, a string of Top 10 singles for the Four Seasons."}]}, {"heading": "Births", "year": "1934", "date": "November 12", "txt": "Charles Manson, American cult leader (d. 2017)", "entities": [{"title": "Charles Manson", "href": "/wiki/Charles_Manson", "description": "Charles Milles Manson was an American criminal and cult leader. In mid-1967, he formed what became known as the \"Manson Family\", a quasi-commune based in California. His followers committed a series of nine murders at four locations in July and August 1969. Although the motive for the murders was disputed by Manson, the Los Angeles County District Attorney believed that Manson intended to start a "}]}, {"heading": "Births", "year": "1934", "date": "November 12", "txt": "John McGahern, Irish author and educator (d. 2006)", "entities": []}, {"heading": "Births", "year": "1934", "date": "November 12", "txt": "Vavá, Brazilian footballer and manager (d. 2002)", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 12", "txt": "Denis DeJordy, Canadian ice hockey player and coach", "entities": [{"title": "Denis DeJordy", "href": "/wiki/Denis_DeJordy", "description": "Joseph Denis Emile DeJordy, is a Canadian former professional ice hockey player. He played goal for four National Hockey League teams, most notably the Chicago Black Hawks. In 1966–67, he and Glenn Hall won the Vezina Trophy for the best goals-against average in the NHL."}]}, {"heading": "Births", "year": "1938", "date": "November 12", "txt": "Benjamin Mkapa, Tanzanian journalist and politician, 3rd President of Tanzania", "entities": [{"title": "President of Tanzania", "href": "/wiki/President_of_Tanzania", "description": "The president of the United Republic of Tanzania is the head of state and head of government of Tanzania. The president leads the executive branch of the Government of Tanzania and is the commander-in-chief of the armed forces. The president serves a term of five years. Since 1992, they are limited to two terms, whether successive or separated."}]}, {"heading": "Births", "year": "1938", "date": "November 12", "txt": "Mort Shuman, American singer-songwriter and pianist (d. 1991)", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 12", "txt": "Lucia Popp, Slovak soprano (d. 1993)", "entities": [{"title": "Lucia Popp", "href": "/wiki/Lucia_Popp", "description": "Lucia Popp was a Slovak operatic soprano. She began her career as a soubrette, and later moved into the light-lyric and lyric coloratura soprano repertoire and then the lighter Richard Strauss and Wagner operas. Her career included performances at Vienna State Opera, the Metropolitan Opera, Covent Garden, and La Scala. Popp was also a highly regarded recitalist and lieder singer."}]}, {"heading": "Births", "year": "1940", "date": "November 12", "txt": "Amjad Khan, Indian actor & director (d. 1992)", "entities": [{"title": "Amjad Khan (actor)", "href": "/wiki/Amjad_Khan_(actor)", "description": "Amjad Khan was an Indian actor and director. He worked in over 132 films in a career spanning nearly twenty years. He gained popularity for villainous roles in mostly Hindi films, the most famous being the iconic Gabbar Singh in the 1975 classic Sholay and of Dilawar in Muqaddar Ka Sikandar (1978)."}]}, {"heading": "Births", "year": "1940", "date": "November 12", "txt": "Michel Audet, Canadian economist and politician", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 12", "txt": "Jürgen Todenhöfer, German judge and politician", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 12", "txt": "Errol Brown, Jamaican-English singer-songwriter (d. 2015)", "entities": [{"title": "Errol Brown", "href": "/wiki/Errol_Brown", "description": "Errol Brown MBE was a British-Jamaican singer and songwriter, best known as the frontman of the soul and funk band Hot Chocolate. In 2004, Brown received the Ivor Novello Award for Outstanding Contribution to British Music."}]}, {"heading": "Births", "year": "1943", "date": "November 12", "txt": "Brian Hyland, American pop singer", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 12", "txt": "Wallace Shawn, American actor, comedian and playwright", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 12", "txt": "Björn Waldegård, Swedish racing driver (d. 2014)", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 12", "txt": "John Walker, American singer-songwriter and guitarist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 12", "txt": "Booker T. Jones, American pianist, saxophonist, songwriter, and producer", "entities": [{"title": "Booker T. Jones", "href": "/wiki/Booker_T._Jones", "description": "Booker Taliaferro Jones Jr. is an American multi-instrumentalist, songwriter, record producer and arranger, best known as the frontman of the band Booker T. & the M.G.'s. He has also worked in the studios with many well-known artists of the 20th and 21st centuries, earning him a Grammy Award for lifetime achievement."}]}, {"heading": "Births", "year": "1944", "date": "November 12", "txt": "Al Michaels, American sportscaster", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 12", "txt": "Michael Bishop, American author and educator", "entities": [{"title": "Michael Bishop (author)", "href": "/wiki/Michael_Bishop_(author)", "description": "Michael Lawson Bishop is an American writer. Over four decades and in more than thirty books, he has created what has been called a \"body of work that stands among the most admired and influential in modern science fiction and fantasy literature.\""}]}, {"heading": "Births", "year": "1945", "date": "November 12", "txt": "Neil Young, Canadian singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 12", "txt": "Judith Roitman, American mathematician and academic", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 12", "txt": "Alexandra Charles, Swedish businesswoman", "entities": [{"title": "Alexandra Charles", "href": "/wiki/Alexandra_Charles", "description": "Alexandra Charles is a Swedish former nightclub owner. With her first husband Noël Charles (1940–2013) she opened a membership restaurant-discothèque called Alexandra's in central Stockholm in 1968 which existed in four successive central locations in that city until 1988. They also initially had a club by the same name in his native Barbados."}]}, {"heading": "Births", "year": "1947", "date": "November 12", "txt": "Buck Dharma, American singer-songwriter and guitarist", "entities": [{"title": "Buck Dharma", "href": "/wiki/Buck_Dharma", "description": "Donald Brian Roeser, more commonly known by his stage name Buck Dharma, is an American guitarist, singer, and songwriter, best known for being the sole constant member of Blue Öyster Cult since the group's formation in 1967. He wrote and sang vocals on several of the band's best-known hits, including \"(Don't Fear) The Reaper\", \"Godzilla\" and \"Burnin' for You\"."}]}, {"heading": "Births", "year": "1947", "date": "November 12", "txt": "Patrice Leconte, French director and screenwriter", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 12", "txt": "Hassan Rouhani, Iranian lawyer and politician; 7th President of Iran", "entities": [{"title": "Hassan Rouhani", "href": "/wiki/Hassan_Rouhani", "description": "Hassan Rouhani is an Iranian politician serving as the seventh and current President of Iran since 3 August 2013. He was also a lawyer, academic, former diplomat and Islamic cleric. He has been a member of Iran's Assembly of Experts since 1999, member of the Expediency Council since 1991, and a member of the Supreme National Security Council since 1989.\nRouhani was deputy speaker of the fourth and"}, {"title": "President of Iran", "href": "/wiki/President_of_Iran", "description": "The president of Iran is the head of government of the Islamic Republic of Iran. The president is the highest-ranking official of Iran. The president carries out the decrees, and answers to the Supreme Leader of Iran, who functions as the country's head of state. Unlike the executive in other countries, the president of Iran does not have full control over the government, which is ultimately under"}]}, {"heading": "Births", "year": "1949", "date": "November 12", "txt": "Ron Lapointe, Canadian ice hockey player and coach (d. 1992)", "entities": [{"title": "Ron Lapointe", "href": "/wiki/Ron_Lapointe", "description": "Ron Lapointe was a Canadian ice hockey coach."}]}, {"heading": "Births", "year": "1949", "date": "November 12", "txt": "Jack Reed, American soldier and politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 12", "txt": "Barbara Fairchild, American country and gospel singer-songwriter", "entities": [{"title": "Barbara Fairchild", "href": "/wiki/Barbara_Fairchild", "description": "Barbara Fairchild is an American country and gospel singer, who is best known for her hit 1973 country song \"The Teddy Bear Song\" and other country hits."}]}, {"heading": "Births", "year": "1953", "date": "November 12", "txt": "Baaba Maal, Senegalese singer-songwriter and guitarist", "entities": [{"title": "Baaba Maal", "href": "/wiki/Baaba_Maal", "description": "Baaba Maal is a Senegalese singer and guitarist born in Podor, on the Senegal River. In addition to acoustic guitar, he also plays percussion. He has released several albums, both for independent and major labels. In July 2003, he was made a UNDP Youth Emissary."}]}, {"heading": "Births", "year": "1954", "date": "November 12", "txt": "Paul McNamee, Australian tennis player", "entities": [{"title": "Paul McNamee", "href": "/wiki/Paul_McNamee", "description": "Paul McNamee is an Australian retired tennis player and prominent sports administrator."}]}, {"heading": "Births", "year": "1955", "date": "November 12", "txt": "Les McKeown, Scottish pop singer (d. 2021)", "entities": [{"title": "Les McKeown", "href": "/wiki/Les_McKeown", "description": "Leslie Richard McKeown was a Scottish pop singer. He was the lead singer of the Bay City Rollers during their most successful period in the 1970s."}]}, {"heading": "Births", "year": "1957", "date": "November 12", "txt": "Tim Samaras, American engineer, storm chaser (d. 2013)", "entities": [{"title": "Tim Samaras", "href": "/wiki/Tim_Samaras", "description": "Timothy Michael Samaras was an American engineer and storm chaser best known for his field research on tornadoes and time on the Discovery Channel show, Storm Chasers. He was killed in the 2013 El Reno tornado."}]}, {"heading": "Births", "year": "1958", "date": "November 12", "txt": "Megan Mullally, American actress and singer", "entities": [{"title": "Megan Mullally", "href": "/wiki/Megan_Mullally", "description": "Megan Mullally is an American actress, comedian, and singer. She played Karen Walker on the NBC sitcom Will & Grace, for which she received eight Primetime Emmy Award nominations for Outstanding Supporting Actress in a Comedy Series, winning twice in 2000 and 2006. She also received nominations for numerous other accolades for her portrayal, including seven consecutive Screen Actors Guild Awards n"}]}, {"heading": "Births", "year": "1958", "date": "November 12", "txt": "Mykola Vynnychenko, Ukrainian race walker", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 12", "txt": "Vincent Irizarry, American actor", "entities": [{"title": "Vincent Irizarry", "href": "/wiki/Vincent_Irizarry", "description": "Vincent Michael Irizarry is an American actor. He was nominated for a Daytime Emmy Award in 1985 and 2002, and won in 2009."}]}, {"heading": "Births", "year": "1959", "date": "November 12", "txt": "Toshihiko Sahashi, Japanese composer", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 12", "txt": "Maurane, Belgian singer and actress (d. 2018)", "entities": [{"title": "Maurane", "href": "/wiki/Maurane", "description": "Claudine Luypaerts, better known as Maurane, was a Francophone Belgian singer and actress."}]}, {"heading": "Births", "year": "1961", "date": "November 12", "txt": "Nadia Comăneci, Romanian gymnast and coach", "entities": [{"title": "Nadia Comăneci", "href": "/wiki/Nadia_Com%C4%83neci", "description": "Nadia Elena Comăneci Conner, known professionally as Nadia Comăneci, is a Romanian retired gymnast and a five-time Olympic gold medalist, all in individual events. In 1976 at the age of 14, Comăneci was the first gymnast to be awarded a perfect score of 10.0 at the Olympic Games. At the same Games, she received six more perfect 10s for events en route to winning three gold medals. At the 1980 Summ"}]}, {"heading": "Births", "year": "1961", "date": "November 12", "txt": "Enzo Francescoli, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 12", "txt": "Kuniko Asagi, Japanese actress and television host", "entities": [{"title": "Kuniko Asagi", "href": "/wiki/Kuniko_Asagi", "description": "Kuniko Asagi  is a Japanese actress and television presenter. Her real name is Kuniko Tanaka ."}]}, {"heading": "Births", "year": "1962", "date": "November 12", "txt": "Jon Dough, American porn actor, director, and producer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 12", "txt": "Mariella Frostrup, Norwegian journalist and actress", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 12", "txt": "Mark Hunter, Canadian ice hockey player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 12", "txt": "Neal Shusterman, American author and poet", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 12", "txt": "Naomi Wolf, American author and activist", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 12", "txt": "Vic Chesnutt, American singer-songwriter and guitarist (d. 2009)", "entities": [{"title": "Vic Chesnutt", "href": "/wiki/Vic_Chesnutt", "description": "James Victor Chesnutt was an American singer-songwriter from Athens, Georgia. His first album, Little, was released in 1990, but his breakthrough to commercial success did not come until 1996 with the release of Sweet Relief II: Gravity of the Situation, a charity record of alternative artists covering his songs."}]}, {"heading": "Births", "year": "1964", "date": "November 12", "txt": "David Ellefson, American bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 12", "txt": "Wang Kuang-hui, Taiwanese baseball player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 12", "txt": "Barbara Stühlmeyer, German musicologist, church musician and writer", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 12", "txt": "Lex Lang, American voice actor and producer", "entities": [{"title": "Lex Lang", "href": "/wiki/Lex_Lang", "description": "Walter Alexis \"Lex\" Lang is an American voice actor and director, who has provided voices and served as a director for a number of animations and video games. He is best known for voicing Doctor Neo Cortex in the Crash Bandicoot video games. He is also known for voicing Goemon Ishikawa in Lupin the Third."}]}, {"heading": "Births", "year": "1967", "date": "November 12", "txt": "Bassim Al-Karbalaei, Iraqi Eulogy Reciter", "entities": [{"title": "Bassim Al-Karbalaei", "href": "/wiki/Bassim_Al-Karbalaei", "description": "Haj Mulla Basim Ismail Muhammad-Ali al-Karbalaei, commonly known as Basim Karbalaei or Mulla Basim is an Iraqi Shi'ite eulogy reciter."}]}, {"heading": "Births", "year": "1967", "date": "November 12", "txt": "Disco Inferno, American wrestler and manager", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 12", "txt": "Iryna Khalip, Belarusian journalist", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 12", "txt": "Michael Moorer, American boxer", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 12", "txt": "Grant Nicholas, Welsh singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 12", "txt": "Kathleen Hanna, American singer-songwriter", "entities": [{"title": "Kathleen Hanna", "href": "/wiki/Kathleen_Hanna", "description": "Kathleen Hanna is an American singer, musician, artist, feminist activist, pioneer of the feminist punk riot grrrl movement, and punk zine writer. In the early-to-mid-1990s she was the lead singer of feminist punk band Bikini Kill, before fronting Le Tigre in the late 1990s and early 2000s. Since 2010, she has recorded as The Julie Ruin."}]}, {"heading": "Births", "year": "1968", "date": "November 12", "txt": "Sammy Sosa, Dominican-American baseball player", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 12", "txt": "Aaron Stainthorpe, English-German singer-songwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 12", "txt": "Ian Bremmer, American political scientist and author", "entities": [{"title": "Ian Bremmer", "href": "/wiki/Ian_Bremmer", "description": "Ian Arthur Bremmer is an American political scientist and author with a focus on global political risk. He is the president and founder of Eurasia Group, political risk research and consulting firm with principal offices in New York City. He is also a founder of the digital media firm GZERO Media."}]}, {"heading": "Births", "year": "1969", "date": "November 12", "txt": "Jason Cundy, English footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 12", "txt": "Rob Schrab, American writer and artist", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 12", "txt": "Elektra, American wrestler, model, and dancer", "entities": [{"title": "Elektra (wrestling)", "href": "/wiki/Elektra_(wrestling)", "description": "Donna Adamo is an American retired professional wrestling valet and professional wrestler, better known by her ring name, Elektra. She is best known for her appearances with the Philadelphia, Pennsylvania-based promotion Extreme Championship Wrestling from October 1999 until its closure in April 2001. She is also known for her appearances in The Sopranos as a \"Bada Bing Girl\"."}]}, {"heading": "Births", "year": "1970", "date": "November 12", "txt": "Tonya Harding, American figure skater", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 12", "txt": "Sarah Harmer, Canadian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 12", "txt": "Oscar Strasnoy, French-Argentine composer", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 12", "txt": "Chen Guangcheng, Chinese-American lawyer and activist", "entities": [{"title": "Chen Guangcheng", "href": "/wiki/Chen_Guangcheng", "description": "Chen Guangcheng is a Chinese civil rights activist who has worked on human rights issues in rural areas of the People's Republic of China. Blind from an early age and self-taught in the law, Chen is frequently described as a \"barefoot lawyer\" who advocates for women's rights, land rights, and the welfare of the poor."}]}, {"heading": "Births", "year": "1972", "date": "November 12", "txt": "Vassilios Tsiartas, Greek footballer", "entities": [{"title": "Vassilios Tsiartas", "href": "/wiki/Vassilios_Tsiartas", "description": "Vasilios \"Vasilis\" Tsiartas sometimes wrongly called Vasilios Tsartas, is a Greek former international footballer who played as an attacking midfielder. Although he was famed for his lackadaisical playing style, his ability was never in question and he was in many ways the epitome of a classic \"number 10\" player. \"El Mago\", as was his nickname, was predominantly left footed but was just as dangero"}]}, {"heading": "Births", "year": "1973", "date": "November 12", "txt": "Radha Mitchell, Australian actress", "entities": [{"title": "Radha Mitchell", "href": "/wiki/Radha_Mitchell", "description": "Radha Rani Amber Indigo Ananda Mitchell is an Australian actress and film producer. She started her career with various appearances on Australian television, including a regular role as Catherine O'Brien in the soap opera Neighbours (1996–97)."}]}, {"heading": "Births", "year": "1974", "date": "November 12", "txt": "Alessandro Birindelli, Italian footballer", "entities": [{"title": "Alessandro Birindelli", "href": "/wiki/Alessandro_Birindelli", "description": "Alessandro Birindelli is an Italian retired footballer who played as a full-back or as a wide midfielder. Equally at ease on both the left and the right flanks, he was best known for his 11-year spell with Juventus, during which time he won several accolades and appeared in nearly 300 official games."}]}, {"heading": "Births", "year": "1975", "date": "November 12", "txt": "Kiara Bisaro, Canadian mountain biker", "entities": [{"title": "Kiara Bisaro", "href": "/wiki/Kiara_Bisaro", "description": "Kiara Bisaro is a Canadian mountain biker."}]}, {"heading": "Births", "year": "1975", "date": "November 12", "txt": "Jason Lezak, American swimmer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 12", "txt": "Tevin Campbell, American R&B singer-songwriter and actor", "entities": [{"title": "Tevin Campbell", "href": "/wiki/Tevin_Campbell", "description": "Tevin Jermod Campbell is an American singer, songwriter and actor. He performed gospel in his local church from an early age. Following an audition for jazz musician Bobbi Humphrey in 1988, Campbell was signed to Warner Bros. Records. In 1989, Campbell collaborated with Quincy Jones performing lead vocals for \"Tomorrow\" on Jones' album Back on the Block, and released his Platinum-selling debut alb"}]}, {"heading": "Births", "year": "1976", "date": "November 12", "txt": "Judith Holofernes, German singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 12", "txt": "Richelle Mead, American author and educator", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 12", "txt": "Mirosław Szymkowiak, Polish footballer and journalist", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 12", "txt": "Benni McCarthy, South African footballer", "entities": [{"title": "Benni McCarthy", "href": "/wiki/Benni_McCarthy", "description": "Benedict Saul \"Benni\" McCarthy is a South African coach and former footballer who was appointed head coach of the Durban based PSL team, AmaZulu Football Club on 14 December 2020. He was appointed as the new head coach of the South African National soccer team Bafana Bafana on the 2nd May 2021."}]}, {"heading": "Births", "year": "1977", "date": "November 12", "txt": "Lee Murray, English mixed martial artist", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 12", "txt": "Alexandra Maria Lara, Romanian-German actress", "entities": [{"title": "Alexandra Maria Lara", "href": "/wiki/Alexandra_Maria_Lara", "description": "Alexandra Maria Lara is a Romanian-German actress who has appeared in Downfall (2004), Control (2007), Youth Without Youth (2007), The Reader (2008), Rush (2013), and Geostorm (2017)."}]}, {"heading": "Births", "year": "1978", "date": "November 12", "txt": "Mista, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 12", "txt": "Ashley Williams, American actress", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 12", "txt": "Matt Cappotelli, American wrestler and trainer (d. 2018)", "entities": [{"title": "Matt Cappotelli", "href": "/wiki/Matt_Cappotelli", "description": "Matthew Lee Cappotelli was an American professional wrestler. After co-winning Tough Enough III with John Hennigan, he worked in Ohio Valley Wrestling (OVW), the primary developmental territory for WWE. He ended his career due to a malignant brain tumor."}]}, {"heading": "Births", "year": "1979", "date": "November 12", "txt": "Cote de Pablo, Chilean actress", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 12", "txt": "Lucas Glover, American golfer", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 12", "txt": "Corey Maggette, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 12", "txt": "Matt Stevic, Australian footballer and umpire", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 12", "txt": "Shaun Cooper, American bass player", "entities": [{"title": "Shaun Cooper (musician)", "href": "/wiki/Shaun_Cooper_(musician)", "description": "Taking Back Sunday is an American rock band from Long Island, New York. The band was formed by guitarist Eddie Reyes in 1999. The band's members are Adam Lazzara, John Nolan, Shaun Cooper, and Mark O'Connell (drums), accompanied by Nathan Cogan (guitar) for their live performances. Nolan and Cooper left the group in 2003 before rejoining in 2010."}]}, {"heading": "Births", "year": "1980", "date": "November 12", "txt": "Nur Fettahoğlu, German-Turkish journalist and actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 12", "txt": "Ryan Gosling, Canadian actor, producer and singer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 12", "txt": "Charlie Hodgson, English rugby player", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 12", "txt": "Annika Becker, German pole vaulter", "entities": [{"title": "Annika Becker", "href": "/wiki/Annika_Becker", "description": "Annika Becker is a retired German pole vaulter."}]}, {"heading": "Births", "year": "1981", "date": "November 12", "txt": "DJ Campbell, English footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 12", "txt": "Sergio Floccari, Italian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 12", "txt": "Anne Hathaway, American actress", "entities": [{"title": "Anne Hathaway", "href": "/wiki/Anne_Hathaway", "description": "Anne Jacqueline Hathaway is an American actress. She is the recipient of several accolades, including an Academy Award, a Primetime Emmy Award, and a Golden Globe Award. She was one of the world's highest-paid actresses in 2015. Her films have grossed over $6.8 billion worldwide, and she appeared on the Forbes Celebrity 100 list in 2009."}]}, {"heading": "Births", "year": "1982", "date": "November 12", "txt": "Mikele Leigertwood, English footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 12", "txt": "Charlie Morton, American baseball player", "entities": [{"title": "Charlie Morton (pitcher)", "href": "/wiki/Charlie_Morton_(pitcher)", "description": "Charles Alfred Morton IV is an American professional baseball pitcher for the Atlanta Braves of Major League Baseball (MLB). He has also previously played for the Pittsburgh Pirates, Philadelphia Phillies, Houston Astros, and Tampa Bay Rays. Morton was a World Series champion in 2017 and an All-Star in 2018 and 2019."}]}, {"heading": "Births", "year": "1984", "date": "November 12", "txt": "Sepp De Roover, Belgian footballer", "entities": [{"title": "Sepp De Roover", "href": "/wiki/Sepp_De_Roover", "description": "Sepp De Roover is a retired Belgian footballer who played as a right back and current head coach of FC Wezel Sport."}]}, {"heading": "Births", "year": "1984", "date": "November 12", "txt": "Omarion, American singer, songwriter, actor and dancer ", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 12", "txt": "Sandara Park, South Korean singer, dancer, and actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 12", "txt": "Conrad Rautenbach, Zimbabwean racing driver", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 12", "txt": "Arianny Celeste, American model and actress", "entities": [{"title": "Arianny Celeste", "href": "/wiki/Arianny_Celeste", "description": "Arianny Celeste is an American ring girl and model. She is a co-host on TV show Overhaulin' and has been in Playboy magazine."}]}, {"heading": "Births", "year": "1985", "date": "November 12", "txt": "Adlène Guedioura, French-Algerian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 12", "txt": "Ignazio Abate, Italian footballer", "entities": [{"title": "Ignazio Abate", "href": "/wiki/Ignazio_Abate", "description": "Ignazio Abate is an Italian former professional footballer who played as a full-back. On early stage deployed as a winger, he is also capable of playing as a wide midfielder or as a wing-back, and has even been used as a centre-back on occasion; he is renowned for his stamina, quick sprints, and ability to make attacking runs down the right flank. In his prime, he was one of the fastest players in"}]}, {"heading": "Births", "year": "1986", "date": "November 12", "txt": "Nedum Onuoha, English footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 12", "txt": "Jason Day, Australian golfer", "entities": [{"title": "Jason Day (golfer)", "href": "/wiki/Jason_Day_(golfer)", "description": "Jason Day is an Australian professional golfer and PGA Tour member. He is a former World Number 1 in the World Golf Ranking, having first achieved the ranking in September 2015. Day first broke into the world's top ten in June 2011, rising to world number nine after his runner-up finish at the U.S. Open. In February 2014, Day won his first WGC title, the WGC-Accenture Match Play Championship and w"}]}, {"heading": "Births", "year": "1987", "date": "November 12", "txt": "Kengo Kora, Japanese actor", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 12", "txt": "Russell Westbrook, American basketball player", "entities": [{"title": "Russell Westbrook", "href": "/wiki/Russell_Westbrook", "description": "Russell Westbrook III is an American professional basketball player for the Washington Wizards of the National Basketball Association (NBA). He is a nine-time NBA All-Star and earned the NBA Most Valuable Player Award for the 2016–17 season. He is also an eight-time All-NBA Team member, led the league in scoring in 2014–15 and 2016–17, and won back-to-back NBA All-Star Game Most Valuable Player aw"}]}, {"heading": "Births", "year": "1989", "date": "November 12", "txt": "Hiroshi Kiyotake, Japanese footballer", "entities": [{"title": "Hiroshi Kiyotake", "href": "/wiki/Hiroshi_Kiyotake", "description": "Hiroshi Kiyotake  is a Japanese professional footballer who plays as an attacking midfielder for Japanese club Cerezo Osaka and the Japan national team. He played for Japan at the 2012 Summer Olympics."}]}, {"heading": "Births", "year": "1990", "date": "November 12", "txt": "Adrianna Franch, American soccer player and 2017 NWSL Goalkeeper of the Year", "entities": [{"title": "Adrianna Franch", "href": "/wiki/Adrianna_Franch", "description": "Adrianna \"A.D.\" Nichole Franch is an American soccer goalkeeper who currently plays for Portland Thorns FC in the National Women's Soccer League (NWSL). She is a member of the United States women's national soccer team."}, {"title": "NWSL awards", "href": "/wiki/NWSL_awards#Goalkeeper_of_the_Year", "description": "\nThe National Women's Soccer League hands out a number of annual awards. Six were awarded for the inaugural season in 2013, including: Golden Boot, Most Valuable Player, Defender of the Year, Goalkeeper of the Year, Rookie of the Year, and Coach of the Year. The awards are voted on by media (25%), coaches/owners (25%), and players (50%)."}]}, {"heading": "Births", "year": "1990", "date": "November 12", "txt": "Florent Manaudou, French swimmer", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 12", "txt": "Harmeet Singh, Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 12", "txt": "Siim-Sander Vene, Estonian basketball player", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 12", "txt": "Gijs Van Hoecke, Belgian cyclist", "entities": [{"title": "Gijs Van Hoecke", "href": "/wiki/Gijs_Van_Hoecke", "description": "Gijs Van Hoecke is a Belgian cyclist, who currently rides for UCI WorldTeam AG2R Citroën Team."}]}, {"heading": "Births", "year": "1992", "date": "November 12", "txt": "Trey Burke, American basketball player", "entities": [{"title": "Trey Burke", "href": "/wiki/Trey_Burke", "description": "Alfonso Clark \"Trey\" Burke III is an American professional basketball player for the Dallas Mavericks of the National Basketball Association (NBA). He was drafted by the Minnesota Timberwolves with the ninth overall pick in the 2013 NBA draft and immediately traded to the Utah Jazz. He has also played with the Washington Wizards and New York Knicks. He played college basketball for the Michigan Wo"}]}, {"heading": "Births", "year": "1992", "date": "November 12", "txt": "Adam Larsson, Swedish ice hockey player", "entities": []}, {"heading": "Births", "year": "1993", "date": "November 12", "txt": "Luguelín Santos, Dominican sprinter", "entities": [{"title": "Luguelín Santos", "href": "/wiki/Luguel%C3%ADn_Santos", "description": "Luguelín Miguel Santos Aquino is a Dominican sprinter, who specialises in the 400 m. He was the silver medallist in the event at the 2012 London Olympics at the age of eighteen (?). His personal best is 44.11 seconds."}]}, {"heading": "Births", "year": "1994", "date": "November 12", "txt": "Guillaume Cizeron, French ice dancer", "entities": [{"title": "Guillaume Cizeron", "href": "/wiki/Guillaume_Cizeron", "description": "Guillaume Cizeron is a French ice dancer. With his partner, Gabriella Papadakis, he is the 2018 Olympic silver medalist, a four-time World champion, a five-time consecutive European champion (2015–2019), the 2017 and 2019 Grand Prix Final champion, and a six-time French national champion (2015–2020). They have won ten gold medals on the Grand Prix series. Earlier in their career, they won silver a"}]}, {"heading": "Deaths", "year": "607", "date": "November 12", "txt": "Pope Boniface III", "entities": [{"title": "Pope Boniface III", "href": "/wiki/Pope_Boniface_III", "description": "Pope Boniface III was the bishop of Rome from 19 February 607 to his death. Despite his short pontificate he made a significant contribution to the Catholic Church."}]}, {"heading": "Deaths", "year": "657", "date": "November 12", "txt": "Livinus, Irish apostle (b. c.580)", "entities": [{"title": "Livinus", "href": "/wiki/Livinus", "description": "Saint Livinus, also Livinus of Ghent, was an apostle in Flanders and Brabant, venerated as a saint and martyr in Catholic tradition and more especially at the Saint Bavo Chapel, Ghent. His feast day is 12 November."}, {"title": "Apostle (Christian)", "href": "/wiki/Apostle_(Christian)", "description": "In Christian theology and ecclesiology, apostles, particularly the Twelve Apostles, were the primary disciples of Jesus Christ according to the New Testament. During the life and ministry of Jesus in the 1st century AD, the apostles were his closest followers and became the primary teachers of the gospel message of Jesus. There is also an Eastern Christian tradition derived from the Gospel of Luke"}]}, {"heading": "Deaths", "year": "973", "date": "November 12", "txt": "Burchard III, Frankish nobleman (b. c.915)", "entities": [{"title": "Burchard III, Duke of Swabia", "href": "/wiki/Burchard_III,_Duke_of_Swabia", "description": "Burchard III, a member of the Hunfriding dynasty, was the count of Thurgau and Zürichgau, perhaps of Rhaetia, and then Duke of Swabia from 954 to his death."}]}, {"heading": "Deaths", "year": "975", "date": "November 12", "txt": "Notker Physicus, Swiss painter", "entities": [{"title": "Notker Physicus", "href": "/wiki/Notker_Physicus", "description": "Notker Physicus, sometimes called Notker II, was a physician, painter, and composer. Besides physicus, he was also nicknamed piperis granum on account of his strict discipline."}]}, {"heading": "Deaths", "year": "1035", "date": "November 12", "txt": "Cnut the Great, Danish-English king (b. c.995)", "entities": [{"title": "Cnut the Great", "href": "/wiki/Cnut_the_Great", "description": "Cnut the Great, also known as Canute, was King of England, Denmark and Norway, often referred to together as the North Sea Empire during his rule."}]}, {"heading": "Deaths", "year": "1087", "date": "November 12", "txt": "William I, Count of Burgundy (b. 1020)", "entities": [{"title": "William I, Count of Burgundy", "href": "/wiki/William_I,_Count_of_Burgundy", "description": "William I, called the Great, was Count of Burgundy from 1057 to 1087 and Mâcon from 1078 to 1087. He was a son of Renaud I and Alice of Normandy, daughter of Richard II, Duke of Normandy. William was the father of several notable children, including Pope Callixtus II."}]}, {"heading": "Deaths", "year": "1094", "date": "November 12", "txt": "Duncan II of Scotland (b. 1060)", "entities": [{"title": "Duncan II of Scotland", "href": "/wiki/Duncan_II_of_Scotland", "description": "Donnchad mac Máel Coluim was king of Scots. He was son of Malcolm III and his first wife Ingibiorg Finnsdottir, widow of Thorfinn Sigurdsson."}]}, {"heading": "Deaths", "year": "1202", "date": "November 12", "txt": "Canute VI of Denmark (b. 1163)", "entities": [{"title": "Canute VI of Denmark", "href": "/wiki/Canute_VI_of_Denmark", "description": "Canute VI was King of Denmark (1182–1202). \nContemporary sources describe Canute as an earnest, strongly religious man.\n"}]}, {"heading": "Deaths", "year": "1209", "date": "November 12", "txt": "Phillipe de Plessis, Grand Master of the Knights Templar (b. 1165)", "entities": [{"title": "Phillipe de Plessis", "href": "/wiki/Phillipe_de_Plessis", "description": "Philippe du Plessis was the 13th Grand Master of the Knights Templar. He was born in the fortress of Plessis-Macé, Anjou, France. In 1189 he joined the Third Crusade as a simple knight, and discovered the Order of the Temple in Palestine. After the death of Gilbert Horal he became Grand Master. He helped uphold the treaty between Saladin and Richard I. In the renewal of this treaty in 1208 he sugg"}]}, {"heading": "Deaths", "year": "1218", "date": "November 12", "txt": "Henry de Abergavenny, Prior of Abergavenny and Bishop of Llandaff", "entities": [{"title": "Henry de Abergavenny", "href": "/wiki/Henry_de_Abergavenny", "description": "Henry de Abergavenny was Prior of Abergavenny and Bishop of Llandaff, both in South Wales."}]}, {"heading": "Deaths", "year": "1347", "date": "November 12", "txt": "John of Viktring, Austrian chronicler and political advisor (b. c.1270)", "entities": [{"title": "John of Viktring", "href": "/wiki/John_of_Viktring", "description": "John of Viktring was a late medieval chronicler and political advisor to Duke Henry of Carinthia."}]}, {"heading": "Deaths", "year": "1375", "date": "November 12", "txt": "John Henry, Margrave of Moravia (b. 1322)", "entities": [{"title": "John Henry, Margrave of Moravia", "href": "/wiki/John_Henry,_Margrave_of_Moravia", "description": "John Henry of Luxembourg, a member of the House of Luxembourg, was Count of Tyrol from 1335 to 1341 and Margrave of Moravia from 1349 until his death."}]}, {"heading": "Deaths", "year": "1434", "date": "November 12", "txt": "Louis III of Anjou (b. 1403)", "entities": [{"title": "Louis III of Anjou", "href": "/wiki/Louis_III_of_Anjou", "description": "\nLouis III was a claimant to the Kingdom of Naples from 1417 to 1426, as well as count of Provence, Forcalquier, Piedmont, and Maine and duke of Anjou from 1417 to 1434. As the heir designate to the throne of Naples, he was duke of Calabria from 1426 to 1434."}]}, {"heading": "Deaths", "year": "1555", "date": "November 12", "txt": "Stephen Gardiner, English bishop and politician, English Secretary of State (b. 1497)", "entities": [{"title": "Stephen Gardiner", "href": "/wiki/Stephen_Gardiner", "description": "Stephen Gardiner was an English bishop and politician during the English Reformation period who served as Lord Chancellor during the reign of Queen Mary I and King Philip."}, {"title": "Secretary of State (England)", "href": "/wiki/Secretary_of_State_(England)", "description": "In the Kingdom of England, the title of Secretary of State came into being near the end of the reign of Queen Elizabeth I (1558–1603), the usual title before that having been King's Clerk, King's Secretary, or Principal Secretary."}]}, {"heading": "Deaths", "year": "1555", "date": "November 12", "txt": "Yang Jisheng (b. 1516), Ming dynasty official and Confucian martyr", "entities": []}, {"heading": "Deaths", "year": "1555", "date": "November 12", "txt": "Zhang Jing, Ming Chinese general", "entities": []}, {"heading": "Deaths", "year": "1562", "date": "November 12", "txt": "Pietro Martire Vermigli, Italian theologian (b. 1500)", "entities": [{"title": "Pietro Martire Vermigli", "href": "/wiki/Pietro_Martire_Vermigli", "description": "Peter Martyr Vermigli was an Italian-born Reformed theologian. His early work as a reformer in Catholic Italy and his decision to flee for Protestant northern Europe influenced many other Italians to convert and flee as well. In England, he influenced the Edwardian Reformation, including the Eucharistic service of the 1552 Book of Common Prayer. He was considered an authority on the Eucharist amon"}]}, {"heading": "Deaths", "year": "1567", "date": "November 12", "txt": "Anne de Montmorency, French general and diplomat (b. 1493)", "entities": [{"title": "Anne de Montmorency", "href": "/wiki/Anne_de_Montmorency", "description": "Anne, Duke of Montmorency, Honorary Knight of the Garter was a French soldier, statesman and diplomat. He became Marshal of France and Constable of France and served five kings."}]}, {"heading": "Deaths", "year": "1572", "date": "November 12", "txt": "Henry of Stolberg, German nobleman (b. 1509)", "entities": [{"title": "Henry of Stolberg", "href": "/wiki/Henry_of_Stolberg", "description": "Count Henry of Stolberg was a German nobleman."}]}, {"heading": "Deaths", "year": "1595", "date": "November 12", "txt": "John Hawkins, English admiral and shipbuilder (b. 1532)", "entities": [{"title": "John Hawkins (naval commander)", "href": "/wiki/John_Hawkins_(naval_commander)", "description": "Sir John Hawkins was a pioneering English naval commander and administrator. He was also a privateer and an early promoter of English involvement in the Atlantic slave trade."}]}, {"heading": "Deaths", "year": "1623", "date": "November 12", "txt": "Josaphat Kuncevyc, Lithuanian archbishop (b. c. 1582)", "entities": [{"title": "Josaphat Kuncevyc", "href": "/wiki/Josaphat_Kuncevyc", "description": "Josaphat Kuntsevych, O.S.B.M., was a Polish–Lithuanian monk and archeparch (archbishop) of the Ruthenian Catholic Church, who on 12 November 1623 was killed by an angry mob in Vitebsk, Vitebsk Voivodeship, in the Polish–Lithuanian Commonwealth. He is \"the best-known victim\" of anti-Catholic violence related to implementing the Union of Brest, and is declared a martyr and saint of the Catholic Chur"}]}, {"heading": "Deaths", "year": "1667", "date": "November 12", "txt": "Hans Nansen, Danish politician (b. 1598)", "entities": [{"title": "Hans Nansen", "href": "/wiki/Hans_Nansen", "description": "Hans Nansen was a Danish statesman."}]}, {"heading": "Deaths", "year": "1671", "date": "November 12", "txt": "Thomas Fairfax, English general and politician (b. 1612)", "entities": [{"title": "Thomas Fairfax", "href": "/wiki/Thomas_Fairfax", "description": "Thomas Fairfax, 3rd Lord Fairfax of Cameron, also known as Sir Thomas Fairfax, was an English politician, general and Parliamentary commander-in-chief during the English Civil War. An adept and talented commander, Fairfax led Parliament to many victories, notably the crucial Battle of Naseby, becoming effectively military ruler of England, but was eventually overshadowed by his subordinate Oliver "}]}, {"heading": "Deaths", "year": "1742", "date": "November 12", "txt": "Friedrich Hoffmann, German physician and chemist (b. 1660)", "entities": [{"title": "Friedrich Hoffmann", "href": "/wiki/Friedrich_Hoffmann", "description": "Friedrich Hoffmann was a German physician and chemist."}]}, {"heading": "Deaths", "year": "1793", "date": "November 12", "txt": "Jean Sylvain Bailly, French astronomer, mathematician, and politician, 1st Mayor of Paris (b. 1736)", "entities": [{"title": "Jean Sylvain Bailly", "href": "/wiki/Jean_Sylvain_Bailly", "description": "Jean Sylvain Bailly was a French astronomer, mathematician, freemason, and political leader of the early part of the French Revolution. He presided over the Tennis Court Oath, served as the mayor of Paris from 1789 to 1791, and was ultimately guillotined during the Reign of Terror."}, {"title": "Mayor of Paris", "href": "/wiki/Mayor_of_Paris", "description": "The Mayor of Paris is the chief executive of Paris, the capital and largest city in France. The officeholder is responsible for the administration and management of the city, submits proposals and recommendations to the Council of Paris, is active in the enforcement of the city’s ordinances, submits the city’s annual budget and appoints city officers, department commissioners or directors, as well"}]}, {"heading": "Deaths", "year": "1793", "date": "November 12", "txt": "Lord George Gordon, English politician (b. 1751)", "entities": []}, {"heading": "Deaths", "year": "1836", "date": "November 12", "txt": "Juan Ramón Balcarce, Argentinian general and politician, 6th Governor of Buenos Aires Province (b. 1773)", "entities": [{"title": "Juan Ramón Balcarce", "href": "/wiki/Juan_Ram%C3%B3n_Balcarce", "description": "Juan Ramón González de Balcarce was an Argentine military leader and politician."}, {"title": "Governor of Buenos Aires Province", "href": "/wiki/Governor_of_Buenos_Aires_Province", "description": "The Governor of Buenos Aires Province is a citizen of the Buenos Aires Province of Argentina, holding the office of governor for the corresponding period. The governor is elected alongside a vice-governor. Currently the governor of Buenos Aires Province is Axel Kicillof since December 11, 2019."}]}, {"heading": "Deaths", "year": "1847", "date": "November 12", "txt": "William Christopher Zeise, Danish chemist who prepared Zeise's salt, one of the first organometallic compounds (b. 1789)", "entities": [{"title": "William Christopher Zeise", "href": "/wiki/William_Christopher_Zeise", "description": "William Christopher Zeise was a Danish organic chemist. He is best known for synthesising one of the first organometallic compounds, named Zeise's salt in his honour. He also performed pioneering studies in organosulfur chemistry, discovering the xanthates in 1823."}, {"title": "Zeise's salt", "href": "/wiki/Zeise%27s_salt", "description": "Zeise's salt, potassium trichloro(ethylene)platinate(II), is the chemical compound with the formula K[PtCl3(C2H4)]·H2O. The anion of this air-stable, yellow, coordination complex contains an η2-ethylene ligand. The anion features a platinum atom with a square planar geometry. The salt is of historical importance in the area of organometallic chemistry as one of the first examples of a transition m"}]}, {"heading": "Deaths", "year": "1865", "date": "November 12", "txt": "Elizabeth Gaskell, English author (b. 1810)", "entities": [{"title": "Elizabeth Gaskell", "href": "/wiki/Elizabeth_Gaskell", "description": "Elizabeth Cleghorn Gaskell, often referred to as Mrs Gaskell, was an English novelist, biographer and short story writer. Her novels offer a detailed portrait of the lives of many strata of Victorian society, including the very poor. Her work is of interest to social historians as well as readers of literature. Her first novel, Mary Barton, was published in 1848. Gaskell's The Life of Charlotte Br"}]}, {"heading": "Deaths", "year": "1896", "date": "November 12", "txt": "Joseph James Cheeseman, Liberian politician, 12th President of Liberia (b. 1843)", "entities": [{"title": "Joseph James Cheeseman", "href": "/wiki/Joseph_James_Cheeseman", "description": "Joseph James Cheeseman was the 12th President of Liberia. Born at Edina in Grand Bassa County, he was elected three times on the True Whig ticket. Cheeseman was educated at Liberia College."}, {"title": "President of Liberia", "href": "/wiki/President_of_Liberia", "description": "The president of the Republic of Liberia is head of state and government of Liberia. The president serves as the leader of the executive branch and as commander-in-chief of the Armed Forces of Liberia."}]}, {"heading": "Deaths", "year": "1902", "date": "November 12", "txt": "William Henry Barlow, English engineer (b. 1812)", "entities": [{"title": "William Henry Barlow", "href": "/wiki/William_Henry_Barlow", "description": "William Henry Barlow FRS FRSE FICE MIMechE was an English civil engineer of the 19th century, particularly associated with railway engineering projects. Barlow was involved in many engineering enterprises. He was engineer for the Midland Railway on its London extension and designed the company's London terminus at St Pancras."}]}, {"heading": "Deaths", "year": "1916", "date": "November 12", "txt": "Percival Lowell, American astronomer, mathematician, and author (b. 1855)", "entities": [{"title": "Percival Lowell", "href": "/wiki/Percival_Lowell", "description": "Percival Lawrence Lowell was an American businessman, author, mathematician, and astronomer who fueled speculation that there were canals on Mars. He founded the Lowell Observatory in Flagstaff, Arizona, and formed the beginning of the effort that led to the discovery of Pluto 14 years after his death."}]}, {"heading": "Deaths", "year": "1933", "date": "November 12", "txt": "John Cady, American golfer (b. 1866)", "entities": [{"title": "John Cady (golfer)", "href": "/wiki/John_Cady_(golfer)", "description": "John Deere Cady was an American golfer who competed in the 1904 Summer Olympics. He was the grandson of John Deere and the great-grandson of Linus Yale, Sr."}]}, {"heading": "Deaths", "year": "1933", "date": "November 12", "txt": "F. Holland Day, American photographer and publisher (b. 1864)", "entities": []}, {"heading": "Deaths", "year": "1939", "date": "November 12", "txt": "Norman Bethune, Canadian physician and humanitarian (b. 1890)", "entities": [{"title": "Norman Bethune", "href": "/wiki/Norman_Bethune", "description": "Henry Norman Bethune was a Canadian thoracic surgeon, early advocate of socialized medicine, and member of the Communist Party of Canada. A veteran of the First World War, he held militarism and capitalism to be inextricably linked."}]}, {"heading": "Deaths", "year": "1946", "date": "November 12", "txt": "Albert Bond Lambert, American golfer and pilot (b. 1875)", "entities": [{"title": "Albert Bond Lambert", "href": "/wiki/Albert_Bond_Lambert", "description": "Albert Bond Lambert was an American golfer who competed in the 1900 Summer Olympics and in the 1904 Summer Olympics. He was also a prominent St. Louis aviator and benefactor of aviation."}]}, {"heading": "Deaths", "year": "1946", "date": "November 12", "txt": "Madan Mohan Malaviya, Indian academic and politician, President of the Indian National Congress (b. 1861)", "entities": [{"title": "President of the Indian National Congress", "href": "/wiki/President_of_the_Indian_National_Congress", "description": "The Indian National Congress is a political party in India with widespread roots. Founded in December 1885, it was the first modern nationalist movement to emerge in the British Empire in Asia and Africa. From the late 19th century, and especially after 1920, under the leadership of Mahatma Gandhi, Congress became the principal leader of the Indian independence movement. Congress led India to inde"}]}, {"heading": "Deaths", "year": "1948", "date": "November 12", "txt": "Umberto Giordano, Italian composer (b. 1867)", "entities": [{"title": "Umberto Giordano", "href": "/wiki/Umberto_Giordano", "description": "Umberto Menotti Maria Giordano was an Italian composer, mainly of operas."}]}, {"heading": "Deaths", "year": "1950", "date": "November 12", "txt": "Lesley Ashburner, American hurdler (b. 1883)", "entities": [{"title": "Lesley Ashburner", "href": "/wiki/Lesley_Ashburner", "description": "Lesley Ashburner was an American athlete who competed mainly in the 110 metre hurdles."}]}, {"heading": "Deaths", "year": "1950", "date": "November 12", "txt": "Julia Marlowe, English-American actress (b. 1865)", "entities": []}, {"heading": "Deaths", "year": "1955", "date": "November 12", "txt": "Alfréd Hajós, Hungarian swimmer and architect, designed the Grand Hotel Aranybika (b. 1878)", "entities": [{"title": "Alfréd Hajós", "href": "/wiki/Alfr%C3%A9d_Haj%C3%B3s", "description": "Alfréd Hajós was a Hungarian swimmer, football player and manager, and architect. He was the first modern Olympic swimming champion and the first Olympic champion of Hungary. No other swimmer ever won such a high fraction of all Olympic events at a single Games."}, {"title": "Grand Hotel Aranybika", "href": "/wiki/Grand_Hotel_Aranybika", "description": "Grand Hotel Aranybika is a four-star hotel in Debrecen, Hungary. Located in the city centre, its history dates back to the late 17th century, though the current building of the hotel was erected in 1915 according to the blueprints of Alfréd Hajós."}]}, {"heading": "Deaths", "year": "1955", "date": "November 12", "txt": "Tin Ujević, Croatian poet and translator (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "1955", "date": "November 12", "txt": "Sarah Wambaugh, American political scientist, world authority on plebiscites (b. 1882)", "entities": []}, {"heading": "Deaths", "year": "1958", "date": "November 12", "txt": "Gustaf Söderström, Swedish shot putter, discus thrower, and tug of war competitor (b. 1865)", "entities": [{"title": "Gustaf Söderström", "href": "/wiki/Gustaf_S%C3%B6derstr%C3%B6m", "description": "Gustaf Söderström was a Swedish athlete and tug of war competitor."}, {"title": "Tug of war", "href": "/wiki/Tug_of_war", "description": "Tug of war is a sport that pits two teams against each other in a test of strength: teams pull on opposite ends of a rope, with the goal being to bring the rope a certain distance in one direction against the force of the opposing team's pull."}]}, {"heading": "Deaths", "year": "1962", "date": "November 12", "txt": "Roque González Garza, Mexican general and acting president (1915) (b. 1885)", "entities": [{"title": "Roque González Garza", "href": "/wiki/Roque_Gonz%C3%A1lez_Garza", "description": "Roque González Garza was a Mexican general and acting president of the Republic from January to June 1915."}]}, {"heading": "Deaths", "year": "1965", "date": "November 12", "txt": "Taher Saifuddin, Indian spiritual leader, 51st Da'i al-Mutlaq (b. 1888)", "entities": [{"title": "Taher Saifuddin", "href": "/wiki/Taher_Saifuddin", "description": "Taher Saifuddin, also known as Tahir Sayf al-Din, was the 51st and longest serving Da'i al-Mutlaq of the Dawoodi Bohras. Saifuddin adapted the modernisation in Western and European ideas, and established its benefits for the Bohras, whilst still steeped in the traditions and the culture of the community's Fatimid heritage. Saifuddin laid substantial groundwork in terms of philanthropy, education, "}, {"title": "Da'i al-Mutlaq", "href": "/wiki/Da%27i_al-Mutlaq", "description": "The term Dā'ī al-Mutlaq or ad-Da'i ul-Mutlaq literally means \"the absolute or unrestricted missionary\" pl. Du'aat-دعاۃ. The office of Da'i al-Mutlaq is a spiritual rank in the Isma'ili Da'wah which became more explicit and operational after the seclusion of the 21st Fatimid Imam of Cairo, At-Tayyib Abu'l-Qasim in 528 AH/1134 AD. According to Tayyibi-Ismaili tradition, the Da'i al-Mutlaq is the hig"}]}, {"heading": "Deaths", "year": "1969", "date": "November 12", "txt": "Liu Shaoqi, Chinese politician, 2nd Chairman of the People's Republic of China (b. 1898)", "entities": [{"title": "Liu Shaoqi", "href": "/wiki/Liu_Shaoqi", "description": "Liu Shaoqi was a Chinese revolutionary, politician, and theorist. He was Chairman of the NPC Standing Committee from 1954 to 1959, First Vice Chairman of the Communist Party of China from 1956 to 1966 and Chairman of the People's Republic of China, the de jure head of state, from 1959 to 1968, during which he implemented policies of economic reconstruction in China."}, {"title": "Chairman of the People's Republic of China", "href": "/wiki/Chairman_of_the_People%27s_Republic_of_China", "description": "The President of the People's Republic of China, is the ceremonial head of state of the People's Republic of China (PRC). Under the current PRC Constitution, the presidency is a largely ceremonial office with very limited power. However, since 1993, as a matter of convention, the presidency has been held simultaneously by the General Secretary of the Chinese Communist Party, the top leader of this"}]}, {"heading": "Deaths", "year": "1971", "date": "November 12", "txt": "Johanna von Caemmerer, German mathematician (b. 1914)", "entities": [{"title": "Hanna Neumann", "href": "/wiki/Hanna_Neumann", "description": "Johanna (Hanna) Neumann was a German-born mathematician who worked on group theory."}]}, {"heading": "Deaths", "year": "1972", "date": "November 12", "txt": "Rudolf Friml, Czech-American pianist and composer (b. 1879)", "entities": [{"title": "Rudolf Friml", "href": "/wiki/Rudolf_Friml", "description": "Charles Rudolf Friml was a Czech-born composer of operettas, musicals, songs and piano pieces, as well as a pianist. After musical training and a brief performing career in his native Prague, Friml moved to the United States, where he became a composer. His best-known works are Rose-Marie and The Vagabond King, each of which enjoyed success on Broadway and in London and were adapted for film."}]}, {"heading": "Deaths", "year": "1972", "date": "November 12", "txt": "Tommy Wisdom, English racing driver and journalist (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "November 12", "txt": "Mikhail Gurevich, Russian engineer, co-founded Mikoyan (b. 1893)", "entities": [{"title": "Mikhail Gurevich (aircraft designer)", "href": "/wiki/Mikhail_Gurevich_(aircraft_designer)", "description": "Mikhail Iosifovich Gurevich was a Soviet aircraft designer who co-founded the Mikoyan-Gurevich military aviation bureau along with Artem Mikoyan. The bureau is famous for its fighter aircraft, rapid interceptors and multi-role combat aircraft which were staples of the Soviet Air Forces throughout the Cold War. The bureau designed 170 projects of which 94 were made in series. In total, 45,000 MiG a"}, {"title": "Mikoyan", "href": "/wiki/Mikoyan", "description": "Russian Aircraft Corporation \"MiG\", commonly known as Mikoyan and MiG, was a Russian aerospace and defence company headquartered in Begovoy District, Moscow."}]}, {"heading": "Deaths", "year": "1976", "date": "November 12", "txt": "Walter Piston, American composer and academic (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "November 12", "txt": "William Holden, American actor (b. 1918)", "entities": [{"title": "William Holden", "href": "/wiki/William_Holden", "description": "William Holden was an American actor, one of the biggest box-office draws of the 1950s. Holden won the Academy Award for Best Actor for the film Stalag 17 (1953), and a Primetime Emmy Award for Outstanding Lead Actor in a Limited Series or Movie for the television film The Blue Knight (1973). Holden starred in some of Hollywood's most popular and critically acclaimed films, including Sunset Boulev"}]}, {"heading": "Deaths", "year": "1986", "date": "November 12", "txt": "Minoru Yasui, American lawyer and activist (b. 1916)", "entities": [{"title": "Minoru Yasui", "href": "/wiki/Minoru_Yasui", "description": "Minoru Yasui  was an American lawyer from Oregon. Born in Hood River, Oregon, he earned both an undergraduate degree and his law degree at the University of Oregon. He was one of the few Japanese Americans after the bombing of Pearl Harbor who fought laws that directly targeted Japanese Americans or Japanese immigrants. His case was the first case to test the constitutionality of the curfews targe"}]}, {"heading": "Deaths", "year": "1990", "date": "November 12", "txt": "Eve Arden, American actress and comedian (b. 1908)", "entities": [{"title": "Eve Arden", "href": "/wiki/Eve_Arden", "description": "Eve Arden was an American film, radio, stage, television actress, and comedian. She performed in leading and supporting roles for nearly six decades."}]}, {"heading": "Deaths", "year": "1991", "date": "November 12", "txt": "Gabriele Tinti, Italian actor (b. 1932)", "entities": [{"title": "Gabriele Tinti (actor)", "href": "/wiki/Gabriele_Tinti_(actor)", "description": "Gabriele Tinti was an Italian actor."}]}, {"heading": "Deaths", "year": "1993", "date": "November 12", "txt": "H. R. Haldeman, American diplomat, 4th White House Chief of Staff (b. 1926)", "entities": [{"title": "H. R. Haldeman", "href": "/wiki/H._R._Haldeman", "description": "Harry Robbins \"Bob\" Haldeman was an American political aide and businessman, best known for his service as White House Chief of Staff to President Richard Nixon and his consequent involvement in the Watergate scandal."}, {"title": "White House Chief of Staff", "href": "/wiki/White_House_Chief_of_Staff", "description": "The White House Chief of Staff position is the successor to the earlier role of the Secretary to the President of the United States. The role was formalized as the Assistant to the President in 1946 and acquired its current title in 1961. The current official title is Assistant to the President and Chief of Staff."}]}, {"heading": "Deaths", "year": "1994", "date": "November 12", "txt": "Wilma Rudolph, American sprinter and educator (b. 1940)", "entities": [{"title": "Wilma Rudolph", "href": "/wiki/Wilma_Rudolph", "description": "Wilma Glodean Rudolph was an American sprinter born in Saint Bethlehem, Tennessee, who became a world-record-holding Olympic champion and international sports icon in track and field following her successes in the 1956 and 1960 Olympic Games. Rudolph competed in the 200-meter dash and won a bronze medal in the 4 × 100-meter relay at the 1956 Summer Olympics at Melbourne, Australia. She also won th"}]}, {"heading": "Deaths", "year": "1997", "date": "November 12", "txt": "Carlos Surinach, Spanish-American composer and conductor (b. 1915)", "entities": [{"title": "Carlos Surinach", "href": "/wiki/Carlos_Surinach", "description": "Carlos Suriñach i Wrokona was a Spanish-born composer and conductor."}]}, {"heading": "Deaths", "year": "1998", "date": "November 12", "txt": "Roy Hollis, English footballer (b. 1925)", "entities": [{"title": "Roy Hollis", "href": "/wiki/Roy_Hollis", "description": "Roy Walter Hollis was a footballer and is a member of the Norwich City Hall of Fame."}]}, {"heading": "Deaths", "year": "1998", "date": "November 12", "txt": "Sally Shlaer, American mathematician and engineer (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "November 12", "txt": "Franck Pourcel, French conductor and composer (b. 1913)", "entities": [{"title": "Franck Pourcel", "href": "/wiki/Franck_Pourcel", "description": "Franck Pourcel was a French composer, arranger and conductor of popular music and classical music."}]}, {"heading": "Deaths", "year": "2001", "date": "November 12", "txt": "Albert Hague, German-American actor and composer (b. 1920)", "entities": [{"title": "Albert Hague", "href": "/wiki/Albert_Hague", "description": "Albert Hague was a German-American songwriter, composer, and actor."}]}, {"heading": "Deaths", "year": "2001", "date": "November 12", "txt": "Tony Miles, English chess player and theoretician (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "November 12", "txt": "Jonathan Brandis, American actor (b. 1976)", "entities": [{"title": "Jonathan Brandis", "href": "/wiki/Jonathan_Brandis", "description": "Jonathan Gregory Brandis was an American actor. Beginning his career as a child model, Brandis moved on to acting in commercials and subsequently won television and film roles. Brandis made his acting debut in 1982 as Kevin Buchanan on the soap opera One Life to Live. In 1990, he portrayed Bill Denbrough in Stephen King's supernatural horror miniseries It. Also in 1990, he starred as Bastian Bux i"}]}, {"heading": "Deaths", "year": "2003", "date": "November 12", "txt": "Cameron Duncan, New Zealand director and screenwriter (b. 1986)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "November 12", "txt": "Penny Singleton, American actress (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "November 12", "txt": "Tony Thompson, American drummer (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 12", "txt": "K. C. Ibrahim, Indian cricketer (b. 1919)", "entities": [{"title": "K. C. Ibrahim", "href": "/wiki/K._C._Ibrahim", "description": "Khanmohammad Cassumbhoy Ibrahim pronunciation (help·info) was an Indian cricketer who played in four Tests in the 1948-49 season."}]}, {"heading": "Deaths", "year": "2007", "date": "November 12", "txt": "Ira Levin, American novelist, playwright, and songwriter (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "November 12", "txt": "Catherine Baker Knoll, American educator and politician, 30th Lieutenant Governor of Pennsylvania (b. 1930)", "entities": [{"title": "Catherine Baker Knoll", "href": "/wiki/Catherine_Baker_Knoll", "description": "Catherine Baker Knoll was an American politician and member of the Democratic Party. She was the 30th Lieutenant Governor of Pennsylvania, serving under Governor Ed Rendell from 2003 to 2008, when she died in office. Prior to that, she served as the 32nd Pennsylvania State Treasurer from 1989 to 1997."}, {"title": "Lieutenant Governor of Pennsylvania", "href": "/wiki/Lieutenant_Governor_of_Pennsylvania", "description": "The Lieutenant Governor is a constitutional officer of the Commonwealth of Pennsylvania. The lieutenant governor is elected for a four-year term in the same year as the governor. Each party picks a candidate for lieutenant governor independently of the gubernatorial primary. The winners of the party primaries are then teamed together as a single ticket for the fall general election. Democrat John "}]}, {"heading": "Deaths", "year": "2008", "date": "November 12", "txt": "Mitch Mitchell, English drummer (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "November 12", "txt": "Henryk Górecki, Polish composer (b. 1933)", "entities": [{"title": "Henryk Górecki", "href": "/wiki/Henryk_G%C3%B3recki", "description": "Henryk Mikołaj Górecki was a Polish composer of contemporary classical music. According to critic Alex Ross, no recent classical composer has had as much commercial success as Górecki. Górecki became a leading figure of the Polish avant-garde during the post-Stalin cultural thaw. His Webernian-influenced serialist works of the 1950s and 1960s were characterized by adherence to dissonant modernism "}]}, {"heading": "Deaths", "year": "2012", "date": "November 12", "txt": "Hans Hammarskiöld, Swedish photographer (b. 1925)", "entities": [{"title": "Hans Hammarskiöld", "href": "/wiki/Hans_Hammarski%C3%B6ld", "description": "Hans Arvid Hammarskiöld was a Swedish professional photographer. He was active in most genres—for many years he worked as an industrial photographer, but was especially noted for his portraits."}]}, {"heading": "Deaths", "year": "2012", "date": "November 12", "txt": "Sergio Oliva, Cuban-American bodybuilder (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 12", "txt": "Daniel Stern, American psychologist and theorist (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 12", "txt": "Steve Rexe, Canadian ice hockey player and coach (b. 1947)", "entities": [{"title": "Steve Rexe", "href": "/wiki/Steve_Rexe", "description": "Stephen Glen Rexe was a Canadian professional ice hockey goaltender, the first-ever draft pick of the Pittsburgh Penguins of the National Hockey League (NHL) and second overall pick in the 1967 NHL Amateur Draft."}]}, {"heading": "Deaths", "year": "2013", "date": "November 12", "txt": "Konrad Rudnicki, Polish astronomer and academic (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 12", "txt": "Aleksandr Serebrov, Russian engineer and astronaut (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 12", "txt": "John Tavener, English composer and educator (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 12", "txt": "Kurt Trampedach, Danish painter and sculptor (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 12", "txt": "Ravi Chopra, Indian director and producer (b. 1946)", "entities": [{"title": "Ravi Chopra", "href": "/wiki/Ravi_Chopra", "description": "Ravi Chopra was an Indian film producer and director. He was the son of producer and director Baldev Raj Chopra and nephew of producer and director Yash Chopra. Aditya Chopra and Uday Chopra are his cousins. He is known for directing the epic Indian television series Mahabharat, Vishnu Puran and Aap Beeti."}]}, {"heading": "Deaths", "year": "2014", "date": "November 12", "txt": "Warren Clarke, English actor, director, and producer (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 12", "txt": "Marge Roukema, American educator and politician (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 12", "txt": "Valery Senderov, Russian mathematician and academic (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 12", "txt": "Márton Fülöp, Hungarian footballer (b. 1983)", "entities": [{"title": "Márton Fülöp", "href": "/wiki/M%C3%A1rton_F%C3%BCl%C3%B6p", "description": "Márton Fülöp was a Hungarian professional footballer who played as a goalkeeper."}]}, {"heading": "Deaths", "year": "2015", "date": "November 12", "txt": "Jihadi John, terrorist (b. 1988)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "November 12", "txt": "Lupita Tovar, Mexican-American actress (b. 1910)", "entities": [{"title": "Lupita Tovar", "href": "/wiki/Lupita_Tovar", "description": "Guadalupe Natalia Tovar, known professionally as Lupita Tovar, was a Mexican-American actress and centenarian best known for her starring role in the 1931 Spanish-language version of Drácula, filmed in Los Angeles by Universal Pictures at night using the same sets as the Bela Lugosi version, but with a different cast and director. She also starred in the 1932 film Santa, one of the first Mexican s"}]}, {"heading": "Deaths", "year": "2016", "date": "November 12", "txt": "Mahmoud Abdel Aziz, Egyptian Actor (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "November 12", "txt": "Stan Lee, American comic book writer, editor, and publisher (b. 1922)", "entities": [{"title": "Stan Lee", "href": "/wiki/Stan_Lee", "description": "Stan Lee was an American comic book writer, editor, publisher, and producer. He rose through the ranks of a family-run business to become Marvel Comics' primary creative leader for two decades, leading its expansion from a small division of a publishing house to a multimedia corporation that dominated the comics and movie industries."}]}]