[{"heading": "Events", "year": "1770", "date": "November 14", "txt": "James Bruce discovers what he believes to be the source of the Nile.", "entities": [{"title": "James Bruce", "href": "/wiki/James_Bruce", "description": "James Bruce of Kinnaird was a Scottish traveller and travel writer who spent more than a dozen years in North Africa and Ethiopia. He claimed to be to be the first European to trace the origins of the Blue Nile, but his claim was false; the credit goes to Father Pedro Paez (1564-1622), who found it in 1618."}, {"title": "Nile", "href": "/wiki/Nile", "description": "The Nile is a major north-flowing river in northeastern Africa. The longest river in Africa, it has historically been considered the longest river in the world, though this has been contested by research suggesting that the Amazon River is slightly longer. The Nile is about 6,650 km (4,130 mi) long and its drainage basin covers eleven countries: Tanzania, Uganda, Rwanda, Burundi, the Democratic Re"}]}, {"heading": "Events", "year": "1812", "date": "November 14", "txt": "Napoleonic Wars: At the Battle of Smoliani, French Marshals Victor and Oudinot are defeated by the Russians under General Peter Wittgenstein.", "entities": [{"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}, {"title": "Battle of Smoliani", "href": "/wiki/Battle_of_Smoliani", "description": "\n\nAt the Battle of Smoliani, the Russians under General Peter Wittgenstein defeated the French forces of Marshal Claude Victor and Marshal Nicholas Oudinot. This battle was the last effort of the French to reestablish their northern flank in Russia, known as the \"Dwina Line\". Previously, the French had been defeated in this sector at the Second battle of Polotsk and at the Battle of Czasniki"}, {"title": "Marshal Claude Victor", "href": "/wiki/Marshal_Claude_Victor", "description": "Claude Victor-Perrin, 1st Duke of Belluno was a French soldier and military commander who served during both the French Revolutionary Wars and the Napoleonic Wars. He was made a Marshal of the Empire in 1807 by Emperor Napoleon I."}, {"title": "Marshal Nicholas Oudinot", "href": "/wiki/Marshal_Nicholas_Oudinot", "description": "Nicolas Charles Oudinot, 1st Count Oudinot, 1st Duke of Reggio, was a Marshal of the Empire. He is known to have been wounded 34 times in battle. Oudinot is one of the Names inscribed under the Arc de Triomphe, Eastern pillar Columns 13, 14."}, {"title": "Peter Wittgenstein", "href": "/wiki/Peter_Wittgenstein", "description": "Louis Adolph Peter, 1st Prince of Sayn-Wittgenstein-Ludwigsburg-Berleburg, better known as Peter Wittgenstein in English, was a Prince of the German dynasty Sayn-Wittgenstein and Field Marshal in the Imperial Russian Army during the Napoleonic wars."}]}, {"heading": "Events", "year": "1851", "date": "November 14", "txt": "Moby-Dick, a novel by Herman Melville, is published in the USA.", "entities": [{"title": "Herman Melville", "href": "/wiki/Herman_Melville", "description": "Herman Melville was an American novelist, short story writer, and poet of the American Renaissance period. Among his best-known works are Moby-Dick (1851), Typee (1846), a romanticized account of his experiences in Polynesia, and Billy Budd, Sailor, a posthumously published novella. Although his reputation was not high at the time of his death, the centennial of his birth in 1919 was the starting "}]}, {"heading": "Events", "year": "1889", "date": "November 14", "txt": "Pioneering female journalist Nellie Bly (aka Elizabeth Cochrane) begins a successful attempt to travel around the world in less than 80 days. She completes the trip in 72 days.", "entities": [{"title": "Nellie Bly", "href": "/wiki/Nellie_Bly", "description": "Elizabeth Cochrane Seaman, better known by her pen name Nellie Bly, was an American journalist, industrialist, inventor, and charity worker who was widely known for her record-breaking trip around the world in 72 days, in emulation of Jules Verne's fictional character Phileas Fogg, and an exposé in which she worked undercover to report on a mental institution from within. She was a pioneer in her "}]}, {"heading": "Events", "year": "1910", "date": "November 14", "txt": "Aviator Eugene Burton Ely performs the first takeoff from a ship in Hampton Roads, Virginia, taking off from a makeshift deck on the USS Birmingham in a Curtiss pusher.", "entities": [{"title": "Aviator", "href": "/wiki/Aviator", "description": "An aircraft pilot or aviator is a person who controls the flight of an aircraft by operating its directional flight controls. Some other aircrew members, such as navigators or flight engineers, are also considered aviators, because they are involved in operating the aircraft's navigation and engine systems. Other aircrew members, such as drone operators, flight attendants, mechanics and ground cre"}, {"title": "Eugene Burton Ely", "href": "/wiki/Eugene_Burton_Ely", "description": "Eugene Burton Ely was an aviation pioneer, credited with the first shipboard aircraft take off and landing."}, {"title": "Takeoff", "href": "/wiki/Takeoff", "description": "Takeoff is the phase of flight in which an aerospace vehicle leaves the ground and becomes airborne. For aircraft traveling vertically, this is known as liftoff."}, {"title": "Hampton Roads", "href": "/wiki/Hampton_Roads", "description": "Hampton Roads is the name of both a body of water that serves as a wide channel for the James, Nansemond and Elizabeth rivers between Old Point Comfort and Sewell's Point where the Chesapeake Bay flows into the Atlantic Ocean, and the surrounding metropolitan region located in the southeastern Virginia and northeastern North Carolina portions of the Tidewater region."}, {"title": "Virginia", "href": "/wiki/Virginia", "description": "Virginia, officially the Commonwealth of Virginia, is a state in the Mid-Atlantic and Southeastern regions of the United States, between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virg"}, {"title": "USS Birmingham (CL-2)", "href": "/wiki/USS_Birmingham_(CL-2)", "description": "USS Birmingham (CS-2/CL-2), named for the city of Birmingham, Alabama, was a  Chester-class scout cruiser, reclassified a light cruiser in 1920. Entering service in 1908, the ship became known for the first airplane takeoff from a ship in history in 1910. During World War I, Birmingham escorted convoys across the Atlantic. The cruiser was decommissioned in 1923 and sold for scrap in 1930."}, {"title": "Curtiss Model D", "href": "/wiki/Curtiss_Model_D", "description": "The 1911 Curtiss Model D was an early United States pusher aircraft with the engine and propeller behind the pilot's seat. It was among the first aircraft in the world to be built in any quantity, all of which were produced by Curtiss during an era of trial-and-error development and equally important parallel technical development in internal combustion engine technologies."}]}, {"heading": "Events", "year": "1918", "date": "November 14", "txt": "The Provisional National Assembly of the new republic of Czechoslovakia meets to devise a constitution.", "entities": [{"title": "Czechoslovakia", "href": "/wiki/Czechoslovakia", "description": "Czechoslovakia, or Czecho-Slovakia, was a sovereign state in Central Europe, created in October 1918, when it declared its independence from Austria-Hungary."}]}, {"heading": "Events", "year": "1921", "date": "November 14", "txt": "The Communist Party of Spain is founded, and issues the first edition of Mundo obrero.", "entities": [{"title": "Communist Party of Spain", "href": "/wiki/Communist_Party_of_Spain", "description": "The Communist Party of Spain is a Marxist-Leninist party that, since 1986, has been part of the United Left coalition, which is part of Unidas Podemos."}]}, {"heading": "Events", "year": "1922", "date": "November 14", "txt": "The British Broadcasting Company begins radio service in the United Kingdom.", "entities": [{"title": "British Broadcasting Company", "href": "/wiki/British_Broadcasting_Company", "description": "The British Broadcasting Company, Ltd. (BBC) was a British commercial company formed on 18 October 1922 by British and American electrical companies doing business in the United Kingdom. Licensed by the British General Post Office, their original office was located on the second floor of Magnet House, the GEC buildings in London and consisted of a room and a small antechamber. On 14 December 1922,"}]}, {"heading": "Events", "year": "1938", "date": "November 14", "txt": "The Lions Gate Bridge, connecting Vancouver to the North Shore region, opens to traffic.", "entities": [{"title": "Lions Gate Bridge", "href": "/wiki/Lions_Gate_Bridge", "description": "The Lions Gate Bridge, opened in 1938 and officially known as the First Narrows Bridge, is a suspension bridge that crosses the first narrows of Burrard Inlet and connects the City of Vancouver, British Columbia, to the North Shore municipalities of the District of North Vancouver, the City of North Vancouver, and West Vancouver. The term \"Lions Gate\" refers to the Lions, a pair of mountain peaks "}, {"title": "Vancouver", "href": "/wiki/Vancouver", "description": "Vancouver is a major city in western Canada, located in the Lower Mainland region of British Columbia. As the most populous city in the province, the 2016 census recorded 631,486 people in the city, up from 603,502 in 2011. The Greater Vancouver area had a population of 2,463,431 in 2016, making it the third-largest metropolitan area in Canada. Vancouver has the highest population density in Canad"}, {"title": "North Shore (Greater Vancouver)", "href": "/wiki/North_Shore_(Greater_Vancouver)", "description": "The North Shore is a term commonly used to refer to several areas adjacent to Vancouver, British Columbia, Canada:the District of West Vancouver;\nthe City of North Vancouver;\nthe District of North Vancouver; and\nthe North Shore Mountains"}]}, {"heading": "Events", "year": "1940", "date": "November 14", "txt": "World War II: In England, Coventry is heavily bombed by German Luftwaffe bombers. Coventry Cathedral is almost completely destroyed.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Coventry Blitz", "href": "/wiki/Coventry_Blitz", "description": "The Coventry Blitz was a series of bombing raids that took place on the English city of Coventry. The city was bombed many times during the Second World War by the German Air Force (Luftwaffe). The most devastating of these attacks occurred on the evening of 14 November 1940 and continued into the morning of 15 November."}, {"title": "Luftwaffe", "href": "/wiki/Luftwaffe", "description": "The Luftwaffe was the aerial warfare branch of the Wehrmacht during World War II. Germany's military air arms during World War I, the Luftstreitkräfte of the Imperial Army and the Marine-Fliegerabteilung of the Imperial Navy, had been disbanded in May 1920 in accordance with the terms of the Treaty of Versailles which stated that Germany was forbidden to have any air force."}, {"title": "Coventry Cathedral", "href": "/wiki/Coventry_Cathedral", "description": "The Cathedral Church of Saint Michael, commonly known as Coventry Cathedral, is the seat of the Bishop of Coventry and the Diocese of Coventry within the Church of England. The cathedral is located in Coventry, West Midlands, England. The current bishop is Christopher Cocksworth and the current dean is John Witcombe."}]}, {"heading": "Events", "year": "1941", "date": "November 14", "txt": "World War II: The aircraft carrier HMS Ark Royal sinks due to torpedo damage from the German submarine U-81 sustained on November 13.", "entities": [{"title": "Aircraft carrier", "href": "/wiki/Aircraft_carrier", "description": "An aircraft carrier is a warship that serves as a seagoing airbase, equipped with a full-length flight deck and facilities for carrying, arming, deploying, and recovering aircraft. Typically, it is the capital ship of a fleet, as it allows a naval force to project air power worldwide without depending on local bases for staging aircraft operations. Carriers have evolved since their inception in th"}, {"title": "HMS Ark Royal (91)", "href": "/wiki/HMS_Ark_Royal_(91)", "description": "HMS Ark Royal was an aircraft carrier of the Royal Navy that served during the Second World War."}, {"title": "German submarine U-81 (1941)", "href": "/wiki/German_submarine_U-81_(1941)", "description": "German submarine U-81 was a Type VIIC U-boat of the navy (Kriegsmarine) of Nazi Germany during World War II, famous for sinking the aircraft carrier HMS Ark Royal."}]}, {"heading": "Events", "year": "1941", "date": "November 14", "txt": "World War II: German troops, aided by local auxiliaries, murder nine thousand residents of the Słonim Ghetto in a single day.", "entities": []}, {"heading": "Events", "year": "1952", "date": "November 14", "txt": "The New Musical Express publishes the first regular UK Singles Chart.", "entities": [{"title": "UK Singles Chart", "href": "/wiki/UK_Singles_Chart", "description": "The UK Singles Chart is compiled by the Official Charts Company (OCC), on behalf of the British record industry, listing the top-selling singles in the United Kingdom, based upon physical sales, paid-for downloads and streaming. The Official Chart, broadcast on BBC Radio 1 and MTV, is the UK music industry's recognised official measure of singles and albums popularity because it is the most compre"}]}, {"heading": "Events", "year": "1957", "date": "November 14", "txt": "The \"Apalachin Meeting\" in rural Tioga County in upstate New York is raided by law enforcement; many high-level Mafia figures are arrested while trying to flee.", "entities": [{"title": "Apalachin Meeting", "href": "/wiki/Apalachin_Meeting", "description": "The Apalachin meeting was a historic summit of the American Mafia held at the home of mobster Joseph \"Joe the Barber\" Barbara, at 625 McFall Road in Apalachin, New York, on November 14, 1957. Allegedly, the meeting was held to discuss various topics including loansharking, narcotics trafficking, and gambling, along with dividing the illegal operations controlled by the recently murdered Albert Ana"}, {"title": "Tioga County, New York", "href": "/wiki/Tioga_County,_New_York", "description": "Tioga County is a county in the U.S. state of New York. As of the 2010 census, the population was 51,125. Its county seat is Owego. Its name derives from an American Indian word meaning \"at the forks\", describing a meeting place."}]}, {"heading": "Events", "year": "1960", "date": "November 14", "txt": "Ruby Bridges becomes the first Black child to attend an all-White elementary school in Louisiana.", "entities": [{"title": "Ruby Bridges", "href": "/wiki/Ruby_Bridges", "description": "Ruby Nell Bridges Hall is an American civil rights activist. She was the first African-American child to desegregate the all-white William Frantz Elementary School in Louisiana during the New Orleans school desegregation crisis on November 14, 1960. She is the subject of a 1964 painting, The Problem We All Live With by Norman Rockwell."}, {"title": "Louisiana", "href": "/wiki/Louisiana", "description": "Louisiana is a state in the Deep South and South Central regions of the United States. It is the 19th-smallest by area and the 25th most populous of the 50 U.S. states. Louisiana is bordered by the state of Texas to the west, Arkansas to the north, Mississippi to the east, and the Gulf of Mexico to the south. A large part of its eastern boundary is demarcated by the Mississippi River. Louisiana is"}]}, {"heading": "Events", "year": "1965", "date": "November 14", "txt": "Vietnam War: The Battle of Ia Drang begins: The first major engagement between regular American and North Vietnamese forces.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Battle of Ia Drang", "href": "/wiki/Battle_of_Ia_Drang", "description": "The Battle of Ia Drang was the first major battle between the United States Army and the People's Army of Vietnam (PAVN), also referred to as the North Vietnamese Army (NVA), and was part of the Pleiku Campaign conducted early in the Vietnam War. It comprised two main engagements, centered on two previously scouted helicopter landing zones (LZs), known as LZ X-Ray and LZ Albany. The first involved"}, {"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}]}, {"heading": "Events", "year": "1967", "date": "November 14", "txt": "The Congress of Colombia, in commemoration of the 150th anniversary of the death of Policarpa Salavarrieta, declares this day as \"Day of the Colombian Woman\".", "entities": [{"title": "Congress of Colombia", "href": "/wiki/Congress_of_Colombia", "description": "The Congress of the Republic of Colombia is the name given to Colombia's bicameral national legislature."}, {"title": "Policarpa Salavarrieta", "href": "/wiki/Policarpa_Salavarrieta", "description": "Policarpa Salavarrieta, also known as \"La Pola\", was a Neogranadine seamstress who spied for the Revolutionary Forces during the Spanish Reconquista of the Viceroyalty of New Granada. She was captured by Spanish Royalists and ultimately executed for high treason. The Day of the Colombian Woman is commemorated on the anniversary of her death. She is now considered a heroine of the independence of C"}]}, {"heading": "Events", "year": "1967", "date": "November 14", "txt": "American physicist Theodore Maiman is given a patent for his ruby laser systems, the world's first laser.", "entities": [{"title": "Ruby laser", "href": "/wiki/Ruby_laser", "description": "A ruby laser is a solid-state laser that uses a synthetic ruby crystal as its gain medium. The first working laser was a ruby laser made by Theodore H. \"Ted\" Maiman at Hughes Research Laboratories on May 16, 1960."}]}, {"heading": "Events", "year": "1969", "date": "November 14", "txt": "Apollo program: NASA launches Apollo 12, the second crewed mission to the surface of the Moon.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Space exploration", "href": "/wiki/Space_exploration", "description": "Space exploration is the use of astronomy and space technology to explore outer space. While the exploration of space is carried out mainly by astronomers with telescopes, its physical exploration though is conducted both by unmanned robotic space probes and human spaceflight. Space exploration, like its classical form astronomy, is one of the main sources for space science."}]}, {"heading": "Events", "year": "1970", "date": "November 14", "txt": "Soviet Union enters ICAO, making Russian the fourth official language of organization.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "International Civil Aviation Organization", "href": "/wiki/International_Civil_Aviation_Organization", "description": "The International Civil Aviation Organization (ICAO) is a specialized and funding agency of the United Nations. It changes the principles and techniques of international air navigation and fosters the planning and development of international air transport to ensure safe and orderly growth. Its headquarters is located in the Quartier International of Montreal, Quebec, Canada."}]}, {"heading": "Events", "year": "1970", "date": "November 14", "txt": "Southern Airways Flight 932 crashes in the mountains near Huntington, West Virginia, killing 75, including almost all of the Marshall University football team.", "entities": [{"title": "Huntington, West Virginia", "href": "/wiki/Huntington,_West_Virginia", "description": "Huntington is a city in Cabell and Wayne Counties in the U.S. state of West Virginia. It is the county seat of Cabell County, and largest city in the Huntington-Ashland, WV-KY-OH Metropolitan Statistical Area, sometimes referred to as the Tri-State Area. A historic and bustling city of commerce and heavy industry, Huntington has benefited from its location on the Ohio River at the mouth of the Guy"}, {"title": "Marshall University", "href": "/wiki/Marshall_University", "description": "Marshall University is a public research university in Huntington, West Virginia. It was founded in 1837 and is named after John Marshall, the fourth Chief Justice of the United States."}, {"title": "American football", "href": "/wiki/American_football", "description": "American football, referred to simply as football in the United States and Canada and also known as gridiron, is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possess"}, {"title": "Marshall Thundering Herd football", "href": "/wiki/Marshall_Thundering_Herd_football", "description": "The Marshall Thundering Herd football team is an intercollegiate varsity sports program of Marshall University. The team represents the university as a member of the Conference USA Eastern division of the National Collegiate Athletic Association, playing at the NCAA Division I Football Bowl Subdivision level."}]}, {"heading": "Events", "year": "1971", "date": "November 14", "txt": "Mariner 9 enters orbit around Mars.", "entities": [{"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Events", "year": "1973", "date": "November 14", "txt": "In the United Kingdom, Princess Anne marries Captain Mark Phillips, in Westminster Abbey.", "entities": [{"title": "Anne, Princess Royal", "href": "/wiki/Anne,_Princess_Royal", "description": "Anne, Princess Royal, is the second child and only daughter of Queen Elizabeth II and Prince Philip, Duke of Edinburgh. She is 15th in the line of succession to the British throne and has been Princess Royal since 1987."}, {"title": "Captain (British Army and Royal Marines)", "href": "/wiki/Captain_(British_Army_and_Royal_Marines)", "description": "Captain (Capt) is a junior officer rank of the British Army and Royal Marines and in both services it ranks above lieutenant and below major with a NATO ranking code of OF-2. The rank is equivalent to a lieutenant in the Royal Navy and to a flight lieutenant in the Royal Air Force. The rank of captain in the Royal Navy is considerably more senior and the two ranks should not be confused."}, {"title": "Mark Phillips", "href": "/wiki/Mark_Phillips", "description": "Captain Mark Anthony Peter Phillips is an English Olympic gold medal-winning horseman for Great Britain and the first husband of Anne, Princess Royal, with whom he has two children. He remains a leading figure in British equestrian circles, a noted eventing course designer, and a columnist for Horse & Hound magazine."}, {"title": "Westminster Abbey", "href": "/wiki/Westminster_Abbey", "description": "Westminster Abbey, formally titled the Collegiate Church of Saint Peter at Westminster, is a large, mainly Gothic abbey church in the City of Westminster, London, England, just to the west of the Palace of Westminster. It is one of the United Kingdom's most notable religious buildings and the traditional place of coronation and a burial site for English and, later, British monarchs."}]}, {"heading": "Events", "year": "1973", "date": "November 14", "txt": "The Athens Polytechnic uprising, a massive demonstration of popular rejection of the Greek military junta of 1967–74, begins.", "entities": [{"title": "Greek military junta of 1967–74", "href": "/wiki/Greek_military_junta_of_1967%E2%80%9374", "description": "The Greek junta or Regime of the Colonels was a far-right military junta that ruled Greece from 1967 to 1974. On 21 April 1967, a group of colonels overthrew the caretaker government a month before scheduled elections which Georgios Papandreou's Centre Union was favoured to win. The dictatorship was characterised by right-wing cultural policies, restrictions on civil liberties, and the imprisonmen"}]}, {"heading": "Events", "year": "1975", "date": "November 14", "txt": "With the signing of the Madrid Accords, Spain abandons Western Sahara.", "entities": [{"title": "Madrid Accords", "href": "/wiki/Madrid_Accords", "description": "The Madrid Accords, also called Madrid Agreement or Madrid Pact, was a treaty between Spain, Morocco, and Mauritania to end the Spanish presence in the territory of Spanish Sahara, which was until the Madrid Accords' inception a Spanish province and former colony. It was signed in Madrid on November 14, 1975, six days before Franco died, although it was never published on the Boletin Oficial del E"}, {"title": "Western Sahara", "href": "/wiki/Western_Sahara", "description": "Western Sahara is a disputed territory on the northwest coast and in the Maghreb region of North and West Africa. About 20% of the territory is controlled by the self-proclaimed Sahrawi Arab Democratic Republic, while the remaining 80% of the territory is occupied and administered by neighboring Morocco. Its surface area amounts to 266,000 square kilometres (103,000 sq mi). It is one of the most s"}]}, {"heading": "Events", "year": "1977", "date": "November 14", "txt": "During a British House of Commons debate, Labour MP Tam Dalyell poses what would become known as the West Lothian question, referring to issues related to devolution in the United Kingdom.", "entities": [{"title": "House of Commons of the United Kingdom", "href": "/wiki/House_of_Commons_of_the_United_Kingdom", "description": "The House of Commons is the lower house and de facto primary chamber of the Parliament of the United Kingdom. Like the upper house, the House of Lords, it meets in the Palace of Westminster."}, {"title": "Labour Party (UK)", "href": "/wiki/Labour_Party_(UK)", "description": "The Labour Party is a centre-left political party in the United Kingdom that has been described as an alliance of social democrats, democratic socialists and trade unionists. In all general elections since 1922, Labour has been either the governing party or the Official Opposition. There have been six Labour prime ministers and thirteen Labour ministries."}, {"title": "Tam Dalyell", "href": "/wiki/Tam_Dalyell", "description": "Sir Thomas Dalyell, 11th Baronet, known as Tam Dalyell, was a Scottish Labour Party politician who was a member of the House of Commons from 1962 to 2005. He represented West Lothian from 1962 to 1983, then Linlithgow from 1983 to 2005. He is particularly well known for his formulation of what came to be known as the \"West Lothian question\", on whether non-English MPs should be able to vote upon E"}, {"title": "West Lothian question", "href": "/wiki/West_Lothian_question", "description": "The West Lothian question, also known as the English question, is a political issue in the United Kingdom. It concerns the question of whether MPs from Northern Ireland, Scotland and Wales, sitting in the House of Commons should be able to vote on matters that affect only England, while MPs from England are unable to vote on matters that have been devolved to the Northern Ireland Assembly, the Sco"}, {"title": "Devolution in the United Kingdom", "href": "/wiki/Devolution_in_the_United_Kingdom", "description": "In the United Kingdom, devolution is the Parliament of the United Kingdom's statutory granting of a greater level of self-government to the Scottish Parliament, the Welsh Parliament, the Northern Ireland Assembly and the London Assembly and to their associated executive bodies the Scottish Government, the Welsh Government, the Northern Ireland Executive and in England, the Greater London Authority"}]}, {"heading": "Events", "year": "1978", "date": "November 14", "txt": "France conducts the Aphrodite nuclear test as 25th in the group of 29 1975–78 French nuclear tests.", "entities": [{"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}, {"title": "1975–78 French nuclear tests", "href": "/wiki/1975%E2%80%9378_French_nuclear_tests", "description": "The France's 1975–1978 nuclear test series was a group of 29 nuclear tests conducted in 1975-1978. These tests followed the 1971–74 French nuclear tests series and preceded the 1979–80 French nuclear tests series."}]}, {"heading": "Events", "year": "1979", "date": "November 14", "txt": "US President Jimmy Carter issues Executive Order 12170, freezing all Iranian assets in the United States in response to the hostage crisis.", "entities": [{"title": "Executive Order 12170", "href": "/wiki/Executive_Order_12170", "description": "Executive Order 12170 was issued by American president Jimmy Carter on November 14, 1979, ten days after the Iran hostage crisis had started. The executive order, empowered under the International Emergency Economic Powers Act, ordered the freezing of all Iranian government assets held within the United States."}]}, {"heading": "Events", "year": "1982", "date": "November 14", "txt": "Lech Wałęsa, the leader of Poland's outlawed Solidarity movement, is released after eleven months of internment near the Soviet border.", "entities": [{"title": "Lech Wałęsa", "href": "/wiki/Lech_Wa%C5%82%C4%99sa", "description": "Lech Wałęsa is a Polish statesman, dissident, and Nobel Peace Prize laureate, who served as the first democratically elected president of Poland from 1990 to 1995. A shipyard electrician by trade, he became the leader of the Solidarity movement, and led a successful pro-democratic effort which in 1989 ended the Communist rule in Poland and ushered in the end of the Cold War."}, {"title": "Solidarity (Polish trade union)", "href": "/wiki/Solidarity_(Polish_trade_union)", "description": "Solidarity is a trade union founded in August 1980 at the Lenin Shipyard in Gdańsk, Poland. Subsequently, it was the first independent free trade union in a Warsaw Pact country to be recognised by the state. The union's membership peaked at 10 million in September 1981, representing one-third of the country's working-age population. Solidarity's leader Lech Wałęsa was awarded the Nobel Peace Prize"}, {"title": "Internment", "href": "/wiki/Internment", "description": "Internment is the imprisonment of people, commonly in large groups, without charges or intent to file charges. The term is especially used for the confinement \"of enemy citizens in wartime or of terrorism suspects\". Thus, while it can simply mean imprisonment, it tends to refer to preventive confinement rather than confinement after having been convicted of some crime. Use of these terms is subjec"}]}, {"heading": "Events", "year": "1984", "date": "November 14", "txt": "Zamboanga City mayor Cesar Climaco, a prominent critic of the government of Philippine President Ferdinand Marcos, is assassinated in his home city.", "entities": [{"title": "Zamboanga City", "href": "/wiki/Zamboanga_City", "description": "Zamboanga City, officially the City of Zamboanga, is a 1st class highly urbanized city in the Zamboanga Peninsula region of the Philippines. According to the 2015 census, it has a population of 861,799 people.  It is the sixth-most populous and third-largest city by land area in the Philippines.  It is the commercial and industrial center of the Zamboanga Peninsula Region."}, {"title": "Cesar Climaco", "href": "/wiki/Cesar_Climaco", "description": "Cesar Cortes Climaco was a Filipino politician who served as mayor of Zamboanga City for 11 years and three nonconsecutive terms. A prominent critic of the martial law regime of Ferdinand Marcos, he was famed for his toughness in governance and colorful personality. He was also famous for his refusal to cut his hair until democratic rule was restored in the Philippines. He was assassinated by an u"}, {"title": "Ferdinand Marcos", "href": "/wiki/Ferdinand_Marcos", "description": "Ferdinand Emmanuel Edralin Marcos Sr. was a Filipino politician, lawyer, and kleptocrat who served as the 10th President of the Philippines from 1965 to 1986. He and his wife Imelda Marcos are the undisputed Guinness record holder of the title \"Greatest robbery of a Government\", stealing at least US$10 billion from the Central Bank of the Philippines."}]}, {"heading": "Events", "year": "1990", "date": "November 14", "txt": "After German reunification, the Federal Republic of Germany and Poland sign a treaty confirming the Oder–Neisse line as the border between Germany and Poland.", "entities": [{"title": "German reunification", "href": "/wiki/German_reunification", "description": "German reunification was the process in 1990 in which the German Democratic Republic (GDR) became part of the Federal Republic of Germany (FRG) to form the reunited nation of Germany."}, {"title": "Germany", "href": "/wiki/Germany", "description": "Germany, officially the Federal Republic of Germany, is a country in Central Europe. It is the second-most populous country in Europe after Russia, and the most populous member state of the European Union. Germany is situated between the Baltic and North seas to the north, and the Alps to the south; covering an area of 357,022 square kilometres (137,847 sq mi), with a population of over 83 million"}, {"title": "German–Polish Border Treaty", "href": "/wiki/German%E2%80%93Polish_Border_Treaty", "description": "The German–Polish Border Treaty of 1990 finally settled the issue of the Polish–German border, which in terms of international law had been pending since 1945. It was signed by the foreign ministers of Poland and Germany, Krzysztof Skubiszewski and Hans-Dietrich Genscher, on 14 November 1990 in Warsaw, ratified by the Polish Sejm on 26 November 1991 and the German Bundestag on 16 December 1991, an"}, {"title": "Oder–Neisse line", "href": "/wiki/Oder%E2%80%93Neisse_line", "description": "The Oder–Neisse line is the basis of most of the international border between Germany and Poland. It runs mainly along the Oder and Lusatian Neisse rivers and meets the Baltic Sea in the north, just west of the ports of Szczecin and Świnoujście."}]}, {"heading": "Events", "year": "1991", "date": "November 14", "txt": "American and British authorities announce indictments against two Libyan intelligence officials in connection with the downing of the Pan Am Flight 103.", "entities": [{"title": "Intelligence assessment", "href": "/wiki/Intelligence_assessment", "description": "Intelligence assessment is the development of behavior forecasts or recommended courses of action to the leadership of an organisation, based on wide ranges of available overt and covert information. Assessments develop in response to leadership declaration requirements to inform decision making. Assessment may be executed on behalf of a state, military or commercial organisation with ranges of in"}, {"title": "Pan Am Flight 103", "href": "/wiki/Pan_Am_Flight_103", "description": "Pan Am Flight 103 was a regularly scheduled Pan Am transatlantic flight from Frankfurt to Detroit via London and New York City. On 21 December 1988, Clipper Maid of the Seas (N739PA), the aircraft operating the transatlantic leg of the route, was destroyed by a bomb, killing all 243 passengers and 16 crew, in what became known as the Lockerbie bombing. Large sections of the aircraft crashed onto a"}]}, {"heading": "Events", "year": "1991", "date": "November 14", "txt": "Cambodian Prince Norodom Sihanouk returns to Phnom Penh after thirteen years in exile.", "entities": [{"title": "Phnom Penh", "href": "/wiki/Phnom_Penh", "description": "Phnom Penh is the capital and most populous city in Cambodia. It has been the national capital since French colonization of Cambodia, and has grown to become the nation's economic, industrial, and cultural center."}, {"title": "Exile", "href": "/wiki/Exile", "description": "To be in exile means to be forced away from one's home and unable to return. People may be in exile for various reasons, for legal or other reasons."}]}, {"heading": "Events", "year": "1995", "date": "November 14", "txt": "A budget standoff between Democrats and Republicans in the U.S. Congress forces the federal government to temporarily close national parks and museums and to run most government offices with skeleton staffs.", "entities": [{"title": "Democratic Party (United States)", "href": "/wiki/Democratic_Party_(United_States)", "description": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main historic rival, the Republican Party. It was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party."}, {"title": "Republican Party (United States)", "href": "/wiki/Republican_Party_(United_States)", "description": "The Republican Party, also referred to as the GOP, is one of the two major contemporary political parties in the United States, along with its main historic rival, the Democratic Party."}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Federal government of the United States", "href": "/wiki/Federal_government_of_the_United_States", "description": "The federal government of the United States is the national government of the United States, a federal republic in North America, composed of 50 states, a federal district, five major self-governing territories and several island possessions. The federal government is composed of three distinct branches: legislative, executive, and judicial, whose powers are vested by the U.S. Constitution in the "}, {"title": "United States federal government shutdowns of 1995 and 1995–96", "href": "/wiki/United_States_federal_government_shutdowns_of_1995_and_1995%E2%80%9396", "description": "The United States federal government shutdowns of 1995 and 1995–96 were the result of conflicts between Democratic President Bill Clinton and the Republican Congress over funding for education, the environment, and public health in the 1996 federal budget. The shutdowns lasted from November 14 through November 19, 1995, and from December 16, 1995, to January 6, 1996, for 5 and 21 days, respectivel"}]}, {"heading": "Events", "year": "2001", "date": "November 14", "txt": "War in Afghanistan: Afghan Northern Alliance fighters take over the capital Kabul.", "entities": [{"title": "War in Afghanistan (2001–present)", "href": "/wiki/War_in_Afghanistan_(2001%E2%80%93present)", "description": "The War in Afghanistan is an ongoing war following the United States invasion of Afghanistan that began when the United States of America and its allies successfully drove the Taliban from power in order to deny Al-Qaeda a safe base of operations in Afghanistan. Since the initial objectives were completed, a coalition of over 40 countries formed a security mission in the country called Internation"}, {"title": "Northern Alliance", "href": "/wiki/Northern_Alliance", "description": "The Afghan Northern Alliance, officially known as the United Islamic Front for the Salvation of Afghanistan, was a united military front that came to formation in late 1996 after the Islamic Emirate of Afghanistan (Taliban) took over Kabul. The United Front was assembled by key leaders of the Islamic State of Afghanistan, particularly president Burhanuddin Rabbani and former Defense Minister Ahmad"}, {"title": "Kabul", "href": "/wiki/Kabul", "description": "Kabul is the capital and largest city of Afghanistan, located in the eastern section of the country. It is also a municipality, forming part of the greater Kabul Province, and divided into 22 districts. According to estimates in 2020, the population of Kabul is 4.222 million, which includes all the major ethnic groups of Afghanistan. Afghanistan's only city with a population of over 1 million, Kab"}]}, {"heading": "Events", "year": "2001", "date": "November 14", "txt": "A magnitude 7.8 earthquake strikes a remote part of the Tibetan plateau. It has the longest known surface rupture recorded on land (~400 km) and is the best documented example of a supershear earthquake.", "entities": [{"title": "Tibetan plateau", "href": "/wiki/Tibetan_plateau", "description": "The Tibetan Plateau, also known in China as the Qinghai–Tibet Plateau or the Qing–Zang Plateau or as the Himalayan Plateau in India, is a vast elevated plateau in South Asia, Central Asia and East Asia, covering most of the Tibet Autonomous Region, most of Qinghai, Northwestern Yunnan, Western half of Sichuan, Southern Gansu provinces in Western China, the Indian regions of Ladakh and Lahaul and S"}, {"title": "Surface rupture", "href": "/wiki/Surface_rupture", "description": "Surface rupture is the visible offset of the ground surface when an earthquake rupture along a fault affects the Earth's surface. Surface rupture is opposed by buried rupture, where there is no displacement at ground level. This is a major risk to any structure that is built across a fault zone that may be active, in addition to any risk from ground shaking. Surface rupture entails vertical or hor"}, {"title": "Supershear earthquake", "href": "/wiki/Supershear_earthquake", "description": "A supershear earthquake is an earthquake in which the propagation of the rupture along the fault surface occurs at speeds in excess of the seismic shear wave (S-wave) velocity. This causes an effect analogous to a sonic boom."}]}, {"heading": "Events", "year": "2003", "date": "November 14", "txt": "Astronomers discover 90377 Sedna, the most distant trans-Neptunian object.", "entities": [{"title": "90377 Sedna", "href": "/wiki/90377_Sedna", "description": "90377 Sedna, or simply Sedna, is a large planetoid in the outer reaches of the Solar System that was, as of 2020, at a distance of about 85 astronomical units (1.27×1010 km; 7.9×109 mi) from the Sun, about three times farther than Neptune. Spectroscopy has revealed that Sedna's surface composition is similar to those of some other trans-Neptunian objects, being largely a mixture of water, methane,"}]}, {"heading": "Events", "year": "2008", "date": "November 14", "txt": "The first G-20 economic summit opens in Washington, D.C.", "entities": [{"title": "2008 G-20 Washington summit", "href": "/wiki/2008_G-20_Washington_summit", "description": "The 2008 G20 Washington Summit on Financial Markets and the World Economy took place on November 14–15, 2008, in Washington, D.C., United States. It achieved general agreement amongst the G20 on how to cooperate in key areas so as to strengthen economic growth, deal with the 2008 financial crisis, and lay the foundation for reform to avoid similar crises in the future. The Summit resulted from an "}]}, {"heading": "Events", "year": "2012", "date": "November 14", "txt": "Israel launches a major military operation in the Gaza Strip, as hostilities with Hamas escalate.", "entities": [{"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Operation Pillar of Defense", "href": "/wiki/Operation_Pillar_of_Defense", "description": "In November 2012, the Israel Defense Forces launched Operation Pillar of Defense which was an eight-day campaign in the Hamas-governed Gaza Strip, which began on 14 November 2012 with the killing of Ahmed Jabari, chief of the Gaza military wing of Hamas by an Israeli airstrike."}, {"title": "Gaza Strip", "href": "/wiki/Gaza_Strip", "description": "The Gaza Strip, or simply Gaza, is a self-governing Palestinian territory on the eastern coast of the Mediterranean Sea, that borders Egypt on the southwest for 11 kilometers (6.8 mi) and Israel on the east and north along a 51 km (32 mi) border. Gaza and the West Bank are claimed by the de jure sovereign State of Palestine."}, {"title": "Hamas", "href": "/wiki/Hamas", "description": "Hamas is a Palestinian Sunni-Islamic fundamentalist but pragmatic, militant, and nationalist organization. It has a social service wing, Dawah, and a military wing, the Izz ad-Din al-Qassam Brigades. It won the 2006 Palestinian legislative election and became the de facto governing authority of the Gaza Strip following the 2007 Battle of Gaza. Israel and Hamas have since engaged in several wars of"}]}, {"heading": "Events", "year": "2016", "date": "November 14", "txt": "A magnitude 7.8 earthquake strikes Kaikoura, New Zealand, at a depth of 15 km (9 miles), resulting in the deaths of two people.", "entities": [{"title": "2016 Kaikoura earthquake", "href": "/wiki/2016_Kaikoura_earthquake", "description": "The 2016 Kaikoura earthquake was a magnitude 7.8 (Mw) earthquake in the South Island of New Zealand that occurred two minutes after midnight on 14 November 2016 NZDT. Ruptures occurred on multiple faults and the earthquake has been described as the \"most complex earthquake ever studied\"."}, {"title": "Kaikoura", "href": "/wiki/Kaikoura", "description": "Kaikōura is a town on the east coast of the South Island of New Zealand. It is located on State Highway 1, 180 km north of Christchurch. The town has an estimated permanent resident population of 2,400."}, {"title": "New Zealand", "href": "/wiki/New_Zealand", "description": "New Zealand is an island country in the southwestern Pacific Ocean. It consists of two main landmasses—the North Island and the South Island —and more than 700 smaller islands, covering a total area of 268,021 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the islands of New Caledoni"}]}, {"heading": "Events", "year": "2017", "date": "November 14", "txt": "A gunman kills four people and injures 12 others during a shooting spree across Rancho Tehama Reserve, California. He had earlier murdered his wife in their home.", "entities": [{"title": "Rancho Tehama Reserve shootings", "href": "/wiki/Rancho_Tehama_Reserve_shootings", "description": "On November 13–14, 2017, a series of shootings occurred in Rancho Tehama Reserve, an unincorporated community in Tehama County, California, U.S. The gunman, 44-year-old Kevin Janson Neal, died by suicide after a Corning police officer rammed and stopped his stolen vehicle. During the shooting spree, five people were killed and 18 others were injured at eight separate crime scenes, including an ele"}, {"title": "Rancho Tehama Reserve, California", "href": "/wiki/Rancho_Tehama_Reserve,_California", "description": "Rancho Tehama Reserve is an unincorporated community in Tehama County, California, United States. The lightly populated rural, remote community has large lots where some residents farm olives, walnuts and almonds. The population was 1,485 at the 2010 census, up from 1,406 at the 2000 census. For statistical purposes, the United States Census Bureau has defined it as a census-designated place (CDP)"}]}, {"heading": "Events", "year": "2019", "date": "November 14", "txt": "A shooting occurs at Saugus High School in Santa Clarita, California, resulting in 3 deaths (including the perpetrator) and 3 injuries.", "entities": [{"title": "Saugus High School shooting", "href": "/wiki/Saugus_High_School_shooting", "description": "On November 14, 2019, at Saugus High School in Santa Clarita, California, United States, a mass shooting occurred when a student with a pistol, identified as 16-year-old Nathaniel Berhow, shot five schoolmates, killing two, before killing himself."}, {"title": "Saugus High School (California)", "href": "/wiki/Saugus_High_School_(California)", "description": "Saugus High School is an American public high school located in the neighborhood of Saugus, Santa Clarita, California. It is part of the William S. Hart Union High School District."}, {"title": "Santa Clarita, California", "href": "/wiki/Santa_Clarita,_California", "description": "Santa Clarita is a city in northwestern Los Angeles County, California. With an estimated 2019 population of 212,979, it is the third-largest city by population in Los Angeles County, and the 21st-largest in the state of California. It is located about 30 miles (48 km) northwest of downtown Los Angeles, and occupies 70.75 square miles (183.2 km2) of land in the Santa Clarita Valley, along the Sant"}]}, {"heading": "Births", "year": "1449", "date": "November 14", "txt": "Sidonie of Poděbrady, daughter of King of Bohemia (d. 1510)", "entities": [{"title": "Sidonie of Poděbrady", "href": "/wiki/Sidonie_of_Pod%C4%9Bbrady", "description": "Sidonie of Poděbrady was a duchess consort of Saxony. She was a daughter of George of Poděbrady, King of Bohemia, and his first wife Kunigunde of Sternberg. She was the twin sister of Catherine of Poděbrady, wife of Matthias Corvinus of Hungary."}]}, {"heading": "Births", "year": "1487", "date": "November 14", "txt": "John III of Pernstein, Bohemian land-owner, Governor of Moravia and Count of Kladsko (d. 1548)", "entities": [{"title": "John III of Pernstein", "href": "/wiki/John_III_of_Pernstein", "description": "John of Pernstein was High Treasurer of Moravia from 1506 and 1516 and Landeshauptmann of Moravia from 1515 to 1519 and from 1526 to 1528 and Governor of Moravia from 1530 to 1532. From 1537 to 1548, he was Count of Kladsko and pledge lord of the County of Kladsko."}]}, {"heading": "Births", "year": "1501", "date": "November 14", "txt": "Anna of Oldenburg, Regent of East Frisia (d. 1575)", "entities": [{"title": "Anna of Oldenburg", "href": "/wiki/Anna_of_Oldenburg", "description": "Anna of Oldenburg was a Countess consort of East Frisia as the spouse of Count Enno II of East Frisia. She was the Regent of East Frisia in 1542–1561 as the guardian for her minor sons, Johan II and Edzard II. Her reign lasted until 1561 and was generally supported by the Estates."}]}, {"heading": "Births", "year": "1531", "date": "November 14", "txt": "Richard Topcliffe, English torturer (d. 1604)", "entities": [{"title": "Richard Topcliffe", "href": "/wiki/Richard_Topcliffe", "description": "\n\nRichard Topcliffe was a priest hunter and practitioner of torture during the reign of Elizabeth I of England. A landowner and Member of Parliament, he became notorious as the government's chief enforcer of the penal laws against the practice of Catholicism."}]}, {"heading": "Births", "year": "1601", "date": "November 14", "txt": "John Eudes, French priest and missionary (d. 1680)", "entities": [{"title": "John Eudes", "href": "/wiki/John_Eudes", "description": "John Eudes was a French Roman Catholic priest and the founder of both the Order of Our Lady of Charity in 1641 and Congregation of Jesus and Mary also known as The Eudists in 1643. He was also a professed member of the Oratory of Jesus until 1643 and the author of the proper for the Mass and Divine Office of the Sacred Hearts of Jesus Christ and the Blessed Virgin. Eudes was an ardent proponent of"}]}, {"heading": "Births", "year": "1650", "date": "November 14", "txt": "William III of England, Prince of Orange, King of England, Scotland and Ireland (d. 1702)", "entities": [{"title": "William III of England", "href": "/wiki/William_III_of_England", "description": "William III, also widely known as William of Orange, was sovereign Prince of Orange from birth, Stadtholder of Holland, Zeeland, Utrecht, Guelders, and Overijssel in the Dutch Republic from the 1670s and King of England, Ireland, and Scotland from 1689 until his death in 1702. As King of Scotland, he is known as William II. He is sometimes informally known as \"King Billy\" in Ireland and Scotland. "}]}, {"heading": "Births", "year": "1663", "date": "November 14", "txt": "Friedrich Wilhelm Zachow, German organist and composer (d. 1712)", "entities": [{"title": "Friedrich Wilhelm Zachow", "href": "/wiki/Friedrich_Wilhelm_Zachow", "description": "Friedrich Wilhelm Zachow or Zachau was a German musician and composer of vocal and keyboard music."}]}, {"heading": "Births", "year": "1719", "date": "November 14", "txt": "Leopold Mozart, Austrian violinist, composer, and conductor (d. 1787)", "entities": [{"title": "Leopold Mozart", "href": "/wiki/Leopold_Mozart", "description": "Johann Georg Leopold Mozart was a German composer, conductor, music teacher, and violinist. Mozart is best known today as the father and teacher of Wolfgang Amadeus Mozart, and for his violin textbook Versuch einer gründlichen Violinschule."}]}, {"heading": "Births", "year": "1765", "date": "November 14", "txt": "Robert Fulton, American engineer, Early steamboat pioneer (d. 1815)", "entities": [{"title": "Robert Fulton", "href": "/wiki/Robert_Fulton", "description": "Robert Fulton was an American engineer and inventor who is widely credited with developing a commercially successful steamboat; the first was called North River Steamboat. In 1807 that steamboat traveled on the Hudson River with passengers, from New York City to Albany and back again, a round trip of 300 miles (480 km), in 62 hours. The success of his steamboat changed river traffic and trade on m"}, {"title": "Steamboat", "href": "/wiki/Steamboat", "description": "A steamboat is a boat that is propelled primarily by steam power, typically driving propellers or paddlewheels. Steamboats sometimes use the prefix designation SS, S.S. or S/S or PS ; however, these designations are most often used for steamships."}]}, {"heading": "Births", "year": "1771", "date": "November 14", "txt": "Marie François Xavier Bichat, French anatomist and physiologist (d. 1802)", "entities": [{"title": "Marie François Xavier Bichat", "href": "/wiki/Marie_Fran%C3%A7ois_Xavier_Bichat", "description": "Marie François Xavier Bichat was a French anatomist and pathologist, known as the father of modern histology. Although he worked without a microscope, Bichat distinguished 21 types of elementary tissues from which the organs of the human body are composed. He was also \"the first to propose that tissue is a central element in human anatomy, and he considered organs as collections of often disparate"}]}, {"heading": "Births", "year": "1776", "date": "November 14", "txt": "Henri Dutrochet, French physician, botanist, and physiologist (d. 1847)", "entities": [{"title": "Henri Dutrochet", "href": "/wiki/Henri_Dutrochet", "description": "René Joachim Henri Dutrochet was a French physician, botanist and physiologist. He is best known for his investigation into osmosis."}]}, {"heading": "Births", "year": "1777", "date": "November 14", "txt": "Nathaniel Claiborne, American farmer and politician (d. 1859)", "entities": [{"title": "Nathaniel Claiborne", "href": "/wiki/Nathaniel_Claiborne", "description": "Nathaniel Herbert Claiborne was a nineteenth-century American politician from Virginia. He was the brother of William Charles Cole Claiborne, the nephew of Thomas Claiborne, the uncle of John Francis Hamtramck Claiborne and the great-great-great granduncle of Marie Corinne Morrison Claiborne Boggs and Claiborne de Borda Pell. He was a descendant of Colonel William Claiborne (1600–1677), who was bo"}]}, {"heading": "Births", "year": "1778", "date": "November 14", "txt": "Johann Nepomuk Hummel, Austrian pianist and composer (d. 1837)", "entities": [{"title": "Johann Nepomuk Hummel", "href": "/wiki/Johann_Nepomuk_Hummel", "description": "Johann Nepomuk Hummel was an Austrian composer and virtuoso pianist. His music reflects the transition from the classical to the romantic musical era."}]}, {"heading": "Births", "year": "1779", "date": "November 14", "txt": "Adam Oehlenschläger, Danish poet and playwright (d. 1850)", "entities": [{"title": "Adam Oehlenschläger", "href": "/wiki/Adam_Oehlenschl%C3%A4ger", "description": "Adam Gottlob Oehlenschläger was a Danish poet and playwright. He introduced romanticism into Danish literature. He wrote the lyrics to the song Der er et yndigt land, which is one of the national anthem of Denmark.\n\n"}]}, {"heading": "Births", "year": "1797", "date": "November 14", "txt": "Charles Lyell, Scottish geologist and lawyer (d. 1875)", "entities": [{"title": "Charles Lyell", "href": "/wiki/Charles_Lyell", "description": "Sir Charles Lyell, 1st Baronet, was a Scottish geologist who demonstrated the power of known natural causes in explaining Earth's history. He is best known as the author of Principles of Geology (1830–33), which presented to a wide public audience the idea that Earth was shaped by the same natural processes still in operation today, operating at similar intensities. The philosopher William Whewell"}]}, {"heading": "Births", "year": "1803", "date": "November 14", "txt": "Jacob Abbott, American author (d. 1879)", "entities": [{"title": "Jacob Abbott", "href": "/wiki/Jacob_Abbott", "description": "Jacob Abbott was an American writer of children's books."}]}, {"heading": "Births", "year": "1805", "date": "November 14", "txt": "Fanny Mendelssohn, German pianist and composer (d. 1847)", "entities": [{"title": "Fanny Mendelssohn", "href": "/wiki/Fanny_Mendelssohn", "description": "Fanny Mendelssohn, later Fanny [Cäcilie] Mendelssohn Bartholdy and, after her marriage, Fanny Hensel, also referred to as Fanny Mendelssohn Hensel, was a German composer and pianist of the early Romantic era. Her compositions include a piano trio, a piano quartet, an orchestral overture, four cantatas, more than 125 pieces for the piano, and over 250 lieder, most of which went unpublished in her l"}]}, {"heading": "Births", "year": "1812", "date": "November 14", "txt": "Aleardo Aleardi, Italian poet (d. 1878)", "entities": [{"title": "Aleardo Aleardi", "href": "/wiki/Aleardo_Aleardi", "description": "Aleardo Aleardi, born Gaetano Maria, was an Italian poet who belonged to the so-called Neo-romanticists."}]}, {"heading": "Births", "year": "1812", "date": "November 14", "txt": "Maria Cristina of Savoy (d. 1836)", "entities": []}, {"heading": "Births", "year": "1816", "date": "November 14", "txt": "John Curwen, English minister and educator (d. 1880)", "entities": [{"title": "John Curwen", "href": "/wiki/John_Curwen", "description": "The Reverend  John Curwen (1816–1880) was an English Congregationalist minister and diffuser of the Tonic sol-fa system of music education created by Sarah Ann Glover. He was educated at Wymondley College in Hertfordshire, then Coward College as that institution became known when it moved to London, and finally University College London."}]}, {"heading": "Births", "year": "1828", "date": "November 14", "txt": "James B. McPherson, American general (d. 1864)", "entities": [{"title": "James B. McPherson", "href": "/wiki/James_B._McPherson", "description": "James Birdseye McPherson was a career United States Army officer who served as a general in the Union Army during the American Civil War. McPherson was on the General's staff of Henry Halleck and later, of Ulysses S. Grant and was with Grant at the Battle of Shiloh. He was killed at the Battle of Atlanta, facing the army of his old West Point classmate John Bell Hood, who paid a warm tribute to hi"}]}, {"heading": "Births", "year": "1832", "date": "November 14", "txt": "Henry Strangways, English-Australian politician, 12th Premier of South Australia (d. 1920)", "entities": [{"title": "Henry Strangways", "href": "/wiki/Henry_Strangways", "description": "Henry Bull Templar Strangways was an Australian politician and Premier of South Australia."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1838", "date": "November 14", "txt": "August Šenoa, Croatian author, poet, and critic (d. 1881)", "entities": [{"title": "August Šenoa", "href": "/wiki/August_%C5%A0enoa", "description": "August Ivan Nepomuk Eduard Šenoa was a novelist. Born to an ethnic German and Slovak family, Šenoa became a key figure in the development of an independent literary tradition in the Croatian language and shaping the emergence of the urban Croatian identity of Zagreb and its surroundings at a time when Austrian control was weaning. He was a literary transitional figure, who helped bring Croatian li"}]}, {"heading": "Births", "year": "1840", "date": "November 14", "txt": "Claude Monet, French painter (d. 1926)", "entities": [{"title": "Claude Monet", "href": "/wiki/Claude_Monet", "description": "Oscar-Claude Monet was a French painter, a founder of French Impressionist painting and the most consistent and prolific practitioner of the movement's philosophy of expressing one's perceptions before nature, especially as applied to plein air landscape painting. The term \"Impressionism\" is derived from the title of his painting Impression, soleil levant, which was exhibited in 1874 in the first "}]}, {"heading": "Births", "year": "1856", "date": "November 14", "txt": "Madeleine Lemoyne Ellicott, American activist (d. 1945)", "entities": [{"title": "Madeleine Lemoyne Ellicott", "href": "/wiki/Madeleine_Lemoyne_Ellicott", "description": "Madeleine Lemoyne, Mrs. Charles E. Ellicott was an American suffragist. She was the founder of the League of Women Voters of Maryland, serving as its president for 20 years, longer than anyone else."}]}, {"heading": "Births", "year": "1861", "date": "November 14", "txt": "Frederick Jackson Turner, American historian and author (d. 1932)", "entities": [{"title": "Frederick Jackson Turner", "href": "/wiki/Frederick_Jackson_Turner", "description": "Frederick Jackson Turner was an American historian during the early 20th century, based at the University of Wisconsin until 1910, and then Harvard University. He was known primarily for his anti-indigenous \"Frontier Thesis\". He trained many PhDs who became well-known historians. He promoted interdisciplinary and quantitative methods, often with an emphasis on the Midwest. His best known publicati"}]}, {"heading": "Births", "year": "1863", "date": "November 14", "txt": "Leo Baekeland, Belgian-American chemist and engineer (d. 1944)", "entities": [{"title": "Leo Baekeland", "href": "/wiki/Leo_Baekeland", "description": "Leo Hendrik Arthur Baekeland \n(November 14, 1863 – February 23, 1944) was a Belgian chemist. He is best known for the inventions of Velox photographic paper in 1893, and Bakelite in 1907. He has been called \"The Father of the Plastics Industry\" for his invention of Bakelite, an inexpensive, nonflammable and versatile plastic, which marked the beginning of the modern plastics industry."}]}, {"heading": "Births", "year": "1869", "date": "November 14", "txt": "John Lumsden, Irish physician, founded the St. John Ambulance Brigade of Ireland (d. 1944)", "entities": [{"title": "John Lumsden", "href": "/wiki/John_Lumsden", "description": "\n\nSir John Lumsden KBE was an Irish physician. He was famous for his role as Chief Medical Officer of Guinness Brewery, during which time he founded both St James's Gate F.C. and the St John Ambulance Brigade of Ireland. During the Easter Rising of 1916, he was noted for treating anyone who was wounded, regardless of which side they fought for."}, {"title": "St. John Ambulance Brigade of Ireland", "href": "/wiki/St._John_Ambulance_Brigade_of_Ireland", "description": "St John Ambulance Ireland (SJAI), previously known as the St John Ambulance Brigade of Ireland, is a charitable voluntary organisation in Ireland. For constitutional reasons it is not a full member association of the Venerable Order of Saint John and the international St. John Ambulance movement, but rather is classed as an \"associated body\". The organisation is dedicated to the teaching and pract"}]}, {"heading": "Births", "year": "1875", "date": "November 14", "txt": "Gregorio del Pilar, Filipino general and politician (d. 1899)", "entities": [{"title": "Gregorio del Pilar", "href": "/wiki/Gregorio_del_Pilar", "description": "Gregorio Hilario del Pilar y Sempio was a Filipino general of the Philippine Revolutionary Army during the Philippine–American War."}]}, {"heading": "Births", "year": "1875", "date": "November 14", "txt": "Jakob Schaffner, Swiss author and activist (d. 1944)", "entities": []}, {"heading": "Births", "year": "1877", "date": "November 14", "txt": "Norman Brookes, Australian tennis player (d. 1968)", "entities": [{"title": "Norman Brookes", "href": "/wiki/Norman_Brookes", "description": "Sir Norman Everard Brookes was an Australian tennis player. During his career he won three Grand Slam singles titles, Wimbledon in 1907 and 1914 and the Australasian Championships in 1911. Brookes was part of the Australasian Davis Cup team that won the title on six occasions. The Australian Open men's singles trophy, the Norman Brookes Challenge Cup, is named in his honour. After his active playi"}]}, {"heading": "Births", "year": "1878", "date": "November 14", "txt": "Julie Manet, French painter and art collector (d. 1966)", "entities": [{"title": "Julie Manet", "href": "/wiki/Julie_Manet", "description": "Julie Manet was a French painter, model, diarist, and art collector."}]}, {"heading": "Births", "year": "1878", "date": "November 14", "txt": "Leopold Staff, Ukrainian-Polish poet and academic (d. 1957)", "entities": []}, {"heading": "Births", "year": "1883", "date": "November 14", "txt": "Ado Birk, Estonian lawyer and politician, 3rd Prime Minister of Estonia (d. 1942)", "entities": [{"title": "Ado Birk", "href": "/wiki/Ado_Birk", "description": "Ado Birk, was an Estonian politician who was the Estonian Prime Minister for three days, from 28 July 1920 to 30 July 1920."}, {"title": "Prime Minister of Estonia", "href": "/wiki/Prime_Minister_of_Estonia", "description": "The Prime Minister of Estonia is the head of government of the Republic of Estonia. The prime minister is nominated by the President after appropriate consultations with the parliamentary factions and confirmed by the Parliament. In case of disagreement, the Parliament can reject the President's nomination and choose their own candidate. In practice, since the Prime Minister must maintain the conf"}]}, {"heading": "Births", "year": "1889", "date": "November 14", "txt": "Jawaharlal Nehru, Indian lawyer and politician, 1st Prime Minister of India (d. 1964)", "entities": [{"title": "Jawaharlal Nehru", "href": "/wiki/Jawaharlal_Nehru", "description": "Jawaharlal Nehru was an Indian independence activist and, subsequently, the first Prime Minister of India, as well as a central figure in Indian politics both before and after independence. He emerged as an eminent leader of the Indian independence movement, serving India as Prime Minister from its establishment in 1947 as an independent nation, until his death in 1964. He was also known as Pandit"}, {"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Births", "year": "1891", "date": "November 14", "txt": "Frederick Banting, Canadian physician and academic, Nobel Prize laureate (d. 1941)", "entities": [{"title": "Frederick Banting", "href": "/wiki/Frederick_Banting", "description": "Sir Frederick Grant Banting was a Canadian medical scientist, physician, painter, and Nobel laureate noted as the co-discoverer of insulin and its therapeutic potential."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1895", "date": "November 14", "txt": "Walter Jackson Freeman II, American physician and psychiatrist (d. 1972)", "entities": [{"title": "Walter Jackson Freeman II", "href": "/wiki/Walter_Jackson_Freeman_II", "description": "Walter Jackson Freeman II was an American physician who specialized in lobotomy."}]}, {"heading": "Births", "year": "1897", "date": "November 14", "txt": "John Steuart Curry, American painter and academic (d. 1946)", "entities": [{"title": "John Steuart Curry", "href": "/wiki/John_Steuart_Curry", "description": "John Steuart Curry was an American painter whose career spanned the years from 1924 until his death. He was noted for his paintings depicting rural life in his home state, Kansas. Along with Thomas Hart Benton and Grant Wood, he was hailed as one of the three great painters of American Regionalism of the first half of the twentieth century. Curry's artistic production was varied, including paintin"}]}, {"heading": "Births", "year": "1898", "date": "November 14", "txt": "Benjamin Fondane, Romanian-French philosopher, poet, and critic (d. 1944)", "entities": [{"title": "Benjamin Fondane", "href": "/wiki/Benjamin_Fondane", "description": "Benjamin Fondane or Benjamin Fundoianu was a Romanian and French poet, critic and existentialist philosopher, also noted for his work in film and theater. Known from his Romanian youth as a Symbolist poet and columnist, he alternated Neoromantic and Expressionist themes with echoes from Tudor Arghezi, and dedicated several poetic cycles to the rural life of his native Moldavia. Fondane, who was of"}]}, {"heading": "Births", "year": "1900", "date": "November 14", "txt": "Aaron Copland, American composer, conductor, and educator (d. 1990)", "entities": [{"title": "Aaron Copland", "href": "/wiki/Aaron_Copland", "description": "Aaron Copland was an American composer, composition teacher, writer, and later a conductor of his own and other American music. Copland was referred to by his peers and critics as \"the Dean of American Composers\". The open, slowly changing harmonies in much of his music are typical of what many people consider to be the sound of American music, evoking the vast American landscape and pioneer spiri"}]}, {"heading": "Births", "year": "1904", "date": "November 14", "txt": "Harold Haley, American lawyer and judge (d. 1970)", "entities": [{"title": "Harold Haley", "href": "/wiki/Harold_Haley", "description": "Harold Joseph Haley was an American judge. He was a Superior Court judge in Marin County, California. He was taken hostage in his courtroom, along with several others, during the course of a trial, and was killed during the attempted escape of his captors with their hostages."}]}, {"heading": "Births", "year": "1904", "date": "November 14", "txt": "Harold Larwood, English-Australian cricketer (d. 1995)", "entities": []}, {"heading": "Births", "year": "1904", "date": "November 14", "txt": "Dick Powell, American actor, singer, director, and producer (d. 1963)", "entities": []}, {"heading": "Births", "year": "1905", "date": "November 14", "txt": "John Henry Barbee, American singer and guitarist (d. 1964)", "entities": [{"title": "John Henry Barbee", "href": "/wiki/John_Henry_Barbee", "description": "John Henry Barbee was an American blues singer and guitarist. He was born in Henning, Tennessee. He claimed that he was born William George Tucker and that he changed his name with the commencement of his recording career, in tribute to his favorite folk song, \"The Ballad of John Henry\", but this claim is not supported by census records, in which he is registered as the son of Beecher Barbee and C"}]}, {"heading": "Births", "year": "1906", "date": "November 14", "txt": "Louise Brooks, American actress and dancer (d. 1985)", "entities": [{"title": "Louise Brooks", "href": "/wiki/Louise_Brooks", "description": "Mary Louise Brooks, known professionally as Louise Brooks, was an American film actress and dancer during the 1920s and 1930s. She is regarded today as a Jazz Age icon and as a flapper sex symbol due to her bob hairstyle that she helped popularize during the prime of her career."}]}, {"heading": "Births", "year": "1907", "date": "November 14", "txt": "Howard W. Hunter, American religious leader, 14th President of The Church of Jesus Christ of Latter-day Saints (d. 1995)", "entities": [{"title": "Howard W. Hunter", "href": "/wiki/Howard_W._Hunter", "description": "Howard William Hunter was an American lawyer and the 14th president of The Church of Jesus Christ of Latter-day Saints from 1994 to 1995. His nine-month presidential tenure is the shortest in the church's history. Hunter was the first president of the LDS Church born in the 20th century and the last to die in it. He was sustained as an LDS apostle at the age of 51, and served as a general authorit"}, {"title": "President of The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/President_of_The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "In The Church of Jesus Christ of Latter-day Saints, the President of the Church is the highest office of the church. It was the office held by Joseph Smith, the church's founder. The President of the LDS Church is the church's leader and the head of the First Presidency, the church's highest governing body. Latter-day Saints consider the president of the church to be a \"prophet, seer, and revelato"}]}, {"heading": "Births", "year": "1907", "date": "November 14", "txt": "Astrid Lindgren, Swedish author and screenwriter (d. 2002)", "entities": []}, {"heading": "Births", "year": "1907", "date": "November 14", "txt": "William Steig, American author, illustrator, and sculptor (d. 2003)", "entities": []}, {"heading": "Births", "year": "1908", "date": "November 14", "txt": "Joseph McCarthy, American captain, lawyer, and politician (d. 1957)", "entities": [{"title": "Joseph McCarthy", "href": "/wiki/Joseph_McCarthy", "description": "Joseph Raymond McCarthy was an American politician and attorney who served as a Republican U.S. Senator from the state of Wisconsin from 1947 until his death in 1957. Beginning in 1950, McCarthy became the most visible public face of a period in the United States in which Cold War tensions fueled fears of widespread communist subversion. He is known for alleging that numerous communists and Soviet"}]}, {"heading": "Births", "year": "1910", "date": "November 14", "txt": "Rosemary DeCamp, American actress and singer (d. 2001)", "entities": [{"title": "Rosemary DeCamp", "href": "/wiki/Rosemary_DeCamp", "description": "Rosemary Shirley DeCamp was an American radio, film, and television actress."}]}, {"heading": "Births", "year": "1910", "date": "November 14", "txt": "Eric Malpass, English author (d. 1996)", "entities": []}, {"heading": "Births", "year": "1912", "date": "November 14", "txt": "Barbara Hutton, American philanthropist (d. 1979)", "entities": [{"title": "Barbara Hutton", "href": "/wiki/Barbara_Hutton", "description": "Barbara Woolworth Hutton was an American debutante, socialite, heiress, and philanthropist. She was dubbed the \"Poor Little Rich Girl\", first when she was given a lavish and expensive debutante ball in 1930, amid the Great Depression, and later due to a notoriously troubled private life."}]}, {"heading": "Births", "year": "1912", "date": "November 14", "txt": "Tung-Yen Lin, Chinese-American engineer, designed the Guandu Bridge (d. 2003)", "entities": [{"title": "Guandu Bridge", "href": "/wiki/Guandu_Bridge", "description": "The Guandu Bridge is a bridge in New Taipei, Taiwan. It spans over the Tamsui River and links Bali District and Tamsui District. The bridge is a 165 meters long through arch bridge designed by Tung-Yen Lin under T.Y. Lin International. It now carries the Provincial Highway 15."}]}, {"heading": "Births", "year": "1914", "date": "November 14", "txt": "Ken Carson, American Western singer (d. 1994)", "entities": [{"title": "Ken Carson", "href": "/wiki/Ken_Carson", "description": "Ken Carson was an American entertainer primarily known for singing Western music. He was an early member of the Sons of the Pioneers, appearing with that group in 22 of Roy Rogers' films. His voice was featured on their iconic recordings of Tumbling Tumbleweeds and Cool Water."}]}, {"heading": "Births", "year": "1915", "date": "November 14", "txt": "Mabel Fairbanks, American figure skater and coach (d. 2001)", "entities": [{"title": "Mabel Fairbanks", "href": "/wiki/Mabel_Fairbanks", "description": "Mabel Fairbanks was an American figure skater and coach. As an African American and Native American woman she paved the way for other minorities to compete in the sport of figure skating such as Naomi Lang. She was inducted into the US Figure Skating Hall of Fame, as the first person of African American and Native American descent, and the International Women's Sports Hall of Fame."}]}, {"heading": "Births", "year": "1915", "date": "November 14", "txt": "Martha Tilton, American singer and actress (d. 2006)", "entities": []}, {"heading": "Births", "year": "1916", "date": "November 14", "txt": "Roger Apéry, Greek-French mathematician and academic (d. 1994)", "entities": [{"title": "Roger Apéry", "href": "/wiki/Roger_Ap%C3%A9ry", "description": "Roger Apéry was a Greek-French mathematician most remembered for Apéry's theorem, which states that ζ(3) is an irrational number. Here, ζ(s) denotes the Riemann zeta function."}]}, {"heading": "Births", "year": "1916", "date": "November 14", "txt": "Sherwood Schwartz, American screenwriter and producer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1917", "date": "November 14", "txt": "Park Chung-hee, South Korean general and politician, 3rd President of South Korea (d. 1979)", "entities": [{"title": "Park Chung-hee", "href": "/wiki/Park_Chung-hee", "description": "Park Chung-hee was a South Korean politician and army general who served as the President of South Korea from 1963 until his assassination in 1979, assuming that office after first ruling the country as head of a military dictatorship installed by the May 16 military coup d'état in 1961. Before his presidency, he was the chairman of the Supreme Council for National Reconstruction from 1961 to 1963"}, {"title": "President of South Korea", "href": "/wiki/President_of_South_Korea", "description": "The president of the Republic of Korea is the head of state and head of government of South Korea. The President is the head of the executive branch of the Government of South Korea as well as being the commander-in-chief of the Republic of Korea Armed Forces."}]}, {"heading": "Births", "year": "1918", "date": "November 14", "txt": "John Bromwich, Australian tennis player (d. 1999)", "entities": [{"title": "John Bromwich", "href": "/wiki/John_Bromwich", "description": "John Edward Bromwich was an Australian tennis player who, along with fellow countryman Vivian McGrath, was one of the first great players to use a two-handed backhand. He was a natural left-hander, though hit his serve with his right hand. Bromwich twice won the Australian Championships singles title, in 1939 and in 1946. He was ranked World No. 3 by A. Wallis Myers in 1938 and again by Harry Hopm"}]}, {"heading": "Births", "year": "1919", "date": "November 14", "txt": "Johnny Desmond, American singer (d. 1985)", "entities": [{"title": "Johnny Desmond", "href": "/wiki/Johnny_Desmond", "description": "Johnny Desmond was an American singer who was popular in the 1940s, 1950s and 1960s."}]}, {"heading": "Births", "year": "1919", "date": "November 14", "txt": "Lisa Otto, German soprano and actress (d. 2013)", "entities": []}, {"heading": "Births", "year": "1920", "date": "November 14", "txt": "Mary Greyeyes, the first First Nations woman to join the Canadian Armed Forces (d. 2011)", "entities": [{"title": "Mary Greyeyes", "href": "/wiki/Mary_Greyeyes", "description": "Mary Greyeyes Reid was a Canadian World War II servicewoman. A Cree from the Muskeg Lake Cree Nation in Saskatchewan, she was the first First Nations woman to enlist in the Canadian Armed Forces. After joining the Canadian Women's Army Corps (CWAC) in 1942, she became the subject of an internationally famous army publicity photograph, and was sent overseas to serve in London, England, where she wa"}, {"title": "First Nations", "href": "/wiki/First_Nations", "description": "The First Nations are groups of Canadian indigenous peoples, who are classified as distinct from the Inuit and Métis. Traditionally the First Nations were peoples who lived south of the tree line, and mainly south of the Arctic Circle. There are 634 recognized First Nations governments or bands across Canada. Roughly half are located in the provinces of Ontario and British Columbia."}, {"title": "Canadian Armed Forces", "href": "/wiki/Canadian_Armed_Forces", "description": "The Canadian Armed Forces is the unified military of Canada, comprising sea, land, and air elements referred to as the Royal Canadian Navy (RCN), Canadian Army, and Royal Canadian Air Force (RCAF)."}]}, {"heading": "Births", "year": "1921", "date": "November 14", "txt": "Ea Jansen, Estonian historian and academic (d. 2005)", "entities": [{"title": "Ea Jansen", "href": "/wiki/Ea_Jansen", "description": "Ea Jansen was a historian of Finno-Ugric history originally from Estonia. Until her death, she worked for the Tallinn Pedagogical University."}]}, {"heading": "Births", "year": "1921", "date": "November 14", "txt": "Brian Keith, American actor and director (d. 1997)", "entities": []}, {"heading": "Births", "year": "1922", "date": "November 14", "txt": "Boutros Boutros-Ghali, Egyptian politician and diplomat, 6th Secretary General of the United Nations (d. 2016)", "entities": [{"title": "Boutros Boutros-Ghali", "href": "/wiki/Boutros_Boutros-Ghali", "description": "Boutros Boutros-Ghali was an Egyptian politician and diplomat who was the sixth Secretary-General of the United Nations (UN) from January 1992 to December 1996. An academic and former Vice Foreign Minister of Egypt, Boutros-Ghali oversaw the UN over a period coinciding with several world crises, including the breakup of Yugoslavia and the Rwandan genocide. He went on to serve as the first Secretar"}, {"title": "Secretary General of the United Nations", "href": "/wiki/Secretary_General_of_the_United_Nations", "description": "The Secretary-General of the United Nations is the chief administrative officer of the United Nations and head of the United Nations Secretariat, one of the six principal organs of the United Nations."}]}, {"heading": "Births", "year": "1922", "date": "November 14", "txt": "Veronica Lake, American actress and singer (d. 1973)", "entities": []}, {"heading": "Births", "year": "1924", "date": "November 14", "txt": "Leonid Kogan, Ukrainian-Russian violinist and educator (d. 1982)", "entities": [{"title": "Leonid Kogan", "href": "/wiki/Leonid_Kogan", "description": "Leonid Borisovich Kogan was a preeminent Soviet violinist during the 20th century. Many consider him to be among the greatest violinists of the 20th century. In particular, he is considered to have been one of the greatest representatives of the Soviet School of violin playing."}]}, {"heading": "Births", "year": "1925", "date": "November 14", "txt": "Stirling Colgate, American physicist and academic (d. 2013)", "entities": [{"title": "Stirling Colgate", "href": "/wiki/Stirling_Colgate", "description": "Stirling Auchincloss Colgate was an American physicist at Los Alamos National Laboratory and a professor emeritus of physics, past president at the New Mexico Institute of Mining and Technology from 1965 to 1974, and an heir to the Colgate toothpaste family fortune. He was America's premier diagnostician of thermonuclear weapons during the early years at the Lawrence Livermore National Laboratory "}]}, {"heading": "Births", "year": "1925", "date": "November 14", "txt": "James Mellaart, English archaeologist and author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 14", "txt": "Lawrie Barratt, English businessman, founded Barratt Developments (d. 2012)", "entities": [{"title": "Lawrie Barratt", "href": "/wiki/Lawrie_Barratt", "description": "\n\nSir Lawrence Arthur Barratt was the founder of Barratt Developments, one of the largest housebuilders in the United Kingdom."}, {"title": "Barratt Developments", "href": "/wiki/Barratt_Developments", "description": "Barratt Developments plc is one of the largest residential property development companies in the United Kingdom operating across England, Wales and Scotland. It was founded in 1958 as Greensitt Bros., but control was later assumed by Sir Lawrie Barratt. It was originally based in Newcastle upon Tyne but is now located at David Wilson's former offices in Coalville, Leicestershire. It has been liste"}]}, {"heading": "Births", "year": "1927", "date": "November 14", "txt": "Bart Cummings, Australian horse trainer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 14", "txt": "McLean Stevenson, American actor and screenwriter (d. 1996)", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 14", "txt": "Narciso Yepes, Spanish guitarist and composer (d. 1997)", "entities": []}, {"heading": "Births", "year": "1928", "date": "November 14", "txt": "Kathleen Hughes, American actress", "entities": [{"title": "Kathleen Hughes", "href": "/wiki/Kathleen_Hughes", "description": "Kathleen Hughes is an American actress."}]}, {"heading": "Births", "year": "1929", "date": "November 14", "txt": "Shirley Crabtree, English wrestler (d. 1997)", "entities": [{"title": "Shirley Crabtree", "href": "/wiki/Shirley_Crabtree", "description": "Shirley Crabtree, better known as Big Daddy, was an English professional wrestler with a record-breaking 64-inch chest. He worked for Joint Promotions and the British Wrestling Federation. Initially appearing on television as a Heel, he teamed with Giant Haystacks. After splitting with Haystacks, he became a fan favourite and the top star of Joint Promotions from the late 1970s to the early 1990s."}]}, {"heading": "Births", "year": "1929", "date": "November 14", "txt": "Jimmy Piersall, American baseball player and sportscaster (d. 2017)", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 14", "txt": "Peter Katin, English pianist and academic (d. 2015)", "entities": [{"title": "Peter Katin", "href": "/wiki/Peter_Katin", "description": "Peter Roy Katin was a British classical pianist and teacher."}]}, {"heading": "Births", "year": "1930", "date": "November 14", "txt": "Monique Mercure, Canadian actress (d. 2020)", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 14", "txt": "Michael Robbins, English actor (d. 1992)", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 14", "txt": "Ed White, American engineer and astronaut (d. 1967)", "entities": []}, {"heading": "Births", "year": "1932", "date": "November 14", "txt": "Gunter Sachs, German astrologer and photographer (d. 2011)", "entities": [{"title": "Gunter Sachs", "href": "/wiki/Gunter_Sachs", "description": "Fritz Gunter Sachs was a German photographer, author, Rosenberg student, industrialist, and latterly head of an institute that researched claims of astrology. As a young man he became a sportsman, then gained international fame as a documentary film-maker, documentary photographer, and third husband of Brigitte Bardot."}]}, {"heading": "Births", "year": "1933", "date": "November 14", "txt": "Fred Haise, American pilot, engineer, and astronaut", "entities": [{"title": "Fred Haise", "href": "/wiki/Fred_Haise", "description": "Fred Wallace Haise Jr. is an American former NASA astronaut, engineer, fighter pilot with the U.S. Marine Corps and U.S. Air Force, and a test pilot. He is one of only 24 people to have flown to the Moon, having flown as Lunar Module Pilot on Apollo 13. He was to have been the sixth person to land and walk on the Moon, but the Apollo 13 mission was aborted before lunar landing."}]}, {"heading": "Births", "year": "1934", "date": "November 14", "txt": "Dave Mackay, Scottish-English footballer and manager (d. 2015)", "entities": [{"title": "Dave Mackay", "href": "/wiki/Dave_Mackay", "description": "David Craig Mackay was a Scottish football player and manager. Mackay was best known for a highly successful playing career with Heart of Midlothian, the Double-winning Tottenham Hotspur side of 1961, and winning the league with Derby County as a manager. He also represented Scotland 22 times, and was selected for their 1958 FIFA World Cup squad. Mackay tied with Tony Book of Manchester City for t"}]}, {"heading": "Births", "year": "1934", "date": "November 14", "txt": "Ellis Marsalis, Jr., American pianist and educator (d. 2020)", "entities": []}, {"heading": "Births", "year": "1934", "date": "November 14", "txt": "Catherine McGuinness, Irish lawyer, judge, and politician", "entities": []}, {"heading": "Births", "year": "1935", "date": "November 14", "txt": "Michael Busselle, English photographer and author (d. 2006)", "entities": [{"title": "Michael Busselle", "href": "/wiki/Michael_Busselle", "description": "Michael Busselle was an English photographer and writer whose photographs and writing were featured in more than 50 books. His first book, Master Photography, has sold over a million copies worldwide."}]}, {"heading": "Births", "year": "1935", "date": "November 14", "txt": "Hussein of Jordan (d. 1999)", "entities": []}, {"heading": "Births", "year": "1935", "date": "November 14", "txt": "Lefteris Papadopoulos, Greek songwriter and journalist", "entities": []}, {"heading": "Births", "year": "1936", "date": "November 14", "txt": "Carey Bell, American singer and harmonica player (d. 2007)", "entities": [{"title": "Carey Bell", "href": "/wiki/Carey_Bell", "description": "Carey Bell Harrington was an American blues musician who played harmonica in the Chicago blues style. Bell played harmonica and bass guitar for other blues musicians from the late 1950s to the early 1970s before embarking on a solo career. Besides his own albums, he recorded as an accompanist or duo artist with Earl Hooker, Robert Nighthawk, Lowell Fulson, Eddie Taylor, Louisiana Red and Jimmy Daw"}]}, {"heading": "Births", "year": "1936", "date": "November 14", "txt": "Freddie Garrity, English singer and actor (d. 2006)", "entities": []}, {"heading": "Births", "year": "1936", "date": "November 14", "txt": "Cornell Gunter, American R&B singer (d. 1990)", "entities": []}, {"heading": "Births", "year": "1937", "date": "November 14", "txt": "Alan J. W. Bell, English director and producer", "entities": [{"title": "Alan J. W. Bell", "href": "/wiki/Alan_J._W._Bell", "description": "Alan James William Bell is a British television producer and director. He was born in Battersea, London."}]}, {"heading": "Births", "year": "1937", "date": "November 14", "txt": "Murray Oliver, Canadian ice hockey player and coach (d. 2014)", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 14", "txt": "Wendy Carlos, American keyboard player and composer", "entities": [{"title": "Wendy Carlos", "href": "/wiki/Wendy_Carlos", "description": "Wendy Carlos is an American musician and composer best known for her electronic music and film scores. Born and raised in Rhode Island, Carlos studied physics and music at Brown University before moving to New York City in 1962 to study music composition at Columbia University. Studying and working with various electronic musicians and technicians at the city's Columbia-Princeton Electronic Music "}]}, {"heading": "Births", "year": "1942", "date": "November 14", "txt": "Manon Cleary, American painter and academic (d. 2011)", "entities": [{"title": "Manon Cleary", "href": "/wiki/Manon_Cleary", "description": "Manon Cleary was an American artist active in Washington, D.C. who specialized in photo-realistic paintings and drawings. She often created works that studied the human form and light, and many of her works were inspired by events in her life."}]}, {"heading": "Births", "year": "1942", "date": "November 14", "txt": "Natalia Gutman, Russian cellist and educator", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 14", "txt": "Peter Norton, American programmer and author", "entities": [{"title": "Peter Norton", "href": "/wiki/Peter_Norton", "description": "Peter Norton is an American programmer, software publisher, author, and philanthropist. He is best known for the computer programs and books that bear his name and portrait. Norton sold his PC software business to Symantec Corporation in 1990."}]}, {"heading": "Births", "year": "1944", "date": "November 14", "txt": "Karen Armstrong, English author and academic", "entities": [{"title": "Karen Armstrong", "href": "/wiki/Karen_Armstrong", "description": "Karen Armstrong is a British author and commentator of Irish Catholic descent known for her books on comparative religion. A former Roman Catholic religious sister, she went from a conservative to a more liberal and mystical Christian faith. She attended St Anne's College, Oxford, while in the convent and majored in English. She left the convent in 1969. Her work focuses on commonalities of the ma"}]}, {"heading": "Births", "year": "1944", "date": "November 14", "txt": "David Nash, English sculptor and academic", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 14", "txt": "Mike Katz, American bodybuilder and football player", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 14", "txt": "Louise Ellman, English academic and politician", "entities": [{"title": "Louise Ellman", "href": "/wiki/Louise_Ellman", "description": "Dame Louise Joyce Ellman is a British politician who served as Member of Parliament (MP) for Liverpool Riverside from 1997 to 2019. She was a member of the Labour Party until her resignation in October 2019."}]}, {"heading": "Births", "year": "1945", "date": "November 14", "txt": "Brett Lunger, American race car driver", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 14", "txt": "Sue Williams, American actress and model (d. 1969)", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 14", "txt": "Bharathan, Indian director and screenwriter (d. 1998)", "entities": [{"title": "Bharathan", "href": "/wiki/Bharathan", "description": "Bharathan was an Indian film maker, artist, and art director. Bharathan is noted for being the founder of a new school of film making in Malayalam cinema, along with Padmarajan and K. G. George, in the 1980s, which created films that were widely received while also being critically acclaimed. Known for his unconventional works, he is widely regarded as one of the greatest film makers in the Indian"}]}, {"heading": "Births", "year": "1946", "date": "November 14", "txt": "Roland Duchâtelet, Belgian businessman and politician", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 14", "txt": "P. J. O'Rourke, American political satirist and journalist", "entities": [{"title": "P. J. O'Rourke", "href": "/wiki/P._J._O%27Rourke", "description": "Patrick Jake O'Rourke is an American political satirist and journalist. O'Rourke is the H. L. Mencken Research Fellow at the libertarian Cato Institute and is a regular correspondent for The Atlantic Monthly, The American Spectator, and The Weekly Standard, and frequent panelist on National Public Radio's game show Wait Wait... Don't Tell Me! Since 2011, he has been a columnist at The Daily Beast."}]}, {"heading": "Births", "year": "1947", "date": "November 14", "txt": "Nat Young, Australian surfer and author", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 14", "txt": "Buckwheat Zydeco, American accordion player (d. 2016)", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 14", "txt": "Paul Dacre, English journalist", "entities": [{"title": "Paul Dacre", "href": "/wiki/Paul_Dacre", "description": "Paul Michael Dacre is an English journalist and the former long-serving editor of the British right-wing tabloid the Daily Mail. He is editor-in-chief of DMG Media, which publishes the Daily Mail, The Mail on Sunday, the free daily tabloid Metro, the Mailonline website, and other titles."}]}, {"heading": "Births", "year": "1948", "date": "November 14", "txt": "Michael Dobbs, English author and politician", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 14", "txt": "Robert Ginty, American actor and producer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 14", "txt": "Charles, Prince of Wales", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 14", "txt": "Raúl di Blasio, Argentinian pianist, composer, and producer", "entities": [{"title": "Raúl di Blasio", "href": "/wiki/Ra%C3%BAl_di_Blasio", "description": "Raúl Di Blasio is an Argentine Composer, arranger and pianist."}]}, {"heading": "Births", "year": "1949", "date": "November 14", "txt": "Enzo Cucchi, Italian painter", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 14", "txt": "Gary Grubbs, American actor", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 14", "txt": "Ryo Hayami, Japanese actor", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 14", "txt": "James Young, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 14", "txt": "Sarah Radclyffe, English production manager and producer", "entities": [{"title": "Sarah Radclyffe", "href": "/wiki/Sarah_Radclyffe", "description": "Sarah Radclyffe, sometimes credited as Sarah Radcliffe, is a British film producer."}]}, {"heading": "Births", "year": "1951", "date": "November 14", "txt": "Frankie Banali, American rock drummer", "entities": [{"title": "Frankie Banali", "href": "/wiki/Frankie_Banali", "description": "Frankie Banali was an American rock drummer, most widely known for his work with multi-platinum heavy metal band Quiet Riot. His signature tone and iconic drum intros first became famous on their album \"Metal Health\" which was the first metal album to hit number one on the Billboard charts and ushered in the 80's metal band era. He had been the band's manager since 1993. He played drums in the hea"}]}, {"heading": "Births", "year": "1951", "date": "November 14", "txt": "Stephen Bishop, American singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 14", "txt": "Leszek Cichy, Polish mountaineer", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 14", "txt": "Zhang Yimou, Chinese actor, director, producer, and cinematographer", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 14", "txt": "Dimitra Galani, Greek singer, composer and songwriter", "entities": [{"title": "Dimitra Galani", "href": "/wiki/Dimitra_Galani", "description": "Dimitra Galani [gr: Δήμητρα Γαλάνη] is a Greek singer and songwriter."}]}, {"heading": "Births", "year": "1952", "date": "November 14", "txt": "Johnny A., American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 14", "txt": "Maggie Roswell, American voice actress and singer", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 14", "txt": "Tim Bowler, English author", "entities": [{"title": "Tim Bowler", "href": "/wiki/Tim_Bowler", "description": "Tim Bowler is an English author of books for children, teenagers and young adults. He won the 1997 Carnegie Medal from the Library Association, recognising the year's best children's book by a British subject, for the novel River Boy."}]}, {"heading": "Births", "year": "1953", "date": "November 14", "txt": "Dominique de Villepin, Moroccan-French lawyer and politician, 167th Prime Minister of France", "entities": [{"title": "List of Prime Ministers of France", "href": "/wiki/List_of_Prime_Ministers_of_France", "description": "The head of the Government of France has been called Prime Minister of France since 1959, when Michel Debré became the first officeholder appointed under the Fifth Republic."}]}, {"heading": "Births", "year": "1954", "date": "November 14", "txt": "Willie Hernandez, Puerto Rican baseball player", "entities": [{"title": "Willie Hernandez", "href": "/wiki/Willie_Hernandez", "description": "Guillermo \"Willie\" Hernández Villanueva is a Puerto Rican former professional baseball relief pitcher, who played in Major League Baseball (MLB) for the Chicago Cubs (1977–1983), Philadelphia Phillies (1983), and Detroit Tigers (1984–1989). He threw and batted left-handed. Hernández utilized the screwball."}]}, {"heading": "Births", "year": "1954", "date": "November 14", "txt": "Bernard Hinault, French cyclist", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 14", "txt": "Condoleezza Rice, American political scientist, academic, and politician, 66th United States Secretary of State", "entities": [{"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1954", "date": "November 14", "txt": "Eliseo Salazar, Chilean race car driver", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 14", "txt": "Yanni, Greek-American pianist, composer, and producer", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 14", "txt": "Philip Egan, English bishop", "entities": [{"title": "Philip Egan", "href": "/wiki/Philip_Egan", "description": "Philip Anthony Egan is a prelate of the Catholic Church and serves as the eighth Bishop of Portsmouth."}]}, {"heading": "Births", "year": "1955", "date": "November 14", "txt": "Jack Sikma, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 14", "txt": "Babette Babich, American philosopher, author, and scholar", "entities": [{"title": "Babette Babich", "href": "/wiki/Babette_Babich", "description": "Babette Babich is an American philosopher who writes on philosophy of science and technology."}]}, {"heading": "Births", "year": "1956", "date": "November 14", "txt": "Avi Cohen, Israeli footballer and manager (d. 2010)", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 14", "txt": "Peter R. de Vries, Dutch journalist and producer", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 14", "txt": "Steve Stockman, American accountant and politician", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 14", "txt": "Valerie Jarrett, American government official", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 14", "txt": "Donald Canfield, American geologist and academic", "entities": [{"title": "Donald Canfield", "href": "/wiki/Donald_Canfield", "description": "Donald Eugene Canfield is a geologist and Professor of Ecology at the University of Southern Denmark known for his work on ocean chemistry. The Canfield ocean, a sulfidic partially oxic ocean existing between the Archean and Ediacaran periods, is named after him."}]}, {"heading": "Births", "year": "1957", "date": "November 14", "txt": "Michael J. Fitzgerald, American author", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 14", "txt": "Paul Attanasio, American screenwriter and producer", "entities": [{"title": "Paul Attanasio", "href": "/wiki/Paul_Attanasio", "description": "Paul Albert Attanasio is an American screenwriter and film and television producer. He has twice been nominated for the Academy Award for Best Adapted Screenplay, for Quiz Show (1994) and Donnie Brasco (1997)."}]}, {"heading": "Births", "year": "1959", "date": "November 14", "txt": "Paul McGann, English actor", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 14", "txt": "Chris Woods, English footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 14", "txt": "Tom Judson, American actor and composer", "entities": [{"title": "Tom Judson", "href": "/wiki/Tom_Judson", "description": "Tom Judson is an American musical theatre actor and composer, particularly for off-Broadway plays, and a retired pornographic film actor. His credits include writing music for the films Metropolitan, Good Money and The Incredibly True Adventure of Two Girls in Love, as well as performing on Broadway and in national stage tours of the musicals 42nd Street and Cabaret."}]}, {"heading": "Births", "year": "1960", "date": "November 14", "txt": "Remi Moses, English footballer and coach", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 14", "txt": "Antonio Flores, Spanish singer-songwriter and actor (d. 1995)", "entities": [{"title": "Antonio Flores", "href": "/wiki/Antonio_Flores", "description": "Antonio González Flores was a Spanish singer-songwriter and actor. \nHe was Romani on his father's side."}]}, {"heading": "Births", "year": "1961", "date": "November 14", "txt": "D. B. Sweeney, American actor", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 14", "txt": "Laura San Giacomo, American actress", "entities": [{"title": "Laura San Giacomo", "href": "/wiki/Laura_San_Giacomo", "description": "Laura San Giacomo is an American actress. She played Cynthia in the film Sex, Lies, and Videotape (1989) for which she won the Independent Spirit Award for Best Supporting Female, Kit De Luca in the film Pretty Woman (1990), Nadine Cross in The Stand (1994), and Maya Gallo on the NBC sitcom Just Shoot Me! (1997–2003). A BAFTA and two-time Golden Globe Award nominee, she also played the regular rol"}]}, {"heading": "Births", "year": "1962", "date": "November 14", "txt": "Josh Silver, American keyboard player and producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 14", "txt": "Harland Williams, Canadian-American actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 14", "txt": "Stéphane Bern, French journalist, radio and television presenter", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 14", "txt": "Bill Hemmer, American journalist", "entities": [{"title": "Bill Hemmer", "href": "/wiki/Bill_Hemmer", "description": "Bill Hemmer is an American journalist, currently the co-anchor of America's Newsroom on the Fox News Channel, based in New York City."}]}, {"heading": "Births", "year": "1964", "date": "November 14", "txt": "Joseph Simmons, American hip-hop artist", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 14", "txt": "Patrick Warburton, American actor and comedian", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 14", "txt": "Charles Hazlewood, English conductor", "entities": [{"title": "Charles Hazlewood", "href": "/wiki/Charles_Hazlewood", "description": "\nCharles Matthew Egerton Hazlewood is a British conductor. After winning the European Broadcasting Union conducting competition in 1995 whilst still in his twenties, Hazlewood has had a career as an international conductor, music director of film and theatre, composer and a curator of music on British radio and television, and founder of Paraorchestra - the world's first integrated ensemble of dis"}]}, {"heading": "Births", "year": "1966", "date": "November 14", "txt": "Petra Rossner, German cyclist", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 14", "txt": "Curt Schilling, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 14", "txt": "Letitia Dean, English actress and singer", "entities": [{"title": "Letitia Dean", "href": "/wiki/Letitia_Dean", "description": "Letitia Jane Dean is an English actress and singer. She is known for her portrayal of Sharon Watts in the BBC soap opera, EastEnders. An original cast member from 1985 to 1995, she reprised the role from 2001 to 2006, and again from 2012."}]}, {"heading": "Births", "year": "1967", "date": "November 14", "txt": "Nina Gordon, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 14", "txt": "Leo Kunnas, Estonian colonel and author", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 14", "txt": "Butch Walker, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Butch Walker", "href": "/wiki/Butch_Walker", "description": "Bradley Glenn \"Butch\" Walker is an American singer-songwriter, musician, and record producer. He was the lead guitarist for the glam metal band SouthGang from the late 1980s to early 1990s as well as the lead vocalist and guitarist for rock band Marvelous 3 from 1997 until 2001."}]}, {"heading": "Births", "year": "1970", "date": "November 14", "txt": "Brendan Benson, American singer-songwriter and guitarist", "entities": [{"title": "Brendan Benson", "href": "/wiki/Brendan_Benson", "description": "Brendan Benson is an American musician and singer-songwriter. He plays guitar, bass guitar, keyboard, and drums. He has released seven solo albums and is a member of the band The Raconteurs."}]}, {"heading": "Births", "year": "1970", "date": "November 14", "txt": "David Wesley, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 14", "txt": "Adam Gilchrist, Australian cricketer and sportscaster", "entities": [{"title": "Adam Gilchrist", "href": "/wiki/Adam_Gilchrist", "description": "Adam Craig Gilchrist is an Australian cricket commentator and former international cricketer and captain of the Australia national cricket team. He was an attacking left-handed batsman and record-breaking wicket-keeper, who redefined the role for the Australia national team through his aggressive batting. Widely regarded as one of the greatest wicket-keeper-batsman in the history of the game, Gilc"}]}, {"heading": "Births", "year": "1971", "date": "November 14", "txt": "Vikas Khanna, Indian chef and author", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 14", "txt": "Marco Leonardi, Australian-Italian actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 14", "txt": "Matt Bloom, American wrestler, trainer, and sportscaster", "entities": [{"title": "Matt Bloom", "href": "/wiki/Matt_Bloom", "description": "Matthew Jason Bloom is an American professional wrestling trainer, color commentator, retired professional wrestler, and former National Football League player. He is currently employed by WWE, where he is the head trainer at the WWE Performance Center in Orlando, Florida."}]}, {"heading": "Births", "year": "1972", "date": "November 14", "txt": "Josh Duhamel, American model and actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 14", "txt": "Lara Giddings, Papua New Guinean-Australian politician, 44th Premier of Tasmania", "entities": [{"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1972", "date": "November 14", "txt": "Edyta Górniak, Polish singer", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 14", "txt": "Dougie Payne, Scottish bass player", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 14", "txt": "Martin Pike, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 14", "txt": "Aaron Taylor, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 14", "txt": "Dariusz Żuraw, Polish footballer and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 14", "txt": "Lawyer Milloy, American football player", "entities": [{"title": "Lawyer Milloy", "href": "/wiki/Lawyer_Milloy", "description": "Lawyer Marzell Milloy is an American former professional football player who was a safety in the National Football League (NFL) for fifteen seasons. He played college football for the Washington Huskies, and earned All-American honors. He was drafted by the New England Patriots in the second round of the 1996 NFL Draft, and also played for the Buffalo Bills, Atlanta Falcons, and Seattle Seahawks o"}]}, {"heading": "Births", "year": "1974", "date": "November 14", "txt": "Adina Howard, American singer-songwriter and chef", "entities": [{"title": "Adina Howard", "href": "/wiki/Adina_Howard", "description": "Adina Marie Howard is an American singer and songwriter. She rose to fame during the mid-1990s with her debut album, Do You Wanna Ride? and her debut single, \"Freak like Me\". Some of her other minor hits include \"What's Love Got to Do with It?\", \"(Freak) And U Know It\", \"Nasty Grind\", \"Freaks\" and \"T-Shirt & Panties\"."}]}, {"heading": "Births", "year": "1974", "date": "November 14", "txt": "David Moscow, American actor", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 14", "txt": "Joe Principe, American singer and bass player", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 14", "txt": "Travis Barker, American drummer, songwriter, and producer", "entities": [{"title": "Travis Barker", "href": "/wiki/Travis_Barker", "description": "Travis Landon Barker is an American musician, songwriter and record producer. He serves as the drummer for the rock band Blink-182. Barker has also performed as a frequent collaborator with hip hop artists, is a member of the rap rock group Transplants, founded the rock bands +44 and Box Car Racer, and most recently joined Antemasque and Goldfinger. He was a frequent collaborator with the late DJ "}]}, {"heading": "Births", "year": "1975", "date": "November 14", "txt": "Luiz Bombonato Goulart, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 14", "txt": "Stephen Guarino, American actor", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 14", "txt": "Gary Vaynerchuk, Russian-American businessman and critic", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 14", "txt": "Obie Trice, American rapper and producer", "entities": [{"title": "Obie Trice", "href": "/wiki/Obie_Trice", "description": "Obie Trice III is an American rapper and songwriter. Trice formed his own record label, Black Market Entertainment, after leaving Shady Records. He does not use a rap name like most rappers, instead using his birth name on stage."}]}, {"heading": "Births", "year": "1978", "date": "November 14", "txt": "Bobby Allen, American ice hockey player", "entities": [{"title": "Bobby Allen (ice hockey)", "href": "/wiki/Bobby_Allen_(ice_hockey)", "description": "Robert Paul Allen is an American former professional ice hockey defenseman who played in the National Hockey League for the Edmonton Oilers and the Boston Bruins."}]}, {"heading": "Births", "year": "1978", "date": "November 14", "txt": "Michala Banas, New Zealand actress and singer", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 14", "txt": "Delphine Chanéac, French model and actress", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 14", "txt": "Xavier Nady, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 14", "txt": "Carl Hayman, New Zealand rugby player", "entities": [{"title": "Carl Hayman", "href": "/wiki/Carl_Hayman", "description": "Carl Joseph Hayman is a retired New Zealand rugby union footballer who played at tighthead prop. Hayman has previously played for the Highlanders in Super Rugby, Otago in the NPC, and Newcastle Falcons in the English Premiership, as well as making 45 appearances for New Zealand at international level. Hayman announced his retirement from professional rugby in January 2015, aged 35."}]}, {"heading": "Births", "year": "1979", "date": "November 14", "txt": "Mavie Hörbiger, German-Austrian actress", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 14", "txt": "Olga Kurylenko, Ukrainian-French model and actress", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 14", "txt": "Pushkar Lele, Indian singer", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 14", "txt": "Moitheri Ntobo, Lesothan footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 14", "txt": "Miguel Sabah, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 14", "txt": "Brock Pierce, American actor and businessman", "entities": [{"title": "Brock Pierce", "href": "/wiki/Brock_Pierce", "description": "Brock Jeffrey Pierce is an American entrepreneur, philanthropist, and former actor known for his work in the cryptocurrency industry. As a child actor, he was in Disney films The Mighty Ducks (1992), D2: The Mighty Ducks (1994), and First Kid (1996). He was an independent candidate in the 2020 United States presidential election."}]}, {"heading": "Births", "year": "1980", "date": "November 14", "txt": "Brooke Satchwell, Australian model and actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 14", "txt": "Vanessa Bayer, American actress", "entities": [{"title": "Vanessa Bayer", "href": "/wiki/Vanessa_Bayer", "description": "Vanessa Polster Bayer is an American actress and comedian. She is best known for being a cast member on Saturday Night Live from 2010 to 2017, which earned her an Emmy nomination. Bayer also appeared in films such as Trainwreck (2015), Office Christmas Party (2016), Carrie Pilby (2016), and Ibiza (2018)."}]}, {"heading": "Births", "year": "1981", "date": "November 14", "txt": "Tom Ferrier, English race car driver", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 14", "txt": "Russell Tovey, English actor", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 14", "txt": "Boosie Badazz, American rapper", "entities": [{"title": "Boosie Badazz", "href": "/wiki/Boosie_Badazz", "description": "Torrence Hatch, better known by his stage name Boosie Badazz or simply Boosie, is an American rapper, songwriter, and actor. Hatch began rapping in the 1990s as a member of the hip hop collective Concentration Camp, eventually pursuing a solo career in 2000 with the release of his debut album Youngest of da Camp. After leaving the label the following year, he signed with Pimp C's Trill Entertainme"}]}, {"heading": "Births", "year": "1982", "date": "November 14", "txt": "Hamdan bin Mohammed Al Maktoum, Crown Prince of Dubai", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 14", "txt": "Kyle Orton, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 14", "txt": "Joy Williams, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 14", "txt": "Guillermo Moscoso, American baseball player", "entities": [{"title": "Guillermo Moscoso", "href": "/wiki/Guillermo_Moscoso", "description": "Guillermo Alejandro Moscoso is a Venezuelan professional baseball pitcher who is currently a free agent. He has played in Major League Baseball (MLB) for the Texas Rangers, Oakland Athletics, Colorado Rockies and San Francisco Giants."}]}, {"heading": "Births", "year": "1983", "date": "November 14", "txt": "Naqqash Tahir, English cricketer", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 14", "txt": "Chelsea Wolfe, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 14", "txt": "Lisa De Vanna, Australian footballer", "entities": [{"title": "Lisa De Vanna", "href": "/wiki/Lisa_De_Vanna", "description": "Lisa Marie De Vanna is an Australian professional soccer player who plays as a forward for W-League team Melbourne Victory, and has played for the Australian national team. She is noted for her pace and dribbling skills. She is regularly considered one of the greatest female footballers in the world; football analyst and former Socceroo Craig Foster stated that she \"ran on jet-fuel; burning up twi"}]}, {"heading": "Births", "year": "1984", "date": "November 14", "txt": "Courtney Johns, Australian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 14", "txt": "Marija Šerifović, Serbian singer", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 14", "txt": "Thomas Vermaelen, Belgian footballer", "entities": [{"title": "Thomas Vermaelen", "href": "/wiki/Thomas_Vermaelen", "description": "Thomas Vermaelen is a Belgian professional footballer who plays as a centre-back for J1 League club Vissel Kobe and the Belgium national team. Being left-footed, he usually plays as a left-sided centre-back and can play at left-back as well. His key attributes include aerial ability, leadership skills, and his quickness with the ball at his feet. He is also known for his goalscoring ability as a d"}]}, {"heading": "Births", "year": "1987", "date": "November 14", "txt": "Giorgos Georgiadis, Greek footballer", "entities": [{"title": "Giorgos Georgiadis", "href": "/wiki/Giorgos_Georgiadis", "description": "Giorgos Georgiadis is a Greek professional footballer who plays as a winger."}]}, {"heading": "Births", "year": "1988", "date": "November 14", "txt": "Chiyotairyū Hidemasa, Japanese sumo wrestler", "entities": [{"title": "Chiyotairyū Hidemasa", "href": "/wiki/Chiyotairy%C5%AB_Hidemasa", "description": "Chiyotairyū Hidemasa  is a Japanese professional sumo wrestler from Tokyo. A former amateur champion at university, he made his professional debut in May 2011, as a makushita tsukedashi recruit and reached the top division in May 2012. He earned his first gold star or kinboshi by defeating yokozuna Harumafuji in the March 2013 tournament. His highest rank has been komusubi. He has one special priz"}]}, {"heading": "Births", "year": "1988", "date": "November 14", "txt": "Nanase Hoshii, Japanese singer and actress", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 14", "txt": "Vlad Chiricheș, Romanian footballer", "entities": [{"title": "Vlad Chiricheș", "href": "/wiki/Vlad_Chiriche%C8%99", "description": "Vlad Iulian Chiricheș is a Romanian professional footballer who plays for Italian Serie A club Sassuolo, and captains the Romania national team. Primarily a central defender, he is also comfortable as a right back or a defensive midfielder."}]}, {"heading": "Births", "year": "1989", "date": "November 14", "txt": "Jake Livermore, English footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 14", "txt": "Roman Bürki, Swiss footballer", "entities": [{"title": "Roman Bürki", "href": "/wiki/Roman_B%C3%BCrki", "description": "Roman Bürki is a Swiss professional footballer who plays as a goalkeeper for Bundesliga club Borussia Dortmund."}]}, {"heading": "Births", "year": "1990", "date": "November 14", "txt": "Jessica Jacobs, Australian actress and singer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 14", "txt": "Miriam Brouwer, Canadian cyclist", "entities": [{"title": "Miriam Brouwer", "href": "/wiki/Miriam_Brouwer", "description": "Miriam Brouwer is a Canadian cyclist."}]}, {"heading": "Births", "year": "1991", "date": "November 14", "txt": "Taylor Hall, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 14", "txt": "Graham Patrick Martin, American actor", "entities": []}, {"heading": "Births", "year": "1993", "date": "November 14", "txt": "Francisco Lindor, Puerto Rican baseball player", "entities": [{"title": "Francisco Lindor", "href": "/wiki/Francisco_Lindor", "description": "Francisco Miguel Lindor, nicknamed \"Paquito\" and \"Mr. Smile\", is a Puerto Rican professional baseball shortstop for the New York Mets of Major League Baseball (MLB). He previously played for the Cleveland Indians. A right-handed thrower and switch hitter, Lindor stands 5 feet 11 inches (1.80 m) and weighs 190 pounds (86 kg)."}]}, {"heading": "Births", "year": "1993", "date": "November 14", "txt": "Shūhei Nomura, Japanese actor", "entities": []}, {"heading": "Births", "year": "1993", "date": "November 14", "txt": "Samuel Umtiti, French footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "November 14", "txt": "Borna Ćorić, Croatian tennis player", "entities": [{"title": "Borna Ćorić", "href": "/wiki/Borna_%C4%86ori%C4%87", "description": "Borna Ćorić is a Croatian professional tennis player. On 5 November 2018, he reached his best singles ranking of world No. 12. He is currently the No. 1 Croatian singles tennis player."}]}, {"heading": "Births", "year": "1997", "date": "November 14", "txt": "Axel Tuanzebe, English footballer", "entities": [{"title": "Axel Tuanzebe", "href": "/wiki/Axel_Tuanzebe", "description": "Axel Tuanzebe is a professional footballer who plays as a defender for Premier League club Manchester United."}]}, {"heading": "Births", "year": "1998", "date": "November 14", "txt": "Sofia Kenin, American tennis player", "entities": [{"title": "Sofia Kenin", "href": "/wiki/Sofia_Kenin", "description": "Sofia Anna Kenin, nicknamed Sonya, is an American professional tennis player. She has a career-high Women's Tennis Association (WTA) ranking of No. 4 in the world and is the top-ranked American in women's singles. She is the reigning WTA Player of the Year, an award she earned by winning the 2020 Australian Open and finishing runner-up to Iga Świątek at the 2020 French Open. Kenin has won five WTA"}]}, {"heading": "Deaths", "year": "565", "date": "November 14", "txt": "Justinian I, Byzantine emperor (b. 482)", "entities": [{"title": "Justinian I", "href": "/wiki/Justinian_I", "description": "Justinian I, also known as Justinian the Great, was the Byzantine emperor from 527 to 565."}]}, {"heading": "Deaths", "year": "669", "date": "November 14", "txt": "Fujiwara no Kamatari, Japanese politician (b. 614)", "entities": [{"title": "Fujiwara no Kamatari", "href": "/wiki/Fujiwara_no_Kamatari", "description": "Fujiwara no Kamatari was a Japanese statesman, courtier and politician during the Asuka period (538–710). He is the founder of the Fujiwara clan, the most powerful aristocratic family in Japan during Nara and Heian periods. He, along with the Mononobe clan, was a supporter of Shinto and fought the introduction of Buddhism to Japan. The Soga clan, defenders of Buddhism in the Asuka period, defeated"}]}, {"heading": "Deaths", "year": "940", "date": "November 14", "txt": "Abu'l-Fadl al-Bal'ami, Samanid vizier", "entities": [{"title": "Abu'l-Fadl al-Bal'ami", "href": "/wiki/Abu%27l-Fadl_al-Bal%27ami", "description": "Abu'l-Fadl al-Bal'ami, also known as Bal'ami the Elder, was a Samanid statesman from the al-Bal'ami family, who served as the vizier of Nasr II from 922 to 938."}]}, {"heading": "Deaths", "year": "976", "date": "November 14", "txt": "Taizu, Chinese emperor (b. 927)", "entities": [{"title": "Emperor Taizu of Song", "href": "/wiki/Emperor_Taizu_of_Song", "description": "Emperor Taizu of Song, personal name Zhao Kuangyin, courtesy name Yuanlang, was the founder and first emperor of the Song dynasty in China. He reigned from 960 until his death in 976. Formerly a distinguished military general of the Later Zhou dynasty, Emperor Taizu came to power after staging a coup d'état and forcing Emperor Gong, the last Later Zhou ruler, to abdicate the throne in his favour."}]}, {"heading": "Deaths", "year": "1060", "date": "November 14", "txt": "Geoffrey II, count of Anjou", "entities": [{"title": "Geoffrey II, Count of Anjou", "href": "/wiki/Geoffrey_II,_Count_of_Anjou", "description": "Geoffrey II, called Martel, was Count of Anjou from 1040 to 1060 and Count of Vendôme from 1032 to 1056. He was the son of Fulk the Black. He was bellicose and fought against William VII, Duke of Aquitaine, Theobald I, Count of Blois, and William, Duke of Normandy. During his twenty-year reign he especially had to face the ambitions of the Bishop of Le Mans, Gervais de Château-du-Loir, but he was "}]}, {"heading": "Deaths", "year": "1189", "date": "November 14", "txt": "William de Mandeville, 3rd Earl of Essex", "entities": [{"title": "William de Mandeville, 3rd Earl of Essex", "href": "/wiki/William_de_Mandeville,_3rd_Earl_of_Essex", "description": "William de Mandeville, 3rd Earl of Essex  was a loyal councillor of Henry II and Richard I of England."}]}, {"heading": "Deaths", "year": "1226", "date": "November 14", "txt": "Frederick of Isenberg, German politician (b. 1193)", "entities": [{"title": "Frederick of Isenberg", "href": "/wiki/Frederick_of_Isenberg", "description": "Count Frederick of Isenberg was a German noble, the younger son of Count Arnold of Altena. Before the split between Arnold Altena-Isenberg the eldest and his brother Friedrich Altena-Mark the younger son of Everhard von Berg-Altena the ‘Grafschaft Mark’ not yet exist, there is no doubt about that! His family castle was the Isenberg near Hattingen, Germany."}]}, {"heading": "Deaths", "year": "1263", "date": "November 14", "txt": "Alexander Nevsky, Russian saint (b. 1220)", "entities": [{"title": "Alexander Nevsky", "href": "/wiki/Alexander_Nevsky", "description": "Alexander Yaroslavich Nevsky, or Alexander Nevskii, served as Prince of Novgorod, Grand Prince of Kiev (1236–52) and Grand Prince of Vladimir (1252–63) during some of the most difficult times in Kievan Rus' history."}]}, {"heading": "Deaths", "year": "1346", "date": "November 14", "txt": "Ostasio I da Polenta, Lord of Ravenna", "entities": [{"title": "Ostasio I da Polenta", "href": "/wiki/Ostasio_I_da_Polenta", "description": "Ostasio I da Polenta was lord of Ravenna from 1322 until his death."}]}, {"heading": "Deaths", "year": "1359", "date": "November 14", "txt": "Gregory Palamas, Greek archbishop and saint (b. 1296)", "entities": [{"title": "Gregory Palamas", "href": "/wiki/Gregory_Palamas", "description": "Gregory Palamas was a Byzantine Greek prominent theologian and ecclesiastical figure of the late Byzantine period. A monk of Mount Athos and later archbishop of Thessaloniki, he is famous for his defense of hesychast spirituality, the uncreated character of the light of the Transfiguration, and the distinction between God's essence and energies. His teaching unfolded over the course of three major"}]}, {"heading": "Deaths", "year": "1391", "date": "November 14", "txt": "Nikola Tavelić, Croatian missionary and saint (b. 1340)", "entities": [{"title": "Nikola Tavelić", "href": "/wiki/Nikola_Taveli%C4%87", "description": "Nicholas Tavelic was a Croatian Franciscan friar and missionary who died a martyr's death in Jerusalem on November 14, 1391. He was beatified as part of Nicholas Tavelic, O.F.M. and companions, which included friars from Italy and France. All four members of his group have been declared saints by the Catholic Church, making Tavelic the first Croatian saint."}]}, {"heading": "Deaths", "year": "1442", "date": "November 14", "txt": "Yolande of Aragon, French noblewoman (b. 1384)", "entities": [{"title": "Yolande of Aragon", "href": "/wiki/Yolande_of_Aragon", "description": "Yolande of Aragon was Duchess of Anjou and Countess of Provence by marriage, who acted as regent of Provence during the minority of her son. She was a daughter of John I of Aragon and his wife Yolande of Bar. \nYolande played a crucial role in the struggles between France and England, influencing events such as the financing of Joan of Arc's army in 1429 that helped tip the balance in favour of the"}]}, {"heading": "Deaths", "year": "1522", "date": "November 14", "txt": "Anne de Beaujeu, duchess of Bourbon (b. 1461)", "entities": [{"title": "Anne of France", "href": "/wiki/Anne_of_France", "description": "Anne of France was a French princess and regent, the eldest daughter of Louis XI by Charlotte of Savoy. Anne was the sister of Charles VIII, for whom she acted as regent during his minority from 1483 until 1491. During the regency she was one of the most powerful women of late fifteenth-century Europe, and was referred to as \"Madame la Grande\". Between 1503 and 1521, she also acted as de facto reg"}]}, {"heading": "Deaths", "year": "1539", "date": "November 14", "txt": "Hugh Faringdon, English monk and abbot", "entities": [{"title": "Hugh Cook alias Faringdon", "href": "/wiki/Hugh_Cook_alias_Faringdon", "description": "Hugh Faringdon, earlier known as Hugh Cook, later as Hugh Cook alias Faringdon and Hugh Cook of Faringdon, was a Benedictine monk who presided as the last Abbot of Reading Abbey in the English town of Reading. At the dissolution of the monasteries under King Henry VIII of England, Faringdon was accused of high treason and executed. He was declared a martyr and beatified by the Catholic Church in 1"}]}, {"heading": "Deaths", "year": "1556", "date": "November 14", "txt": "Giovanni della Casa, Italian archbishop and poet (b. 1504)", "entities": [{"title": "Giovanni della Casa", "href": "/wiki/Giovanni_della_Casa", "description": "Giovanni della Casa, was a Florentine poet, writer on etiquette and society, diplomat, and inquisitor. He is celebrated for his famous treatise on polite behavior, Il Galateo overo de’ costumi (1558). From the time of its publication, this courtesy book has enjoyed enormous success and influence. In the eighteenth century, influential critic Giuseppe Baretti wrote in The Italian Library (1757), \"T"}]}, {"heading": "Deaths", "year": "1633", "date": "November 14", "txt": "William Ames, English philosopher and academic (b. 1576)", "entities": [{"title": "William Ames", "href": "/wiki/William_Ames", "description": "William Ames was an English Protestant divine, philosopher, and controversialist. He spent much time in the Netherlands, and is noted for his involvement in the controversy between the Calvinists and the Arminians."}]}, {"heading": "Deaths", "year": "1687", "date": "November 14", "txt": "Nell Gwyn, English mistress of Charles II of England (b. 1650)", "entities": [{"title": "Nell Gwyn", "href": "/wiki/Nell_Gwyn", "description": "Eleanor Gwyn was a prolific celebrity figure of the Restoration period. Praised by Samuel Pepys for her comic performances as one of the first actresses on the English stage, she became best known for being a long-time mistress of King Charles II of England and Scotland. Called \"pretty, witty Nell\" by Pepys, she has been regarded as a living embodiment of the spirit of Restoration England and has "}, {"title": "Charles II of England", "href": "/wiki/Charles_II_of_England", "description": "Charles II was King of Scotland from 1649 until 1651, and King of Scotland, England and Ireland from the 1660 Restoration of the monarchy until his death in 1685."}]}, {"heading": "Deaths", "year": "1691", "date": "November 14", "txt": "Tosa Mitsuoki, Japanese painter (b. 1617)", "entities": [{"title": "Tosa Mitsuoki", "href": "/wiki/Tosa_Mitsuoki", "description": "Tosa Mitsuoki  was a Japanese painter."}]}, {"heading": "Deaths", "year": "1716", "date": "November 14", "txt": "Gottfried Leibniz, German mathematician and philosopher (b. 1646)", "entities": [{"title": "Gottfried Leibniz", "href": "/wiki/Gottfried_Leibniz", "description": "Gottfried Wilhelm (von) Leibniz was a German philosopher, mathematician, scientist, diplomat and polymath. He is a prominent figure in both the history of philosophy and the history of mathematics. As a philosopher, he was one of the greatest representatives of 17th century rationalism. As a mathematician, his greatest achievement was the development of the main ideas of differential and integral "}]}, {"heading": "Deaths", "year": "1734", "date": "November 14", "txt": "Louise de Kérouaille, duchess of Portsmouth (b. 1649)", "entities": [{"title": "Louise de Kérouaille, Duchess of Portsmouth", "href": "/wiki/Louise_de_K%C3%A9rouaille,_Duchess_of_Portsmouth", "description": "Louise Renée de Penancoët de Kéroualle, Duchess of Portsmouth was a mistress of Charles II of England."}]}, {"heading": "Deaths", "year": "1739", "date": "November 14", "txt": "Juan de Galavís, Spanish Roman Catholic archbishop of Santo Domingo and Bogotá (b. 1683)", "entities": [{"title": "Juan de Galavís", "href": "/wiki/Juan_de_Galav%C3%ADs", "description": "Juan de Galavís y Mendez, OPraem was a Spanish Premonstratensian canon regular and a prelate of the Catholic Church in what is now the Dominican Republic and Colombia. He served as Archbishop of Santo Domingo from 1731 to 1737 and as Archbishop of Bogotá from 1737 to 1739. He is the brother and uncle of two mayors of Bogotá, Pedro Galavís y Mendez and Eustaquio Galavís y Hurtado, respectively."}]}, {"heading": "Deaths", "year": "1746", "date": "November 14", "txt": "Georg Wilhelm Steller, German botanist, zoologist, physician, and explorer (b. 1709)", "entities": [{"title": "Georg Wilhelm Steller", "href": "/wiki/Georg_Wilhelm_Steller", "description": "Georg Wilhelm Steller was a German botanist, zoologist, physician and explorer, who worked in Russia and is considered a pioneer of Alaskan natural history."}]}, {"heading": "Deaths", "year": "1749", "date": "November 14", "txt": "Maruyama Gondazaemon, Japanese sumo wrestler, the 3rd Yokozuna (b. 1713)", "entities": [{"title": "Maruyama Gondazaemon", "href": "/wiki/Maruyama_Gondazaemon", "description": "Maruyama Gondazaemon  was a Japanese sumo wrestler, who is formally recognised as the third yokozuna. His real name was Haga Gindayu . He came from Mutsu Province in the Sendai Domain."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1817", "date": "November 14", "txt": "Policarpa Salavarrieta, Colombian seamstress and spy (b. 1795)", "entities": [{"title": "Policarpa Salavarrieta", "href": "/wiki/Policarpa_Salavarrieta", "description": "Policarpa Salavarrieta, also known as \"La Pola\", was a Neogranadine seamstress who spied for the Revolutionary Forces during the Spanish Reconquista of the Viceroyalty of New Granada. She was captured by Spanish Royalists and ultimately executed for high treason. The Day of the Colombian Woman is commemorated on the anniversary of her death. She is now considered a heroine of the independence of C"}]}, {"heading": "Deaths", "year": "1825", "date": "November 14", "txt": "Jean Paul, German journalist and author (b. 1763)", "entities": [{"title": "Jean Paul", "href": "/wiki/Jean_Paul", "description": "Jean Paul was a German Romantic writer, best known for his humorous novels and stories."}]}, {"heading": "Deaths", "year": "1829", "date": "November 14", "txt": "Louis Nicolas Vauquelin, French pharmacist and chemist (b. 1763)", "entities": [{"title": "Louis Nicolas Vauquelin", "href": "/wiki/Louis_Nicolas_Vauquelin", "description": "Prof Louis Nicolas Vauquelin FRS(For) HFRSE was a French pharmacist and chemist. He was the discoverer of both chromium and beryllium."}]}, {"heading": "Deaths", "year": "1831", "date": "November 14", "txt": "Georg Wilhelm Friedrich Hegel, German philosopher, author, and academic (b. 1770)", "entities": [{"title": "Georg Wilhelm Friedrich Hegel", "href": "/wiki/Georg_Wilhelm_Friedrich_Hegel", "description": "Georg Wilhelm Friedrich Hegel was a German philosopher and is considered one of the most important figures in German idealism. He is also considered one of the fundamental figures of modern Western philosophy, with his influence extending to the entire range of contemporary philosophical issues, from aesthetics to ontology to politics, both in the analytic and continental tradition."}]}, {"heading": "Deaths", "year": "1831", "date": "November 14", "txt": "Ignaz Pleyel, Austrian-French composer and piano builder (b. 1757)", "entities": []}, {"heading": "Deaths", "year": "1832", "date": "November 14", "txt": "Charles Carroll of Carrollton, American farmer and politician (b. 1737)", "entities": [{"title": "Charles Carroll of Carrollton", "href": "/wiki/Charles_Carroll_of_Carrollton", "description": "Charles Carroll, known as Charles Carroll of Carrollton or Charles Carroll III to distinguish him from his similarly-named relatives, was an American statesman, a wealthy Maryland planter, an early advocate of independence from Great Britain and one of the signers of the American Declaration of Independence. The sole Catholic signer of the Declaration, he is one of the Founding Fathers of the Unit"}]}, {"heading": "Deaths", "year": "1844", "date": "November 14", "txt": "John Abercrombie, Scottish physician and philosopher (b. 1780)", "entities": [{"title": "John Abercrombie (physician)", "href": "/wiki/John_Abercrombie_(physician)", "description": "John Abercrombie was a Scottish physician, author, philosopher and philanthropist. His Edinburgh practice became one of the most successful medical practices in Scotland. The Chambers Biographical Dictionary says of him that after James Gregory's death, he was \"recognized as the first consulting physician in Scotland\". As surgeon to The Royal Public Dispensary and the New Town Dispensary he provid"}]}, {"heading": "Deaths", "year": "1844", "date": "November 14", "txt": "Flora Tristan, French author and activist (b. 1803)", "entities": []}, {"heading": "Deaths", "year": "1864", "date": "November 14", "txt": "Franz Müller, German tailor and murderer (b. 1840)", "entities": [{"title": "Franz Muller", "href": "/wiki/Franz_Muller", "description": "Franz Müller, was a German tailor who was hanged for the murder of Thomas Briggs, the first killing on a British train. The case caught the imagination of the public due to increasing safety fears about rail travel at the time and the pursuit of Müller across the Atlantic Ocean to New York by Scotland Yard."}]}, {"heading": "Deaths", "year": "1866", "date": "November 14", "txt": "Miguel I of Portugal (b. 1802)", "entities": [{"title": "Miguel I of Portugal", "href": "/wiki/Miguel_I_of_Portugal", "description": "Dom Miguel I, nicknamed The Absolutist, The Traditionalist and The Usurper, was the King of Portugal between 1828 and 1834, the seventh child and third son of King João VI (John VI) and his queen, Carlota Joaquina of Spain."}]}, {"heading": "Deaths", "year": "1907", "date": "November 14", "txt": "Andrew Inglis Clark, Australian lawyer, judge, and politician (b. 1848)", "entities": [{"title": "Andrew Inglis Clark", "href": "/wiki/Andrew_Inglis_Clark", "description": "Andrew Inglis Clark was an Australian founding father and co-author of the Australian Constitution; he was also an engineer, barrister, politician, electoral reformer and jurist. He initially qualified as an engineer, but he re-trained as a barrister to effectively fight for social causes which deeply concerned him. After a long political career, mostly spent as Attorney-General and briefly as Opp"}]}, {"heading": "Deaths", "year": "1908", "date": "November 14", "txt": "Guangxu Emperor of China (b. 1871)", "entities": [{"title": "Guangxu Emperor", "href": "/wiki/Guangxu_Emperor", "description": "The Guangxu Emperor, personal name Zaitian, was the tenth Emperor of the Qing dynasty, and the ninth Qing emperor to rule over China proper. His reign lasted from 1875 to 1908, but in practice he ruled, without Empress Dowager Cixi's influence, only from 1889 to 1898. He initiated the Hundred Days' Reform, but was abruptly stopped when the empress dowager launched a coup in 1898, after which he be"}]}, {"heading": "Deaths", "year": "1910", "date": "November 14", "txt": "John La Farge, American artist (b. 1835)", "entities": [{"title": "John La Farge", "href": "/wiki/John_La_Farge", "description": "John La Farge was an American artist whose career spanned illustration, murals, interior design, painting, and popular books on his Asian travels and other art-related topics."}]}, {"heading": "Deaths", "year": "1914", "date": "November 14", "txt": "Vengayil Kunhiraman Nayanar, Indian lawyer and journalist (b. 1861)", "entities": [{"title": "Vengayil Kunhiraman Nayanar", "href": "/wiki/Vengayil_Kunhiraman_Nayanar", "description": "Vengayil Kunhiraman Nayanar was a Malayali essayist and short story writer, and a prominent landlord of Malabar district. He is also known as the Grand Old Man Of Kerala Journalism."}]}, {"heading": "Deaths", "year": "1915", "date": "November 14", "txt": "Booker T. Washington, American educator, essayist and historian (b. 1856)", "entities": [{"title": "Booker T. Washington", "href": "/wiki/Booker_T._Washington", "description": "Booker Taliaferro Washington was an American educator, author, orator, and adviser to several presidents of the United States. Between 1890 and 1915, Washington was the dominant leader in the African American community and of the contemporary black elite. Washington was from the last generation of black American leaders born into slavery and became the leading voice of the former slaves and their "}]}, {"heading": "Deaths", "year": "1916", "date": "November 14", "txt": "Henry George, Jr., American journalist and politician (b. 1862)", "entities": [{"title": "Henry George, Jr.", "href": "/wiki/Henry_George,_Jr.", "description": "Henry George Jr. was a United States Representative from New York and the son of the American political economist Henry George (1839–1897)."}]}, {"heading": "Deaths", "year": "1916", "date": "November 14", "txt": "Saki, British short story writer (b. 1870)", "entities": []}, {"heading": "Deaths", "year": "1921", "date": "November 14", "txt": "Isabel, Princess Imperial of Brazil (b. 1846)", "entities": [{"title": "Isabel, Princess Imperial of Brazil", "href": "/wiki/Isabel,_Princess_Imperial_of_Brazil", "description": "Dona Isabel, nicknamed \"the Redemptress\", was the Princess Imperial of the Empire of Brazil and the Empire's regent on three occasions. Born in Rio de Janeiro as the eldest daughter of Emperor Pedro II and Empress Teresa Cristina, she was a member of the Brazilian branch of the House of Braganza. After the deaths of her two brothers in infancy, she was recognized as her father's heir presumptive. "}]}, {"heading": "Deaths", "year": "1930", "date": "November 14", "txt": "Sandy Pearce, Australian rugby league player (b. 1883)", "entities": [{"title": "Sandy Pearce", "href": "/wiki/Sandy_Pearce", "description": "Sidney Charles Pearce, better known as Sandy, was a pioneer Australian rugby league footballer and boxer. He is considered one of the nation's finest footballers of the 20th century. In 1907 he played for New South Wales in the first rugby match run by the newly created 'New South Wales Rugby Football League' which had just split away from the established New South Wales Rugby Football Union. He m"}]}, {"heading": "Deaths", "year": "1932", "date": "November 14", "txt": "Charles Hylton Stewart, English organist and composer (b. 1884)", "entities": [{"title": "Charles Hylton Stewart", "href": "/wiki/Charles_Hylton_Stewart", "description": "Charles Hylton Stewart was an English cathedral organist, who served in Rochester Cathedral and St. George's Chapel, Windsor Castle. He also produced several compositions for organ, and a few for choir."}]}, {"heading": "Deaths", "year": "1937", "date": "November 14", "txt": "Jack O'Connor, American baseball player and manager (b. 1866)", "entities": [{"title": "Jack O'Connor (catcher)", "href": "/wiki/Jack_O%27Connor_(catcher)", "description": "John Joseph O'Connor, also known as Peach Pie, was a utility player in Major League Baseball in the American Association, the National League, and the American League, primarily used as an outfielder. He began his career as a left fielder and catcher for the Cincinnati Red Stockings, and he soon moved his way around the infield. He also played for the Columbus Solons from 1889 to 1891, and in 1892"}]}, {"heading": "Deaths", "year": "1944", "date": "November 14", "txt": "Carl Flesch, Hungarian violinist and educator (b. 1873)", "entities": [{"title": "Carl Flesch", "href": "/wiki/Carl_Flesch", "description": "Carl Flesch was a Hungarian violinist and teacher. Flesch’s compendium Scale System is a staple of violin pedagogy."}]}, {"heading": "Deaths", "year": "1944", "date": "November 14", "txt": "Trafford Leigh-Mallory, English air marshal (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1946", "date": "November 14", "txt": "Manuel de Falla, Spanish pianist and composer (b. 1876)", "entities": [{"title": "Manuel de Falla", "href": "/wiki/Manuel_de_Falla", "description": "Manuel de Falla y Matheu was a Spanish composer and pianist. Along with Isaac Albéniz, Francisco Tárrega, and Enrique Granados, he was one of Spain's most important musicians of the first half of the 20th century. He has a claim to being Spain's greatest composer of the 20th century, although the number of pieces he composed was relatively modest."}]}, {"heading": "Deaths", "year": "1947", "date": "November 14", "txt": "Joseph Allard, Canadian fiddler and composer (b. 1873)", "entities": [{"title": "Joseph Allard (fiddler)", "href": "/wiki/Joseph_Allard_(fiddler)", "description": "Joseph Allard was a Canadian fiddler and composer. He occasionally recorded under the pseudonym Maxime Toupin. Allard made many popular recordings, including Reel de l'Aveugle, Reel de Chateauguay, Reel de Jacques Cartier, and Reel du voyageur. During most of his life he was rarely in the public eye, and worked much of his life as a fisherman. After his recordings became popular, he was known as T"}]}, {"heading": "Deaths", "year": "1966", "date": "November 14", "txt": "Peter Baker, English captain, author, and politician (b. 1921)", "entities": [{"title": "Peter Baker (British politician)", "href": "/wiki/Peter_Baker_(British_politician)", "description": "Peter Arthur David Baker MC was a British soldier, author, publisher and Conservative politician who served as a member of parliament (MP) for South Norfolk. He is chiefly remembered as the last Member of Parliament to be expelled from the House of Commons, after his arrest for forgery, and as the inspiration behind the eccentric character of publisher Martin York in Muriel Spark's novel A Far Cry"}]}, {"heading": "Deaths", "year": "1972", "date": "November 14", "txt": "Martin Dies, Jr., American lawyer and politician (b. 1900)", "entities": [{"title": "Martin Dies, Jr.", "href": "/wiki/Martin_Dies,_Jr.", "description": "Martin Dies Jr. was a Texas politician and a Democratic member of the United States House of Representatives. He was elected as a Democrat to the Seventy-second and after that to the six succeeding Congresses. In 1944, Dies did not seek renomination to the Seventy-ninth Congress, but was elected to the Eighty-third and to the two succeeding Congresses. Again, he did not seek renomination in 1958 t"}]}, {"heading": "Deaths", "year": "1974", "date": "November 14", "txt": "Johnny Mack Brown, American football player, actor, and singer (b. 1904)", "entities": [{"title": "Johnny Mack Brown", "href": "/wiki/Johnny_Mack_Brown", "description": "John Brown was an American college football player and film actor billed as John Mack Brown at the height of his screen career. He was mostly in Western films."}]}, {"heading": "Deaths", "year": "1977", "date": "November 14", "txt": "A. C. Bhaktivedanta Swami Prabhupada, Indian monk and guru, founded the International Society for Krishna Consciousness (b. 1896)", "entities": [{"title": "A. C. Bhaktivedanta Swami Prabhupada", "href": "/wiki/A._C._Bhaktivedanta_Swami_Prabhupada", "description": "Abhay Charanaravinda Bhaktivedanta Swami or Srila Prabhupada, born Abhay Charan De, was an Indian spiritual teacher and the founder-acharya (preceptor) of the International Society for Krishna Consciousness (ISKCON), commonly known as the \"Hare Krishna Movement\". Members of the ISKCON movement view Bhaktivedanta Swami as a representative and messenger of Krishna Chaitanya."}, {"title": "International Society for Krishna Consciousness", "href": "/wiki/International_Society_for_Krishna_Consciousness", "description": "The International Society for Krishna Consciousness (ISKCON), known colloquially as the Hare Krishna movement or Hare Krishnas, is a Gaudiya Vaishnava religious organisation. ISKCON was founded in 1966 in New York City by A. C. Bhaktivedanta Swami Prabhupada. Its core beliefs are based on Hindu scriptures, particularly the Bhagavad Gita and the Bhagavata Purana, and the Gaudiya Vaishnava tradition"}]}, {"heading": "Deaths", "year": "1981", "date": "November 14", "txt": "Robert Bradford, Irish footballer and politician (b. 1941)", "entities": [{"title": "Robert Bradford (Northern Irish politician)", "href": "/wiki/Robert_Bradford_(Northern_Irish_politician)", "description": "Reverend Robert Jonathan Bradford was a Methodist Minister and a Vanguard Unionist and Ulster Unionist Member of Parliament for the Belfast South constituency in Northern Ireland until his assassination by the Provisional Irish Republican Army (IRA) on 14 November 1981."}]}, {"heading": "Deaths", "year": "1984", "date": "November 14", "txt": "Cesar Climaco, Filipino lawyer and politician, 10th Mayor of Zamboanga City (b. 1916)", "entities": [{"title": "Cesar Climaco", "href": "/wiki/Cesar_Climaco", "description": "Cesar Cortes Climaco was a Filipino politician who served as mayor of Zamboanga City for 11 years and three nonconsecutive terms. A prominent critic of the martial law regime of Ferdinand Marcos, he was famed for his toughness in governance and colorful personality. He was also famous for his refusal to cut his hair until democratic rule was restored in the Philippines. He was assassinated by an u"}, {"title": "List of Mayors of Zamboanga City", "href": "/wiki/List_of_Mayors_of_Zamboanga_City", "description": "The Government of Zamboanga City, also known as the Zamboanga City Government is the local government unit in-charge of the City of Zamboanga. It is a mayor-council form of government supervised directly by the President of the Philippines and the Secretary of the Interior and Local Government."}]}, {"heading": "Deaths", "year": "1984", "date": "November 14", "txt": "Nikitas Platis, Greek actor and cinematographer (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "November 14", "txt": "Haywood S. Hansell, American general (b. 1903)", "entities": [{"title": "Haywood S. Hansell", "href": "/wiki/Haywood_S._Hansell", "description": "Haywood Shepherd Hansell Jr. was a general officer in the United States Army Air Forces (USAAF) during World War II, and later the United States Air Force. He became an advocate of the doctrine of strategic bombardment, and was one of the chief architects of the concept of daylight precision bombing that governed the use of airpower by the USAAF in the war."}]}, {"heading": "Deaths", "year": "1989", "date": "November 14", "txt": "Jimmy Murphy, Welsh footballer, manager, assistant manager, coach and scout (b. 1910)", "entities": [{"title": "Jimmy Murphy (footballer)", "href": "/wiki/Jimmy_Murphy_(footballer)", "description": "James Patrick Murphy was a Welsh footballer who made over 200 appearances for West Bromwich Albion and won 15 caps for the Wales national team, which he later managed. Murphy is most famous for being an influential figure at Manchester United from 1946 until the 1970s, as assistant manager, first-team coach, reserve team manager and a full-time scout, although he disliked the limelight and preferr"}]}, {"heading": "Deaths", "year": "1990", "date": "November 14", "txt": "Sol Kaplan, American composer and conductor (b. 1919)", "entities": [{"title": "Sol Kaplan", "href": "/wiki/Sol_Kaplan", "description": "Sol Kaplan was an American film and television music composer."}]}, {"heading": "Deaths", "year": "1991", "date": "November 14", "txt": "Tony Richardson, English-American director, producer, and screenwriter (b. 1928)", "entities": [{"title": "Tony Richardson", "href": "/wiki/Tony_Richardson", "description": "Cecil Antonio \"Tony\" Richardson was an English theatre and film director and producer whose career spanned five decades. In 1964 he won the Academy Award for Best Director for the film Tom Jones."}]}, {"heading": "Deaths", "year": "1992", "date": "November 14", "txt": "Ernst Happel, Austrian footballer and coach (b. 1925)", "entities": [{"title": "Ernst Happel", "href": "/wiki/Ernst_Happel", "description": "Ernst Franz Hermann Happel was an Austrian football player and manager."}]}, {"heading": "Deaths", "year": "1994", "date": "November 14", "txt": "Tom Villard, American actor (b. 1953)", "entities": [{"title": "Tom Villard", "href": "/wiki/Tom_Villard", "description": "Thomas Louis Villard was an American actor. He is known for his leading role in the 1980s series We Got It Made, as well as roles in feature films Grease 2, One Crazy Summer, Heartbreak Ridge, My Girl, and Popcorn."}]}, {"heading": "Deaths", "year": "1995", "date": "November 14", "txt": "Jack Finney, American author and screenwriter (b. 1911)", "entities": [{"title": "Jack Finney", "href": "/wiki/Jack_Finney", "description": "Walter Braden \"Jack\" Finney was an American author. His best-known works are science fiction and thrillers, including The Body Snatchers and Time and Again. The former was the basis for the 1956 film Invasion of the Body Snatchers and its remakes."}]}, {"heading": "Deaths", "year": "1996", "date": "November 14", "txt": "Joseph Bernardin, American cardinal (b. 1928)", "entities": [{"title": "Joseph Bernardin", "href": "/wiki/Joseph_Bernardin", "description": "Joseph Louis Bernardin was an American Cardinal of the Catholic Church. He served as Archbishop of Cincinnati from 1972 until 1982, and as Archbishop of Chicago from 1982 until his death in 1996 from pancreatic cancer. Bernardin was elevated to the cardinalate in 1983 by Pope John Paul II."}]}, {"heading": "Deaths", "year": "1996", "date": "November 14", "txt": "John A. Cade, American soldier and politician (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "November 14", "txt": "Eddie Arcaro, American jockey and sportscaster (b. 1916)", "entities": [{"title": "Eddie Arcaro", "href": "/wiki/Eddie_Arcaro", "description": "George Edward Arcaro, known professionally as Eddie Arcaro, was an American Thoroughbred horse racing Hall of Fame jockey who won more American classic races than any other jockey in history and is the only rider to have won the U.S. Triple Crown twice. He is widely regarded as the greatest jockey in the history of American Thoroughbred horse racing. Arcaro was born in Cincinnati, Ohio, the son of"}]}, {"heading": "Deaths", "year": "1997", "date": "November 14", "txt": "Jack Pickersgill, Canadian educator and politician, 35th Secretary of State for Canada (b. 1905)", "entities": [{"title": "Secretary of State for Canada", "href": "/wiki/Secretary_of_State_for_Canada", "description": "The Secretary of State for Canada, established in 1867 with a corresponding department, was a Canadian Cabinet position that served as the official channel of communication between the Dominion of Canada and the Imperial government in London."}]}, {"heading": "Deaths", "year": "2000", "date": "November 14", "txt": "Robert Trout, American journalist (b. 1908)", "entities": [{"title": "Robert Trout", "href": "/wiki/Robert_Trout", "description": "Robert Trout was an American broadcast news reporter who worked on radio before and during World War II for CBS News. He was regarded by some as the \"Iron Man of Radio\" for his ability to ad lib while on the air, as well as for his stamina, composure, and elocution."}]}, {"heading": "Deaths", "year": "2001", "date": "November 14", "txt": "Charlotte Coleman, English actress (b. 1968)", "entities": [{"title": "Charlotte Coleman", "href": "/wiki/Charlotte_Coleman", "description": "Charlotte Ninon Coleman was an English actress best known for playing Scarlett in the film Four Weddings and a Funeral, Jess in the television drama Oranges Are Not the Only Fruit, and her childhood roles of Sue in Worzel Gummidge and the character Marmalade Atkins."}]}, {"heading": "Deaths", "year": "2001", "date": "November 14", "txt": "Juan Carlos Lorenzo, Argentinian footballer and manager (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "November 14", "txt": "Eddie Bracken, American actor (b. 1915)", "entities": [{"title": "Eddie Bracken", "href": "/wiki/Eddie_Bracken", "description": "Edward Vincent Bracken was an American actor. Bracken became a Hollywood comedy legend with lead performances in the films Hail the Conquering Hero and The Miracle of Morgan's Creek both from 1944, both of which have been preserved by the National Film Registry. During this era, he also had success on Broadway, with performances in plays like Too Many Girls (1939)."}]}, {"heading": "Deaths", "year": "2002", "date": "November 14", "txt": "Elena Nikolaidi, Turkish-American soprano and educator (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "November 14", "txt": "Gene Anthony Ray, American actor, singer, dancer, and choreographer (b. 1962)", "entities": [{"title": "Gene Anthony Ray", "href": "/wiki/Gene_Anthony_Ray", "description": "Gene Anthony Ray was an American actor, dancer, and choreographer. He was known for his portrayal of dancer Leroy Johnson in both the 1980 film Fame and the 1982–1987 Fame television series based upon the film."}]}, {"heading": "Deaths", "year": "2004", "date": "November 14", "txt": "Michel Colombier, French-American composer and conductor (b. 1939)", "entities": [{"title": "Michel Colombier", "href": "/wiki/Michel_Colombier", "description": "Michel Colombier was a French composer, arranger, and conductor."}]}, {"heading": "Deaths", "year": "2006", "date": "November 14", "txt": "Sumner Shapiro, American admiral (b. 1926)", "entities": [{"title": "Sumner Shapiro", "href": "/wiki/Sumner_Shapiro", "description": "Sumner Shapiro was a United States Navy rear admiral who served as Director of the Office of Naval Intelligence from 1978 to 1982."}]}, {"heading": "Deaths", "year": "2008", "date": "November 14", "txt": "Kristin Hunter, American author and academic (b. 1931)", "entities": [{"title": "Kristin Hunter", "href": "/wiki/Kristin_Hunter", "description": "Kristin Elaine Hunter was an African-American writer from Pennsylvania. She sometimes wrote under the name Kristin Hunter Lattany. She is best known for her first novel, God Bless the Child, published in 1964."}]}, {"heading": "Deaths", "year": "2008", "date": "November 14", "txt": "Robert E. Valett, American psychologist, teacher, and author (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "November 14", "txt": "Wes Santee, American runner (b. 1932)", "entities": [{"title": "Wes Santee", "href": "/wiki/Wes_Santee", "description": "David Wesley Santee was an American middle distance runner and athlete who competed mainly in the 1,500 meters and mile events."}]}, {"heading": "Deaths", "year": "2011", "date": "November 14", "txt": "Esin Afşar, Italian-Turkish singer and actress (b. 1936)", "entities": [{"title": "Esin Afşar", "href": "/wiki/Esin_Af%C5%9Far", "description": "Esin Afşar was a well-known Turkish singer and stage actress."}]}, {"heading": "Deaths", "year": "2011", "date": "November 14", "txt": "Neil Heywood, English-Chinese businessman (b. 1970)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "November 14", "txt": "Jackie Leven, Scottish singer-songwriter and guitarist (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 14", "txt": "Alexandro Alves do Nascimento, Brazilian footballer (b. 1974)", "entities": [{"title": "Alexandro Alves do Nascimento", "href": "/wiki/Alexandro_Alves_do_Nascimento", "description": "Alexandro Alves do Nascimento was a Brazilian professional footballer who played as a striker. He played in Brazil for Vitória, Palmeiras, Juventude (RS), Portuguesa (SP), Cruzeiro, Atlético Mineiro, Vasco da Gama, Boavista (RJ), Fortaleza, Chinese side Shenyang Ginde, in Germany for Hertha BSC, and in Greece for Kavala."}]}, {"heading": "Deaths", "year": "2012", "date": "November 14", "txt": "Brian Davies, Australian rugby player and manager (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 14", "txt": "Martin Fay, Irish fiddler (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 14", "txt": "Ahmed Jabari, Palestinian commander (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 14", "txt": "Abubakar Olusola Saraki, Nigerian physician and politician (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 14", "txt": "Sudhir Bhat, Indian producer and manager (b. 1951)", "entities": [{"title": "Sudhir Bhat", "href": "/wiki/Sudhir_Bhat", "description": "Sudhir Bhat was an Indian Marathi play producer. he was the founder member of the famous play organisation \"Suyog\"."}]}, {"heading": "Deaths", "year": "2013", "date": "November 14", "txt": "Hari Krishna Devsare, Indian journalist and author (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 14", "txt": "Bennett Masinga, South African footballer (b. 1965)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 14", "txt": "Eugene Dynkin, Russian-American mathematician and theorist (b. 1924)", "entities": [{"title": "Eugene Dynkin", "href": "/wiki/Eugene_Dynkin", "description": "Eugene Borisovich Dynkin was a Soviet and American mathematician. He made contributions to the fields of probability and algebra, especially semisimple Lie groups, Lie algebras, and Markov processes. The Dynkin diagram, the Dynkin system, and Dynkin's lemma are named after him."}]}, {"heading": "Deaths", "year": "2014", "date": "November 14", "txt": "Glen A. Larson, American director, producer, and screenwriter, created Battlestar Galactica (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 14", "txt": "Morteza Pashaei, Iranian singer-songwriter (b. 1984)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 14", "txt": "K. S. Gopalakrishnan, Indian director, producer, and screenwriter (b. 1929)", "entities": [{"title": "K. S. Gopalakrishnan", "href": "/wiki/K._S._Gopalakrishnan", "description": "K. S. Gopalakrishnan was an Indian screenwriter, director, producer, and lyricist, who worked in Tamil, Malayalam and Hindi films. Since the early 1960s, he directed 70 films. He spent most of his career directing and producing movies with social and devotional themes. Most of his movies are melodramas. His son K. S. G. Venkatesh is an actor who has acted in television serials and in films like Sa"}]}, {"heading": "Deaths", "year": "2015", "date": "November 14", "txt": "Warren Mitchell, English actor and screenwriter (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "November 14", "txt": "Gwen Ifill, American television journalist (b. 1955)", "entities": [{"title": "Gwen Ifill", "href": "/wiki/Gwen_Ifill", "description": "Gwendolyn L. Ifill was an American journalist, television newscaster, and author. In 1999, she became the first African-American woman to host a nationally televised U.S. public affairs program with Washington Week in Review. She was the moderator and managing editor of Washington Week and co-anchor and co-managing editor, with Judy Woodruff, of the PBS NewsHour, both of which air on PBS. Ifill wa"}]}, {"heading": "Deaths", "year": "2020 - Peter Florjancic, Slovene inventor and Olympic athlete (b.1919) [20]", "date": "November 14", "txt": "Peter Florjancic, Slovene inventor and Olympic athlete (b.1919) ", "entities": []}, {"heading": "Deaths", "year": "2020 - Des O'Connor,  English comedian, singer and television presenter. (b.1932) [21]", "date": "November 14", "txt": "Des O'Connor,  English comedian, singer and television presenter. (b.1932) ", "entities": []}]