[{"heading": "Events", "year": "164 BCE", "date": "November 21", "txt": "Judas Maccabeus, son of Mattathias of the Hasmonean family, restores the Temple in Jerusalem. This event is commemorated each year by the festival of Hanukkah.", "entities": [{"title": "Judas Maccabeus", "href": "/wiki/Judas_Maccabeus", "description": "Judah Maccabee was a Jewish priest (kohen) and a son of the priest Mattathias. He led the Maccabean Revolt against the Seleucid Empire."}, {"title": "Mattathias", "href": "/wiki/Mattathias", "description": "Mattathias ben Johanan was a Kohen whose role in the religion-driven Maccabean Revolt against the Hellenistic Seleucid Empire is related in the Books of the Maccabees. Mattathias is accorded a central role in the story of Hanukkah and, as a result, is named in the Al HaNissim prayer Jews add to the Birkat Hamazon and the Amidah during the festival's eight days."}, {"title": "Hasmonean family", "href": "/wiki/Hasmonean_family", "description": "The Hasmonean dynasty was a ruling dynasty of Judea and surrounding regions during classical antiquity, from c. 140 BCE to 37 BCE. Between c. 140 and c. 116 BCE the dynasty ruled Judea semi-autonomously from the Seleucid Empire, and from roughly 110 BCE, with the empire disintegrating, Judea gained full independence and expanded into the neighboring regions of Samaria, Galilee, Iturea, Perea, and "}, {"title": "Temple in Jerusalem", "href": "/wiki/Temple_in_Jerusalem", "description": "The Temple in Jerusalem was any of a series of structures which were located on the Temple Mount in the Old City of Jerusalem, the current site of the Dome of the Rock and Al-Aqsa Mosque. These successive temples stood at this location and functioned as a site of ancient Israelite and later Jewish worship. It is also called the Holy Temple."}, {"title": "Hanukkah", "href": "/wiki/Hanukkah", "description": "Hanukkah is a Jewish festival commemorating the recovery of Jerusalem and subsequent rededication of the Second Temple at the beginning of the Maccabean revolt against the Seleucid Empire in the 2nd century BCE. It is also known as the Festival of Lights."}]}, {"heading": "Events", "year": "235", "date": "November 21", "txt": "Pope Anterus succeeds Pontian as the nineteenth pope. During the persecutions of emperor Maximinus Thrax he is martyred.", "entities": [{"title": "Pope Anterus", "href": "/wiki/Pope_Anterus", "description": "Pope Anterus was the bishop of Rome from 21 November 235 to his death on 3 January 236."}, {"title": "Pope Pontian", "href": "/wiki/Pope_Pontian", "description": "Pope Pontian was the bishop of Rome from 21 July 230 to 28 September 235. In 235, during the persecution of Christians in the reign of the Emperor Maximinus Thrax, Pontian was arrested and sent to the island of Sardinia. He resigned to make the election of a new pope possible. When Pontian resigned on 28 September 235, he was the first pope to do so. It allowed an orderly transition in the Church "}, {"title": "Pope", "href": "/wiki/Pope", "description": "The pope, also known as the supreme pontiff or the Roman pontiff, is the bishop of Rome, head of the worldwide Catholic Church and head of state or sovereign of the Vatican City State. According to Catholics, the primacy of the bishop of Rome is largely derived from his role as the apostolic successor to Saint Peter, to whom primacy was conferred by Jesus, giving him the Keys of Heaven and the pow"}, {"title": "Maximinus Thrax", "href": "/wiki/Maximinus_Thrax", "description": "Gaius Julius Verus Maximinus \"Thrax\" was Roman emperor from 235 to 238."}, {"title": "Martyr", "href": "/wiki/Martyr", "description": "A martyr is someone who suffers persecution and death for advocating, renouncing, refusing to renounce, or refusing to advocate a religious belief or cause as demanded by an external party. In the martyrdom narrative of the remembering community, this refusal to comply with the presented demands results in the punishment or execution of an actor by an alleged oppressor. Accordingly, the status of "}]}, {"heading": "Events", "year": "1009", "date": "November 21", "txt": "Lý Công Uẩn is enthroned as emperor of Đại Cồ Việt, founding the Lý dynasty.", "entities": [{"title": "Lý Công Uẩn", "href": "/wiki/L%C3%BD_C%C3%B4ng_U%E1%BA%A9n", "description": "Lý Thái Tổ, personal name Lý Công Uẩn, temple name Thái Tổ, was a Vietnamese monarch, the founder of the Lý dynasty of Vietnam and the 6th ruler of Đại Việt; he reigned from 1009 to 1028."}, {"title": "Đại Cồ Việt", "href": "/wiki/%C4%90%E1%BA%A1i_C%E1%BB%93_Vi%E1%BB%87t", "description": "Đại Việt, often known as Annam, was a Vietnamese kingdom and sovereign state on Eastern Mainland Southeast Asia from the 10th century AD to the early 19th century. Its early name, Đại Cồ Việt, was established in 968 by Vietnamese ruler Đinh Bộ Lĩnh after he ended the Anarchy of the 12 Warlords, until the beginning of the reign of Lý Thánh Tông, the third emperor of the Lý dynasty. Đại Việt lasted "}, {"title": "Lý dynasty", "href": "/wiki/L%C3%BD_dynasty", "description": "The Lý dynasty, also known as the House of Lý, was a Vietnamese royal family that ruled the kingdom of Đại Việt from 1009 when Lý Công Uẩn overthrew the Early Lê dynasty and ended in 1225, when the queen Lý Chiêu Hoàng was forced to abdicate the throne in favor of her husband, Trần Cảnh. During emperor Lý Thánh Tông's reign, the official name of Vietnam became Đại Việt."}]}, {"heading": "Events", "year": "1386", "date": "November 21", "txt": "Timur of Samarkand captures and sacks the Georgian capital of Tbilisi, taking King Bagrat V of Georgia captive.", "entities": [{"title": "Timur", "href": "/wiki/Timur", "description": "Timur, later Timūr Gurkānī, sometimes spelled Taimur and historically best known as Amir Timur or Tamerlane, was a Turco-Mongol conqueror who founded the Timurid Empire in and around modern-day Afghanistan, Iran and Central Asia, becoming the first ruler of the Timurid dynasty. As an undefeated commander, he is widely regarded as one of the greatest military leaders and tacticians in history. Timu"}, {"title": "Timur's invasions of Georgia", "href": "/wiki/Timur%27s_invasions_of_Georgia", "description": "Georgia, a Christian kingdom in the Caucasus, was subjected, between 1386 and 1403, to several disastrous invasions by the armies of Turco-Mongol conqueror Timur, whose vast empire stretched, at its greatest extent, from Central Asia into Anatolia. These conflicts were intimately linked with the wars between Timur (Tamerlane) and Tokhtamysh, the last khan of the Golden Horde and Timur's major riva"}, {"title": "Kingdom of Georgia", "href": "/wiki/Kingdom_of_Georgia", "description": "The Kingdom of Georgia, also known as the Georgian Empire, was a medieval Eurasian monarchy that started circa 1008 AD. It reached its Golden Age of political and economic strength during the reign of King David IV and Queen Tamar the Great from 11th to 13th centuries. Georgia became one of the pre-eminent nations of the Christian East, their pan-Caucasian empire stretching, at its largest extent,"}, {"title": "Tbilisi", "href": "/wiki/Tbilisi", "description": "Tbilisi, in some languages still known by its pre-1936 name Tiflis, is the capital and the largest city of Georgia, lying on the banks of the Kura River with a population of approximately 1.5 million people. Tbilisi was founded in the 5th century AD by Vakhtang I of Iberia, and since then has served as the capital of various Georgian kingdoms and republics. Between 1801 and 1917, then part of the "}, {"title": "Bagrat V of Georgia", "href": "/wiki/Bagrat_V_of_Georgia", "description": "Bagrat V the Great from the Bagrationi dynasty was the son of the Georgian king David IX of Georgia by his wife Sindukhtar Jaqeli. He was co-ruler from 1355, and became king after the death of his father in 1360."}]}, {"heading": "Events", "year": "1620", "date": "November 21", "txt": "Plymouth Colony settlers sign the Mayflower Compact (November 11, O.S.)", "entities": [{"title": "Plymouth Colony", "href": "/wiki/Plymouth_Colony", "description": "Plymouth Colony was an English colonial venture in America from 1620 to 1691 at a location that had previously been surveyed and named by Captain John Smith. The settlement served as the capital of the colony and developed as the town of Plymouth, Massachusetts. At its height, Plymouth Colony occupied most of the southeastern portion of Massachusetts."}, {"title": "List of Mayflower passengers", "href": "/wiki/List_of_Mayflower_passengers", "description": "This is a list of the passengers on board the Mayflower during its trans-Atlantic voyage of September 6 – November 9, 1620, the majority of them becoming the settlers of Plymouth Colony in Massachusetts. Of the passengers, 37 were members of a separatist Puritan congregation in Leiden, The Netherlands, who were seeking to establish a colony in the New World where they could preserve their English "}, {"title": "Mayflower Compact", "href": "/wiki/Mayflower_Compact", "description": "The Mayflower Compact, originally titled Agreement Between the Settlers of New Plymouth, was the first governing document of Plymouth Colony. It was written by the male passengers of the Mayflower, consisting of separatist Puritans, adventurers, and tradesmen. The Puritans were fleeing from religious persecution by King James I of England."}, {"title": "November 11", "href": "/wiki/November_11", "description": "November 11 is the 315th day of the year in the Gregorian calendar; 50 days remain until the end of the year."}, {"title": "Old Style and New Style dates", "href": "/wiki/Old_Style_and_New_Style_dates", "description": "Old Style (O.S.) and New Style (N.S.) indicate a dating system from before and after a calendar change, respectively. Usually this is the change from the Julian calendar to the Gregorian calendar as enacted in various European countries between 1582 and the twentieth century."}]}, {"heading": "Events", "year": "1676", "date": "November 21", "txt": "The Danish astronomer Ole Rømer presents the first quantitative measurements of the speed of light.", "entities": [{"title": "Astronomer", "href": "/wiki/Astronomer", "description": "An astronomer is a scientist in the field of astronomy who focuses their studies on a specific question or field outside the scope of Earth. They observe astronomical objects such as stars, planets, moons, comets and galaxies – in either observational or theoretical astronomy. Examples of topics or fields astronomers study include planetary science, solar astronomy, the origin or evolution of star"}, {"title": "Ole Rømer", "href": "/wiki/Ole_R%C3%B8mer", "description": "Ole Christensen Rømer was a Danish astronomer who, in 1676, made the first quantitative measurements of the speed of light."}, {"title": "Rømer's determination of the speed of light", "href": "/wiki/R%C3%B8mer%27s_determination_of_the_speed_of_light", "description": "Rømer's determination of the speed of light was the demonstration in 1676 that light has a finite speed and so does not travel instantaneously. The discovery is usually attributed to Danish astronomer Ole Rømer (1644–1710), who was working at the Royal Observatory in Paris at the time."}, {"title": "Measurement", "href": "/wiki/Measurement", "description": "\nMeasurement is the numerical quantification of the attributes of an object or event, which can be used to compare with other objects or events. The scope and application of measurement are dependent on the context and discipline. In natural sciences and engineering, measurements do not apply to nominal properties of objects or events, which is consistent with the guidelines of the International v"}, {"title": "Speed of light", "href": "/wiki/Speed_of_light", "description": "The speed of light in vacuum, commonly denoted c, is a universal physical constant important in many areas of physics. Its exact value is defined as 299792458 metres per second. It is exact because, by international agreement, a metre is defined as the length of the path travelled by light in vacuum during a time interval of 1⁄299792458 second. According to special relativity, c is the upper limit"}]}, {"heading": "Events", "year": "1783", "date": "November 21", "txt": "In Paris, Jean-François Pilâtre de Rozier and François Laurent d'Arlandes make the first untethered hot air balloon flight.", "entities": [{"title": "Jean-François Pilâtre de Rozier", "href": "/wiki/Jean-Fran%C3%A7ois_Pil%C3%A2tre_de_Rozier", "description": "Jean-François Pilâtre de Rozier was a French chemistry and physics teacher, and one of the first pioneers of aviation. He and François Laurent d'Arlandes made the first manned free balloon flight on 21 November 1783, in a Montgolfier balloon. He later died when his balloon crashed near Wimereux in the Pas-de-Calais during an attempt to fly across the English Channel. He and his companion, Pierre R"}, {"title": "François Laurent d'Arlandes", "href": "/wiki/Fran%C3%A7ois_Laurent_d%27Arlandes", "description": "François Laurent le Vieux d'Arlandes was a French marquis, soldier and a pioneer of hot air ballooning. He and Jean-François Pilâtre de Rozier made the first manned free balloon flight on 21 November 1783, in a Montgolfier balloon."}, {"title": "Hot air balloon", "href": "/wiki/Hot_air_balloon", "description": "A hot-air balloon is a lighter-than-air aircraft consisting of a bag, called an envelope, which contains heated air. Suspended beneath is a gondola or wicker basket, which carries passengers and a source of heat, in most cases an open flame caused by burning liquid propane. The heated air inside the envelope makes it buoyant, since it has a lower density than the colder air outside the envelope. A"}]}, {"heading": "Events", "year": "1789", "date": "November 21", "txt": "North Carolina ratifies the United States Constitution and is admitted as the 12th U.S. state.", "entities": [{"title": "North Carolina", "href": "/wiki/North_Carolina", "description": "North Carolina is a state in the Southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, wit"}, {"title": "United States Constitution", "href": "/wiki/United_States_Constitution", "description": "The Constitution of the United States is the supreme law of the United States of America. This founding document, originally comprising seven articles, delineates the national frame of government. Its first three articles embody the doctrine of the separation of powers, whereby the federal government is divided into three branches: the legislative, consisting of the bicameral Congress ; the execut"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1861", "date": "November 21", "txt": "American Civil War: Confederate President Jefferson Davis appoints Judah Benjamin Secretary of War.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Jefferson Davis", "href": "/wiki/Jefferson_Davis", "description": "Jefferson Finis Davis was an American politician who served as the president of the Confederate States from 1861 to 1865. As a member of the Democratic Party, he represented Mississippi in the United States Senate and the House of Representatives before the American Civil War. He previously served as the United States Secretary of War from 1853 to 1857 under President Franklin Pierce."}, {"title": "Judah Benjamin", "href": "/wiki/Judah_Benjamin", "description": "Judah Philip Benjamin, QC was a lawyer and politician who was a United States Senator from Louisiana, a Cabinet officer of the Confederate States and, after his escape to the United Kingdom at the end of the American Civil War, an English barrister. Benjamin was the first Jew to hold a Cabinet position in North America and the first to be elected to the United States Senate who had not renounced h"}]}, {"heading": "Events", "year": "1877", "date": "November 21", "txt": "Thomas Edison announces his invention of the phonograph, a machine that can record and play sound.", "entities": [{"title": "Thomas Edison", "href": "/wiki/Thomas_Edison", "description": "Thomas Alva Edison was an American inventor and businessman who has been described as America's greatest inventor. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures. These inventions, which include the phonograph, the motion picture camera, and early versions of the electric light bulb, have had a widespread impact on th"}, {"title": "Phonograph", "href": "/wiki/Phonograph", "description": "A phonograph, in its later forms also called a gramophone or since the 1940s called a record player or turntable, is a device for the mechanical recording and reproduction of sound. The sound vibration waveforms are recorded as corresponding physical deviations of a spiral groove engraved, etched, incised, or impressed into the surface of a rotating cylinder or disc, called a \"record\". To recreate"}]}, {"heading": "Events", "year": "1894", "date": "November 21", "txt": "Port Arthur, China, falls to the Japanese, a decisive victory of the First Sino-Japanese War; Japanese troops are accused of massacring the remaining inhabitants.", "entities": [{"title": "Port Arthur, China", "href": "/wiki/Port_Arthur,_China", "description": "Lüshunkou District is a district of Dalian, Liaoning province, China. Also formerly called Lüshun City or literally Lüshun Port, it was formerly known as both Port Arthur and Ryojun. The district's area is 512.15 square kilometres (197.74 sq mi) and its permanent population as of 2010 is 324,773."}, {"title": "Battle of Lushunkou", "href": "/wiki/Battle_of_Lushunkou", "description": "The Battle of Lüshunkou was a land battle of the First Sino-Japanese War. It took place on 21 November 1894 in Lüshunkou, Manchuria between the forces of the Empire of Japan and the Qing dynasty. It is sometimes referred to archaically in western sources as the Battle of Port Arthur."}, {"title": "First Sino-Japanese War", "href": "/wiki/First_Sino-Japanese_War", "description": "The First Sino-Japanese War was a conflict between the Qing dynasty of China and the Empire of Japan primarily over influence in Joseon Korea. After more than six months of unbroken successes by Japanese land and naval forces and the loss of the port of Weihaiwei, the Qing government sued for peace in February 1895."}, {"title": "Port Arthur massacre (China)", "href": "/wiki/Port_Arthur_massacre_(China)", "description": "The Port Arthur massacre took place during the First Sino-Japanese War from 21 November 1894 for two or three days, when advance elements of the First Division of the Japanese Second Army under the command of General Yamaji Motoharu (1841–1897) killed somewhere between 1,000 and 20,000 Chinese servicemen and civilians in the Chinese coastal city of Port Arthur. The battle is notable for its diverg"}]}, {"heading": "Events", "year": "1902", "date": "November 21", "txt": "The Philadelphia Football Athletics defeat the Kanaweola Athletic Club of Elmira, New York, 39–0, in the first-ever professional American football night game.", "entities": [{"title": "Philadelphia Athletics (NFL)", "href": "/wiki/Philadelphia_Athletics_(NFL)", "description": "The Philadelphia Athletics were a professional American football team based in Philadelphia in 1902. The team was member of what was referred to as the National Football League. This league has no connection with the National Football League of today. The whole \"league\" was a curious mixture of baseball and football. During the league's only year in existence, two of the three teams that were fina"}, {"title": "Kanaweola Athletic Club", "href": "/wiki/Kanaweola_Athletic_Club", "description": "The Kanaweola Athletic Club was a bicycling club, which later fielded a professional football team, based in Elmira, New York. The club operated an indoor bicycling track inside the Steele Memorial Library building. However, the club is best known for the historical first of its football team."}, {"title": "Elmira, New York", "href": "/wiki/Elmira,_New_York", "description": "Elmira is the largest city and the county seat of Chemung County, New York, United States. It is the principal city of the Elmira, New York, metropolitan statistical area, which encompasses Chemung County, New York. The population was 29,200 at the 2010 census."}, {"title": "American football", "href": "/wiki/American_football", "description": "American football, referred to simply as football in the United States and Canada and also known as gridiron, is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possess"}, {"title": "Night game", "href": "/wiki/Night_game", "description": "A night game, also called a nighter, is a sporting event that takes place, completely or partially, after the local sunset. Depending on the sport, this can be done either with floodlights or with the usual low-light conditions. The term \"night game\" is typically used only in reference to sports traditionally held outdoors. Although indoor sporting events often take place after local sunset, these"}]}, {"heading": "Events", "year": "1905", "date": "November 21", "txt": "Albert Einstein's paper that leads to the mass–energy equivalence formula, E = mc², is published in the journal Annalen der Physik.", "entities": [{"title": "Albert Einstein", "href": "/wiki/Albert_Einstein", "description": "Albert Einstein was a German-born theoretical physicist, widely acknowledged to be one of the greatest physicists of all time. Einstein is known for developing the theory of relativity, but he also made important contributions to the development of the theory of quantum mechanics. Relativity and quantum mechanics are together the two pillars of modern physics. His mass–energy equivalence formula E"}, {"title": "Mass–energy equivalence", "href": "/wiki/Mass%E2%80%93energy_equivalence", "description": "In physics, mass–energy equivalence is the relationship between mass and energy in a system’s rest frame, where the two values differ only by a constant and the units of measurement. The principle is described by the physicist Albert Einstein's famous formula:"}]}, {"heading": "Events", "year": "1910", "date": "November 21", "txt": "Sailors on board Brazil's warships including the Minas Gerais, São Paulo, and Bahia, violently rebel in what is now known as the Revolta da Chibata (Revolt of the Lash).", "entities": [{"title": "Brazilian battleship Minas Gerais", "href": "/wiki/Brazilian_battleship_Minas_Gerais", "description": "Minas Geraes, spelled Minas Gerais in some sources, was a dreadnought battleship of the Brazilian Navy. Named in honor of the state of Minas Gerais, the ship was laid down in April 1907 as the lead ship of its class, making the country the third to have a dreadnought under construction and igniting a naval arms race between Brazil, Argentina, and Chile."}, {"title": "Brazilian battleship São Paulo", "href": "/wiki/Brazilian_battleship_S%C3%A3o_Paulo", "description": "São Paulo was a dreadnought battleship designed and built by the British companies Armstrong Whitworth and Vickers, respectively, for the Brazilian Navy. It was the second of two ships in the  Minas Geraes class, and was named after the state and city of São Paulo."}, {"title": "Brazilian cruiser Bahia", "href": "/wiki/Brazilian_cruiser_Bahia", "description": "Bahia was the lead ship of a two-vessel class of cruisers built for Brazil by the British company Armstrong Whitworth. Crewmen mutinied in November 1910 aboard Bahia, Deodoro, Minas Geraes, and São Paulo, beginning the four-day Revolta da Chibata. Brazil's capital city of Rio de Janeiro was held hostage by the possibility of a naval bombardment, leading the government to give in to the rebel deman"}, {"title": "Revolt of the Lash", "href": "/wiki/Revolt_of_the_Lash", "description": "The Revolt of the Lash was a naval mutiny in Rio de Janeiro, Brazil, in late November 1910. It was the direct result of the use of whips (\"lashes\") by white naval officers when punishing Afro-Brazilian and mixed-race enlisted sailors."}]}, {"heading": "Events", "year": "1916", "date": "November 21", "txt": "Mines from SM U-73 sink the HMHS Britannic, the largest ship lost in the First World War.", "entities": [{"title": "SM U-73", "href": "/wiki/SM_U-73", "description": "SM U-73 was one of 329 submarines serving in the Imperial German Navy in World War I. She engaged in the commerce war as part of the First Battle of the Atlantic. U-73 has the distinction of being responsible for planting the underwater mine that later led to the sinking of the largest ship sunk during World War I, the 48,158 ton hospital ship Britannic."}, {"title": "HMHS Britannic", "href": "/wiki/HMHS_Britannic", "description": "HMHS Britannic was the third vessel of the White Star Line's  Olympic class of steamships and the second White Star ship to bear the name Britannic. She was the fleet mate of both the RMS Olympic and the RMS Titanic and was intended to enter service as a transatlantic passenger liner."}, {"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}]}, {"heading": "Events", "year": "1918", "date": "November 21", "txt": "The Flag of Estonia, previously used by pro-independence activists, is formally adopted as the national flag of the Republic of Estonia.", "entities": [{"title": "Flag of Estonia", "href": "/wiki/Flag_of_Estonia", "description": "The national flag of Estonia is a tricolour featuring three equal horizontal bands of blue (top), black, and white. The normal size is 105 by 165 centimetres. In Estonian it is colloquially called the \"sinimustvalge\", after the colours of the bands."}, {"title": "Republic of Estonia", "href": "/wiki/Republic_of_Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}]}, {"heading": "Events", "year": "1918", "date": "November 21", "txt": "The Parliament (Qualification of Women) Act 1918 is passed, allowing women to stand for Parliament in the UK.", "entities": []}, {"heading": "Events", "year": "1918", "date": "November 21", "txt": "A pogrom takes place in Lwów (now Lviv); over three days, at least 50 Jews and 270 Ukrainian Christians are killed by Poles.", "entities": [{"title": "Lviv", "href": "/wiki/Lviv", "description": "Lviv is the largest city in western Ukraine and the seventh-largest city in the country overall, with a population of 720,383 (est.2021). Lviv is one of the main cultural centres of Ukraine."}]}, {"heading": "Events", "year": "1920", "date": "November 21", "txt": "Irish War of Independence: On \"Bloody Sunday\" in Dublin, the Irish Republican Army (IRA) assassinated a group of British Intelligence agents, and British forces killed 14 civilians at a Gaelic football match at Croke Park.", "entities": [{"title": "Irish War of Independence", "href": "/wiki/Irish_War_of_Independence", "description": "The Irish War of Independence or Anglo-Irish War was a guerrilla war fought in Ireland from 1919 to 1921 between the Irish Republican Army and British forces: the British Army, along with the quasi-military Royal Irish Constabulary (RIC) and its paramilitary forces the Auxiliaries and Ulster Special Constabulary (USC). It was part of the Irish revolutionary period."}, {"title": "Bloody Sunday (1920)", "href": "/wiki/Bloody_Sunday_(1920)", "description": "Bloody Sunday was a day of violence in Dublin on 21 November 1920, during the Irish War of Independence. More than 30 people were killed or fatally wounded."}, {"title": "Irish Republican Army (1919–1922)", "href": "/wiki/Irish_Republican_Army_(1919%E2%80%931922)", "description": "The Irish Republican Army was an Irish republican revolutionary paramilitary organisation. The ancestor of many groups also known as the Irish Republican Army, and distinguished from them as the Old IRA, it was descended from the Irish Volunteers, an organisation established on 25 November 1913 that staged the Easter Rising in April 1916. In 1919, the Irish Republic that had been proclaimed during"}, {"title": "Cairo Gang", "href": "/wiki/Cairo_Gang", "description": "The Cairo Gang was a group of British intelligence agents who were sent to Dublin during the Irish War of Independence to conduct intelligence operations against prominent members of the Irish Republican Army (IRA) with, according to Irish intelligence, the intention of assassinating them. Twelve men, including British Army officers, Royal Irish Constabulary officers and a civilian informant, were"}, {"title": "Gaelic football", "href": "/wiki/Gaelic_football", "description": "Gaelic football, commonly referred to as football or Gaelic, is an Irish team sport. It is played between two teams of 15 players on a rectangular grass pitch. The objective of the sport is to score by kicking or punching the ball into the other team's goals or between two upright posts above the goals and over a crossbar 2.5 metres (8.2 ft) above the ground."}, {"title": "Croke Park", "href": "/wiki/Croke_Park", "description": "Croke Park is a Gaelic games stadium in Dublin, Ireland. Named after Archbishop Thomas Croke, it is sometimes called Croker by GAA fans and locals. It serves as both the principal national stadium of Ireland and headquarters of the Gaelic Athletic Association (GAA). Since 1891 the site has been used by the GAA to host Gaelic sports, including the annual All-Ireland in Gaelic football and hurling."}]}, {"heading": "Events", "year": "1922", "date": "November 21", "txt": "Rebecca Latimer Felton of Georgia takes the oath of office, becoming the first female United States Senator.", "entities": [{"title": "Rebecca Latimer Felton", "href": "/wiki/Rebecca_Latimer_Felton", "description": "Rebecca Ann Latimer Felton was an American writer, lecturer, reformer, and politician who became the first woman to serve in the United States Senate, although she served for only one day."}, {"title": "Georgia (U.S. state)", "href": "/wiki/Georgia_(U.S._state)", "description": "Georgia is a state in the Southeastern region of the United States, bordered to the north by Tennessee and North Carolina; to the northeast by South Carolina; to the southeast by the Atlantic Ocean; to the south by Florida; and to the west by Alabama. Georgia is the 24th-largest in area and 8th-most populous of the 50 United States. Its 2020 population was 10,711,908, according to the U.S. Census "}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "1927", "date": "November 21", "txt": "Columbine Mine massacre: Striking coal miners are allegedly attacked with machine guns by a detachment of state police dressed in civilian clothes.", "entities": [{"title": "Columbine Mine massacre", "href": "/wiki/Columbine_Mine_massacre", "description": "The Columbine Mine massacre, sometimes called the first Columbine massacre, occurred in 1927, in the town of Serene, Colorado. A fight broke out between Colorado state militia and a group of striking coal miners, during which the unarmed miners were attacked with firearms. The miners testified that machine guns were fired at them, which the state police disputed. Six strikers were killed, and doze"}, {"title": "Strike action", "href": "/wiki/Strike_action", "description": "Strike action, also called labor strike, labour strike, or simply strike, is a work stoppage, caused by the mass refusal of employees to work. A strike usually takes place in response to employee grievances. Strikes became common during the Industrial Revolution, when mass labor became important in factories and mines. In most countries, strike actions were quickly made illegal, as factory owners "}, {"title": "Machine gun", "href": "/wiki/Machine_gun", "description": "A machine gun is an auto-firing, rifled long-barrel autoloading firearm designed for sustained direct fire with fully powered cartridges. Other automatic firearms such as assault rifles and automatic rifles are typically designed more for firing short bursts rather than continuous firepower, and not considered machine guns. Squad automatic weapons, which fire the same cartridge used by the other r"}]}, {"heading": "Events", "year": "1942", "date": "November 21", "txt": "The completion of the Alaska Highway (also known as the Alcan Highway) is celebrated (however, the highway is not usable by standard road vehicles until 1943).", "entities": [{"title": "Alaska Highway", "href": "/wiki/Alaska_Highway", "description": "The Alaska Highway was constructed during World War II to connect the contiguous United States to Alaska across Canada. It begins at the junction with several Canadian highways in Dawson Creek, British Columbia, and runs to Delta Junction, Alaska, via Whitehorse, Yukon. When it was completed in 1942, it was about 2,700 kilometres (1,700 mi) long, but in 2012, it was only 2,232 km (1,387 mi). This "}]}, {"heading": "Events", "year": "1944", "date": "November 21", "txt": "World War II: American submarine USS Sealion sinks the Japanese battleship Kongō and Japanese destroyer Urakaze in the Formosa Strait.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "USS Sealion (SS-315)", "href": "/wiki/USS_Sealion_(SS-315)", "description": "USS Sealion (SS/SSP/ASSP/APSS/LPSS-315), a Balao-class submarine, was the second ship of the United States Navy to be named for the sea lion, any of several large, eared seals native to the Pacific.\nShe is sometimes referred to as Sealion II, because her first skipper, Lieutenant Commander Eli Thomas Reich, was a veteran of the first Sealion, serving on her when she was lost at the beginning of Wo"}, {"title": "Japanese battleship Kongō", "href": "/wiki/Japanese_battleship_Kong%C5%8D", "description": "Kongō was a warship of the Imperial Japanese Navy during World War I and World War II. She was the first battlecruiser of the  Kongō class, among the most heavily armed ships in any navy when built. Her designer was the British naval engineer George Thurston, and she was laid down in 1911 at Barrow-in-Furness in Britain by Vickers Shipbuilding Company. Kongō was the last Japanese capital ship cons"}, {"title": "Japanese destroyer Urakaze (1940)", "href": "/wiki/Japanese_destroyer_Urakaze_(1940)", "description": "Urakaze (浦風, \"Wind on the Sea\") was one of 19  Kagerō-class destroyers built for the Imperial Japanese Navy during the 1930s."}, {"title": "Taiwan Strait", "href": "/wiki/Taiwan_Strait", "description": "The Taiwan Strait is a 180-kilometer (110 mi)-wide strait separating the island of Taiwan and continental Asia. The strait is currently part of the South China Sea and connects to the East China Sea to the north. The narrowest part is 130 km (81 mi) wide."}]}, {"heading": "Events", "year": "1945", "date": "November 21", "txt": "The United Auto Workers strike 92 General Motors plants in 50 cities to back up worker demands for a 30-percent raise.", "entities": [{"title": "United Auto Workers", "href": "/wiki/United_Auto_Workers", "description": "The International Union, United Automobile, Aerospace, and Agricultural Implement Workers of America, better known as the United Auto Workers (UAW), is an American labor union that represents workers in the United States and Canada. It was founded as part of the Congress of Industrial Organizations (CIO) in the 1930s and grew rapidly from 1936 to the 1950s. The union played a major role in the lib"}]}, {"heading": "Events", "year": "1950", "date": "November 21", "txt": "Two Canadian National Railway trains collide in northeastern British Columbia in the Canoe River train crash; the death toll is 21, with 17 of them Canadian troops bound for Korea.", "entities": [{"title": "Canadian National Railway", "href": "/wiki/Canadian_National_Railway", "description": "The Canadian National Railway is a Canadian Class I freight railway headquartered in Montreal, Quebec, which serves Canada and the Midwestern and Southern United States."}, {"title": "British Columbia", "href": "/wiki/British_Columbia", "description": "British Columbia is one of the thirteen provinces and territories of Canada. It is part of Western Canada and is situated between the Pacific Ocean and the Rocky Mountains. Its northern region experiences cold and snowy winters, while its southern part has a temperate climate due to the Kuroshio Current."}, {"title": "Canoe River train crash", "href": "/wiki/Canoe_River_train_crash", "description": "The Canoe River train crash occurred on November 21, 1950, near Valemount in eastern British Columbia, Canada, when a westbound troop train and the eastbound Canadian National Railway (CNR) Continental Limited collided head-on. The collision killed 21 people: 17 Canadian soldiers en route to the Korean War and the two-man locomotive crew of each train."}]}, {"heading": "Events", "year": "1953", "date": "November 21", "txt": "The Natural History Museum, London announces that the \"Piltdown Man\" skull, initially believed to be one of the most important fossilized hominid skulls ever found, is a hoax.", "entities": [{"title": "Natural History Museum, London", "href": "/wiki/Natural_History_Museum,_London", "description": "The Natural History Museum in London is a natural history museum that exhibits a vast range of specimens from various segments of natural history. It is one of three major museums on Exhibition Road in South Kensington, the others being the Science Museum and the Victoria and Albert Museum. The Natural History Museum's main frontage, however, is on Cromwell Road."}, {"title": "Piltdown Man", "href": "/wiki/Piltdown_Man", "description": "The Piltdown Man was a paleoanthropological fraud in which bone fragments were presented as the fossilised remains of a previously unknown early human. Although there were doubts about its authenticity virtually from the beginning, the remains were still broadly accepted for many years, and the falsity of the hoax was only definitively demonstrated in 1953. An extensive scientific review in 2016 e"}, {"title": "Human skull", "href": "/wiki/Human_skull", "description": "The skull is a bone structure that forms the head in vertebrates. It supports the structures of the face and provides a protective cavity for the brain. The skull is composed of two parts: the cranium and the mandible. In humans, these two parts are the neurocranium and the viscerocranium that includes the mandible as its largest bone. The skull forms the anterior-most portion of the skeleton and "}]}, {"heading": "Events", "year": "1959", "date": "November 21", "txt": "American disc jockey Alan Freed, who had popularized the term \"rock and roll\" and music of that style, is fired from WABC radio over allegations he had participated in the payola scandal.", "entities": [{"title": "Alan Freed", "href": "/wiki/Alan_Freed", "description": "Albert James \"Alan\" Freed was an American disc jockey. He also produced and promoted large traveling concerts with various acts, helping to spread the importance of rock and roll music throughout North America."}, {"title": "Rock and roll", "href": "/wiki/Rock_and_roll", "description": "Rock and roll is a genre of popular music that evolved in the United States during the late 1940s and early 1950s. It originated from Black American music such as gospel, jump blues, jazz, boogie woogie, rhythm and blues, and country music. While rock and roll's formative elements can be heard in blues records from the 1920s, and in country records of the 1930s, the genre did not acquire its name "}, {"title": "WABC (AM)", "href": "/wiki/WABC_(AM)", "description": "WABC – branded on-air as, Talkradio 77 WABC; is a commercial conservative talk radio station licensed to New York, New York. Owned by John Catsimatidis' Red Apple Media, the station currently serves as the flagship station for syndicated hosts Mark Levin and John Batchelor; it is the radio home for Bernard McGuirk, Sid Rosenberg, Curtis Sliwa and Juliet Huddy; and is the New York City affiliate fo"}, {"title": "Payola", "href": "/wiki/Payola", "description": "Payola, in the music industry, is the illegal practice of paying a commercial radio station to play a song without the station disclosing this information. Under US law, a radio station must disclose songs they were paid to play on the air as sponsored airtime. The number of times the songs are played can influence the perceived popularity of a song, and payola may be used to influence these metri"}]}, {"heading": "Events", "year": "1961", "date": "November 21", "txt": "The \"La Ronde\" opens in Honolulu, first revolving restaurant in the United States.", "entities": [{"title": "La Ronde (restaurant)", "href": "/wiki/La_Ronde_(restaurant)", "description": "La Ronde was a famous restaurant in Honolulu Hawaii. Built in 1961 and designed by John Graham it was the first revolving restaurant in the United States and the third of its kind in the world. The restaurant is now closed."}, {"title": "Honolulu", "href": "/wiki/Honolulu", "description": "Honolulu is the capital and largest city of the U.S. state of Hawaii, which is located in the Pacific Ocean. It is an unincorporated county seat of the consolidated City and County of Honolulu, situated along the southeast coast of the island of Oʻahu, and is the westernmost and southernmost major U.S. city. Honolulu is Hawaii's main gateway to the world. It is also a major hub for international b"}, {"title": "Revolving restaurant", "href": "/wiki/Revolving_restaurant", "description": "A revolving restaurant or rotating restaurant is usually a tower restaurant eating space designed to rest atop a broad circular revolving platform that operates as a large turntable. The building remains stationary and the diners are carried on the revolving floor. The revolving rate varies between one and three times per hour and enables patrons to enjoy a panoramic view without leaving their sea"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}]}, {"heading": "Events", "year": "1962", "date": "November 21", "txt": "The Chinese People's Liberation Army declares a unilateral ceasefire in the Sino-Indian War.", "entities": [{"title": "People's Liberation Army", "href": "/wiki/People%27s_Liberation_Army", "description": "The People's Liberation Army (PLA) is the regular armed forces of the People's Republic of China (PRC) and the armed wing of the PRC's founding and ruling political party, the Chinese Communist Party (CCP). Besides the Central Military Commission (CMC) and several minor units directly under it, the PLA has five major service branches: the Ground Force, Navy, Air Force, Rocket Force, and the Strate"}, {"title": "Ceasefire", "href": "/wiki/Ceasefire", "description": "A ceasefire, also spelled cease fire, is a temporary stoppage of a war in which each side agrees with the other to suspend aggressive actions. Historically, the concept existed at least by the time of the Middle Ages, when it was known as a 'truce of God'. Ceasefires can be declared as a humanitarian gesture, be preliminary, i.e., prior to a political agreement, or definitive, i.e., with the inten"}, {"title": "Sino-Indian War", "href": "/wiki/Sino-Indian_War", "description": "The Sino-Indian War, also known as the Indo-China War, Sino-Indian Border Conflict and, by some, Clash on the Roof of the World, was a war between China and India that occurred in 1962. A Chinese disputed Himalayan border was the main cause of the war. There had been a series of violent border skirmishes between the two countries after the 1959 Tibetan uprising, when India granted asylum to the Da"}]}, {"heading": "Events", "year": "1964", "date": "November 21", "txt": "The Verrazano-Narrows Bridge opens to traffic. At the time it is the world's longest bridge span.", "entities": [{"title": "Verrazano–Narrows Bridge", "href": "/wiki/Verrazano%E2%80%93Narrows_Bridge", "description": "The Verrazzano-Narrows Bridge is a suspension bridge connecting the New York City boroughs of Staten Island and Brooklyn. It spans the Narrows, a body of water linking the relatively enclosed Upper New York Bay with Lower New York Bay and the Atlantic Ocean, and is the only fixed crossing of the Narrows. The double-deck bridge carries 13 lanes of Interstate 278, with seven lanes on the upper level"}]}, {"heading": "Events", "year": "1964", "date": "November 21", "txt": "Second Vatican Council: The third session of the Roman Catholic Church's ecumenical council closes.", "entities": [{"title": "Roman Catholic Church", "href": "/wiki/Roman_Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}, {"title": "Ecumenical council", "href": "/wiki/Ecumenical_council", "description": "An ecumenical council is a conference of ecclesiastical dignitaries and theological experts convened to discuss and settle matters of Church doctrine and practice in which those entitled to vote are convoked from the whole world (oikoumene) and which secures the approbation of the whole Church."}]}, {"heading": "Events", "year": "1967", "date": "November 21", "txt": "Vietnam War: American General William Westmoreland tells news reporters: \"I am absolutely certain that whereas in 1965 the enemy was winning, today he is certainly losing.\"", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "William Westmoreland", "href": "/wiki/William_Westmoreland", "description": "William Childs Westmoreland was a United States Army general, most notably commander of United States forces during the Vietnam War from 1964 to 1968. He served as Chief of Staff of the United States Army from 1968 to 1972."}]}, {"heading": "Events", "year": "1969", "date": "November 21", "txt": "U.S. President Richard Nixon and Japanese Premier Eisaku Satō agree on the return of Okinawa to Japanese control in 1972. The U.S. retains rights to bases on the island, but these are to be nuclear-free.", "entities": [{"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "Eisaku Satō", "href": "/wiki/Eisaku_Sat%C5%8D", "description": "Eisaku Satō  was a Japanese politician who served as Prime Minister of Japan from 1964 to 1972. He is the third-longest serving Prime Minister, and ranks second in longest uninterrupted service as Prime Minister."}, {"title": "Okinawa", "href": "/wiki/Okinawa", "description": "Okinawa Prefecture  is a prefecture of Japan located on the Ryukyu Islands. Okinawa Prefecture is the southernmost and westernmost prefecture of Japan, has a population of 1,457,162 and has a geographic area of 2,281 km2."}]}, {"heading": "Events", "year": "1969", "date": "November 21", "txt": "The first permanent ARPANET link is established between UCLA and SRI.", "entities": [{"title": "UCLA", "href": "/wiki/UCLA", "description": "The University of California, Los Angeles (UCLA) is a public land-grant research university in Los Angeles, California. UCLA traces its early origins back to 1882 as the southern branch of the California State Normal School. It became the Southern Branch of the University of California in 1919, making it the second-oldest of the 10-campus University of California system."}, {"title": "SRI International", "href": "/wiki/SRI_International", "description": "SRI International (SRI) is an American nonprofit scientific research institute and organization headquartered in Menlo Park, California. The trustees of Stanford University established SRI in 1946 as a center of innovation to support economic development in the region."}]}, {"heading": "Events", "year": "1970", "date": "November 21", "txt": "Vietnam War: Operation Ivory Coast: A joint United States Air Force and Army team raids the Sơn Tây prisoner-of-war camp in an attempt to free American prisoners of war thought to be held there.", "entities": [{"title": "Operation Ivory Coast", "href": "/wiki/Operation_Ivory_Coast", "description": "Operation Ivory Coast was a mission conducted by United States Special Operations Forces and other American military elements to rescue U.S. prisoners of war during the Vietnam War. It was also the first joint military operation in United States history conducted under the direct control of the Chairman of the Joint Chiefs of Staff. The specially selected raiders extensively trained and rehearsed "}, {"title": "Sơn Tây (Hanoi)", "href": "/wiki/S%C6%A1n_T%C3%A2y_(Hanoi)", "description": "Sơn Tây is a district-level town in Hanoi, the capital of Vietnam. It was the capital of Sơn Tây province before merging with Hà Đông province to form Hà Tây province in 1965. Sơn Tây lies 35 km west of the capital Hanoi. It had a city status in Hà Tây province. However, when Hà Tây was absorbed into Hanoi, Sơn Tây was demoted from a city to a town."}, {"title": "Prisoner-of-war camp", "href": "/wiki/Prisoner-of-war_camp", "description": "A prisoner-of-war camp is a site for the containment of enemy fighters captured by a belligerent power in time of war."}]}, {"heading": "Events", "year": "1971", "date": "November 21", "txt": "Indian troops, partly aided by Mukti Bahini (Bengali guerrillas), defeat the Pakistan army in the Battle of Garibpur.", "entities": [{"title": "Mukti Bahini", "href": "/wiki/Mukti_Bahini", "description": "The Mukti Bahini, also known as the Bangladesh Forces, was the guerrilla resistance movement consisting of the Bangladeshi military, paramilitary and civilians during the War of Liberation that transformed East Pakistan into Bangladesh in 1971. An earlier name Mukti Fauj was also used."}, {"title": "Bengal", "href": "/wiki/Bengal", "description": "Bengal is a geopolitical, cultural and historical region located in South Asia, specifically in the eastern part of the Indian subcontinent at the apex of the Bay of Bengal, predominantly covering present-day Bangladesh and the Indian state of West Bengal. Geographically, it is made up by the Ganges-Brahmaputra delta system, the largest such formation in the world; along with mountains in its nort"}, {"title": "Guerrilla warfare", "href": "/wiki/Guerrilla_warfare", "description": "Guerrilla warfare is a form of irregular warfare in which small groups of combatants, such as paramilitary personnel, armed civilians, or irregulars, use military tactics including ambushes, sabotage, raids, petty warfare, hit-and-run tactics, and mobility, to fight a larger and less-mobile traditional military."}, {"title": "Battle of Garibpur", "href": "/wiki/Battle_of_Garibpur", "description": "The Battle of Garibpur was a battle that was fought by the Pakistan Army against the Mukti Bahini and the Indian Army on 20–21 November 1971. This battle was fought 12 days before India officially joined the war against Pakistan. The battle started after an Indian army 14 Punjab battalion supported by PT-76 tanks from the 45 Cavalry and Mukti Bahini moved in to capture the areas around Garibpur in"}]}, {"heading": "Events", "year": "1972", "date": "November 21", "txt": "Voters in South Korea overwhelmingly approve a new constitution, giving legitimacy to Park Chung-hee and the Fourth Republic.", "entities": [{"title": "Park Chung-hee", "href": "/wiki/Park_Chung-hee", "description": "Park Chung-hee was a South Korean politician and army general who served as the President of South Korea from 1963 until his assassination in 1979, assuming that office after first ruling the country as head of a military dictatorship installed by the May 16 military coup d'état in 1961. Before his presidency, he was the chairman of the Supreme Council for National Reconstruction from 1961 to 1963"}, {"title": "Fourth Republic of South Korea", "href": "/wiki/Fourth_Republic_of_South_Korea", "description": "The Fourth Republic of Korea was the government of South Korea from November 1972 to March 1981."}]}, {"heading": "Events", "year": "1974", "date": "November 21", "txt": "The Birmingham pub bombings kill 21 people. The Birmingham Six are sentenced to life in prison for the crime but subsequently acquitted.", "entities": [{"title": "Birmingham pub bombings", "href": "/wiki/Birmingham_pub_bombings", "description": "The Birmingham pub bombings were carried out on 21 November 1974, when bombs exploded in two public houses in Birmingham, England, killing 21 people and injuring 182 others."}, {"title": "Birmingham Six", "href": "/wiki/Birmingham_Six", "description": "\n\nThe Birmingham Six were six Irishmen: Hugh Callaghan, Patrick Joseph Hill, Gerard Hunter, Richard McIlkenny, William Power and John Walker, who, in 1975, were each sentenced to life imprisonment following their false convictions for the Birmingham pub bombings. Their convictions were declared unsafe and unsatisfactory and quashed by the Court of Appeal on 14 March 1991. The six men were later aw"}]}, {"heading": "Events", "year": "1977", "date": "November 21", "txt": "Minister of Internal Affairs Allan Highet announces that the national anthems of New Zealand shall be the traditional anthem \"God Save the Queen\" and \"God Defend New Zealand\".", "entities": [{"title": "Minister of Internal Affairs (New Zealand)", "href": "/wiki/Minister_of_Internal_Affairs_(New_Zealand)", "description": "The Minister of Internal Affairs is a ministerial portfolio in the government of New Zealand with responsibility over the Department of Internal Affairs. The position of Minister of Internal Affairs has existed since the Department of Internal Affairs replaced the Colonial Secretary's office from 19 November 1907. The responsibilities of the office have been progressively reduced as other minister"}, {"title": "Allan Highet", "href": "/wiki/Allan_Highet", "description": "David Allan Highet was a New Zealand politician. He was an MP from 1966 to 1984, representing the National Party for Remuera, holding the then largest majorities in the House."}, {"title": "National anthem", "href": "/wiki/National_anthem", "description": "A national anthem is a song that officially symbolizes a country or nation. The majority of national anthems are marches or hymns in style. Latin American, Central Asian, and European nations tend towards more ornate and operatic pieces, while those in the Middle East, Oceania, Africa, and the Caribbean use a more simplistic fanfare. Some countries that are devolved into multiple constituent state"}, {"title": "God Save the Queen", "href": "/wiki/God_Save_the_Queen", "description": "\"God Save the Queen\" is the royal anthem in a number of Commonwealth realms, their territories and the British Crown dependencies. The author of the tune is unknown, and it may originate in plainchant; but an attribution to the composer John Bull is sometimes made."}, {"title": "God Defend New Zealand", "href": "/wiki/God_Defend_New_Zealand", "description": "\"God Defend New Zealand\" is one of two national anthems of New Zealand, the other being \"God Save the Queen\". Legally the two have equal status, but \"God Defend New Zealand\" is more commonly used. Originally written as a poem, it was set to music as part of a competition in 1876. Over the years its popularity increased, and it was eventually named the second national anthem in 1977. It has English"}]}, {"heading": "Events", "year": "1979", "date": "November 21", "txt": "The United States Embassy in Islamabad, Pakistan, is attacked by a mob and set on fire, killing four.", "entities": [{"title": "Islamabad", "href": "/wiki/Islamabad", "description": "Islamabad is the capital city of Pakistan, and is administered by the Pakistani federal government as part of the Islamabad Capital Territory. It is the ninth-largest city in Pakistan, while the larger Islamabad–Rawalpindi metropolitan area is the country's fourth-largest with a population of about 3.1 million people. Built as a planned city in the 1960s to replace Karachi as Pakistan's capital, I"}, {"title": "1979 U.S. embassy burning in Islamabad", "href": "/wiki/1979_U.S._embassy_burning_in_Islamabad", "description": "On 21 November 1979, Pakistani people, enraged by a radio report claiming that the United States had bombed the Masjid al-Haram, Islam's holy site at Mecca, stormed the U.S. embassy in Islamabad, and burned it to the ground. The Grand Mosque had suffered a terrorist attack, but the U.S. was not involved. The U.S. diplomats survived by hiding in a reinforced area. Marine Security Guard Corporal Ste"}]}, {"heading": "Events", "year": "1980", "date": "November 21", "txt": "A deadly fire breaks out at the MGM Grand Hotel in Paradise, Nevada (now Bally's Las Vegas). Eighty-seven people are killed and more than 650 are injured in the worst disaster in Nevada history.", "entities": [{"title": "MGM Grand fire", "href": "/wiki/MGM_Grand_fire", "description": "The MGM Grand fire occurred on Friday, November 21, 1980 at the MGM Grand Hotel and Casino, located on the Las Vegas Strip in Paradise, Nevada. The fire killed 85 people, most through smoke inhalation. The fire began from a refrigerated pastry display case in one of the restaurants, located on the first floor. Fire engulfed the resort's casino, and smoke travelled into the hotel tower."}, {"title": "Paradise, Nevada", "href": "/wiki/Paradise,_Nevada", "description": "Paradise is an unincorporated town and census-designated place (CDP) in Clark County, Nevada, United States, adjacent to the city of Las Vegas. The population was 231,858 as of 2017, making it the most populous CDP in the United States; if it were an incorporated city it would be the fourth largest in Nevada. As an unincorporated town, it is governed by the Clark County Commission with input from "}, {"title": "Bally's Las Vegas", "href": "/wiki/Bally%27s_Las_Vegas", "description": "Bally's Las Vegas is a casino hotel on the Las Vegas Strip in Paradise, Nevada. It is owned and operated by Caesars Entertainment. It originally opened as the MGM Grand Hotel on December 4, 1973. The 26-story hotel contained 2,100 rooms, and was among the world's largest hotels."}]}, {"heading": "Events", "year": "1985", "date": "November 21", "txt": "United States Navy intelligence analyst Jonathan Pollard is arrested for spying after being caught giving Israel classified information on Arab nations. He is subsequently sentenced to life in prison.", "entities": [{"title": "Jonathan Pollard", "href": "/wiki/Jonathan_Pollard", "description": "Jonathan Jay Pollard is a former intelligence analyst for the United States government. In 1987, as part of a plea agreement, Pollard pleaded guilty to spying for and providing top-secret classified information to Israel. He was sentenced to life in prison for violations of the Espionage Act, making him the only American to receive a life sentence for passing classified information to an ally of t"}, {"title": "Espionage", "href": "/wiki/Espionage", "description": "Espionage or spying is the act of obtaining secret or confidential information from non-disclosed sources or divulging of the same without the permission of the holder of the information. A person who commits espionage is called an espionage agent or spy. Any individual or spy ring, in the service of a government, company or independent operation, can commit espionage. The practice is clandestine,"}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Arab", "href": "/wiki/Arab", "description": "The Arabs are an ethnic group mainly inhabiting the Arab world. In modern usage the term refers to those who originate from an Arab country, whose native language is Arabic; this contrasts with the narrower traditional definition which referred to the descendants of the Tribes of the Arabian Peninsula. The term can encompass all Arabic-speaking peoples living from the Atlantic Coast of Mauritania,"}]}, {"heading": "Events", "year": "1986", "date": "November 21", "txt": "National Security Council member Oliver North and his secretary start to shred documents allegedly implicating them in the Iran–Contra affair.", "entities": [{"title": "Oliver North", "href": "/wiki/Oliver_North", "description": "Oliver Laurence North is an American political commentator, television host, military historian, author, and retired United States Marine Corps lieutenant colonel."}, {"title": "Iran–Contra affair", "href": "/wiki/Iran%E2%80%93Contra_affair", "description": "The Iran–Contra affair, popularized in Iran as the McFarlane affair, the Iran–Contra scandal, or simply Iran–Contra, was a political scandal in the United States that occurred during the second term of the Reagan Administration. Senior administration officials secretly facilitated the sale of arms to the Khomeini government of the Islamic Republic of Iran, which was the subject of an arms embargo."}]}, {"heading": "Events", "year": "1992", "date": "November 21", "txt": "A major tornado strikes the Houston, Texas area during the afternoon. Over the next two days the largest tornado outbreak ever to occur in the US during November spawns over 100 tornadoes.", "entities": [{"title": "Tornado", "href": "/wiki/Tornado", "description": "A tornado is a violently rotating column of air that is in contact with both the surface of the Earth and a cumulonimbus cloud or, in rare cases, the base of a cumulus cloud. The windstorm is often referred to as a twister, whirlwind or cyclone, although the word cyclone is used in meteorology to name a weather system with a low-pressure area in the center around which, from an observer looking do"}, {"title": "Houston", "href": "/wiki/Houston", "description": "Houston is the most populous city in the U.S. state of Texas, fourth-most populous city in the United States, most populous city in the Southern United States, as well as the sixth-most populous in North America, with an estimated 2019 population of 2,320,268. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater"}, {"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}, {"title": "November 1992 tornado outbreak", "href": "/wiki/November_1992_tornado_outbreak", "description": "The Tornado outbreak of November 1992, sometimes referred to as The Widespread Outbreak, was a devastating, three-day outbreak that struck the Eastern and Midwestern United States on November 21-23. This exceptionally long-lived and geographically large outbreak produced 95 tornadoes over a 41 hour period, making it one of the longest-lasting and largest outbreaks ever recorded in the US, and publ"}]}, {"heading": "Events", "year": "1995", "date": "November 21", "txt": "The Dayton Agreement is initialed at the Wright-Patterson Air Force Base, near Dayton, Ohio, ending three and a half years of war in Bosnia and Herzegovina.", "entities": [{"title": "Dayton Agreement", "href": "/wiki/Dayton_Agreement", "description": "The General Framework Agreement for Peace in Bosnia and Herzegovina, also known as the Dayton Agreement or the Dayton Accords, is the peace agreement reached at Wright-Patterson Air Force Base near Dayton, Ohio, United States, on 21 November 1995, and formally signed in Paris, on 14 December 1995. These accords put an end to the three-and-a-half-year-long Bosnian War, one of the Yugoslav Wars."}, {"title": "Wright-Patterson Air Force Base", "href": "/wiki/Wright-Patterson_Air_Force_Base", "description": "Wright-Patterson Air Force Base (WPAFB) is a United States Air Force base and census-designated place just east of Dayton, Ohio, in Greene and Montgomery counties. It includes both Wright and Patterson Fields, which were originally Wilbur Wright Field and Fairfield Aviation General Supply Depot. Patterson Field is approximately 16 kilometres (10 mi) northeast of Dayton; Wright Field is approximate"}, {"title": "Dayton, Ohio", "href": "/wiki/Dayton,_Ohio", "description": "Dayton is the sixth-largest city in the state of Ohio and the county seat of Montgomery County. A small part of the city extends into Greene County. The 2019 U.S. census estimate put the city population at 140,407, while Greater Dayton was estimated to be at 803,416 residents. This makes Dayton the fourth-largest metropolitan area in Ohio and 63rd in the United States. Dayton is within Ohio's Miam"}, {"title": "Bosnia and Herzegovina", "href": "/wiki/Bosnia_and_Herzegovina", "description": "Bosnia and Herzegovina, abbreviated BiH or B&H, sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country in South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city."}]}, {"heading": "Events", "year": "1996", "date": "November 21", "txt": "Humberto Vidal explosion: Thirty-three people die when a Humberto Vidal shoe shop in Río Piedras, Puerto Rico explodes.", "entities": [{"title": "Humberto Vidal explosion", "href": "/wiki/Humberto_Vidal_explosion", "description": "The Humberto Vidal explosion was a gas explosion that occurred on November 21, 1996 at the Humberto Vidal shoe store in Río Piedras, Puerto Rico. The explosion killed 33 and wounded 69 others when the building collapsed. It is one of the deadliest disasters to have occurred on the island."}, {"title": "Río Piedras, Puerto Rico", "href": "/wiki/R%C3%ADo_Piedras,_Puerto_Rico", "description": "Río Piedras is a former municipality of Puerto Rico, which was consolidated with the municipality of San Juan, Puerto Rico in 1951. It was founded in 1714, and has been the home of the University of Puerto Rico's main campus since 1903, earning the popular name of Ciudad Universitaria."}]}, {"heading": "Events", "year": "2002", "date": "November 21", "txt": "NATO invites Bulgaria, Estonia, Latvia, Lithuania, Romania, Slovakia and Slovenia to become members.", "entities": [{"title": "NATO", "href": "/wiki/NATO", "description": "The North Atlantic Treaty Organization, also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 European and North American countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by an"}, {"title": "Bulgaria", "href": "/wiki/Bulgaria", "description": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's sixt"}, {"title": "Estonia", "href": "/wiki/Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}, {"title": "Latvia", "href": "/wiki/Latvia", "description": "Latvia, officially known as the Republic of Latvia, is a country in the Baltic region of Northern Europe. It is one of the Baltic states; and is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia covers an area of 64,589 km2 (24,938 sq mi), with a population of 1.9 million. The country"}, {"title": "Lithuania", "href": "/wiki/Lithuania", "description": "Lithuania, officially the Republic of Lithuania, is a country in the Baltic region of Europe. It is one of the Baltic states, and lies on the eastern shore of the Baltic Sea, to the southeast of Sweden and the east of Denmark, with Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast of Russia to the southwest. Lithuania covers an area of 65,300 km2 (25,2"}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}, {"title": "Slovakia", "href": "/wiki/Slovakia", "description": "Slovakia, officially the Slovak Republic, is a landlocked country in Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the west, and the Czech Republic to the northwest. Slovakia's mostly mountainous territory spans about 49,000 square kilometres (19,000 sq mi), with a population of over 5.4 million. The capital and largest city is Bratisl"}, {"title": "Slovenia", "href": "/wiki/Slovenia", "description": "Slovenia, officially the Republic of Slovenia, is a country in Central Europe. It is bordered by Italy to the west, Austria to the north, Hungary to the northeast, Croatia to the southeast, and the Adriatic Sea to the southwest. Slovenia is mostly mountainous and forested, covers 20,271 square kilometers (7,827 sq mi), and has a population of 2.1 million. Slovenes form the vast majority of the cou"}]}, {"heading": "Events", "year": "2002", "date": "November 21", "txt": "Arturo Guzmán Decena, founder of Los Zetas and high-member of the Gulf Cartel, is killed in a shoot-out with the Mexican Army and the police.", "entities": [{"title": "Los Zetas", "href": "/wiki/Los_Zetas", "description": "Los Zetas is a Mexican criminal syndicate, regarded as one of the most dangerous of Mexico's drug cartels. They are known for engaging in brutally violent \"shock and awe\" tactics such as beheadings, torture, and indiscriminate murder. While primarily concerned with drug trafficking, the organization also runs profitable sex trafficking and gun running rackets. Los Zetas also operate through protec"}, {"title": "Gulf Cartel", "href": "/wiki/Gulf_Cartel", "description": "The Gulf Cartel is a criminal syndicate and drug trafficking organization in Mexico, and perhaps one of the oldest organized crime groups in the country. It is currently based in Matamoros, Tamaulipas, directly across the U.S. border from Brownsville, Texas."}, {"title": "Mexican Army", "href": "/wiki/Mexican_Army", "description": "The Mexican Army is the combined land and air branch and is the largest part of the Mexican Armed Forces; it is also known as the National Defense Army."}]}, {"heading": "Events", "year": "2004", "date": "November 21", "txt": "The second round of the Ukrainian presidential election is held, giving rise to massive protests and controversy over the election's integrity.", "entities": [{"title": "2004 Ukrainian presidential election", "href": "/wiki/2004_Ukrainian_presidential_election", "description": "Presidential elections were held in Ukraine on 31 October, 21 November and 26 December 2004. The election was the fourth presidential election to take place in Ukraine following independence from the Soviet Union. The last stages of the election were contested between the opposition leader Viktor Yushchenko and the incumbent Prime Minister Viktor Yanukovych from the Party of Regions. The election "}]}, {"heading": "Events", "year": "2004", "date": "November 21", "txt": "Dominica is hit by the most destructive earthquake in its history. The northern half of the island sustains the most damage, especially the town of Portsmouth. In neighboring Guadeloupe, one person is killed.", "entities": [{"title": "Earthquake", "href": "/wiki/Earthquake", "description": "An earthquake is the shaking of the surface of the Earth resulting from a sudden release of energy in the Earth's lithosphere that creates seismic waves. Earthquakes can range in size from those that are so weak that they cannot be felt to those violent enough to propel objects and people into the air, and wreak destruction across entire cities. The seismicity, or seismic activity, of an area is t"}, {"title": "Portsmouth, Dominica", "href": "/wiki/Portsmouth,_Dominica", "description": "Portsmouth is the second largest town in Dominica, with 2,977 inhabitants. It lies on the Indian River on Dominica's northwest coast, in Saint John Parish. Cabrits National Park is located on a peninsula to the north of town. Portsmouth has its own sea port in Prince Rupert Bay."}, {"title": "Guadeloupe", "href": "/wiki/Guadeloupe", "description": "Guadeloupe is an archipelago and overseas department and region of France in the Caribbean. It consists of six inhabited islands—Basse-Terre, Grande-Terre, Marie-Galante, La Désirade, and the two inhabited Îles des Saintes—as well as many uninhabited islands and outcroppings. It is south of Antigua and Barbuda and Montserrat, and north of Dominica. The region's capital city is Basse-Terre, located"}]}, {"heading": "Events", "year": "2004", "date": "November 21", "txt": "The Paris Club agrees to write off 80% (up to $100 billion) of Iraq's external debt.", "entities": [{"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}]}, {"heading": "Events", "year": "2006", "date": "November 21", "txt": "Anti-Syrian Lebanese politician and government minister Pierre Gemayel is assassinated in suburban Beirut.", "entities": [{"title": "Pierre Amine Gemayel", "href": "/wiki/Pierre_Amine_Gemayel", "description": "Pierre Amine Gemayel was a Lebanese politician in the Kataeb Party, also known as the Phalange Party in English."}, {"title": "Beirut", "href": "/wiki/Beirut", "description": "Beirut is the capital and largest city of Lebanon. As of 2014, Greater Beirut has a population of 2.2 million, which makes it the third-largest city in the Levant region. The city is situated on a peninsula at the midpoint of Lebanon's Mediterranean coast. Beirut has been inhabited for more than 5,000 years as one of Phoenicia's most prominent city states, making it one of the oldest cities in the"}]}, {"heading": "Events", "year": "2009", "date": "November 21", "txt": "A mine explosion in Heilongjiang, China kills 108.", "entities": [{"title": "2009 Heilongjiang mine explosion", "href": "/wiki/2009_Heilongjiang_mine_explosion", "description": "The 2009 Heilongjiang mine explosion was a mining accident that occurred on November 21 2009, near Hegang in the Heilongjiang province, northeastern China, which killed over 108 people. A further of 29 people were hospitalised. The explosion occurred in the Xinxing coal mine shortly before dawn, at 02:30 CST, when 528 people were believed to be in the pit. Of these, 420 are believed to have been r"}]}, {"heading": "Events", "year": "2012", "date": "November 21", "txt": "At least 28 are wounded after a bomb is thrown onto a bus in Tel Aviv.", "entities": [{"title": "2012 Tel Aviv bus bombing", "href": "/wiki/2012_Tel_Aviv_bus_bombing", "description": "The 2012 Tel Aviv bus bombing was a mass-injury terror attack carried out on November 21, 2012, on a crowded passenger bus driving in the center of Tel Aviv's business district. The attack was carried out by an Israeli citizen of Arab descent, who remotely detonated an explosive device, which he had hid on the bus in advance. Twenty-eight civilians were injured in the attack, among them three who "}, {"title": "Tel Aviv", "href": "/wiki/Tel_Aviv", "description": "Tel Aviv-Yafo, often referred to as just Tel Aviv, is the most populous city in the Gush Dan metropolitan area of Israel. Located on the Israeli Mediterranean coastline and with a population of 460,613, it is the economic and technological center of the country. If East Jerusalem is considered part of Israel, Tel Aviv is the country's second most populous city after Jerusalem; if not, Tel Aviv is "}]}, {"heading": "Events", "year": "2013", "date": "November 21", "txt": "Fifty-four people are killed when the roof of a shopping center collapses in Riga, Latvia.", "entities": [{"title": "Zolitūde shopping centre roof collapse", "href": "/wiki/Zolit%C5%ABde_shopping_centre_roof_collapse", "description": "On 21 November 2013 the roof of a Maxima shopping centre in the Zolitūde neighbourhood of Riga, Latvia, collapsed at 17:41 local time resulting in the deaths of 54 people, including three rescue workers, and injuries to another 41 people. An unknown number of people were able to leave the store on their own after the initial collapse. It was the worst disaster in Latvia since 1950, when the steame"}]}, {"heading": "Events", "year": "2013", "date": "November 21", "txt": "Massive protests start in Ukraine after President Viktor Yanukovych suspended signing the Ukraine–European Union Association Agreement.", "entities": [{"title": "Ukraine", "href": "/wiki/Ukraine", "description": "Ukraine is a country in Eastern Europe. It is the second-largest country in Europe, after Russia, which it borders to the east and north-east. Ukraine also shares borders with Belarus to the north; Poland, Slovakia, and Hungary to the west; Romania and Moldova to the south; and has a coastline along the Sea of Azov and the Black Sea. It covers an area of 603,628 km2 (233,062 sq mi), with a populat"}, {"title": "President of Ukraine", "href": "/wiki/President_of_Ukraine", "description": "The President of Ukraine is the Ukrainian head of state. The president represents the nation in international relations, administers the foreign political activity of the state, conducts negotiations and concludes international treaties. The president is directly elected by the citizens of Ukraine for a five-year term of office, limited to two terms consecutively."}, {"title": "Viktor Yanukovych", "href": "/wiki/Viktor_Yanukovych", "description": "Viktor Fedorovych Yanukovych is a Ukrainian politician who served as the fourth President of Ukraine. After rejecting the Ukrainian-European Association Agreement, Yanukovych was ousted from office in the 2014 Ukrainian Revolution. He currently lives in exile in Russia."}, {"title": "Ukraine–European Union Association Agreement", "href": "/wiki/Ukraine%E2%80%93European_Union_Association_Agreement", "description": "The European Union–Ukraine Association Agreement is a European Union Association Agreement between the European Union (EU), Euratom, Ukraine and the EU's 28 member states at the time. It establishes a political and economic association between the parties. The agreement entered into force on 1 September 2017, and previously parts had been provisionally applied. The parties committed to co-operate "}]}, {"heading": "Events", "year": "2014", "date": "November 21", "txt": "A stampede in Kwekwe, Zimbabwe caused by the police firing tear gas kills at least eleven people and injures 40 others.", "entities": [{"title": "Kwekwe stadium stampede", "href": "/wiki/Kwekwe_stadium_stampede", "description": "On 21 November 2014, a stampede occurred at Mbizo Stadium in Kwekwe, Zimbabwe, killing 11 and injuring 40 people. Reuters reported that around 30,000 people attended a religious service officiated by Walter Magaya. After the service, the crowd left toward a single exit in a stampede, killing four immediately; seven others were pronounced dead at hospital. The Business Standard reported that the st"}, {"title": "Tear gas", "href": "/wiki/Tear_gas", "description": "Tear gas, also known as a lachrymator agent or lachrymator, sometimes colloquially known as \"mace\" after an early commercial aerosol, is a chemical weapon that stimulates the nerves of the lacrimal gland in the eye to produce tears. In addition, it can cause severe eye and respiratory pain, skin irritation, bleeding, and blindness. Common lachrymators both currently and formerly used as tear gas i"}]}, {"heading": "Events", "year": "2015", "date": "November 21", "txt": "The government of Belgium imposes a security lockdown on Brussels, including the closure of shops, schools, and public transportation, due to potential terrorist attacks.", "entities": [{"title": "Federal Government of Belgium", "href": "/wiki/Federal_Government_of_Belgium", "description": "The Federal Government of Belgium exercises executive power in the Kingdom of Belgium. It consists of ministers and secretary of state drawn from the political parties which form the governing coalition. The federal government is led by the Prime Minister of Belgium, and Ministers lead ministries of the government. Ministers together form the Council of Ministers, which is the supreme executive or"}, {"title": "Brussels lockdown", "href": "/wiki/Brussels_lockdown", "description": "From 21 to 25 November 2015, the government of Belgium imposed a security lockdown on Brussels, including the closure of shops, schools, public transportation, due to information about potential terrorist attacks in the wake of the series of coordinated terrorist attacks in Paris by Islamic State of Iraq and the Levant on 13 November. One of the perpetrators of the attack, Belgian-born French nati"}, {"title": "Brussels", "href": "/wiki/Brussels", "description": "Brussels, officially the Brussels-Capital Region, is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region and the Walloon Region. Brussels i"}]}, {"heading": "Events", "year": "2017", "date": "November 21", "txt": "Robert Mugabe formally resigns as President of Zimbabwe, after thirty-seven years in office.", "entities": [{"title": "Robert Mugabe", "href": "/wiki/Robert_Mugabe", "description": "Robert Gabriel Mugabe was a Zimbabwean revolutionary and politician who served as Prime Minister of Zimbabwe from 1980 to 1987 and then as President from 1987 to 2017. He served as Leader of the Zimbabwe African National Union (ZANU) from 1975 to 1980 and led its successor political party, the ZANU – Patriotic Front (ZANU–PF), from 1980 to 2017. Ideologically an African nationalist, during the 197"}, {"title": "Zimbabwe", "href": "/wiki/Zimbabwe", "description": "Zimbabwe, officially the Republic of Zimbabwe, is a landlocked country located in Southern Africa, between the Zambezi and Limpopo Rivers, bordered by South Africa to the south, Botswana to the south-west, Zambia to the north, and Mozambique to the east. The capital and largest city is Harare. The second largest city is Bulawayo. A country of roughly 14 million people, Zimbabwe has 16 official lan"}]}, {"heading": "Events", "year": "2019", "date": "November 21", "txt": "Israeli Prime Minister Benjamin Netanyahu is indicted on charges of bribery, fraud, and breach of trust.", "entities": [{"title": "Benjamin Netanyahu", "href": "/wiki/Benjamin_Netanyahu", "description": "Benjamin Netanyahu is an Israeli politician serving as the prime minister of Israel since 2009, having previously served in that role from 1996 to 1999. Netanyahu is also the chairman of the Likud – National Liberal Movement. He is the longest-serving Israeli prime minister in history and the first to be born in Israel after its Declaration of Independence."}]}, {"heading": "Births", "year": "1495", "date": "November 21", "txt": "John Bale, English bishop and historian (d. 1563)", "entities": [{"title": "John Bale", "href": "/wiki/John_Bale", "description": "John Bale was an English churchman, historian and controversialist, and Bishop of Ossory. He wrote the oldest known historical verse drama in English, and developed and published a very extensive list of the works of British authors down to his own time, just as the monastic libraries were being dispersed. His unhappy disposition and habit of quarrelling earned him the nickname \"bilious Bale\"."}]}, {"heading": "Births", "year": "1567", "date": "November 21", "txt": "Anne de Xainctonge, French saint, founded the Society of the Sisters of Saint Ursula of the Blessed Virgin (d. 1621)", "entities": [{"title": "Anne de Xainctonge", "href": "/wiki/Anne_de_Xainctonge", "description": "Anne de Xainctonge was a French religious sister who founded of the Society of the Sisters of Saint Ursula of the Blessed Virgin, the first non-cloistered women's religious community. She was declared Venerable by the Roman Catholic Church in 1991."}, {"title": "Society of the Sisters of Saint Ursula of the Blessed Virgin", "href": "/wiki/Society_of_the_Sisters_of_Saint_Ursula_of_the_Blessed_Virgin", "description": "The Society of the Sisters of Saint Ursula of the Blessed Virgin is a Roman Catholic religious congregation of women founded in 1606 at Döle, France, by the Venerable Anne de Xainctonge (1587-1612). Its members are especially involved in teaching."}]}, {"heading": "Births", "year": "1631", "date": "November 21", "txt": "Catharina Questiers, Dutch poet (d. 1669)", "entities": [{"title": "Catharina Questiers", "href": "/wiki/Catharina_Questiers", "description": "Catharina Questiers was a Dutch poet and dramatist. Along with Cornelia van der Veer and Katharyne Lescailje she was the most successful female Dutch poet of the second half of the 17th century. Her brother David also achieved some note as a poet."}]}, {"heading": "Births", "year": "1692", "date": "November 21", "txt": "Carlo Innocenzo Frugoni, Italian poet and academic (d. 1768)", "entities": [{"title": "Carlo Innocenzo Frugoni", "href": "/wiki/Carlo_Innocenzo_Frugoni", "description": "Carlo Innocenzo Frugoni was an Italian poet and librettist. As a poet Frugoni was one of the best of the school of the Arcadian Academy, and his lyrics and pastorals had great facility and elegance. His collected works were published at Parma in 10 volumes in 1799, and a more complete edition appeared at Lucca in the same year in 15 volumes."}]}, {"heading": "Births", "year": "1694", "date": "November 21", "txt": "Voltaire, French historian, playwright, and philosopher (d. 1778)", "entities": [{"title": "Voltaire", "href": "/wiki/Voltaire", "description": "François-Marie Arouet, known by his nom de plume Voltaire, was a French Enlightenment writer, historian, and philosopher famous for his wit, his criticism of Christianity—especially the Roman Catholic Church—as well as his advocacy of freedom of speech, freedom of religion, and separation of church and state."}]}, {"heading": "Births", "year": "1718", "date": "November 21", "txt": "Friedrich Wilhelm Marpurg, German composer, critic, and theorist (d. 1795)", "entities": [{"title": "Friedrich Wilhelm Marpurg", "href": "/wiki/Friedrich_Wilhelm_Marpurg", "description": "Friedrich Wilhelm Marpurg was a German music critic, music theorist and composer. He was friendly and active with many figures of the Enlightenment of the 18th century."}]}, {"heading": "Births", "year": "1729", "date": "November 21", "txt": "Josiah Bartlett, American physician and politician, 6th Governor of New Hampshire (d. 1795)", "entities": [{"title": "Josiah Bartlett", "href": "/wiki/Josiah_Bartlett", "description": "Josiah Bartlett was an American physician and statesman, delegate to the Continental Congress for New Hampshire, and signatory of the Declaration of Independence. He was later Governor of New Hampshire and Chief Justice of the New Hampshire Superior Court of Judicature."}, {"title": "Governor of New Hampshire", "href": "/wiki/Governor_of_New_Hampshire", "description": "The Governor of New Hampshire is the head of the executive branch of New Hampshire's state government."}]}, {"heading": "Births", "year": "1760", "date": "November 21", "txt": "Joseph Plumb Martin, American sergeant (d. 1850)", "entities": [{"title": "Joseph Plumb Martin", "href": "/wiki/Joseph_Plumb_Martin", "description": "Joseph Plumb Martin also spelled as Joseph Plum Martin in military records and recorded as Joseph P. Martin in civilian town clerk records. was a soldier in the Continental Army and Connecticut Militia during the American Revolutionary War, holding the rank of private for most of the war. His published narrative of his experiences, re-discovered in the 1950s, has become a valuable resource for his"}]}, {"heading": "Births", "year": "1768", "date": "November 21", "txt": "Friedrich Schleiermacher, German theologian, philosopher, and scholar (d. 1834)", "entities": [{"title": "Friedrich Schleiermacher", "href": "/wiki/Friedrich_Schleiermacher", "description": "Friedrich Daniel Ernst Schleiermacher was a German Reformed theologian, philosopher, and biblical scholar known for his attempt to reconcile the criticisms of the Enlightenment with traditional Protestant Christianity. He also became influential in the evolution of higher criticism, and his work forms part of the foundation of the modern field of hermeneutics. Because of his profound effect on sub"}]}, {"heading": "Births", "year": "1785", "date": "November 21", "txt": "William Beaumont, American surgeon, \"Father of Gastric Physiology\" (d. 1853)", "entities": [{"title": "William Beaumont", "href": "/wiki/William_Beaumont", "description": "William Beaumont was a surgeon in the U.S. Army who became known as the \"Father of Gastric Physiology\" following his research on human digestion."}]}, {"heading": "Births", "year": "1787", "date": "November 21", "txt": "Samuel Cunard, Canadian businessman, founded the Cunard Line (d. 1865)", "entities": [{"title": "Samuel Cunard", "href": "/wiki/Samuel_Cunard", "description": "Sir Samuel Cunard, 1st Baronet, was a British-Canadian shipping magnate, born in Halifax, Nova Scotia, who founded the Cunard Line. He was the son of a master carpenter and timber merchant who had fled the American Revolution and settled in Halifax."}, {"title": "Cunard Line", "href": "/wiki/Cunard_Line", "description": "Cunard Line is a British cruise line based at Carnival House at Southampton, England, operated by Carnival UK and owned by Carnival Corporation & plc. Since 2011, Cunard and its three ships have been registered in Hamilton, Bermuda."}]}, {"heading": "Births", "year": "1811", "date": "November 21", "txt": "Ludwik Gorzkowski, Polish politician, physicist, and revolutionary activist (d. 1857)", "entities": [{"title": "Ludwik Gorzkowski", "href": "/wiki/Ludwik_Gorzkowski", "description": "Ludwik Je̜drzej Gorzkowski (1811–1857) was a Polish politician, physicist and revolutionary activist, one of the organizers of the Kraków uprising, during which he was a member of the newly formed Polish National Government alongside Jan Tyssowski and Aleksander Grzegorzewski."}]}, {"heading": "Births", "year": "1818", "date": "November 21", "txt": "Lewis H. Morgan, American lawyer, anthropologist, and theorist (d. 1881)", "entities": [{"title": "Lewis H. Morgan", "href": "/wiki/Lewis_H._Morgan", "description": "Lewis Henry Morgan  was a pioneering American anthropologist and social theorist who worked as a railroad lawyer. He is best known for his work on kinship and social structure, his theories of social evolution, and his ethnography of the Iroquois. Interested in what holds societies together, he proposed the concept that the earliest human domestic institution was the matrilineal clan, not the patr"}]}, {"heading": "Births", "year": "1834", "date": "November 21", "txt": "Hetty Green, American businesswoman and financier (d. 1916)", "entities": [{"title": "Hetty Green", "href": "/wiki/Hetty_Green", "description": "Hetty Green, nicknamed the Witch of Wall Street, was an American businesswoman and financier known as \"the richest woman in America\" during the Gilded Age. She was named by the Guinness Book of World Records the \"greatest miser\". Despite her wealth, she was a renowned cheapskate, refusing to buy expensive clothes or pay for hot water, and wearing a single dress that was only replaced when it was w"}]}, {"heading": "Births", "year": "1840", "date": "November 21", "txt": "Victoria, Princess Royal of England (d. 1901)", "entities": [{"title": "Victoria, Princess Royal", "href": "/wiki/Victoria,_Princess_Royal", "description": "Victoria, Princess Royal was German Empress and Queen of Prussia as the wife of German Emperor Frederick III. She was the eldest child of Queen Victoria of the United Kingdom and Albert, Prince Consort, and was created Princess Royal in 1841. She was the mother of Wilhelm II, German Emperor."}]}, {"heading": "Births", "year": "1851", "date": "November 21", "txt": "Désiré-Joseph Mercier, Belgian cardinal and theologian (d. 1926)", "entities": [{"title": "Désiré-Joseph Mercier", "href": "/wiki/D%C3%A9sir%C3%A9-Joseph_Mercier", "description": "Désiré-Félicien-François-Joseph Mercier was a Belgian cardinal of the Roman Catholic Church and a noted scholar. A Thomist scholar, he had several of his works translated into other European languages. He was known for his book, Les origines de la psychologie contemporaine (1897). His scholarship gained him recognition from the Pope and he was appointed as Archbishop of Mechelen, serving from 1906"}]}, {"heading": "Births", "year": "1852", "date": "November 21", "txt": "Francisco Tárrega, Spanish guitarist and composer (d. 1909)", "entities": [{"title": "Francisco Tárrega", "href": "/wiki/Francisco_T%C3%A1rrega", "description": "Francisco de Asís Tárrega y Eixea was a Spanish composer and classical guitarist of the Romantic period. He is known for such pieces as Recuerdos de la Alhambra. He is often called \"the father of classical guitar\" and is considered one of the greatest guitarists of all time."}]}, {"heading": "Births", "year": "1853", "date": "November 21", "txt": "Hussein Kamel of Egypt (d. 1917)", "entities": [{"title": "Hussein Kamel of Egypt", "href": "/wiki/Hussein_Kamel_of_Egypt", "description": "Sultan Hussein Kamel was the Sultan of Egypt from 19 December 1914 to 9 October 1917, during the British protectorate over Egypt. He was the first person to hold the title of Sultan of Egypt since the killing of Sultan Tuman II by the Ottomans in 1517 following their conquest of Egypt."}]}, {"heading": "Births", "year": "1854", "date": "November 21", "txt": "Pope Benedict XV (d. 1922)", "entities": [{"title": "Pope Benedict XV", "href": "/wiki/Pope_Benedict_XV", "description": "Pope Benedict XV, born Giacomo Paolo Giovanni Battista della Chiesa, was head of the Catholic Church from 1914 until his death in 1922. His pontificate was largely overshadowed by World War I and its political, social, and humanitarian consequences in Europe."}]}, {"heading": "Births", "year": "1866", "date": "November 21", "txt": "Sigbjørn Obstfelder, Norwegian poet and author (d. 1900)", "entities": [{"title": "Sigbjørn Obstfelder", "href": "/wiki/Sigbj%C3%B8rn_Obstfelder", "description": "\n\nSigbjørn Obstfelder was a 19th-century Norwegian writer and poet.\n"}]}, {"heading": "Births", "year": "1866", "date": "November 21", "txt": "Konishiki Yasokichi I, Japanese sumo wrestler, the 17th Yokozuna (d. 1914)", "entities": [{"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1870", "date": "November 21", "txt": "Alexander Berkman, Lithuanian-American activist and author (d. 1936)", "entities": [{"title": "Alexander Berkman", "href": "/wiki/Alexander_Berkman", "description": "Alexander Berkman was a Russian-American anarchist and author. He was a leading member of the anarchist movement in the early 20th century, famous for both his political activism and his writing."}]}, {"heading": "Births", "year": "1870", "date": "November 21", "txt": "Joe Darling, Australian cricketer and politician (d. 1946)", "entities": []}, {"heading": "Births", "year": "1870", "date": "November 21", "txt": "Stanley Jackson, English cricketer and politician (d. 1947)", "entities": []}, {"heading": "Births", "year": "1876", "date": "November 21", "txt": "Olav Duun, Norwegian author and educator (d. 1939)", "entities": [{"title": "Olav Duun", "href": "/wiki/Olav_Duun", "description": "Olav Duun was a noteworthy author of Norwegian fiction. He is generally recognized to be one of the more outstanding writers in Norwegian literature. He once lacked only one vote to receive the Nobel Prize in Literature, and was nominated twenty-four times, in fourteen years."}]}, {"heading": "Births", "year": "1877", "date": "November 21", "txt": "Sigfrid Karg-Elert, German composer and educator (d. 1933)", "entities": [{"title": "Sigfrid Karg-Elert", "href": "/wiki/Sigfrid_Karg-Elert", "description": "Sigfrid Karg-Elert was a German composer in the early twentieth century, best known for his compositions for organ and harmonium."}]}, {"heading": "Births", "year": "1878", "date": "November 21", "txt": "Gustav Radbruch, German lawyer and politician, German Minister of Justice (d. 1949)", "entities": [{"title": "Gustav Radbruch", "href": "/wiki/Gustav_Radbruch", "description": "Gustav Radbruch was a German legal scholar and politician. He served as Minister of Justice of Germany during the early Weimar period. Radbruch is also regarded as one of the most influential legal philosophers of the 20th century."}, {"title": "Federal Ministry of Justice (Germany)", "href": "/wiki/Federal_Ministry_of_Justice_(Germany)", "description": "The Federal Ministry of Justice and Consumer Protection, abbreviated BMJV, is a cabinet-level ministry of the Federal Republic of Germany. Under the German federal system, individual States are most responsible for the administration of justice and the application of penalties. The Federal Ministry of Justice devotes itself to creating and changing law in the classic core areas related to Constitu"}]}, {"heading": "Births", "year": "1886", "date": "November 21", "txt": "Harold Nicolson, English author and politician (d. 1968)", "entities": [{"title": "Harold Nicolson", "href": "/wiki/Harold_Nicolson", "description": "Sir Harold George Nicolson was a British politician, diplomat, historian, biographer, diarist, novelist, lecturer, journalist, broadcaster and gardener. His wife was the writer Vita Sackville-West."}]}, {"heading": "Births", "year": "1894", "date": "November 21", "txt": "Cecil M. Harden, American politician (d. 1984)", "entities": [{"title": "Cecil M. Harden", "href": "/wiki/Cecil_M._Harden", "description": "Cecil Murray Harden was an American educator who became a Republican politician and an advocate of women's rights. She served five terms in the U.S. Representative representing Indiana's 6th congressional district. Harden was the only Republican woman elected to represent Indiana in the U.S. Congress until 2012, when Susan Brooks and Jackie Walorski were elected to serve in the 113th United States"}]}, {"heading": "Births", "year": "1897", "date": "November 21", "txt": "Mollie Steimer, Russian-American activist (d. 1980)", "entities": [{"title": "Mollie Steimer", "href": "/wiki/Mollie_Steimer", "description": "Mollie Steimer was born as Marthe Alperine in Tsarist Russia. She emigrated to the United States with her family at the age of 15. She became an anarchist and activist who fought as a trade unionist, an anti-war activist and a free-speech campaigner."}]}, {"heading": "Births", "year": "1898", "date": "November 21", "txt": "René Magritte, Belgian painter (d. 1967)", "entities": [{"title": "René Magritte", "href": "/wiki/Ren%C3%A9_Magritte", "description": "René François Ghislain Magritte was a Belgian surrealist artist, who became well known for creating a number of witty and thought-provoking images. Often depicting ordinary objects in an unusual context, his work is known for challenging observers' preconditioned perceptions of reality. His imagery has influenced pop art, minimalist art, and conceptual art."}]}, {"heading": "Births", "year": "1899", "date": "November 21", "txt": "Jobyna Ralston, American actress (d. 1967)", "entities": [{"title": "Jobyna Ralston", "href": "/wiki/Jobyna_Ralston", "description": "Jobyna Ralston was an American stage and film actress. She had a featured role in the first Oscar-winning film, Wings in 1927, but is perhaps best remembered today for her on-screen chemistry with Harold Lloyd, with whom she appeared in seven movies."}]}, {"heading": "Births", "year": "1899", "date": "November 21", "txt": "Harekrushna Mahatab, Indian journalist and politician, 1st Chief Minister of Odisha (d. 1987)", "entities": [{"title": "List of Chief Ministers of Odisha", "href": "/wiki/List_of_Chief_Ministers_of_Odisha", "description": "The Chief Minister of Odisha, an Indian state, is the head of the Government of Odisha. As per the Constitution of India, the governor is the state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Odisha Legislative Assembly, the governor usually invites the party with a majority of seats to form the government. The governor appoints the ch"}]}, {"heading": "Births", "year": "1902", "date": "November 21", "txt": "Foster Hewitt, Canadian sportscaster (d. 1985)", "entities": [{"title": "Foster Hewitt", "href": "/wiki/Foster_Hewitt", "description": "Foster William Hewitt, was a Canadian radio broadcaster most famous for his play-by-play calls for Hockey Night in Canada. He was the son of W. A. Hewitt, and the father of Bill Hewitt."}]}, {"heading": "Births", "year": "1902", "date": "November 21", "txt": "Isaac Bashevis Singer, Polish-American novelist and short story writer, Nobel Prize laureate (d. 1991)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1902", "date": "November 21", "txt": "Mikhail Suslov, Russian soldier, economist, and politician (d. 1982)", "entities": []}, {"heading": "Births", "year": "1904", "date": "November 21", "txt": "Coleman Hawkins, American saxophonist and clarinet player (d. 1969)", "entities": [{"title": "Coleman Hawkins", "href": "/wiki/Coleman_Hawkins", "description": "Coleman Randolph Hawkins, nicknamed \"Hawk\" and sometimes \"Bean\", was an American jazz tenor saxophonist. One of the first prominent jazz musicians on his instrument, as Joachim E. Berendt explained: \"there were some tenor players before him, but the instrument was not an acknowledged jazz horn\". Hawkins biographer John Chilton described the prevalent styles of tenor saxophone solos prior to Hawkin"}]}, {"heading": "Births", "year": "1905", "date": "November 21", "txt": "Georgina Battiscombe, British biographer (d. 2006)", "entities": [{"title": "Georgina Battiscombe", "href": "/wiki/Georgina_Battiscombe", "description": "Georgina Battiscombe was a British biographer, specialising mainly in lives from the Victorian era."}]}, {"heading": "Births", "year": "1907", "date": "November 21", "txt": "Buck Ram, American songwriter and music producer (d. 1991)", "entities": [{"title": "Buck Ram", "href": "/wiki/Buck_Ram", "description": "Samuel \"Buck\" Ram was an American songwriter, and popular music producer and arranger. He was one of BMI's top five songwriters/air play in its first 50 years, alongside Paul Simon, Kris Kristofferson, Jimmy Webb, and Paul McCartney. He is best known for his long association with The Platters and also wrote, produced and arranged for the Penguins, the Coasters, the Drifters, Ike and Tina Turner, I"}]}, {"heading": "Births", "year": "1908", "date": "November 21", "txt": "Leo Politi, Italian-American author and illustrator (d. 1996)", "entities": [{"title": "Leo Politi", "href": "/wiki/Leo_Politi", "description": "Atiglio Leoni Politi was an American artist and author who wrote and illustrated some 20 children's books, as well as Bunker Hill, Los Angeles (1964), intended for adults. His works often celebrated cultural diversity, and many were published in both English and Spanish."}]}, {"heading": "Births", "year": "1908", "date": "November 21", "txt": "Elizabeth George Speare, American author and educator (d. 1994)", "entities": []}, {"heading": "Births", "year": "1912", "date": "November 21", "txt": "Eleanor Powell, American actress and dancer (d. 1982)", "entities": [{"title": "Eleanor Powell", "href": "/wiki/Eleanor_Powell", "description": "Eleanor Torrey Powell was an American dancer and actress. Best remembered for her tap dance numbers in musical films in the 1930s and 1940s, Powell began studying ballet when she was six and was dancing at nightclubs in Atlantic City before she was a teenager. At the age of sixteen, she began studying tap and started appearing in musical revues on Broadway. She made her Hollywood debut as a featur"}]}, {"heading": "Births", "year": "1913", "date": "November 21", "txt": "John Boulting, English director, producer, and screenwriter (d. 1985)", "entities": [{"title": "John Boulting", "href": "/wiki/John_Boulting", "description": "John Edward Boulting and Roy Alfred Clarence Boulting, known collectively as the Boulting brothers, were English filmmakers and identical twins who became known for their popular series of satirical comedies in the 1950s and 1960s. They produced many of their films through their own production company, Charter Film Productions, which they set up in 1937."}]}, {"heading": "Births", "year": "1913", "date": "November 21", "txt": "Roy Boulting, English director, producer, and screenwriter (d. 2001)", "entities": []}, {"heading": "Births", "year": "1913", "date": "November 21", "txt": "Gunnar Kangro, Estonian mathematician, author, and academic (d. 1975)", "entities": []}, {"heading": "Births", "year": "1914", "date": "November 21", "txt": "Nusret Fişek, Turkish physician and politician, Turkish Minister of Health (d. 1990)", "entities": [{"title": "Nusret Fişek", "href": "/wiki/Nusret_Fi%C5%9Fek", "description": "Nusret Hasan Fişek was a Turkish physician and Minister of Health."}, {"title": "Ministry of Health (Turkey)", "href": "/wiki/Ministry_of_Health_(Turkey)", "description": "The Ministry of Health is the ministry of the Government of Turkey responsible for proposing and executing the government policy on health, planning and providing healthcare and protecting consumers. Likewise, it is responsible for proposing and executing the government policy on social cohesion and inclusion, family, protection of minors, youth and of care for dependent or disabled persons. The M"}]}, {"heading": "Births", "year": "1914", "date": "November 21", "txt": "Henri Laborit, French physician and philosopher (d. 1995)", "entities": []}, {"heading": "Births", "year": "1915", "date": "November 21", "txt": "Norm Smith, Australian footballer and coach (d. 1973)", "entities": [{"title": "Norm Smith", "href": "/wiki/Norm_Smith", "description": "Norman Walter \"Norm\" Smith was an Australian rules football player and coach in the Victorian Football League (VFL). After 200 games as a player with Melbourne and Fitzroy, Smith began a twenty-year coaching career, including a fifteen-year stint at Melbourne. Recognised as the father of modern Australian football coaching, Smith coached Melbourne to six premierships and in 1996 was chosen as the "}]}, {"heading": "Births", "year": "1916", "date": "November 21", "txt": "Sid Luckman, American football player and soldier (d. 1998)", "entities": [{"title": "Sid Luckman", "href": "/wiki/Sid_Luckman", "description": "Sidney Luckman was an American football quarterback for the Chicago Bears of the National Football League (NFL) from 1939 through 1950. During his 12 seasons with the Bears he led them to four NFL championships."}]}, {"heading": "Births", "year": "1917", "date": "November 21", "txt": "Chung Il-kwon, Korean politician, diplomat, and soldier (d.1994)", "entities": [{"title": "Chung Il-kwon", "href": "/wiki/Chung_Il-kwon", "description": "Chung Il-kwon, and was also known by the Japanese pronunciation of his name - Ikken Tei was a South Korean politician, diplomat, and soldier. A general in the Republic of Korea Army, he served as Foreign Minister 1963 to 1964, and Prime Minister from 1964 to 1970. He was an ally of President Park Chung-hee."}]}, {"heading": "Births", "year": "1919", "date": "November 21", "txt": "Paul Bogart, American director and producer (d. 2012)", "entities": [{"title": "Paul Bogart", "href": "/wiki/Paul_Bogart", "description": "Paul Bogart was an American television director and producer. Bogart directed episodes of the television series 'Way Out in 1961, Coronet Blue in 1967, Get Smart, The Dumplings in 1976, All In The Family from 1976 to 1979, and four episodes of the first season of The Golden Girls in 1985. Among his films are Oh, God! You Devil, Torch Song Trilogy, Halls of Anger, Marlowe, Skin Game, and Class of '"}]}, {"heading": "Births", "year": "1920", "date": "November 21", "txt": "Ralph Meeker, American actor (d. 1988)", "entities": [{"title": "Ralph Meeker", "href": "/wiki/Ralph_Meeker", "description": "Ralph Meeker was an American film, stage, and television actor. He first rose to prominence for his roles in the Broadway productions of Mister Roberts (1948–1951) and Picnic (1953), the former of which earned him a Theatre World Award for his performance. In film, Meeker is perhaps best known for his portrayal of Mike Hammer in Robert Aldrich's 1955 film noir cult classic Kiss Me Deadly."}]}, {"heading": "Births", "year": "1920", "date": "November 21", "txt": "Stan Musial, American baseball player and manager (d. 2013)", "entities": []}, {"heading": "Births", "year": "1921", "date": "November 21", "txt": "Donald Sheldon, American pilot (d. 1975)", "entities": [{"title": "Donald Sheldon", "href": "/wiki/Donald_Sheldon", "description": "Donald \"Don\" Edward Sheldon was a famous Alaskan bush pilot who pioneered the technique of glacier landings on Mount McKinley during the 1950s and 1960s."}]}, {"heading": "Births", "year": "1922", "date": "November 21", "txt": "Abe Lemons, American basketball player and coach (d. 2002)", "entities": [{"title": "Abe Lemons", "href": "/wiki/Abe_Lemons", "description": "A.E. \"Abe\" Lemons was an American college basketball player and coach. As a head coach at Oklahoma City University, Pan American University and the University of Texas at Austin, he compiled a record of 594–343 in 34 seasons."}]}, {"heading": "Births", "year": "1924", "date": "November 21", "txt": "Joseph Campanella, American actor (d. 2018)", "entities": [{"title": "Joseph Campanella", "href": "/wiki/Joseph_Campanella", "description": "Joseph Anthony Campanella was an American character actor. He appeared in more than 200 television and film roles from the early 1950s to 2009. Campanella was best remembered for his roles as Joe Turino on Guiding Light from 1959 to 1962, Lew Wickersham on the detective series Mannix from 1967 to 1968, Brian Darrell on the legal drama The Bold Ones: The Lawyers from 1969 to 1972, Harper Deveraux o"}]}, {"heading": "Births", "year": "1924", "date": "November 21", "txt": "Milka Planinc, Yugoslav politician, 28th Prime Minister of Yugoslavia (d. 2010)", "entities": [{"title": "Prime Minister of Yugoslavia", "href": "/wiki/Prime_Minister_of_Yugoslavia", "description": "The prime minister of Yugoslavia was the head of government of the Yugoslav state, from the creation of the Kingdom of Serbs, Croats and Slovenes in 1918 until the breakup of the Socialist Federal Republic of Yugoslavia in 1992."}]}, {"heading": "Births", "year": "1924", "date": "November 21", "txt": "Christopher Tolkien, English author and academic (d. 2020)", "entities": []}, {"heading": "Births", "year": "1925", "date": "November 21", "txt": "Veljko Kadijević, Croatian general and politician, 5th Federal Secretary of People's Defence (d. 2014)", "entities": [{"title": "Veljko Kadijević", "href": "/wiki/Veljko_Kadijevi%C4%87", "description": "Veljko Kadijević was a Serbian general of the Yugoslav People's Army (JNA). He was the Minister of Defence in the Yugoslav government from 1988 until his resignation in 1992, which made him de facto commander-in-chief of the JNA during the Ten-Day War in Slovenia and the initial stages of the Croatian War of Independence."}, {"title": "Ministry of Defense (Yugoslavia)", "href": "/wiki/Ministry_of_Defense_(Yugoslavia)", "description": "Through the history of Yugoslavia, the defence ministry which was responsible for defence of the country was known under several different names. The Ministry of the Army and Navy was responsible for defence of the Kingdom of Yugoslavia from 1918 to 1941, the Federal Secretariat of People's Defence for the Socialist Federal Republic of Yugoslavia from 1945 to 1992 and the Ministry of Defence for S"}]}, {"heading": "Births", "year": "1926", "date": "November 21", "txt": "William Wakefield Baum, American cardinal (d. 2015)", "entities": [{"title": "William Wakefield Baum", "href": "/wiki/William_Wakefield_Baum", "description": "William Wakefield Baum was an American cardinal of the Catholic Church. He served as Bishop of Springfield-Cape Girardeau (1970–1973) and Archbishop of Washington (1973–1980) before serving in the Roman Curia as Prefect of the Congregation for Catholic Education (1980–1990) and Major Penitentiary (1990–2001). He was elevated to the College of Cardinals in 1976. At the time of his 1980 appointment "}]}, {"heading": "Births", "year": "1927", "date": "November 21", "txt": "Georgia Frontiere, American businesswoman (d. 2008)", "entities": [{"title": "Georgia Frontiere", "href": "/wiki/Georgia_Frontiere", "description": "Georgia Frontiere was an American businesswoman and entertainer. She was the majority owner and chairperson of the Los Angeles/St. Louis Rams NFL team and the most prominent female owner in a league historically dominated by males."}]}, {"heading": "Births", "year": "1929", "date": "November 21", "txt": "Marilyn French, American author and academic (d. 2009)", "entities": [{"title": "Marilyn French", "href": "/wiki/Marilyn_French", "description": "Marilyn French was a radical feminist American author."}]}, {"heading": "Births", "year": "1929", "date": "November 21", "txt": "Laurier LaPierre, Canadian historian, journalist, and politician (d. 2012)", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 21", "txt": "Marjan Rožanc, Slovenian journalist, author, and playwright (d. 1990)", "entities": [{"title": "Marjan Rožanc", "href": "/wiki/Marjan_Ro%C5%BEanc", "description": "Marjan Rožanc was a Slovenian author, playwright, and journalist. He is mostly known for his essays, and is considered one of the foremost essayists in Slovene, along with Ivan Cankar, Jože Javoršek, and Drago Jančar, and as a great master of style."}]}, {"heading": "Births", "year": "1931", "date": "November 21", "txt": "Lewis Binford, American archaeologist and academic (d. 2011)", "entities": [{"title": "Lewis Binford", "href": "/wiki/Lewis_Binford", "description": "Lewis Roberts Binford was an American archaeologist known for his influential work in archaeological theory, ethnoarchaeology and the Paleolithic period. He is widely considered among the most influential archaeologists of the later 20th century, and is credited with fundamentally changing the field with the introduction of processual archaeology in the 1960s. Binford's influence was controversial"}]}, {"heading": "Births", "year": "1931", "date": "November 21", "txt": "Revaz Dogonadze, Georgian chemist and physicist (d. 1985)", "entities": []}, {"heading": "Births", "year": "1931", "date": "November 21", "txt": "Stanley Kalms, Baron Kalms, English businessman", "entities": []}, {"heading": "Births", "year": "1931", "date": "November 21", "txt": "Malcolm Williamson, Australian pianist and composer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1932", "date": "November 21", "txt": "Beryl Bainbridge, English author and screenwriter (d. 2010)", "entities": [{"title": "Beryl Bainbridge", "href": "/wiki/Beryl_Bainbridge", "description": "Dame Beryl Margaret Bainbridge was an English writer from Liverpool. She was primarily known for her works of psychological fiction, often macabre tales set among the English working class. Bainbridge won the Whitbread Awards prize for best novel in 1977 and 1996; she was nominated five times for the Booker Prize. She was described in 2007 by Charlotte Higgins as \"a national treasure\". In 2008, Th"}]}, {"heading": "Births", "year": "1932", "date": "November 21", "txt": "Pelle Gudmundsen-Holmgreen, Danish composer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1933", "date": "November 21", "txt": "Henry Hartsfield, American colonel, pilot, and astronaut (d. 2014)", "entities": [{"title": "Henry Hartsfield", "href": "/wiki/Henry_Hartsfield", "description": "Henry Warren \"Hank\" Hartsfield Jr. was a United States Air Force officer and a USAF and NASA astronaut who logged over 480 hours in space."}]}, {"heading": "Births", "year": "1933", "date": "November 21", "txt": "Etta Zuber Falconer, American educator and mathematician (d. 2002)", "entities": []}, {"heading": "Births", "year": "1933", "date": "November 21", "txt": "Jean Shepard, American country music singer-songwriter (d. 2016)", "entities": []}, {"heading": "Births", "year": "1934", "date": "November 21", "txt": "Laurence Luckinbill, American actor, director, and playwright", "entities": [{"title": "Laurence Luckinbill", "href": "/wiki/Laurence_Luckinbill", "description": "Laurence George Luckinbill is an American actor, playwright and director. He has worked in television, film, and theatre, doing triple duty in the theatre by writing, directing, and starring in stage productions. He is probably best known for penning and starring in one-man shows based upon the lives of United States President Theodore Roosevelt, author Ernest Hemingway, and famous American defens"}]}, {"heading": "Births", "year": "1934", "date": "November 21", "txt": "Peter Philpott, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1936", "date": "November 21", "txt": "Victor Chang, Chinese-Australian surgeon (d. 1991)", "entities": [{"title": "Victor Chang", "href": "/wiki/Victor_Chang", "description": "Victor Peter Chang, AC, was an Australian cardiac surgeon and a pioneer of modern heart transplantation. After completing his medical studies at the University of Sydney and working in St Vincent's Hospital, he trained in the United Kingdom and the United States as a surgeon before returning to Australia. In St Vincent's Hospital, he helped establish the National Cardiac Transplant Unit, the count"}]}, {"heading": "Births", "year": "1937", "date": "November 21", "txt": "Ingrid Pitt, Polish-English actress (d. 2010)", "entities": [{"title": "Ingrid Pitt", "href": "/wiki/Ingrid_Pitt", "description": "Ingrid Pitt was a Polish-British actress, author and writer best known for her work in horror films of the 1960s and 1970s."}]}, {"heading": "Births", "year": "1937", "date": "November 21", "txt": "Marlo Thomas, American actress, producer, and activist", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 21", "txt": "R. Budd Dwyer, American educator and politician, 30th Treasurer of Pennsylvania (d. 1987)", "entities": [{"title": "R. Budd Dwyer", "href": "/wiki/R._Budd_Dwyer", "description": "Robert Budd Dwyer was an American politician who served as the 30th State Treasurer of the Commonwealth of Pennsylvania. He served from 1965 to 1971 as a Republican member of the Pennsylvania House of Representatives and from 1971 to 1981 as a member of the Pennsylvania State Senate representing the state's 50th district. Dwyer then served as the 30th Treasurer of Pennsylvania from January 20, 198"}, {"title": "Treasurer of Pennsylvania", "href": "/wiki/Treasurer_of_Pennsylvania", "description": "The Pennsylvania State Treasurer is the head of the Pennsylvania Treasury Department, an independent department of state government. The state treasurer is elected every four years. Treasurers are limited to two consecutive terms."}]}, {"heading": "Births", "year": "1940", "date": "November 21", "txt": "Freddy Beras-Goico, Dominican comedian and television host (d. 2010)", "entities": [{"title": "Freddy Beras-Goico", "href": "/wiki/Freddy_Beras-Goico", "description": "Freddy Reinaldo Antonio Beras-Goico, popularly known as \"Freddy Beras\" or just \"Beras-Goico\", was a Dominican comedian, TV presenter, writer and media personality for over 30 years. He hosted the TV show El Gordo de La Semana and he was a staple of primetime TV. He was one of the most recognized personalities in the Dominican Republic."}]}, {"heading": "Births", "year": "1940", "date": "November 21", "txt": "Richard Marcinko, American commander and author", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 21", "txt": "Natalia Makarova, Russian ballerina, choreographer, and actress", "entities": []}, {"heading": "Births", "year": "1941", "date": "November 21", "txt": "Juliet Mills, English-American actress", "entities": [{"title": "Juliet Mills", "href": "/wiki/Juliet_Mills", "description": "Juliet Maryon Mills is a British-American actress of film, stage, and television. She is the daughter of actor Sir John Mills and Mary Hayley Bell and the eldest of three siblings; her younger siblings are actress Hayley Mills and director Jonathan Mills."}]}, {"heading": "Births", "year": "1941", "date": "November 21", "txt": "David Porter, American songwriter, musician, and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 21", "txt": "Heidemarie Wieczorek-Zeul, German educator and politician", "entities": [{"title": "Heidemarie Wieczorek-Zeul", "href": "/wiki/Heidemarie_Wieczorek-Zeul", "description": "Heidemarie Wieczorek-Zeul is a German politician and a member of the Social Democratic Party (SPD) since 1965."}]}, {"heading": "Births", "year": "1943", "date": "November 21", "txt": "Phil Bredesen, American businessman and politician, 48th Governor of Tennessee", "entities": [{"title": "Phil Bredesen", "href": "/wiki/Phil_Bredesen", "description": "Philip Norman Bredesen Jr. is an American politician and businessman who served as the 48th governor of Tennessee from 2003 to 2011. A member of the Democratic Party, he was first elected in 2002 with 50.6% of the vote and reelected in 2006 with 68.6%. He previously served as the 66th mayor of Nashville from 1991 to 1999. Bredesen is the founder of the HealthAmerica Corporation, which he sold in 1"}, {"title": "Governor of Tennessee", "href": "/wiki/Governor_of_Tennessee", "description": "The governor of Tennessee is the head of government of the U.S. state of Tennessee. The governor is the only official in Tennessee state government who is directly elected by the voters of the entire state."}]}, {"heading": "Births", "year": "1943", "date": "November 21", "txt": "Jacques Laffite, French race car driver and sportscaster", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 21", "txt": "Dick Durbin, American lawyer and politician", "entities": [{"title": "Dick Durbin", "href": "/wiki/Dick_Durbin", "description": "Richard Joseph Durbin is an American attorney and politician serving as the senior United States Senator from Illinois, a seat he was first elected to in 1996. He has been Senate Democratic Whip since 2005, the second-highest position in the Democratic leadership in the Senate, and Senate Majority Whip since 2021. He chairs the Senate Judiciary Committee."}]}, {"heading": "Births", "year": "1944", "date": "November 21", "txt": "Earl Monroe, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 21", "txt": "Harold Ramis, American actor, director, producer, and screenwriter (d. 2014)", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 21", "txt": "Goldie Hawn, American actress, singer, and producer", "entities": [{"title": "Goldie Hawn", "href": "/wiki/Goldie_Hawn", "description": "Goldie Jeanne Hawn is an American actress, producer, dancer, and singer. She rose to fame on the NBC sketch comedy program Rowan & Martin's Laugh-In (1968–70), before going on to receive the Academy Award and Golden Globe Award for Best Supporting Actress for her performance in Cactus Flower (1969)."}]}, {"heading": "Births", "year": "1948", "date": "November 21", "txt": "Michel Suleiman, Lebanese general and politician, 16th President of Lebanon", "entities": [{"title": "Michel Suleiman", "href": "/wiki/Michel_Suleiman", "description": "Michel Suleiman is a Lebanese Maronite Christian politician who served as President of Lebanon from 2008 to 2014. Before becoming president, he served as commander of the Lebanese Armed Forces from 1998 to 2008."}, {"title": "President of Lebanon", "href": "/wiki/President_of_Lebanon", "description": "The president of the Lebanese Republic is the head of state of Lebanon. The president is elected by the parliament for a term of six years, which is not immediately renewable. By convention, the president is always a Maronite Christian who is at least 21 years old."}]}, {"heading": "Births", "year": "1948", "date": "November 21", "txt": "George Zimmer, American businessman, founded Men's Wearhouse", "entities": [{"title": "Men's Wearhouse", "href": "/wiki/Men%27s_Wearhouse", "description": "Tailored Brands, Inc. is an American retail holding company for various men's apparel stores, including the Men's Wearhouse and Jos. A. Bank brands. The company is headquartered in Houston, Texas, with additional corporate offices in Fremont, California."}]}, {"heading": "Births", "year": "1948", "date": "November 21", "txt": "Lonnie Jordan,  American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 21", "txt": "Alphonse Mouzon, American jazz drummer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 21", "txt": "Gary Pihl, American guitarist Boston", "entities": [{"title": "Gary Pihl", "href": "/wiki/Gary_Pihl", "description": "Gary O. Pihl is a guitarist best known for playing with Sammy Hagar and the band Boston."}, {"title": "Boston (band)", "href": "/wiki/Boston_(band)", "description": "Boston is an American rock band from Boston, Massachusetts, which had its most notable successes during the 1970s and 1980s. The band is centered on multi-instrumentalist founder and leader Tom Scholz, who played the majority of instruments on the debut album, and lead vocalist Brad Delp. Boston's best-known songs include \"More Than a Feeling\", \"Peace of Mind\", \"Foreplay/Long Time\", \"Rock and Roll"}]}, {"heading": "Births", "year": "1950", "date": "November 21", "txt": "Hisham Barakat, Egyptian lawyer and judge (d. 2015)", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 21", "txt": "Livingston Taylor, American singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 21", "txt": "Mervyn Davies, Baron Davies of Abersoch, Welsh banker and politician", "entities": [{"title": "Mervyn Davies, Baron Davies of Abersoch", "href": "/wiki/Mervyn_Davies,_Baron_Davies_of_Abersoch", "description": "Evan Mervyn Davies, Baron Davies of Abersoch, CBE is a British former banker and was a Labour government minister until May 2010, as Minister of State for Trade, Investment and Small Business."}]}, {"heading": "Births", "year": "1952", "date": "November 21", "txt": "Janne Kristiansen, Norwegian lawyer and jurist", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 21", "txt": "Lorna Luft, American actress and singer", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 21", "txt": "Tina Brown, English-American journalist and author", "entities": [{"title": "Tina Brown", "href": "/wiki/Tina_Brown", "description": "Christina Hambley Brown CBE, is a journalist, magazine editor, columnist, talk-show host, and author of The Diana Chronicles, a biography of Diana, Princess of Wales. Born a British citizen, she now holds joint citizenship after she took United States citizenship in 2005, following her emigration in 1984 to edit Vanity Fair. By marriage, she is legally titled Lady Evans."}]}, {"heading": "Births", "year": "1954", "date": "November 21", "txt": "Fiona Pitt-Kethley, English journalist, author, and poet", "entities": [{"title": "Fiona Pitt-Kethley", "href": "/wiki/Fiona_Pitt-Kethley", "description": "Fiona Pitt-Kethley is a British poet, novelist, travel writer and journalist, who is the author of more than 20 books of both poetry and prose. She lived for many years in Hastings, East Sussex, and moved to Spain in 2002 with her husband James Plaskett and their son, Alexander."}]}, {"heading": "Births", "year": "1955", "date": "November 21", "txt": "Peter Koppes, Australian singer-songwriter and guitarist", "entities": [{"title": "Peter Koppes", "href": "/wiki/Peter_Koppes", "description": "Peter Koppes is a guitarist, best known as a founding and almost-continuous member of Australian independent rock band The Church. He is a multi-instrumentalist, also playing mandolin, drums, piano, and harmonica. He has also released various solo albums and various recordings with his group The Well (1989-1995.) Koppes lives on the Sunshine Coast in Queensland where he also produces albums and co"}]}, {"heading": "Births", "year": "1955", "date": "November 21", "txt": "Cedric Maxwell, American basketball player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 21", "txt": "Glenn Ridge, Australian radio and television host and producer", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 21", "txt": "Cherry Jones, American actress", "entities": [{"title": "Cherry Jones", "href": "/wiki/Cherry_Jones", "description": "Cherry Jones is an American actress. A five-time Tony Award nominee for her work on Broadway, she has twice won the Tony Award for Best Actress in a Play: for the 1995 revival of The Heiress and for the 2005 original production of Doubt. She has also won three Emmy Awards, winning the Outstanding Supporting Actress in a Drama Series in 2009 for her role as Allison Taylor on the FOX television seri"}]}, {"heading": "Births", "year": "1959", "date": "November 21", "txt": "Sergei Ratnikov, Estonian footballer and manager", "entities": [{"title": "Sergei Ratnikov", "href": "/wiki/Sergei_Ratnikov", "description": "Sergei Ratnikov is an Estonian professional football manager and former player. He last managed Levadia in Estonian Meistriliiga."}]}, {"heading": "Births", "year": "1960", "date": "November 21", "txt": "Mark Bailey, English rugby player, author, and educator", "entities": [{"title": "Mark Bailey (rugby union)", "href": "/wiki/Mark_Bailey_(rugby_union)", "description": "\n\nMark David Bailey is a British educator and former Rugby Union player. He is Visiting Professor of Later Medieval History at the University of East Anglia since 2011. He has previously held a number of academic positions as headmaster of Leeds Grammar School between 1999 and 2010 and High Master of St Paul's School, London between 2011 to 2020. He was an England rugby footballer and toured South"}]}, {"heading": "Births", "year": "1960", "date": "November 21", "txt": "Brian McNamara, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 21", "txt": "Brian Ritchie, American bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 21", "txt": "João Domingos Pinto, Portuguese footballer and manager", "entities": [{"title": "João Domingos Pinto", "href": "/wiki/Jo%C3%A3o_Domingos_Pinto", "description": "João Domingos da Silva Pinto is a Portuguese former footballer and manager. Having spent his entire professional career with Porto, he is regarded as one of the greatest Portuguese right backs of all-time."}]}, {"heading": "Births", "year": "1962", "date": "November 21", "txt": "Steven Curtis Chapman, American Christian music singer-songwriter, musician, record producer, actor, author, and social activist", "entities": [{"title": "Steven Curtis Chapman", "href": "/wiki/Steven_Curtis_Chapman", "description": "Steven Curtis Chapman is an American contemporary Christian music singer, songwriter, record producer, actor, author, and social activist."}]}, {"heading": "Births", "year": "1962", "date": "November 21", "txt": "Alan Smith, English football player", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 21", "txt": "Dave Molyneux, Manx motorcycle racer", "entities": [{"title": "Dave Molyneux", "href": "/wiki/Dave_Molyneux", "description": "Dave Molyneux is a Manx professional Sidecar racer. He is the most successful Sidecar competitor in the history of the Isle of Man TT races, achieving 17 TT victories and 30 podium finishes. His race wins place him fourth on the all-time wins list, behind solo bike racers Joey Dunlop, John McGuinness (23) and Michael Dunlop."}]}, {"heading": "Births", "year": "1963", "date": "November 21", "txt": "Nicollette Sheridan, English actress", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 21", "txt": "Shane Douglas, American wrestler and manager", "entities": [{"title": "Shane Douglas", "href": "/wiki/Shane_Douglas", "description": "Troy Allan Martin is an American professional wrestler and promoter, better known by his ring name Shane Douglas. He is best known for his tenures in Extreme Championship Wrestling (ECW), World Championship Wrestling (WCW), World Wrestling Federation (WWF) as Dean Douglas, and Total Nonstop Action Wrestling (TNA), where he worked as a wrestler and manager."}]}, {"heading": "Births", "year": "1964", "date": "November 21", "txt": "Liza Tarbuck, English actress, television & radio presenter", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 21", "txt": "Charles Dunstone, English businessman, co-founded Carphone Warehouse", "entities": [{"title": "Carphone Warehouse", "href": "/wiki/Carphone_Warehouse", "description": "The Carphone Warehouse Ltd. is a mobile phone retailer based in London, United Kingdom. It trades as Carphone Warehouse in the United Kingdom, and as Phone House elsewhere. Since 7 August 2014 the company has been a subsidiary of Dixons Carphone, which was formed by the merger of its former parent Carphone Warehouse Group with Dixons Retail."}]}, {"heading": "Births", "year": "1964", "date": "November 21", "txt": "Olden Polynice, Haitian-American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 21", "txt": "Stefan Sonnenfeld, American businessman, co-founded Company 3", "entities": [{"title": "Company 3", "href": "/wiki/Company_3", "description": "Company 3 (CO3) is an American post production company founded in 1997 by colorists Stefan Sonnenfeld and Mike Pethel and visual effects artist/supervisor Noel Castley-Wright. Rob Walston brought the team of artists together and funded Company 3 under 4 Media Company (4MC). Company 3 provides post production, color grading and location services for feature films, commercials, music videos and tele"}]}, {"heading": "Births", "year": "1965", "date": "November 21", "txt": "Björk, Icelandic singer-songwriter", "entities": [{"title": "Björk", "href": "/wiki/Bj%C3%B6rk", "description": "Björk Guðmundsdóttir is an Icelandic singer, songwriter, record producer, actress, and DJ. Over her four-decade career, she has developed an eclectic musical style that draws on a range of influences and genres spanning electronic, pop, experimental, trip hop, classical, and avant-garde music."}]}, {"heading": "Births", "year": "1965", "date": "November 21", "txt": "Reggie Lewis, American basketball player (d. 1993)", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 21", "txt": "Troy Aikman, American football player and sportscaster", "entities": [{"title": "Troy Aikman", "href": "/wiki/Troy_Aikman", "description": "Troy Kenneth Aikman is a former American football quarterback who played in the National Football League (NFL) for 12 seasons with the Dallas Cowboys. After playing college football at UCLA, where he won the Pac-10 Offensive Player of the Year, he was selected first overall by the Cowboys in the 1989 NFL Draft. Aikman was named to six Pro Bowls during his career while helping lead Dallas to a peri"}]}, {"heading": "Births", "year": "1966", "date": "November 21", "txt": "Evgeny Bareev, Russian chess player and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 21", "txt": "Thanasis Kolitsidakis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 21", "txt": "Ken Block, American race car driver", "entities": [{"title": "Ken Block", "href": "/wiki/Ken_Block", "description": "Kenneth Block  is a professional rally driver with the Hoonigan Racing Division, formerly known as the Monster World Rally Team. Block is also one of the co-founders of DC Shoes. Over the years, he has also competed in many action sports events including skateboarding, snowboarding, and motocross. Since selling his ownership of DC Shoes, Block has shifted his business focus to Hoonigan Industries,"}]}, {"heading": "Births", "year": "1967", "date": "November 21", "txt": "Tripp Cromer, American baseball player", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 21", "txt": "Toshihiko Koga, Japanese martial artist", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 21", "txt": "Amanda Lepore, American model and singer", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 21", "txt": "Andrew Caddick, New Zealand-English cricketer", "entities": [{"title": "Andrew Caddick", "href": "/wiki/Andrew_Caddick", "description": "Andrew Richard Caddick is a former cricketer who played for England as a fast bowler in Tests and ODIs. At 6 ft 5in, Caddick was a successful bowler for England for a decade, taking 13 five-wicket hauls in Test matches. He spent his entire English domestic first-class cricket career at Somerset County Cricket Club, and then played one Minor Counties match for Wiltshire in 2009."}]}, {"heading": "Births", "year": "1968", "date": "November 21", "txt": "Alex James, English singer-songwriter, bass player", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 21", "txt": "Antonio Tarver, American boxer, sportscaster, and actor", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 21", "txt": "Ken Griffey Jr., American baseball player and actor", "entities": [{"title": "Ken Griffey Jr.", "href": "/wiki/Ken_Griffey_Jr.", "description": "George Kenneth Griffey Jr., nicknamed \"Junior\" and \"the Kid\", is an American former professional baseball outfielder who played 22 years in Major League Baseball (MLB). He spent most of his career with the Seattle Mariners and Cincinnati Reds, along with a short stint with the Chicago White Sox. A member of the Baseball Hall of Fame and a 13-time All-Star, Griffey is one of the most prolific home "}]}, {"heading": "Births", "year": "1970", "date": "November 21", "txt": "Karen Davila, Filipino journalist", "entities": [{"title": "Karen Davila", "href": "/wiki/Karen_Davila", "description": "Kristine Karen Davila–Sta. Ana, publicly known as Karen Davila, is a Filipino journalist, radio broadcaster, newsreader, and television presenter."}]}, {"heading": "Births", "year": "1970", "date": "November 21", "txt": "Justin Langer, Australian cricketer and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 21", "txt": "Michael Strahan, American football player, actor, and talk show host", "entities": [{"title": "Michael Strahan", "href": "/wiki/Michael_Strahan", "description": "Michael Anthony Strahan is an American television personality, journalist and former professional football player who was a defensive end and spent his entire 15-year career with the New York Giants of the National Football League (NFL). Strahan set a record for the most sacks in a season in 2001, and helped the Giants win Super Bowl XLII over the New England Patriots in his final season in 2007. "}]}, {"heading": "Births", "year": "1972", "date": "November 21", "txt": "Rich Johnston, English author and critic", "entities": [{"title": "Rich Johnston", "href": "/wiki/Rich_Johnston", "description": "Richard Johnston is a British comics' creator, columnist, and founder of the comics news site Bleeding Cool."}]}, {"heading": "Births", "year": "1972", "date": "November 21", "txt": "Rain Phoenix, American actress and singer", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 21", "txt": "Darrell Cavens, Canadian co-founder and former CEO of e-commerce company Zulily", "entities": [{"title": "Darrell Cavens", "href": "/wiki/Darrell_Cavens", "description": "Darrell Cavens is an executive who was the co-founder and former CEO of the e-commerce company Zulily, which was acquired by QVC in 2015 for $2.6 billion."}, {"title": "Zulily", "href": "/wiki/Zulily", "description": "Zulily, LLC is an American e-commerce company headquartered in Seattle, Washington, that sells clothing, footwear, toys, and home products."}]}, {"heading": "Births", "year": "1976", "date": "November 21", "txt": "Mihaela Botezan, Romanian long-distance runner", "entities": [{"title": "Mihaela Botezan", "href": "/wiki/Mihaela_Botezan", "description": "Mihaela Maria Botezan is a Romanian long-distance runner who specializes mainly in the 10000 metres and the half marathon. She represented Romania at the 2004 Summer Olympics, the 2002 European Athletics Championships, twice at the World Championships in Athletics and five times at the IAAF World Half Marathon Championships."}]}, {"heading": "Births", "year": "1976", "date": "November 21", "txt": "Saleem Elahi, Pakistani cricketer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 21", "txt": "Martin Meichelbeck, German footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 21", "txt": "Daniel Whiston, English figure skater", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 21", "txt": "Michael Wilson, Australian footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 21", "txt": "Michael Batiste, American former professional basketball player", "entities": [{"title": "Michael Batiste", "href": "/wiki/Michael_Batiste", "description": "Michael James \"Mike\" Batiste is an American former professional basketball player and coach. He last served as an assistant coach of the Orlando Magic of the National Basketball Association (NBA). A two-time All-EuroLeague selection, Batiste won three EuroLeague championships in 2007, 2009, and 2011 with Panathinaikos."}]}, {"heading": "Births", "year": "1977", "date": "November 21", "txt": "Yolande James, Canadian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 21", "txt": "Jonas Jennings, American football player", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 21", "txt": "Daniel Bradshaw, Australian footballer", "entities": [{"title": "Daniel Bradshaw", "href": "/wiki/Daniel_Bradshaw", "description": "Daniel Mark Bradshaw is a former professional Australian rules footballer who played for the Brisbane Bears, Brisbane Lions and Sydney Swans in the Australian Football League (AFL)."}]}, {"heading": "Births", "year": "1978", "date": "November 21", "txt": "Lucía Jiménez, Spanish actress and singer", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 21", "txt": "Vincenzo Iaquinta, Italian footballer", "entities": [{"title": "Vincenzo Iaquinta", "href": "/wiki/Vincenzo_Iaquinta", "description": "Vincenzo Iaquinta is an Italian former professional footballer who played as a striker. Prior to joining Juventus in 2007, he initially played for several smaller Italian clubs, and subsequently moved to Udinese in 2000, where he spent seven seasons, representing the club in the UEFA Champions League. After failing to make an appearance under new manager Antonio Conte during the first half of the "}]}, {"heading": "Births", "year": "1979", "date": "November 21", "txt": "Stromile Swift, American basketball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 21", "txt": "Alex Tanguay, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 21", "txt": "Hank Blalock, American baseball player", "entities": [{"title": "Hank Blalock", "href": "/wiki/Hank_Blalock", "description": "Hank Joe Blalock is an American former professional baseball third baseman. He played in Major League Baseball (MLB) for the Texas Rangers and Tampa Bay Rays."}]}, {"heading": "Births", "year": "1980", "date": "November 21", "txt": "Alec Brownstein, American author and director", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 21", "txt": "Leonardo González, Costa Rican footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 21", "txt": "Wesley Britt, American football player", "entities": [{"title": "Wesley Britt", "href": "/wiki/Wesley_Britt", "description": "Wesley Britt is a former American football offensive tackle. He was drafted by the San Diego Chargers in the fifth round of the 2005 NFL Draft. He played college football at Alabama."}]}, {"heading": "Births", "year": "1981", "date": "November 21", "txt": "Ainārs Kovals, Latvian javelin thrower", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 21", "txt": "Jonny Magallón, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 21", "txt": "Ioana Ciolacu, Romanian fashion designer", "entities": [{"title": "Ioana Ciolacu", "href": "/wiki/Ioana_Ciolacu", "description": "Ioana Ciolacu Miron is a Romanian fashion designer. She received a Designer for Tomorrow Award from Stella McCartney, and has founded her own sustainable fashion Ioana Ciolacu label."}]}, {"heading": "Births", "year": "1982", "date": "November 21", "txt": "Georgios Kalogiannidis, Greek archer", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 21", "txt": "Jamie Langley, English rugby player", "entities": [{"title": "Jamie Langley", "href": "/wiki/Jamie_Langley", "description": "Jamie John Langley is the assistant coach at the London Broncos in the Super League and an English former professional rugby league footballer."}]}, {"heading": "Births", "year": "1984", "date": "November 21", "txt": "Álvaro Bautista, Spanish motorcycle racer", "entities": [{"title": "Álvaro Bautista", "href": "/wiki/%C3%81lvaro_Bautista", "description": "Álvaro Bautista Arce is a Spanish motorcycle road racer and former 125cc 2006 Grand Prix motorcycle racing season World Champion."}]}, {"heading": "Births", "year": "1984", "date": "November 21", "txt": "Jena Malone, American actress and singer", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 21", "txt": "Carly Rae Jepsen, Canadian singer-songwriter and actress", "entities": [{"title": "Carly Rae Jepsen", "href": "/wiki/Carly_Rae_Jepsen", "description": "Carly Rae Jepsen is a Canadian singer, songwriter, and actress. Born and raised in Mission, British Columbia, Jepsen performed several lead roles in her high school's musical productions and pursued musical theatre at the Canadian College of Performing Arts in Victoria, BC. After completing her studies, she relocated to Vancouver and later competed on the fifth season of Canadian Idol in 2007, pla"}]}, {"heading": "Births", "year": "1985", "date": "November 21", "txt": "Jesús Navas, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 21", "txt": "Nicola Silvestri, Italian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 21", "txt": "Colleen Ballinger, American youtube personality, comedian, actress, and singer", "entities": [{"title": "Colleen Ballinger", "href": "/wiki/Colleen_Ballinger", "description": "Colleen Mae Ballinger is an American YouTuber, comedian, actress, singer and writer. She is best known for her Internet character Miranda Sings, posting videos of the character on YouTube, performing her one-woman comedy act on tour in theatres worldwide, and creating and starring in a Netflix original series titled Haters Back Off (2016–2017) about the character and her backstory. Ballinger creat"}]}, {"heading": "Births", "year": "1986", "date": "November 21", "txt": "Ben Bishop, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 21", "txt": "Kristof Goddaert, Belgian cyclist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 21", "txt": "Stefan Glarner, Swiss footballer", "entities": [{"title": "Stefan Glarner", "href": "/wiki/Stefan_Glarner", "description": "Stefan Glarner is a Swiss footballer, who currently plays for FC Köniz in the Swiss Promotion League."}]}, {"heading": "Births", "year": "1987", "date": "November 21", "txt": "Eesha Karavade, Indian chess player", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 21", "txt": "Len Väljas, Canadian skier", "entities": [{"title": "Len Väljas", "href": "/wiki/Len_V%C3%A4ljas", "description": "Lennard \"Len\" Väljas is a Canadian former cross-country skier. He was born in Toronto, and is of Estonian descent. He is the younger brother of Canadian beach volleyball Olympian Kristina May."}]}, {"heading": "Births", "year": "1988", "date": "November 21", "txt": "Preston Zimmerman, American soccer player", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 21", "txt": "Will Buckley, English footballer", "entities": [{"title": "Will Buckley (footballer)", "href": "/wiki/Will_Buckley_(footballer)", "description": "William Edward Buckley an English former professional footballer who played as a winger."}]}, {"heading": "Births", "year": "1989", "date": "November 21", "txt": "Dárvin Chávez, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 21", "txt": "Dani King, English cyclist", "entities": [{"title": "Dani King", "href": "/wiki/Dani_King", "description": "Danielle 'Dani' Rowe MBE is a British former road and track cyclist. She retired from cycling in December 2018."}]}, {"heading": "Births", "year": "1990", "date": "November 21", "txt": "Georgie Twigg, English field hockey player", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 21", "txt": "Almaz Ayana, Ethiopian sprinter", "entities": [{"title": "Almaz Ayana", "href": "/wiki/Almaz_Ayana", "description": "Almaz Ayana Eba is an Ethiopian female long-distance runner who competes in the 3000 metres, 5000 metres, and 10,000 metres events. She broke the 10,000 metres world record, set in 1993, while winning the gold medal at the 2016 Summer Olympics in Rio de Janeiro. At the 2017 World Championships in London, Almaz won the gold medal in the 10,000 metres, finishing 46 seconds ahead of the runner-up."}]}, {"heading": "Births", "year": "1991", "date": "November 21", "txt": "Lewis Dunk, English footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 21", "txt": "Peni Terepo, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1994", "date": "November 21", "txt": "Saúl Ñíguez, Spanish footballer", "entities": [{"title": "Saúl Ñíguez", "href": "/wiki/Sa%C3%BAl_%C3%91%C3%ADguez", "description": "Saúl Ñíguez Esclápez, known as Saúl, is a Spanish professional footballer who plays as a central or defensive midfielder for Atlético Madrid and the Spain national team."}]}, {"heading": "Births", "year": "1999", "date": "November 21", "txt": "Jaelin Howell, American soccer player", "entities": [{"title": "Jaelin Howell", "href": "/wiki/Jaelin_Howell", "description": "Jaelin Marie Howell is an American soccer player. She has represented the United States on the under-17 national team. In March 2017, she was called up to the senior national team for two international friendlies against Russia."}]}, {"heading": "Deaths", "year": "615", "date": "November 21", "txt": "Columbanus, Irish missionary and saint (b. 543)", "entities": [{"title": "Columbanus", "href": "/wiki/Columbanus", "description": "Columbanus was an Irish missionary notable for founding a number of monasteries after 590 in the Frankish and Lombard kingdoms, most notably Luxeuil Abbey in present-day France and Bobbio Abbey in present-day Italy."}]}, {"heading": "Deaths", "year": "933", "date": "November 21", "txt": "Al-Tahawi, Arab imam and scholar (b. 853)", "entities": [{"title": "Al-Tahawi", "href": "/wiki/Al-Tahawi", "description": "Abu Ja'far Ahmad al-Tahawi, or simply aṭ-Ṭaḥāwī, was an Egyptian Arab Hanafi jurist and a hadith scholar. He studied with al-Muzani and was a Shafi'i jurist, then with Ahmad b. Imran and followed the Hanafi school. He is known for his work al-'Aqidah al-Tahawiyyah, a summary of Sunni Islamic creed which influenced Hanafis in Egypt."}]}, {"heading": "Deaths", "year": "1011", "date": "November 21", "txt": "Reizei, emperor of Japan (b. 950)", "entities": [{"title": "Emperor Reizei", "href": "/wiki/Emperor_Reizei", "description": "Emperor Reizei  was the 63rd emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Deaths", "year": "1136", "date": "November 21", "txt": "William de Corbeil, English archbishop (b. 1070)", "entities": [{"title": "William de Corbeil", "href": "/wiki/William_de_Corbeil", "description": "William de Corbeil or William of Corbeil was a medieval Archbishop of Canterbury. Very little is known of William's early life or his family, except that he was born at Corbeil, south of Paris, and that he had two brothers. Educated as a theologian, he taught briefly before serving the bishops of Durham and London as a clerk and subsequently becoming an Augustinian canon. William was elected to th"}]}, {"heading": "Deaths", "year": "1150", "date": "November 21", "txt": "García Ramírez of Navarre (b. 1112)", "entities": [{"title": "García Ramírez of Navarre", "href": "/wiki/Garc%C3%ADa_Ram%C3%ADrez_of_Navarre", "description": "García Ramírez, sometimes García IV, V, VI or VII, called the Restorer, was the King of Navarre (Pamplona) from 1134. The election of García Ramírez restored the independence of the Navarrese kingdom after 58 years of political union with the Kingdom of Aragon. After some initial conflict he would align himself with king Alfonso VII of León and Castile, and as his ally take part in the Reconquista"}]}, {"heading": "Deaths", "year": "1325", "date": "November 21", "txt": "Yury of Moscow, Prince of Moscow and Vladimir", "entities": [{"title": "Yury of Moscow", "href": "/wiki/Yury_of_Moscow", "description": "Yuriy Danilovich, also known as Georgiy Danilovich was Prince of Moscow (1303–1325) and Grand Prince of Vladimir."}]}, {"heading": "Deaths", "year": "1361", "date": "November 21", "txt": "Philip I, Duke of Burgundy (b. 1346)", "entities": [{"title": "Philip I, Duke of Burgundy", "href": "/wiki/Philip_I,_Duke_of_Burgundy", "description": "Philip of Rouvres was the Count of Burgundy and Count of Artois from 1347, Duke of Burgundy from 1349, and Count of Auvergne and Boulogne from 1360. He was the only son of Philip, heir to the Duchy of Burgundy, and Joan I, heiress of Auvergne and Boulogne."}]}, {"heading": "Deaths", "year": "1555", "date": "November 21", "txt": "Georgius Agricola, German mineralogist, philologist, and scholar (b. 1490)", "entities": [{"title": "Georgius Agricola", "href": "/wiki/Georgius_Agricola", "description": "Georgius Agricola was a German Humanist scholar, mineralogist and metallurgist. Born in the small town of Glauchau, in the Electorate of Saxony of the Holy Roman Empire, he was broadly educated, but took a particular interest in the mining and refining of metals."}]}, {"heading": "Deaths", "year": "1566", "date": "November 21", "txt": "Annibale Caro, Italian poet and author (b. 1507)", "entities": [{"title": "Annibale Caro", "href": "/wiki/Annibale_Caro", "description": "Fra' Annibale Caro, K.M., was an Italian writer and poet."}]}, {"heading": "Deaths", "year": "1579", "date": "November 21", "txt": "Thomas Gresham, English merchant and financier (b. 1519)", "entities": [{"title": "Thomas Gresham", "href": "/wiki/Thomas_Gresham", "description": "Sir Thomas Gresham the Elder, was an English merchant and financier who acted on behalf of King Edward VI (1547–1553) and Edward's half-sisters, queens Mary I (1553–1558) and Elizabeth I (1558–1603)."}]}, {"heading": "Deaths", "year": "1639", "date": "November 21", "txt": "Henry Grey, 8th Earl of Kent, English politician, Lord Lieutenant of Bedfordshire (b. 1583)", "entities": [{"title": "Henry Grey, 8th Earl of Kent", "href": "/wiki/Henry_Grey,_8th_Earl_of_Kent", "description": "Henry Grey, 8th Earl of Kent of Wrest Park, Bedfordshire was Earl of Kent from 1623 to his death."}, {"title": "Lord Lieutenant of Bedfordshire", "href": "/wiki/Lord_Lieutenant_of_Bedfordshire", "description": "This is a list of people who have served as Lord Lieutenant of Bedfordshire. Since 1711, all Lords Lieutenant have also been Custos Rotulorum of Bedfordshire."}]}, {"heading": "Deaths", "year": "1652", "date": "November 21", "txt": "Jan Brożek, Polish mathematician, physician, and astronomer (b. 1585)", "entities": [{"title": "Jan Brożek", "href": "/wiki/Jan_Bro%C5%BCek", "description": "Jan Brożek was a Polish polymath: a mathematician, astronomer, physician, poet, writer, musician and rector of the Kraków Academy."}]}, {"heading": "Deaths", "year": "1695", "date": "November 21", "txt": "Henry Purcell, English organist and composer (b. 1659)", "entities": [{"title": "Henry Purcell", "href": "/wiki/Henry_Purcell", "description": "Henry Purcell was an English composer. Although he incorporated Italian and French stylistic elements, Purcell's was a uniquely English form of Baroque music. He is generally considered to be one of the greatest English composers; no later native-born English composer approached his fame until Edward Elgar, Ralph Vaughan Williams, Gustav Holst, William Walton and Benjamin Britten in the 20th centu"}]}, {"heading": "Deaths", "year": "1710", "date": "November 21", "txt": "Bernardo Pasquini, Italian organist and composer (b. 1637)", "entities": [{"title": "Bernardo Pasquini", "href": "/wiki/Bernardo_Pasquini", "description": "Bernardo Pasquini was an Italian composer of operas, oratorios, cantatas and keyboard music. A renowned virtuoso keyboard player in his day, he was one of the most important Italian composers for harpsichord between Girolamo Frescobaldi and Domenico Scarlatti, having also made substantial contributions to the opera and oratorio."}]}, {"heading": "Deaths", "year": "1775", "date": "November 21", "txt": "John Hill, English botanist and author (b. 1719)", "entities": [{"title": "John Hill (botanist)", "href": "/wiki/John_Hill_(botanist)", "description": "\"Sir\" John Hill was an English composer, actor, author and botanist. He contributed to contemporary periodicals and engaged in literary battles with poets, playwrights and scientists. He is remembered for his illustrated botanical compendium The Vegetable System, one of the first works to use the nomenclature of Carl Linnaeus. In recognition of his efforts, he was created a knight of the Order of "}]}, {"heading": "Deaths", "year": "1782", "date": "November 21", "txt": "Jacques de Vaucanson, French engineer (b. 1709)", "entities": [{"title": "Jacques de Vaucanson", "href": "/wiki/Jacques_de_Vaucanson", "description": "Jacques de Vaucanson was a French inventor and artist who was responsible for the creation of impressive and innovative automata. He also was the first person to design an automatic loom and built the first all-metal lathe."}]}, {"heading": "Deaths", "year": "1811", "date": "November 21", "txt": "Heinrich von Kleist, German poet and author (b. 1777)", "entities": [{"title": "Heinrich von Kleist", "href": "/wiki/Heinrich_von_Kleist", "description": "Bernd Heinrich Wilhelm von Kleist was a German poet, dramatist, novelist, short story writer and journalist. His best known works are the theatre plays Das Käthchen von Heilbronn, The Broken Jug, Amphitryon, Penthesilea and the novellas Michael Kohlhaas and The Marquise of O. Kleist committed suicide together with a close female friend who was terminally ill."}]}, {"heading": "Deaths", "year": "1844", "date": "November 21", "txt": "Ivan Krylov, Russian poet and playwright (b. 1769)", "entities": [{"title": "Ivan Krylov", "href": "/wiki/Ivan_Krylov", "description": "Ivan Andreyevich Krylov is Russia's best-known fabulist and probably the most epigrammatic of all Russian authors. Formerly a dramatist and journalist, he only discovered his true genre at the age of 40. While many of his earlier fables were loosely based on Aesop's and La Fontaine's, later fables were original work, often with a satirical bent."}]}, {"heading": "Deaths", "year": "1859", "date": "November 21", "txt": "Yoshida Shōin, Japanese academic and politician (b. 1830)", "entities": [{"title": "Yoshida Shōin", "href": "/wiki/Yoshida_Sh%C5%8Din", "description": "Yoshida Shōin , commonly named Torajirō (寅次郎), was one of Japan's most distinguished intellectuals in the late years of the Tokugawa shogunate. He devoted himself to nurturing many ishin shishi who in turn made major contributions to the Meiji Restoration."}]}, {"heading": "Deaths", "year": "1861", "date": "November 21", "txt": "Jean-Baptiste Henri Lacordaire, French priest and activist (b. 1802)", "entities": [{"title": "Jean-Baptiste Henri Lacordaire", "href": "/wiki/Jean-Baptiste_Henri_Lacordaire", "description": "Jean-Baptiste Henri-Dominique Lacordaire, often styled Henri-Dominique Lacordaire, was a French ecclesiastic, preacher, journalist, theologian and political activist. He re-established the Dominican Order in post-Revolutionary France. Lacordaire was reputed to be the greatest pulpit orator of the nineteenth century."}]}, {"heading": "Deaths", "year": "1870", "date": "November 21", "txt": "Karel Jaromír Erben, Czech historian and poet (b. 1811)", "entities": [{"title": "Karel Jaromír Erben", "href": "/wiki/Karel_Jarom%C3%ADr_Erben", "description": "Karel Jaromír Erben was a Czech folklorist and poet of the mid-19th century, best known for his collection Kytice , which contains poems based on traditional and folkloric themes."}]}, {"heading": "Deaths", "year": "1874", "date": "November 21", "txt": "Marià Fortuny, Spanish painter (b. 1838)", "entities": [{"title": "Marià Fortuny", "href": "/wiki/Mari%C3%A0_Fortuny", "description": "Marià Josep Maria Bernat Fortuny i Marsal, known more simply as Marià Fortuny or Mariano Fortuny, was the leading Spanish painter of his day, with an international reputation. His brief career encompassed works on a variety of subjects common in the art of the period, including the Romantic fascination with Orientalist themes, historicist genre painting, military painting of Spanish colonial expan"}]}, {"heading": "Deaths", "year": "1881", "date": "November 21", "txt": "Ami Boué, German-Austrian geologist and ethnographer (b. 1794)", "entities": [{"title": "Ami Boué", "href": "/wiki/Ami_Bou%C3%A9", "description": "Ami Boué was a geologist of French Huguenot origin. Born at Hamburg he trained in Edinburgh and across Europe. He travelled across Europe, studying geology, as well as ethnology, and is considered to be among the first to produce a geological map of the world."}]}, {"heading": "Deaths", "year": "1899", "date": "November 21", "txt": "Garret Hobart, American lawyer and politician, 24th Vice President of the United States (b. 1844)", "entities": [{"title": "Garret Hobart", "href": "/wiki/Garret_Hobart", "description": "Garret Augustus Hobart was the 24th vice president of the United States, serving from 1897 until his death in 1899. He was the sixth American vice president to die in office. Prior to serving as vice president, Hobart was an influential New Jersey politician and political operative."}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Deaths", "year": "1907", "date": "November 21", "txt": "Harry Boyle, Australian cricketer (b. 1847)", "entities": [{"title": "Harry Boyle (cricketer)", "href": "/wiki/Harry_Boyle_(cricketer)", "description": "Henry Frederick \"Harry\" Boyle was a leading Australian Test cricketer of the late 1870s and early 1880s."}]}, {"heading": "Deaths", "year": "1907", "date": "November 21", "txt": "Paula Modersohn-Becker, German painter (b. 1876)", "entities": []}, {"heading": "Deaths", "year": "1908", "date": "November 21", "txt": "Carl Friedrich Schmidt, German-Russian geologist and botanist (b. 1832)", "entities": [{"title": "Carl Friedrich Schmidt (1832)", "href": "/wiki/Carl_Friedrich_Schmidt_(1832)", "description": "Carl Friedrich Schmidt was a Baltic German geologist and botanist in the Russian Empire. He is acknowledged as the founder of Estonian geology. In the mid-19th century, he researched Estonian oil shale, kukersite, and named it as kuckers."}]}, {"heading": "Deaths", "year": "1909", "date": "November 21", "txt": "Peder Severin Krøyer, Norwegian-Danish painter (b. 1851)", "entities": [{"title": "Peder Severin Krøyer", "href": "/wiki/Peder_Severin_Kr%C3%B8yer", "description": "Peder Severin Krøyer, professionally known as P. S. Krøyer, was a Danish painter."}]}, {"heading": "Deaths", "year": "1916", "date": "November 21", "txt": "Franz Joseph I of Austria (b. 1830)", "entities": [{"title": "Franz Joseph I of Austria", "href": "/wiki/Franz_Joseph_I_of_Austria", "description": "Franz Joseph I or Francis Joseph I was Emperor of Austria, King of Hungary, Croatia, and Bohemia, and monarch of other states of the Austro-Hungarian Empire, from 2 December 1848 until his death. From 1 May 1850 to 24 August 1866 he was also President of the German Confederation. He was the longest-reigning ruler of Austria and Hungary, as well as the sixth-longest-reigning monarch of any country "}]}, {"heading": "Deaths", "year": "1922", "date": "November 21", "txt": "Ricardo Flores Magón, Mexican journalist and activist (b. 1874)", "entities": [{"title": "Ricardo Flores Magón", "href": "/wiki/Ricardo_Flores_Mag%C3%B3n", "description": "Cipriano Ricardo Flores Magón was a noted Mexican anarchist and social reform activist. His brothers Enrique and Jesús were also active in politics. Followers of the Flores Magón brothers were known as Magonistas. He has been considered an important participant in the social movement that sparked the Mexican Revolution."}]}, {"heading": "Deaths", "year": "1926", "date": "November 21", "txt": "Edward Cummins, American golfer (b. 1886)", "entities": [{"title": "Edward Cummins", "href": "/wiki/Edward_Cummins", "description": "Edward McClellan \"Ned\" Cummins was an American golfer who competed in the 1904 Summer Olympics. In 1904 he was part of the American team which won the gold medal. He finished 25th in this competition. In the individual competition he finished 25th in the qualification and was eliminated in the first round of the match play."}]}, {"heading": "Deaths", "year": "1928", "date": "November 21", "txt": "Heinrich XXVII, Prince Reuss Younger Line (b. 1858)", "entities": [{"title": "Heinrich XXVII, Prince Reuss Younger Line", "href": "/wiki/Heinrich_XXVII,_Prince_Reuss_Younger_Line", "description": "Heinrich XXVII, Prince Reuss Younger Line was the last reigning Prince Reuss Younger Line from 1913 to 1918. Then he became Head of the House of Reuss Younger Line from 1918 to 1928."}]}, {"heading": "Deaths", "year": "1934", "date": "November 21", "txt": "John Scaddan, Australian politician, 10th Premier of Western Australia (b. 1876)", "entities": [{"title": "John Scaddan", "href": "/wiki/John_Scaddan", "description": "John Scaddan, CMG, popularly known as \"Happy Jack\", was Premier of Western Australia from 7 October 1911 until 27 July 1916."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Deaths", "year": "1938", "date": "November 21", "txt": "Leopold Godowsky, Polish-American pianist and composer (b. 1870)", "entities": [{"title": "Leopold Godowsky", "href": "/wiki/Leopold_Godowsky", "description": "Leopold Godowsky was a Polish-American virtuoso pianist, composer and teacher. He was one of the most highly regarded performers of his time, known for his theories concerning the application of relaxed weight and economy of motion within pianistic technique – principles later propagated by Godowsky's pupils, such as Heinrich Neuhaus."}]}, {"heading": "Deaths", "year": "1941", "date": "November 21", "txt": "Henrietta Vinton Davis, American actress and playwright (b. 1860)", "entities": [{"title": "Henrietta Vinton Davis", "href": "/wiki/Henrietta_Vinton_Davis", "description": "Henrietta Vinton Davis was an African-American elocutionist, dramatist, and impersonator. In addition to being \"the premier actor of all nineteenth-century black performers on the dramatic stage\", Davis was proclaimed by Marcus Garvey to be the \"greatest woman of the Negro race today\"."}]}, {"heading": "Deaths", "year": "1942", "date": "November 21", "txt": "Count Leopold Berchtold, Austrian-Hungarian politician, Foreign Minister of Austria-Hungary (b. 1863)", "entities": [{"title": "Count Leopold Berchtold", "href": "/wiki/Count_Leopold_Berchtold", "description": "Leopold Anton Johann Sigismund Josef Korsinus Ferdinand Graf Berchtold von und zu Ungarschitz, Frättling und Püllütz, was an Austro-Hungarian politician, diplomat and statesman who served as Imperial Foreign Minister at the outbreak of World War I."}, {"title": "List of foreign ministers of Austria-Hungary", "href": "/wiki/List_of_foreign_ministers_of_Austria-Hungary", "description": "This is a list of foreign ministers of the Habsburg Monarchy, of the Austrian Empire, and of Austria-Hungary up to 1918."}]}, {"heading": "Deaths", "year": "1942", "date": "November 21", "txt": "J. B. M. Hertzog, South African general and politician, 3rd Prime Minister of South Africa (b. 1866)", "entities": [{"title": "Prime Minister of South Africa", "href": "/wiki/Prime_Minister_of_South_Africa", "description": "The prime minister of South Africa was the head of government in South Africa between 1910 and 1984."}]}, {"heading": "Deaths", "year": "1945", "date": "November 21", "txt": "Robert Benchley,  American humorist, newspaper columnist, and actor (b. 1889)", "entities": [{"title": "Robert Benchley", "href": "/wiki/Robert_Benchley", "description": "Robert Charles Benchley was an American humorist best known for his work as a newspaper columnist and film actor. From his beginnings at The Harvard Lampoon while attending Harvard University, through his many years writing essays and articles for Vanity Fair and The New Yorker and his acclaimed short films, Benchley's style of humor brought him respect and success during his life, from his peers "}]}, {"heading": "Deaths", "year": "1945", "date": "November 21", "txt": "Al Davis, American boxer (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "November 21", "txt": "Ellen Glasgow, American author (b. 1873)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "November 21", "txt": "Alexander Patch, American general (b. 1889)", "entities": []}, {"heading": "Deaths", "year": "1947", "date": "November 21", "txt": "William McCormack, Australian politician, 22nd Premier of Queensland (b. 1879)", "entities": [{"title": "William McCormack", "href": "/wiki/William_McCormack", "description": "William McCormack was Premier of Queensland, Australia, from 1925 to 1929."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Deaths", "year": "1953", "date": "November 21", "txt": "Felice Bonetto, Italian race car driver (b. 1903)", "entities": [{"title": "Felice Bonetto", "href": "/wiki/Felice_Bonetto", "description": "Felice Bonetto was a courageous racing driver who earned the nickname Il Pirata."}]}, {"heading": "Deaths", "year": "1953", "date": "November 21", "txt": "António Cabreira, Portuguese polygraph (b. 1868)", "entities": []}, {"heading": "Deaths", "year": "1953", "date": "November 21", "txt": "Larry Shields, American clarinet player and composer (b. 1893)", "entities": []}, {"heading": "Deaths", "year": "1957", "date": "November 21", "txt": "Francis Burton Harrison, American general and politician, 6th Governor-General of the Philippines (b. 1873)", "entities": [{"title": "Francis Burton Harrison", "href": "/wiki/Francis_Burton_Harrison", "description": "Francis Burton Harrison was an American-born Filipino statesman who served in the United States House of Representatives and was appointed Governor-General of the Philippines by President of the United States Woodrow Wilson. Harrison was a prominent adviser to the president of the Philippine Commonwealth, as well as the next four Presidents of the Republic of the Philippines. He is the only former"}, {"title": "Governor-General of the Philippines", "href": "/wiki/Governor-General_of_the_Philippines", "description": "The Governor-General of the Philippines was the title of the government executive during the colonial period of the Philippines, governed mainly by Spain (1565–1898) and the United States (1898–1946), and briefly by Great Britain (1762–1764) and Japan (1942–1945). They were also the representative of the executive of the ruling power."}]}, {"heading": "Deaths", "year": "1958", "date": "November 21", "txt": "Mel Ott, American baseball player, manager, and sportscaster (b. 1909)", "entities": [{"title": "Mel Ott", "href": "/wiki/Mel_Ott", "description": "Melvin Thomas Ott, nicknamed \"Master Melvin\", was an American professional baseball right fielder, who played in Major League Baseball (MLB) for the New York Giants, from 1926 through 1947."}]}, {"heading": "Deaths", "year": "1959", "date": "November 21", "txt": "Max Baer, American boxer, referee, and actor (b. 1909)", "entities": [{"title": "Max Baer (boxer)", "href": "/wiki/Max_Baer_(boxer)", "description": "Maximilian Adelbert Baer was an American professional boxer who was the world heavyweight champion from June 14, 1934, to June 13, 1935. His fights were both rated Fight of the Year by The Ring magazine. Baer was also a boxing referee, and had an occasional role on film or television. He was the brother of heavyweight boxing contender Buddy Baer and father of actor Max Baer Jr.. Baer is rated #22 "}]}, {"heading": "Deaths", "year": "1962", "date": "November 21", "txt": "Frank Amyot, Canadian canoeist (b. 1904)", "entities": [{"title": "Frank Amyot", "href": "/wiki/Frank_Amyot", "description": "Francis \"Frank\" Amyot was a Canadian sprint canoeist who competed in the 1930s. He won Canada's only gold medal at the 1936 Summer Olympics."}]}, {"heading": "Deaths", "year": "1963", "date": "November 21", "txt": "Artur Lemba, Estonian composer and educator (b. 1885)", "entities": [{"title": "Artur Lemba", "href": "/wiki/Artur_Lemba", "description": "Artur Lemba was an Estonian composer and piano teacher, and one of the most important figures in Estonian classical music. Artur and his older brother Theodor (1876-1962) were the first professional pianists in Estonia to give concerts abroad. Artur's 1905 opera Sabina was the first opera composed by an Estonian. His Symphony No. 1 in 1908 was the first symphony composed by an Estonian."}]}, {"heading": "Deaths", "year": "1963", "date": "November 21", "txt": "Robert Stroud, American ornithologist and author (b. 1890)", "entities": []}, {"heading": "Deaths", "year": "1964", "date": "November 21", "txt": "Catherine Bauer Wurster, American architect and public housing advocate (b. 1905)", "entities": [{"title": "Catherine Bauer Wurster", "href": "/wiki/Catherine_Bauer_Wurster", "description": "Catherine Krouse Bauer Wurster  was an American public housing advocate and educator of city planners and urban planners. A leading member of the \"housers,\" a group of planners who advocated affordable housing for low-income families, she dramatically changed social housing practice and law in the United States. Wurster's influential book Modern Housing was published by Houghton Mifflin Company in"}]}, {"heading": "Deaths", "year": "1967", "date": "November 21", "txt": "C. M. Eddy, Jr., American author (b. 1896)", "entities": [{"title": "C. M. Eddy, Jr.", "href": "/wiki/C._M._Eddy,_Jr.", "description": "Clifford Martin Eddy Jr. was an American author known for his horror, mystery and supernatural short stories. He is best remembered for his work in Weird Tales magazine and his friendship with H. P. Lovecraft."}]}, {"heading": "Deaths", "year": "1970", "date": "November 21", "txt": "Newsy Lalonde, Canadian lacrosse and ice hockey player (b. 1887)", "entities": [{"title": "Newsy Lalonde", "href": "/wiki/Newsy_Lalonde", "description": "Édouard Cyrille \"Newsy\" Lalonde was a Canadian professional ice hockey forward in the National Hockey League (NHL) and a professional lacrosse player. Lalonde is regarded as one of hockey's and lacrosse's greatest players of the first half of the 20th century and one of Canadian sport's most colourful characters. He played for the Montreal Canadiens – considered to be the original \"Flying Frenchma"}]}, {"heading": "Deaths", "year": "1970", "date": "November 21", "txt": "C. V. Raman, Indian physicist and academic, Nobel Prize laureate (b. 1888)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1973", "date": "November 21", "txt": "Thomas Pelly, American lawyer and politician (b. 1902)", "entities": [{"title": "Thomas Pelly", "href": "/wiki/Thomas_Pelly", "description": "Thomas Minor Pelly was a U.S. Representative from Washington."}]}, {"heading": "Deaths", "year": "1974", "date": "November 21", "txt": "John B. Gambling, American radio host (b. 1897)", "entities": [{"title": "John B. Gambling", "href": "/wiki/John_B._Gambling", "description": "John Bradley Gambling was an American radio personality. He was a member of the Gambling family, 3 generations of whom—John B., John A. and John R.—were hosts of WOR Radio's morning show Rambling with Gambling over the course of over 75 years."}]}, {"heading": "Deaths", "year": "1974", "date": "November 21", "txt": "Frank Martin, Swiss-Dutch pianist and composer (b. 1890)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "November 21", "txt": "Gunnar Gunnarsson, Icelandic author (b. 1889)", "entities": [{"title": "Gunnar Gunnarsson", "href": "/wiki/Gunnar_Gunnarsson", "description": "Gunnar Gunnarsson was an Icelandic author who wrote mainly in Danish. He grew up, in considerable poverty, on Valþjófsstaður in Fljótsdalur valley and on Ljótsstaðir in Vopnafjörður. During the first half of 20th century he became one of the most popular novelists in Denmark and Germany. One time he went to Germany and had a meeting with Hitler and is considered to be the only Icelander who has me"}]}, {"heading": "Deaths", "year": "1980", "date": "November 21", "txt": "Sara García, Mexican actress (b. 1895)", "entities": [{"title": "Sara García", "href": "/wiki/Sara_Garc%C3%ADa", "description": "Sara García Hidalgo was a Mexican actress who made her biggest mark during the \"Golden Age of Mexican cinema\". During the 1940s and 1950s, she often played the part of a no-nonsense but lovable grandmother in numerous Mexican films. In later years, she played parts in Mexican telenovelas."}]}, {"heading": "Deaths", "year": "1981", "date": "November 21", "txt": "Harry von Zell, American actor and comedian (b. 1906)", "entities": [{"title": "Harry von Zell", "href": "/wiki/Harry_von_Zell", "description": "Harry Rudolph von Zell was an American announcer of radio programs, and an actor in films and television shows. He is best remembered for his work on The George Burns and Gracie Allen Show, and for once mispronouncing President Herbert Hoover's name on the air, a slip that was exaggerated on a later comedy record album."}]}, {"heading": "Deaths", "year": "1982", "date": "November 21", "txt": "John Hargrave, English activist and author (b. 1894)", "entities": [{"title": "John Hargrave", "href": "/wiki/John_Hargrave", "description": "John Gordon Hargrave, , was a prominent youth leader in Britain during the 1920s and 1930s, Head Man of the Kibbo Kift, described in his obituary as an 'author, cartoonist, inventor, lexicographer, artist and psychic healer'. He was a Utopian thinker, a believer in both science and magic, and a figure-head for the Social Credit movement in British politics."}]}, {"heading": "Deaths", "year": "1984", "date": "November 21", "txt": "Ben Wilson, American basketball player (b. 1967)", "entities": [{"title": "Ben Wilson (basketball)", "href": "/wiki/Ben_Wilson_(basketball)", "description": "Benjamin Wilson Jr. was an American high school basketball player from Chicago, Illinois. Wilson, a Neal F. Simeon Vocational High School basketball player was regarded as the top high school player in the U.S. by scouts and coaches attending the 1984 Athletes For Better Education basketball camp. Wilson is noted as the first Chicago athlete to receive this honor. On November 21, 1984, Wilson died"}]}, {"heading": "Deaths", "year": "1986", "date": "November 21", "txt": "Jerry Colonna, American singer-songwriter and actor (b. 1904)", "entities": [{"title": "Jerry Colonna (entertainer)", "href": "/wiki/Jerry_Colonna_(entertainer)", "description": "Gerardo Luigi Colonna, better known as Jerry Colonna, was an American musician, actor, comedian, singer, songwriter and trombonist who played the zaniest of Bob Hope's sidekicks in Hope's popular radio shows and films of the 1940s and 1950s. He also voiced the March Hare in Disney's 1951 animated film Alice in Wonderland."}]}, {"heading": "Deaths", "year": "1988", "date": "November 21", "txt": "Carl Hubbell, American baseball player and scout (b. 1903)", "entities": [{"title": "Carl Hubbell", "href": "/wiki/Carl_Hubbell", "description": "Carl Owen Hubbell, nicknamed \"The Meal Ticket\" and \"King Carl\", was an American Major League Baseball player. He was a pitcher for the New York Giants of the National League from 1928 to 1943, and remained on the team's payroll for the rest of his life, long after their move to San Francisco."}]}, {"heading": "Deaths", "year": "1989", "date": "November 21", "txt": "Harvey Hart, Canadian director, producer, and screenwriter (b. 1928)", "entities": [{"title": "Harvey Hart", "href": "/wiki/Harvey_Hart", "description": "Harvey Hart was a Canadian television and film director and a television producer."}]}, {"heading": "Deaths", "year": "1989", "date": "November 21", "txt": "Margot Zemach, American author and illustrator (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "November 21", "txt": "Dean Hart, Canadian wrestler and referee (b. 1954)", "entities": [{"title": "Dean Hart", "href": "/wiki/Dean_Hart", "description": "Dean Harry Anthony Hart was a Canadian–American amateur wrestler, professional wrestler, referee, wrestling as well as music promoter and member of the Hart family who wrestled in Canadian regional promotions during the 1970s and 1980s, most notably in the Calgary-based Stampede Wrestling. He was the son of Stu and Helen Hart and the younger brother of Smith, Bruce, Keith and Wayne, as well as old"}]}, {"heading": "Deaths", "year": "1991", "date": "November 21", "txt": "Sonny Werblin, American businessman and philanthropist (b. 1907)", "entities": [{"title": "Sonny Werblin", "href": "/wiki/Sonny_Werblin", "description": "David Abraham \"Sonny\" Werblin was a prominent entertainment industry executive and sports impresario who was an owner of the New York Jets and chairman of Madison Square Garden, and who built and managed the Meadowlands Sports Complex."}]}, {"heading": "Deaths", "year": "1992", "date": "November 21", "txt": "Kaysone Phomvihane, Laotian soldier and politician, 2nd President of Laos (b. 1920)", "entities": [{"title": "Kaysone Phomvihane", "href": "/wiki/Kaysone_Phomvihane", "description": "Kaysone Phomvihane was the first leader of the Communist Lao People's Revolutionary Party from 1955 until his death in 1992. After the Communists seized power in the wake of the Laotian Civil War, he was the de facto leader of Laos from 1975 until his death. He served as the first Prime Minister of the Lao People's Democratic Republic from 1975 to 1991 and then as the second President from 1991 to"}, {"title": "President of Laos", "href": "/wiki/President_of_Laos", "description": "The President of the Lao People's Democratic Republic is the head of state of Laos. The current president is Thongloun Sisoulith, since 22 March 2021. He was previously elected as the General Secretary of the Lao People's Revolutionary Party, Laos' most powerful position in January 2021, ranking him first in the Politburo."}]}, {"heading": "Deaths", "year": "1992", "date": "November 21", "txt": "Ricky Williams, American singer-songwriter and drummer (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "November 21", "txt": "Bill Bixby, American actor (b. 1934)", "entities": [{"title": "Bill Bixby", "href": "/wiki/Bill_Bixby", "description": "Wilfred Bailey Everett \"Bill\" Bixby III was an American actor, director, producer, and frequent game-show panelist. His career spanned more than three decades, including appearances on stage, in films, and on television series. He is known for his roles as Tim O'Hara in the CBS sitcom My Favorite Martian, Tom Corbett in the ABC sitcom The Courtship of Eddie's Father, stage illusionist Anthony Blak"}]}, {"heading": "Deaths", "year": "1994", "date": "November 21", "txt": "Willem Jacob Luyten, Dutch-American astronomer and academic (b. 1899)", "entities": [{"title": "Willem Jacob Luyten", "href": "/wiki/Willem_Jacob_Luyten", "description": "Willem Jacob Luyten was a Dutch-American astronomer."}]}, {"heading": "Deaths", "year": "1995", "date": "November 21", "txt": "Peter Grant, English actor and manager (b. 1935)", "entities": [{"title": "Peter Grant (music manager)", "href": "/wiki/Peter_Grant_(music_manager)", "description": "Peter Grant was an English music manager, who is widely known as the manager of Led Zeppelin from their creation in 1968 to their breakup in 1980. With his intimidating size and weight, confrontational manner, and knowledge and experience, he procured strong, and unprecedented, deals for his band, and is widely credited with improving pay and conditions for all musicians in dealings with concert p"}]}, {"heading": "Deaths", "year": "1995", "date": "November 21", "txt": "Noel Jones, Indian-English diplomat, British ambassador to Kazakhstan (b. 1940)", "entities": [{"title": "List of Ambassadors of the United Kingdom to Kazakhstan", "href": "/wiki/List_of_Ambassadors_of_the_United_Kingdom_to_Kazakhstan", "description": "\n\nThe Ambassador of the United Kingdom to Kazakhstan is the United Kingdom's foremost diplomatic representative in the Republic of Kazakhstan, and head of the UK's diplomatic mission in Nur-Sultan. The official title is Her Britannic Majesty's Ambassador to the Republic of Kazakhstan."}]}, {"heading": "Deaths", "year": "1996", "date": "November 21", "txt": "Bernard Rose, English organist and composer (b 1916)", "entities": [{"title": "Bernard Rose (musician)", "href": "/wiki/Bernard_Rose_(musician)", "description": "Bernard William George Rose, OBE, Doctor in Music, Fellow of the Royal College of Organists, was a British organist, soldier, composer, and academic."}]}, {"heading": "Deaths", "year": "1996", "date": "November 21", "txt": "Abdus Salam, Pakistani-English physicist and academic, Nobel Prize laureate (b. 1926)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1999", "date": "November 21", "txt": "Quentin Crisp, English actor, author, and illustrator (b. 1908)", "entities": [{"title": "Quentin Crisp", "href": "/wiki/Quentin_Crisp", "description": "Quentin Crisp was an English writer, raconteur and actor. From a conventional suburban background, Crisp wore make-up and painted his nails. During his teen years he worked briefly as a rent boy. He then spent thirty years as a professional model for life-classes in art colleges. The interviews he gave about his unusual life attracted great curiosity and he was soon sought after for his personal v"}]}, {"heading": "Deaths", "year": "2000", "date": "November 21", "txt": "Ernest Lluch, Spanish economist and politician (b. 1937)", "entities": [{"title": "Ernest Lluch", "href": "/wiki/Ernest_Lluch", "description": "Ernest Lluch Martín, was a Spanish economist and politician, member of the Socialists' Party of Catalonia (PSC). He was Minister of Health and Consumption from 1982 to 1986 in the first Spanish Socialist Workers' Party (PSOE) government of Felipe González. He was assassinated in 2000 by the Basque separatist organisation, ETA."}]}, {"heading": "Deaths", "year": "2002", "date": "November 21", "txt": "Hadda Brooks, American singer-songwriter and pianist (b. 1916)", "entities": [{"title": "Hadda Brooks", "href": "/wiki/Hadda_Brooks", "description": "Hadda Brooks was an American pianist, vocalist and composer. Her first single, \"Swingin' the Boogie\", which she composed, was issued in 1945. She was billed as \"Queen of the Boogie\". She sang at Hawaii's statehood ceremony in 1959 and was asked for a private audience by Pope Pius XII."}]}, {"heading": "Deaths", "year": "2005", "date": "November 21", "txt": "Alfred Anderson, Scottish soldier (b. 1896)", "entities": [{"title": "Alfred Anderson (veteran)", "href": "/wiki/Alfred_Anderson_(veteran)", "description": "\nAlfred Anderson was a Scottish joiner and veteran of the First World War. He was the last known holder of the 1914 Star, the last known combatant to participate in the 1914 World War I Christmas truce, Scotland's last known World War I veteran, and Scotland's oldest man for more than a year."}]}, {"heading": "Deaths", "year": "2005", "date": "November 21", "txt": "Hugh Sidey, American journalist and academic (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 21", "txt": "Hassan Gouled Aptidon, Somalian-Djiboutian politician, 1st President of Djibouti (b. 1916)", "entities": [{"title": "Hassan Gouled Aptidon", "href": "/wiki/Hassan_Gouled_Aptidon", "description": "Hassan Gouled Aptidon was the first President of Djibouti from 1977 to 1999."}, {"title": "President of Djibouti", "href": "/wiki/President_of_Djibouti", "description": "This is a list of presidents of Djibouti. Since the establishment of the office of president in 1977, there have been two presidents. The president is both head of state and head of government of Djibouti and the commander-in-chief of the Djibouti Armed Forces. The current president is Ismaïl Omar Guelleh, since 1999."}]}, {"heading": "Deaths", "year": "2006", "date": "November 21", "txt": "Pierre Amine Gemayel, Lebanese lawyer and politician (b. 1972)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 21", "txt": "Fernando Fernán Gómez, Spanish actor, director, and screenwriter (b. 1921)", "entities": [{"title": "Fernando Fernán Gómez", "href": "/wiki/Fernando_Fern%C3%A1n_G%C3%B3mez", "description": "Fernando Fernández Gómez better known as Fernando Fernán-Gómez was a Spanish-Peruvian actor, screenwriter, film director, theater director and member of the Royal Spanish Academy for seven years. He was born in Peru while his mother, Spanish actress Carola Fernán-Gómez, was making a tour in Latin America. He would later use her surname for his stage name when he moved to Spain in 1924."}]}, {"heading": "Deaths", "year": "2007", "date": "November 21", "txt": "Tom Johnson, Canadian-American ice hockey player and coach (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 21", "txt": "Noel McGregor, New Zealand cricketer (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "November 21", "txt": "Konstantin Feoktistov, Russian engineer and astronaut (b. 1926)", "entities": [{"title": "Konstantin Feoktistov", "href": "/wiki/Konstantin_Feoktistov", "description": "Konstantin Petrovich Feoktistov was a Soviet cosmonaut and an eminent space engineer. As a cosmonaut Feoktistov flew on Voskhod 1, the first spacecraft to carry three crew members. Feoktistov also wrote several books on space technology and exploration. The Feoktistov crater on the far side of the Moon is named in his honor."}]}, {"heading": "Deaths", "year": "2010", "date": "November 21", "txt": "Norris Church Mailer, American author (b. 1949)", "entities": [{"title": "Norris Church Mailer", "href": "/wiki/Norris_Church_Mailer", "description": "Norris Church Mailer was an American novelist, actress, artist, and model. Norris published two novels, Windchill Summer and Cheap Diamonds, and a memoir, A Ticket to the Circus, which focuses on her nearly thirty-year marriage to Norman Mailer."}]}, {"heading": "Deaths", "year": "2010", "date": "November 21", "txt": "David Nolan, American activist and politician (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "November 21", "txt": "Margaret Taylor-Burroughs, American painter and author, co-founded the DuSable Museum of African American History (b. 1917)", "entities": [{"title": "DuSable Museum of African American History", "href": "/wiki/DuSable_Museum_of_African_American_History", "description": "The DuSable Museum of African American History in Chicago is dedicated to the study and conservation of African-American history, culture, and art. It was founded in 1961 by Margaret Taylor-Burroughs, her husband Charles Burroughs, Gerard Lew, Eugene Feldman, Bernard Goss, Marian M. Hadley, and others. They established the museum to celebrate black culture, at the time overlooked by most museums a"}]}, {"heading": "Deaths", "year": "2011", "date": "November 21", "txt": "Anne McCaffrey, American science fiction and fantasy author (b. 1926)", "entities": [{"title": "Anne McCaffrey", "href": "/wiki/Anne_McCaffrey", "description": "Anne Inez McCaffrey was an American-Irish writer known for the Dragonriders of Pern science fiction series. She was the first woman to win a Hugo Award for fiction and the first to win a Nebula Award. Her 1978 novel The White Dragon became one of the first science-fiction books to appear on the New York Times Best Seller list."}]}, {"heading": "Deaths", "year": "2012", "date": "November 21", "txt": "Emily Squires, American director, producer, and screenwriter (b. 1941)", "entities": [{"title": "Emily Squires", "href": "/wiki/Emily_Squires", "description": "Emily Squires was an American television producer and director best known for her Emmy Award-winning work on Sesame Street."}]}, {"heading": "Deaths", "year": "2012", "date": "November 21", "txt": "Austin Peralta, American pianist (b. 1990)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 21", "txt": "John Egerton, American journalist and author (b. 1935)", "entities": [{"title": "John Egerton (journalist)", "href": "/wiki/John_Egerton_(journalist)", "description": "John Egerton was an American journalist and author known for his writing on the Civil Rights Movement, Southern food, history of the South, and Southern culture."}]}, {"heading": "Deaths", "year": "2013", "date": "November 21", "txt": "Fred Kavli, Norwegian-American businessman and philanthropist, founded The Kavli Foundation (b. 1927)", "entities": [{"title": "Kavli Foundation (United States)", "href": "/wiki/Kavli_Foundation_(United_States)", "description": "The Kavli Foundation, based in Los Angeles, California, is a foundation that supports the advancement of science and the increase of public understanding and support for scientists and their work."}]}, {"heading": "Deaths", "year": "2013", "date": "November 21", "txt": "Dimitri Mihalas, American astronomer and author (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 21", "txt": "Vern Mikkelsen, American basketball player and coach (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 21", "txt": "Bernard Parmegiani, French composer (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 21", "txt": "Tôn Thất Đính, Vietnamese general (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 21", "txt": "Maurice Vachon, Canadian-American wrestler (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 21", "txt": "John H. Land, American soldier and politician (b. 1920)", "entities": [{"title": "John H. Land", "href": "/wiki/John_H._Land", "description": "John Horting Land was Mayor of Apopka, Florida for a total of 61 years, from 1950 to 1968 and again from 1971 to 2014. He was the longest-serving mayor in the history of Florida and one of the longest-serving mayors in the United States. After having served continuously since 1971, Land was defeated in a bid for re-election by Joe Kilsheimer on April 8, 2014."}]}, {"heading": "Deaths", "year": "2014", "date": "November 21", "txt": "Robert Richardson, English general (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 21", "txt": "Gil Cardinal, Canadian director, producer, and screenwriter (b. 1950)", "entities": [{"title": "Gil Cardinal", "href": "/wiki/Gil_Cardinal", "description": "Gilbert Joseph \"Gil\" Cardinal was a Canadian filmmaker of Métis descent. Born in Edmonton in 1950, and placed in a foster home at the age of two, Cardinal only discovered his Métis roots while making his documentary Foster Child. This 1987 National Film Board of Canada (NFB) film received over 10 international film awards, including a Gemini Award for best direction for a documentary program, foll"}]}, {"heading": "Deaths", "year": "2015", "date": "November 21", "txt": "Ameen Faheem, Indian-Pakistani poet and politician (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 21", "txt": "Bob Foster, American boxer and police officer (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 21", "txt": "Anthony Read, English screenwriter and producer (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 21", "txt": "Joseph Silverstein, American violinist and conductor (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "November 21", "txt": "Hassan Sadpara, Pakistani mountaineer and adventurer (b. 1963)", "entities": [{"title": "Hassan Sadpara", "href": "/wiki/Hassan_Sadpara", "description": "Hassan Sadpara PP was a Pakistani mountaineer and adventurer from Skardu in Gilgit-Baltistan, Pakistan. He is the first Pakistani to have climbed six eight-thousanders including the world's highest peak Everest (8848m), K2 (8611m), Gasherbrum I (8080m), Gasherbrum II (8034m), Nanga Parbat and Broad Peak (8051m). He is also credited for summiting five of the eight-thousanders without using suppleme"}]}, {"heading": "Deaths", "year": "2017", "date": "November 21", "txt": "David Cassidy, American singer-songwriter and guitarist (b. 1950)", "entities": [{"title": "David Cassidy", "href": "/wiki/David_Cassidy", "description": "David Bruce Cassidy was an American actor, singer, songwriter, and guitarist. He was best known for his role as Keith Partridge, the son of Shirley Partridge, in the 1970s musical-sitcom The Partridge Family. This role catapulted Cassidy to teen idol status as a superstar pop singer of the 1970s."}]}]