[{"heading": "Events", "year": "326", "date": "November 18", "txt": "The old St. Peter's Basilica is consecrated by Pope Sylvester I.", "entities": [{"title": "Old St. Peter's Basilica", "href": "/wiki/Old_St._Peter%27s_Basilica", "description": "Old St. Peter's Basilica was the building that stood, from the 4th to 16th centuries, where the new St. Peter's Basilica stands today in Vatican City. Construction of the basilica, built over the historical site of the Circus of Nero, began during the reign of Emperor Constantine I. The name \"old St. Peter's Basilica\" has been used since the construction of the current basilica to distinguish the "}, {"title": "Pope Sylvester I", "href": "/wiki/Pope_Sylvester_I", "description": "Sylvester I was the bishop of Rome from 31 January 314 until his death. He filled the see of Rome at an important era in the history of the Western Church, yet very little is known of him. The accounts of his pontificate preserved in the seventh- or eighth-century Liber Pontificalis contain little more than a record of the gifts said to have been conferred on the church by Constantine I, although "}]}, {"heading": "Events", "year": "401", "date": "November 18", "txt": "The Visigoths, led by king Alaric I, cross the Alps and invade northern Italy.", "entities": [{"title": "Visigoths", "href": "/wiki/Visigoths", "description": "The Visigoths were an early Germanic people who, along with the Ostrogoths, constituted the two major political entities of the Goths within the Roman Empire in Late Antiquity, or what is known as the Migration Period. The Visigoths emerged from earlier Gothic groups, including a large group of Thervingi, who had moved into the Roman Empire beginning in 376 and had played a major role in defeating"}, {"title": "Alaric I", "href": "/wiki/Alaric_I", "description": "Alaric I was the first king of the Visigoths, from 395 to 410. He rose to leadership of the Goths who came to occupy Moesia – territory acquired a couple of decades earlier by a combined force of Goths and Alans after the Battle of Adrianople."}, {"title": "Alps", "href": "/wiki/Alps", "description": "The Alps are the highest and most extensive mountain range system that lies entirely in Europe, stretching approximately 1,200 km (750 mi) across eight Alpine countries : France, Switzerland, Monaco, Italy, Liechtenstein, Austria, Germany, and Slovenia. The Alpine arch generally extends from Nice on the western Mediterranean to Trieste on the Adriatic and Vienna at the beginning of the Pannonian b"}]}, {"heading": "Events", "year": "1095", "date": "November 18", "txt": "The Council of Clermont begins: called by Pope Urban II, it led to the First Crusade to the Holy Land.", "entities": [{"title": "Council of Clermont", "href": "/wiki/Council_of_Clermont", "description": "The Council of Clermont was a mixed synod of ecclesiastics and laymen of the Catholic Church, called by Pope Urban II and held from 18 to 28 November 1095 at Clermont, Auvergne, at the time part of the Duchy of Aquitaine."}, {"title": "Pope Urban II", "href": "/wiki/Pope_Urban_II", "description": "Pope Urban II, otherwise known as Odo of Châtillon or Otho de Lagery, was the head of the Catholic Church and ruler of the Papal States from 12 March 1088 to his death. He is best known for initiating the Crusades."}, {"title": "First Crusade", "href": "/wiki/First_Crusade", "description": "The First Crusade (1096–1099) was the first of a series of religious wars initiated, supported, and at times directed by the Latin Church in the medieval period. The initial objective was the recovery of the Holy Land from Islamic rule. These campaigns were subsequently given the name crusades. The earliest initiative for the First Crusade began in 1095 when the Byzantine Emperor, Alexios I Komnen"}, {"title": "Holy Land", "href": "/wiki/Holy_Land", "description": "The Holy Land is an area roughly located between the Mediterranean Sea and the Eastern Bank of the Jordan River. Traditionally, it is synonymous both with the biblical Land of Israel and with the region of Palestine. The term \"Holy Land\" usually refers to a territory roughly corresponding to the modern State of Israel, the Palestinian territories, western Jordan, and parts of southern Lebanon and "}]}, {"heading": "Events", "year": "1105", "date": "November 18", "txt": "Maginulfo is elected the Antipope as Sylvester IV.", "entities": [{"title": "Antipope", "href": "/wiki/Antipope", "description": "An antipope is a person who, in opposition to the legitimately elected pope, makes a significant attempt to occupy the position of Bishop of Rome and leader of the Catholic Church. At times between the 3rd and mid-15th centuries, antipopes were supported by important factions within the Church itself and by secular rulers."}, {"title": "Antipope Sylvester IV", "href": "/wiki/Antipope_Sylvester_IV", "description": "Sylvester IV, born Maginulf, was a claimant to the Papacy from 1105 to 1111. Today he is regarded as an antipope."}]}, {"heading": "Events", "year": "1180", "date": "November 18", "txt": "Phillip II becomes king of France.", "entities": [{"title": "Philip II of France", "href": "/wiki/Philip_II_of_France", "description": "Philip II, byname Philip Augustus, was King of France from 1180 to 1223. His predecessors had been known as kings of the Franks, but from 1190 onward, Philip became the first French monarch to style himself \"King of France\". The son of King Louis VII and his third wife, Adela of Champagne, he was originally nicknamed Dieudonné (God-given) because he was a first son and born late in his father's li"}]}, {"heading": "Events", "year": "1210", "date": "November 18", "txt": "Pope Innocent III excommunicates Holy Roman Emperor Otto IV.", "entities": [{"title": "Pope Innocent III", "href": "/wiki/Pope_Innocent_III", "description": "Pope Innocent III (Latin: Innocentius III; 1160 or 1161 - 16 July 1216, born Lotario dei Conti di Segni was the head of the Catholic Church and ruler of the Papal States from 8 January 1198 to his death."}, {"title": "Excommunication", "href": "/wiki/Excommunication", "description": "Excommunication is an institutional act of religious censure used to end or at least regulate the communion of a member of a congregation with other members of the religious institution who are in normal communion with each other. The purpose of the institutional act is to deprive, suspend, or limit membership in a religious community or to restrict certain rights within it, in particular, those o"}, {"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}, {"title": "Otto IV, Holy Roman Emperor", "href": "/wiki/Otto_IV,_Holy_Roman_Emperor", "description": "Otto IV was one of two rival kings of Germany from 1198 on, sole king from 1208 on, and Holy Roman Emperor from 1209 until he was forced to abdicate in 1215. The only German king of the Welf dynasty, he incurred the wrath of Pope Innocent III and was excommunicated in 1210."}]}, {"heading": "Events", "year": "1282", "date": "November 18", "txt": "Pope Martin IV excommunicates King Peter III of Aragon.", "entities": [{"title": "Pope Martin IV", "href": "/wiki/Pope_Martin_IV", "description": "Pope Martin IV, born Simon de Brion, was the head of the Catholic Church and ruler of the Papal States from 22 February 1281 to his death. He was the last French pope to have held court in Rome; all subsequent French popes held court in Avignon."}, {"title": "Peter III of Aragon", "href": "/wiki/Peter_III_of_Aragon", "description": "Peter III of Aragon was King of Aragon, King of Valencia, and Count of Barcelona from 1276 to his death. At the invitation of some rebels, he conquered the Kingdom of Sicily and became King of Sicily in 1282, pressing the claim of his wife, Constance II of Sicily, uniting the kingdom to the crown."}]}, {"heading": "Events", "year": "1302", "date": "November 18", "txt": "Pope Boniface VIII issues the Papal bull Unam sanctam, claiming spiritual supremacy for the papacy.", "entities": [{"title": "Pope Boniface VIII", "href": "/wiki/Pope_Boniface_VIII", "description": "Pope Boniface VIII was pope from 24 December 1294 to his death in 1303. Caetani was of baronial origin with family connections to the papacy.\nHe succeeded Pope Celestine V, a Benedictine, who had abdicated from the papal throne. Boniface spent his early career abroad in diplomatic roles. In the College of Cardinals, he discriminated not only against the Benedictines but also members of the Colonna"}, {"title": "Papal bull", "href": "/wiki/Papal_bull", "description": "A papal bull is a type of public decree, letters patent, or charter issued by a pope of the Catholic Church. It is named after the leaden seal (bulla) that was traditionally appended to the end in order to authenticate it."}]}, {"heading": "Events", "year": "1421", "date": "November 18", "txt": "A seawall at the Zuiderzee dike in the Netherlands breaks, flooding 72 villages and killing about 10,000 people. This event will be known as St Elizabeth's flood.", "entities": [{"title": "Zuiderzee", "href": "/wiki/Zuiderzee", "description": "The Zuiderzee or Zuider Zee was a shallow bay of the North Sea in the northwest of the Netherlands, extending about 100 km inland and at most 50 km wide, with an overall depth of about 4 to 5 metres (13–16 feet) and a coastline of about 300 km. It covered 5,000 km2 (1,900 sq mi). Its name is Dutch for \"southern sea\", indicating that the name originates in Friesland, to the north of the Zuiderzee. "}, {"title": "St. Elizabeth's flood (1421)", "href": "/wiki/St._Elizabeth%27s_flood_(1421)", "description": "The St. Elizabeth's flood of 1421 was a flooding of the Grote Hollandse Waard, an area in what is now the Netherlands. It takes its name from the feast day of Saint Elisabeth of Hungary which was formerly November 19. \nIt ranks 20th in the list of worst floods in history.\nDuring the night of November 18 to November 19, 1421, a heavy storm near the North Sea coast caused the dikes to break in a num"}]}, {"heading": "Events", "year": "1493", "date": "November 18", "txt": "Christopher Columbus first sights the island now known as Puerto Rico.", "entities": [{"title": "Christopher Columbus", "href": "/wiki/Christopher_Columbus", "description": "Christopher Columbus was an Italian explorer and navigator who completed four voyages across the Atlantic Ocean, opening the way for the widespread European exploration and colonization of the Americas. His expeditions, sponsored by the Catholic Monarchs of Spain, were the first European contact with the Caribbean, Central America, and South America."}, {"title": "Puerto Rico", "href": "/wiki/Puerto_Rico", "description": "Puerto Rico, officially the Commonwealth of Puerto Rico is a Caribbean island and unincorporated territory of the United States. It is located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida."}]}, {"heading": "Events", "year": "1494", "date": "November 18", "txt": "French King Charles VIII occupies Florence, Italy.", "entities": [{"title": "Charles VIII of France", "href": "/wiki/Charles_VIII_of_France", "description": "Charles VIII, called the Affable, was King of France from 1483 to his death in 1498. He succeeded his father Louis XI at the age of 13. His elder sister Anne acted as regent jointly with her husband Peter II, Duke of Bourbon until 1491 when the young king turned 21 years of age. During Anne's regency, the great lords rebelled against royal centralisation efforts in a conflict known as the Mad War "}, {"title": "Italian War of 1494–98", "href": "/wiki/Italian_War_of_1494%E2%80%9398", "description": "The First Italian War, sometimes referred to as the Italian War of 1494 or Charles VIII's Italian War, was the opening phase of the Italian Wars. The war pitted Charles VIII of France, who had initial Milanese aid, against the Holy Roman Empire, Spain and an alliance of Italian powers led by Pope Alexander VI, known as the League of Venice."}]}, {"heading": "Events", "year": "1601", "date": "November 18", "txt": "Tiryaki Hasan Pasha, an Ottoman provincial governor, routs the Habsburg forces commanded by Ferdinand the Archduke of Austria during the Siege of Nagykanizsa.", "entities": [{"title": "Tiryaki Hasan Pasha", "href": "/wiki/Tiryaki_Hasan_Pasha", "description": "Tiryaki Hasan Pasha ; Hasan-paša Tiro (Bosnian); also called Alacaatlı Hasan Pasha (1530–1611), was an Ottoman military commander, who participated in the Long Turkish War. He received his education in the Enderun school and was probably a devshirme."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Ferdinand II, Holy Roman Emperor", "href": "/wiki/Ferdinand_II,_Holy_Roman_Emperor", "description": "Ferdinand II, a member of the House of Habsburg, was Holy Roman Emperor (1619–1637), King of Bohemia, and King of Hungary and Croatia (1618–1637). He was the son of Archduke Charles II of Inner Austria, and Maria of Bavaria. His parents were devout Catholics, and, in 1590, they sent him to study at the Jesuits' college in Ingolstadt, because they wanted to isolate him from the Lutheran nobles. In "}, {"title": "Siege of Nagykanizsa", "href": "/wiki/Siege_of_Nagykanizsa", "description": "During the siege of Naģykanizsa in 1601, a small Ottoman force held the fortress of Naģykanizsa in western Hungary against a much larger coalition army of the Habsburg Monarchy, while inflicting heavy losses on its besiegers."}]}, {"heading": "Events", "year": "1626", "date": "November 18", "txt": "The new St Peter's Basilica is consecrated.", "entities": [{"title": "St Peter's Basilica", "href": "/wiki/St_Peter%27s_Basilica", "description": "The Papal Basilica of Saint Peter in the Vatican, or simply Saint Peter's Basilica, is a church built in the Renaissance style located in Vatican City, the papal enclave that is within the city of Rome."}]}, {"heading": "Events", "year": "1730", "date": "November 18", "txt": "The future Frederick the Great of Prussia is granted a pardon by his father and is released from confinement.", "entities": [{"title": "Frederick II of Prussia", "href": "/wiki/Frederick_II_of_Prussia", "description": "Frederick II was a Prussian king and military leader who ruled the Kingdom of Prussia from 1740 until 1786, reigning longer than any other Hohenzollern king. His most significant accomplishments during his reign included his reorganization of Prussian armies, his military successes in the Silesian wars and the Partitions of Poland, and his patronage of the arts and the Enlightenment. Frederick was"}]}, {"heading": "Events", "year": "1760", "date": "November 18", "txt": "The rebuilt debtors' prison, at the Castellania in Valletta, receives the first prisoners.", "entities": [{"title": "Debtors' prison", "href": "/wiki/Debtors%27_prison", "description": "A debtors' prison is a prison for people who are unable to pay debt. Through the mid-19th century, debtors' prisons were a common way to deal with unpaid debt in Western Europe. Destitute persons who were unable to pay a court-ordered judgment would be incarcerated in these prisons until they had worked off their debt via labour or secured outside funds to pay the balance. The product of their lab"}, {"title": "Castellania (Valletta)", "href": "/wiki/Castellania_(Valletta)", "description": "The Castellania, also known as the Castellania Palace, is a former courthouse and prison in Valletta, Malta. It was built by the Order of St. John between 1757 and 1760, on the site of an earlier courthouse which had been built in 1572."}, {"title": "Valletta", "href": "/wiki/Valletta", "description": "Valletta is the capital city of Malta. Located in the South Eastern Region of the main island, between Marsamxett Harbour to the west and the Grand Harbour to the east, its population in 2014 was 6,444, while the metropolitan area around it has a population of 393,938. Valletta is second only to Nicosia as the southernmost capital of Europe, and at just 0.61 square kilometres (61 ha), it is the Eu"}]}, {"heading": "Events", "year": "1803", "date": "November 18", "txt": "The Battle of Vertières, the last major battle of the Haitian Revolution, is fought, leading to the establishment of the Republic of Haiti, the first black republic in the Western Hemisphere.", "entities": [{"title": "Battle of Vertières", "href": "/wiki/Battle_of_Verti%C3%A8res", "description": "The Battle of Vertières was the last major battle of the Haitian Revolution, and the final part of the Haitian Revolution under Jean Jacques Dessalines. It was fought on 18 November 1803 between Haitian indigenous army, and Napoleon's French expeditionary forces, who were committed to regaining control of the island."}, {"title": "Haitian Revolution", "href": "/wiki/Haitian_Revolution", "description": "The Haitian Revolution was a successful insurrection by self-liberated slaves against French colonial rule in Saint-Domingue, now the sovereign state of Haiti. The revolt began on 22 August 1791, and ended in 1804 with the former colony's independence. It involved blacks, mulattoes, French, Spanish, and British participants—with the ex-slave Toussaint Louverture emerging as Haiti's most charismati"}, {"title": "Republic of Haiti", "href": "/wiki/Republic_of_Haiti", "description": "Haiti ; French: Haïti [a.iti]; officially the Republic of Haiti and formerly known as Hayti, is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean Sea, to the east of Cuba and Jamaica and south of The Bahamas and the Turks and Caicos Islands. It occupies the western three-eighths of the island which it shares with the Dominican Republic. To its south"}, {"title": "Western Hemisphere", "href": "/wiki/Western_Hemisphere", "description": "The Western Hemisphere is a geographical term for the half of Earth which lies west of the prime meridian and east of the antimeridian. The other half is called the Eastern Hemisphere. In geopolitical terms, the context in which the term is most often used, the Encyclopedia Britannica defines it as \"North and South America and the surrounding waters. Longitudes 20°W and 160°E are often considered "}]}, {"heading": "Events", "year": "1809", "date": "November 18", "txt": "In a naval action during the Napoleonic Wars, French frigates defeat British East Indiamen in the Bay of Bengal.", "entities": [{"title": "Action of 18 November 1809", "href": "/wiki/Action_of_18_November_1809", "description": "The action of 18 November 1809 was the major engagement of a six-month cruise by a French frigate squadron in the Indian Ocean, during the Napoleonic Wars. The French commander, Commodore Jacques Hamelin, was engaged in commerce raiding across the Bay of Bengal. His squadron achieved local superiority, capturing numerous merchant ships and minor warships. On 18 November 1809, off the Nicobar Islan"}, {"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}, {"title": "Frigate", "href": "/wiki/Frigate", "description": "A frigate is a type of warship, having various sizes and roles over time."}, {"title": "East Indiamen", "href": "/wiki/East_Indiamen", "description": "East Indiaman was a general name for any sailing ship operating under charter or licence to any of the East India trading companies of the major European trading powers of the 17th through the 19th centuries. The term is used to refer to vessels belonging to the Austrian, Danish, Dutch, English, French, Portuguese, or Swedish companies."}, {"title": "Bay of Bengal", "href": "/wiki/Bay_of_Bengal", "description": "The Bay of Bengal is the northeastern part of the Indian Ocean, bounded on the west and northwest by India, on the north by Bangladesh, and on the east by Myanmar and the Andaman and Nicobar Islands of India. Its southern limit is a line between Sangaman Kanda, Sri Lanka and the north westernmost point of Sumatra (Indonesia). It is the largest water region called a bay in the world. There are coun"}]}, {"heading": "Events", "year": "1812", "date": "November 18", "txt": "Napoleonic Wars: The Battle of Krasnoi ends in French defeat, but Marshal of France Michel Ney's leadership leads to him becoming known as \"the bravest of the brave\".", "entities": [{"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}, {"title": "Battle of Krasnoi", "href": "/wiki/Battle_of_Krasnoi", "description": "The Battle of Krasnoi (Krasny) was a series of skirmishes fought in the final stage of Napoleon's retreat from Moscow. The Russians under General Mikhail Illarionovich Kutuzov inflicted heavy losses on the remnants of the Grande Armée. Lacking sufficient artillery, cavalry and supplies to wage battle, Napoleon's objective at Krasnoi was to collect his scattered troops and to resume his retreat. De"}, {"title": "Marshal of France", "href": "/wiki/Marshal_of_France", "description": "Marshal of France is a French military distinction, rather than a military rank, that is awarded to generals for exceptional achievements. The title has been awarded since 1185, though briefly abolished (1793–1804) and for a period dormant (1870–1916). It was one of the Great Officers of the Crown of France during the Ancien Régime and Bourbon Restoration, and one of the Grand Dignitaries of the E"}, {"title": "Michel Ney", "href": "/wiki/Michel_Ney", "description": "Michel Ney, 1st Duke of Elchingen, 1st Prince of the Moskva, popularly known as Marshal Ney, was a French military commander and Marshal of the Empire who fought in the French Revolutionary Wars and the Napoleonic Wars. He was one of the original 18 Marshals of the Empire created by Napoleon I. He was known as Le Rougeaud by his men and nicknamed le Brave des Braves by Napoleon."}]}, {"heading": "Events", "year": "1863", "date": "November 18", "txt": "King Christian IX of Denmark signs the November constitution that declares Schleswig to be part of Denmark. This is seen by the German Confederation as a violation of the London Protocol and leads to the German–Danish war of 1864.", "entities": [{"title": "Christian IX of Denmark", "href": "/wiki/Christian_IX_of_Denmark", "description": "Christian IX was King of Denmark from 1863 until his death in 1906. From 1863 to 1864, he was concurrently Duke of Schleswig, Holstein and Lauenburg."}, {"title": "History of Schleswig-Holstein", "href": "/wiki/History_of_Schleswig-Holstein#The_November_Constitution", "description": "The history of Schleswig-Holstein consists of the corpus of facts since the pre-history times until the modern establishing of the Schleswig-Holstein state."}, {"title": "Schleswig", "href": "/wiki/Schleswig", "description": "The Duchy of Schleswig was a duchy in Southern Jutland (Sønderjylland) covering the area between about 60 km north and 70 km south of the current border between Germany and Denmark. The territory has been divided between the two countries since 1920, with Northern Schleswig in Denmark and Southern Schleswig in Germany. The region is also called Sleswick in English."}, {"title": "German Confederation", "href": "/wiki/German_Confederation", "description": "The German Confederation was an association of 39 predominantly German-speaking sovereign states in Central Europe, created by the Congress of Vienna in 1815 as a replacement of the former Holy Roman Empire, which had been dissolved in 1806."}, {"title": "London Protocol (1852)", "href": "/wiki/London_Protocol_(1852)", "description": "On 8 May 1852, after the First War of Schleswig, an agreement called the London Protocol was signed. This international treaty was the revision of an earlier protocol, which had been ratified on 2 August 1850, by the major Germanic powers of Austria and Prussia. The second London Protocol was recognised by the five major European powers—Austria, France, Prussia, Russia, and the United Kingdom—as w"}, {"title": "Second Schleswig War", "href": "/wiki/Second_Schleswig_War", "description": "The Second Schleswig War was the second military conflict over the Schleswig-Holstein Question of the nineteenth century. The war began on 1 February 1864, when Prussian and Austrian forces crossed the border into Schleswig. Denmark fought the Kingdom of Prussia and the Austrian Empire. Like the First Schleswig War (1848–1852), it was fought for control of the duchies of Schleswig, Holstein and La"}]}, {"heading": "Events", "year": "1872", "date": "November 18", "txt": "Susan B. Anthony and 14 other women are arrested for voting illegally in the United States presidential election of 1872.", "entities": [{"title": "Susan B. Anthony", "href": "/wiki/Susan_B._Anthony", "description": "Susan B. Anthony was an American social reformer and women's rights activist who played a pivotal role in the women's suffrage movement. Born into a Quaker family committed to social equality, she collected anti-slavery petitions at the age of 17. In 1856, she became the New York state agent for the American Anti-Slavery Society."}, {"title": "1872 United States presidential election", "href": "/wiki/1872_United_States_presidential_election", "description": "The 1872 United States presidential election was the 22nd quadrennial presidential election, held on Tuesday, November 5, 1872. Despite a split in the Republican Party, incumbent President Ulysses S. Grant defeated Democratic-endorsed Liberal Republican nominee Horace Greeley. The election is notable for being the only presidential election in which a major party nominee died during the election p"}]}, {"heading": "Events", "year": "1883", "date": "November 18", "txt": "American and Canadian railroads institute five standard continental time zones, ending the confusion of thousands of local times.", "entities": [{"title": "Time zone", "href": "/wiki/Time_zone", "description": "A time zone is an area that observes a uniform standard time for legal, commercial and social purposes. Time zones tend to follow the boundaries between countries and their subdivisions instead of strictly following longitude, because it is convenient for areas in frequent communication to keep the same time."}]}, {"heading": "Events", "year": "1901", "date": "November 18", "txt": "Britain and the United States sign the Hay–Pauncefote Treaty, which nullifies the Clayton–Bulwer Treaty and withdraws British objections to an American-controlled canal in Panama.", "entities": [{"title": "Hay–Pauncefote Treaty", "href": "/wiki/Hay%E2%80%93Pauncefote_Treaty", "description": "The Hay–Pauncefote Treaty is a treaty signed by the United States and Great Britain on 18 November 1901, as a legal preliminary to the U.S. building of the Panama Canal. It nullified the Clayton–Bulwer Treaty of 1850 and gave the United States the right to create and control a canal across the Central American isthmus to connect the Pacific Ocean and the Atlantic Ocean. In the Clayton–Bulwer Treat"}, {"title": "Clayton–Bulwer Treaty", "href": "/wiki/Clayton%E2%80%93Bulwer_Treaty", "description": "The Clayton–Bulwer Treaty was a treaty signed in 1850 between the United States and the United Kingdom. The treaty was negotiated by John M. Clayton and Sir Henry Bulwer, amidst growing tensions between the two nations over Central America, a region where the British had traditionally held strong influence but also saw increasing American expansion into the area. The treaty proved instrumental in "}]}, {"heading": "Events", "year": "1903", "date": "November 18", "txt": "The Hay–Bunau-Varilla Treaty is signed by the United States and Panama, giving the United States exclusive rights over the Panama Canal Zone.", "entities": [{"title": "Hay–Bunau-Varilla Treaty", "href": "/wiki/Hay%E2%80%93Bunau-Varilla_Treaty", "description": "The Hay–Bunau-Varilla Treaty was a treaty signed on November 18, 1903, by the United States and Panama, which established the Panama Canal Zone and the subsequent construction of the Panama Canal. It was named after its two primary negotiators, Philippe-Jean Bunau-Varilla, the French diplomatic representative of Panama, and United States Secretary of State John Hay."}, {"title": "Panama", "href": "/wiki/Panama", "description": "Panama, officially the Republic of Panama, is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people."}, {"title": "Panama Canal Zone", "href": "/wiki/Panama_Canal_Zone", "description": "The Panama Canal Zone was an unincorporated territory of the United States from 1903 to 1979, centered on the Panama Canal and surrounded by the Republic of Panama. The zone consisted of the canal and an area generally extending five miles (8.0 km) on each side of the centerline, excluding Panama City and Colón, which otherwise would have been partly within the limits of the Zone. Its border spann"}]}, {"heading": "Events", "year": "1905", "date": "November 18", "txt": "Prince Carl of Denmark becomes King Haakon VII of Norway.", "entities": [{"title": "Haakon VII of Norway", "href": "/wiki/Haakon_VII_of_Norway", "description": "Haakon VII was the King of Norway from November 1905 until his death in September 1957."}]}, {"heading": "Events", "year": "1909", "date": "November 18", "txt": "Two United States warships are sent to Nicaragua after 500 revolutionaries (including two Americans) are executed by order of José Santos Zelaya.", "entities": [{"title": "Warship", "href": "/wiki/Warship", "description": "A warship or combatant ship is a naval ship that is built and primarily intended for naval warfare. Usually they belong to the armed forces of a state. As well as being armed, warships are designed to withstand damage and are usually faster and more maneuverable than merchant ships. Unlike a merchant ship, which carries cargo, a warship typically carries only weapons, ammunition and supplies for i"}, {"title": "Nicaragua", "href": "/wiki/Nicaragua", "description": "Nicaragua, officially the Republic of Nicaragua, is the largest country in the Central American isthmus, bordered by Honduras to the northwest, the Caribbean to the east, Costa Rica to the south, and the Pacific Ocean to the southwest. Managua is the country's capital and largest city and is also the third-largest city in Central America, behind Tegucigalpa and Guatemala City. The multi-ethnic pop"}, {"title": "Revolutionaries", "href": "/wiki/Revolutionaries", "description": "A revolutionary is a person who either participates in, or advocates a revolution. Also, when used as an adjective, the term revolutionary refers to something that has a major, sudden impact on society or on some aspect of human endeavor."}, {"title": "José Santos Zelaya", "href": "/wiki/Jos%C3%A9_Santos_Zelaya", "description": "José Santos Zelaya López was the President of Nicaragua from 25 July 1893 to 21 December 1909."}]}, {"heading": "Events", "year": "1910", "date": "November 18", "txt": "In their campaign for women's voting rights, hundreds of suffragettes march to the British Parliament in London. Several are beaten by police, newspaper attention embarrasses the authorities, and the march is dubbed Black Friday.", "entities": [{"title": "Suffragettes", "href": "/wiki/Suffragettes", "description": "A suffragette was a member of an activist women's organization in the early 20th century who, under the banner \"Votes for Women\", fought for the right to vote in public elections. The term refers in particular to members of the British Women's Social and Political Union (WSPU), a women-only movement founded in 1903 by Emmeline Pankhurst, which engaged in direct action and civil disobedience. In 19"}, {"title": "Palace of Westminster", "href": "/wiki/Palace_of_Westminster", "description": "The Palace of Westminster serves as the meeting place for both the House of Commons and the House of Lords, the two houses of the Parliament of the United Kingdom. Informally known as the Houses of Parliament after its occupants, the Palace lies on the north bank of the River Thames in the City of Westminster, in central London, England."}, {"title": "Black Friday (1910)", "href": "/wiki/Black_Friday_(1910)", "description": "Black Friday was a suffragette demonstration in London on 18 November 1910, in which 300 women marched to the Houses of Parliament as part of their campaign to secure voting rights for women. The day earned its name from the violence meted out to protesters, some of it sexual, by the Metropolitan Police and male bystanders."}]}, {"heading": "Events", "year": "1916", "date": "November 18", "txt": "World War I: First Battle of the Somme: In France, British Expeditionary Force commander Douglas Haig calls off the battle which started on July 1, 1916.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Battle of the Somme", "href": "/wiki/Battle_of_the_Somme", "description": "The Battle of the Somme, also known as the Somme offensive, was a battle of the First World War fought by the armies of the British Empire and French Third Republic against the German Empire. It took place between 1 July and 18 November 1916 on both sides of the upper reaches of the Somme, a river in France. The battle was intended to hasten a victory for the Allies. More than three million men fo"}, {"title": "British Expeditionary Force (World War I)", "href": "/wiki/British_Expeditionary_Force_(World_War_I)", "description": "The British Expeditionary Force (BEF) was the six-division British Army sent to the Western Front during the First World War. Planning for a British Expeditionary Force began with the 1906–1912 Haldane reforms of the British Army carried out by the Secretary of State for War Richard Haldane following the Second Boer War (1899–1902)."}, {"title": "Douglas Haig, 1st Earl Haig", "href": "/wiki/Douglas_Haig,_1st_Earl_Haig", "description": "Field Marshal Douglas Haig, 1st Earl Haig, was a senior officer of the British Army. During the First World War, he commanded the British Expeditionary Force (BEF) on the Western Front from late 1915 until the end of the war. He was commander during the Battle of the Somme, the Battle of Arras, the Third Battle of Ypres (Passchendaele), the German spring offensive, and the final Hundred Days Offen"}]}, {"heading": "Events", "year": "1918", "date": "November 18", "txt": "Latvia declares its independence from Russia.", "entities": [{"title": "Latvia", "href": "/wiki/Latvia", "description": "Latvia, officially known as the Republic of Latvia, is a country in the Baltic region of Northern Europe. It is one of the Baltic states; and is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia covers an area of 64,589 km2 (24,938 sq mi), with a population of 1.9 million. The country"}]}, {"heading": "Events", "year": "1928", "date": "November 18", "txt": "Release of the animated short Steamboat Willie, the first fully synchronized sound cartoon, directed by Walt Disney and Ub Iwerks, featuring the third appearances of cartoon characters Mickey Mouse and Minnie Mouse. This is considered by the Disney corporation to be Mickey's birthday.", "entities": [{"title": "Cartoon", "href": "/wiki/Cartoon", "description": "A cartoon is a type of illustration, sometimes animated, typically in a non-realistic or semi-realistic style. The specific meaning has evolved over time, but the modern usage usually refers to either: an image or series of images intended for satire, caricature, or humor; or a motion picture that relies on a sequence of illustrations for its animation. Someone who creates cartoons in the first se"}, {"title": "Walt Disney", "href": "/wiki/Walt_Disney", "description": "Walter Elias Disney was an American entrepreneur, animator, writer, voice actor, and film producer. A pioneer of the American animation industry, he introduced several developments in the production of cartoons. As a film producer, Disney holds the record for most Academy Awards earned by an individual, having won 22 Oscars from 59 nominations. He was presented with two Golden Globe Special Achiev"}, {"title": "Ub Iwerks", "href": "/wiki/Ub_Iwerks", "description": "Ubbe Eert \"Ub\" Iwwerks was an American animator, cartoonist, character designer, inventor, and special effects technician, who designed Oswald the Lucky Rabbit and Mickey Mouse. Iwerks produced alongside Walt Disney and won numerous awards, including multiple Academy Awards."}, {"title": "Mickey Mouse", "href": "/wiki/Mickey_Mouse", "description": "Mickey Mouse is a cartoon character created in 1928 by The Walt Disney Company, who also serves as the brand's mascot. An anthropomorphic mouse who typically wears red shorts, large yellow shoes, and white gloves, Mickey is one of the world's most recognizable fictional characters."}, {"title": "Minnie Mouse", "href": "/wiki/Minnie_Mouse", "description": "Minnie Mouse is a cartoon character created in 1928 by The Walt Disney Company. As the longtime sweetheart of Mickey Mouse, she is an anthropomorphic mouse with white gloves, a bow, polka-dotted dress, and low-heeled shoes occasionally with ribbons on them. The Mickey Mouse comic strip story \"The Gleam\" by Merrill De Maris and Floyd Gottfredson first gave her full name as Minerva Mouse, although t"}]}, {"heading": "Events", "year": "1929", "date": "November 18", "txt": "Grand Banks earthquake: Off the south coast of Newfoundland in the Atlantic Ocean, a Richter magnitude 7.2 submarine earthquake, centered on the  Grand Banks, breaks 12 submarine transatlantic telegraph cables and triggers a tsunami that destroys many south coast communities in the Burin Peninsula.", "entities": [{"title": "1929 Grand Banks earthquake", "href": "/wiki/1929_Grand_Banks_earthquake", "description": "The 1929 Grand Banks earthquake occurred on November 18. The shock had a moment magnitude of 7.2 and a maximum Rossi–Forel intensity of VI and was centered in the Atlantic Ocean off the south coast of Newfoundland in the Laurentian Slope Seismic Zone."}, {"title": "Newfoundland (island)", "href": "/wiki/Newfoundland_(island)", "description": "Newfoundland is a large island off the east coast of the North American mainland, and the most populous part of the Canadian province of Newfoundland and Labrador. It has 29 percent of the province's land area. The island is separated from the Labrador Peninsula by the Strait of Belle Isle and from Cape Breton Island by the Cabot Strait. It blocks the mouth of the Saint Lawrence River, creating th"}, {"title": "Richter magnitude", "href": "/wiki/Richter_magnitude", "description": "The Richter scale – also called the Richter magnitude scale or Richter's magnitude scale – is a measure of the strength of earthquakes, developed by Charles Francis Richter and presented in his landmark 1935 paper, where he called it the \"magnitude scale\". This was later revised and renamed the local magnitude scale, denoted as ML or ML ."}, {"title": "Grand Banks of Newfoundland", "href": "/wiki/Grand_Banks_of_Newfoundland", "description": "The Grand Banks of Newfoundland are a series of underwater plateaus south-east of the island of Newfoundland on the North American continental shelf. The Grand Banks are one of the world's richest fishing grounds, supporting Atlantic cod, swordfish, haddock and capelin, as well as shellfish, seabirds and sea mammals."}, {"title": "Transatlantic telegraph cable", "href": "/wiki/Transatlantic_telegraph_cable", "description": "Transatlantic telegraph cables were undersea cables running under the Atlantic Ocean used for telegraph communications. Telegraphy is now an obsolete form of communication and the cables have long since been decommissioned, but telephone and data are still carried on other transatlantic telecommunications cables. The first cable was laid in the 1850s across the floor of the Atlantic from Valentia "}, {"title": "Tsunami", "href": "/wiki/Tsunami", "description": "A tsunami is a series of waves in a water body caused by the displacement of a large volume of water, generally in an ocean or a large lake. Earthquakes, volcanic eruptions and other underwater explosions above or below water all have the potential to generate a tsunami. Unlike normal ocean waves, which are generated by wind, or tides, which are generated by the gravitational pull of the Moon and "}, {"title": "Burin Peninsula", "href": "/wiki/Burin_Peninsula", "description": "The Burin Peninsula is a peninsula located on the south coast of the island of Newfoundland in the province of Newfoundland and Labrador."}]}, {"heading": "Events", "year": "1940", "date": "November 18", "txt": "World War II: German leader Adolf Hitler and Italian Foreign Minister Galeazzo Ciano meet to discuss Benito Mussolini's disastrous Italian invasion of Greece.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "Galeazzo Ciano", "href": "/wiki/Galeazzo_Ciano", "description": "Gian Galeazzo Ciano, 2nd Count of Cortellazzo and Buccari was an Italian diplomat and politician who served as Foreign Minister in the government of his father-in-law, Benito Mussolini, from 1936 until 1943. During this period, he was widely seen as Mussolini's most probable successor as Duce."}, {"title": "Benito Mussolini", "href": "/wiki/Benito_Mussolini", "description": "Benito Amilcare Andrea Mussolini was an Italian politician and journalist who founded and led the National Fascist Party. He was Prime Minister of Italy from the Fascist coup d'état in 1922 until his deposition in 1943, and Duce (\"Leader\") of Italian Fascism from the establishment of the Italian Fasces of Combat in 1919 until his execution in 1945 during the Italian Civil War. As dictator of Italy"}, {"title": "Italian invasion of Greece", "href": "/wiki/Italian_invasion_of_Greece", "description": "The Greco-Italian War took place between the kingdoms of Italy and Greece from 28 October 1940 to 23 April 1941. This local war began the Balkans Campaign of World War II between the Axis powers and the Allies and eventually turned into the Battle of Greece with British and German involvement. On 10 June 1940, Italy declared war on France and the United Kingdom. By September 1940, the Italians had"}]}, {"heading": "Events", "year": "1943", "date": "November 18", "txt": "World War II: Battle of Berlin: Four hundred and forty Royal Air Force planes bomb Berlin causing only light damage and killing 131. The RAF loses nine aircraft and 53 air crew.", "entities": [{"title": "Battle of Berlin (RAF campaign)", "href": "/wiki/Battle_of_Berlin_(RAF_campaign)", "description": "The Battle of Berlin was a series of attacks on Berlin by RAF Bomber Command along with raids on other German cities to keep German defences dispersed. Air Chief Marshal Sir Arthur Harris, AOC-in-C Bomber Command, believed that \"We can wreck Berlin from end to end if the USAAF come in with us. It will cost us between 400 and 500 aircraft. It will cost Germany the war\"."}, {"title": "Royal Air Force", "href": "/wiki/Royal_Air_Force", "description": "The Royal Air Force (RAF) is the United Kingdom's aerial warfare force. It was formed towards the end of the First World War on 1 April 1918, becoming the first independent air force in the world, by regrouping the Royal Flying Corps (RFC) and the Royal Naval Air Service (RNAS). Following the Allied victory over the Central Powers in 1918, the RAF emerged as the largest air force in the world at t"}]}, {"heading": "Events", "year": "1944", "date": "November 18", "txt": "The Popular Socialist Youth is founded in Cuba.", "entities": [{"title": "Popular Socialist Youth", "href": "/wiki/Popular_Socialist_Youth", "description": "The Popular Socialist Youth was a youth organization in Cuba, the youth wing of the Popular Socialist Party. Raúl Valdés Vivó was the general secretary of the organization. By 1960, the organization was estimated to have around 13,000 members. Raúl Castro was a member of the organization for some time."}, {"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}]}, {"heading": "Events", "year": "1947", "date": "November 18", "txt": "The Ballantyne's Department Store fire in Christchurch, New Zealand, kills 41; it is the worst fire disaster in the history of New Zealand.", "entities": [{"title": "Ballantyne's fire", "href": "/wiki/Ballantyne%27s_fire", "description": "On Tuesday, 18 November 1947, a fire engulfed Ballantynes department store in central Christchurch, New Zealand. 41 people died; 39 employees and two auditors, who found themselves trapped by the fire, or were overcome by smoke while evacuating the store complex without a fire alarm or evacuation plan. It remains the deadliest fire in New Zealand history."}, {"title": "Christchurch", "href": "/wiki/Christchurch", "description": "Christchurch is the largest city in the South Island of New Zealand and the seat of the Canterbury Region. The Christchurch urban area lies on the South Island's east coast, just north of Banks Peninsula. The urban area is home to 383,200 residents, and the territorial authority has 394,700 people, which makes it the second-most populous city in New Zealand after Auckland and before Wellington. Th"}]}, {"heading": "Events", "year": "1949", "date": "November 18", "txt": "The Iva Valley Shooting occurs after the coal miners of Enugu in Nigeria go on strike over withheld wages; 21 miners are shot dead and 51 are wounded by police under the supervision of the British colonial administration of Nigeria.", "entities": [{"title": "Iva Valley", "href": "/wiki/Iva_Valley", "description": "Iva Valley is a locality located in the Nigerian city of Enugu in Enugu State. The Iva Valley is named after a valley in the area which bears the same name. The locality is the site of the Iva Valley Coal Mine. The Iva Valley is famed in Enugu for the events of November 18, 1949 when 21 miners were shot dead by policemen while striking. The Iva Valley Coal Mine was opened in 1917 by the British co"}, {"title": "Enugu", "href": "/wiki/Enugu", "description": "Enugu is the capital of Enugu State in Nigeria. It is located in southeastern Nigeria. The city had a population of 722,664 according to the 2006 Nigerian census. The name Enugu is derived from the two Igbo words Énú Ụ́gwụ́ meaning \"hill top\" denoting the city's hilly geography. The city was named after Enugwu Ngwuo, under which coal was found.\nEnugwu Ngwuo is one of the ten villages that made up "}, {"title": "Nigeria", "href": "/wiki/Nigeria", "description": "Nigeria, officially the Federal Republic of Nigeria, is a country in West Africa. It borders Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its southern coast is on the Gulf of Guinea in the Atlantic Ocean. Nigeria is a federal republic comprising 36 states and the Federal Capital Territory, where the capital, Abuja, is located. Lagos, one of the largest me"}, {"title": "Strike action", "href": "/wiki/Strike_action", "description": "Strike action, also called labor strike, labour strike, or simply strike, is a work stoppage, caused by the mass refusal of employees to work. A strike usually takes place in response to employee grievances. Strikes became common during the Industrial Revolution, when mass labor became important in factories and mines. In most countries, strike actions were quickly made illegal, as factory owners "}, {"title": "Colonial Nigeria", "href": "/wiki/Colonial_Nigeria", "description": "Colonial Nigeria was the era in the History of Nigeria when the region of West Africa was ruled by the United Kingdom from the mid-nineteenth century until 1960 when Nigeria achieved independence. British influence in the region began with the prohibition of slave trade to British subjects in 1807. Britain annexed Lagos in 1861 and established the Oil River Protectorate in 1884. British influence "}]}, {"heading": "Events", "year": "1961", "date": "November 18", "txt": "United States President John F. Kennedy sends 18,000 military advisors to South Vietnam.", "entities": [{"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1963", "date": "November 18", "txt": "The first push-button telephone goes into service.", "entities": [{"title": "Push-button telephone", "href": "/wiki/Push-button_telephone", "description": "The push-button telephone is a telephone that has buttons or keys for dialing a telephone number, in contrast to having a rotary dial as in earlier telephone instruments."}]}, {"heading": "Events", "year": "1970", "date": "November 18", "txt": "U.S. President Richard Nixon asks the U.S. Congress for $155 million in supplemental aid for the Cambodian government.", "entities": [{"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Cambodia", "href": "/wiki/Cambodia", "description": "Cambodia, officially the Kingdom of Cambodia, is a country located in the southern portion of the Indochinese peninsula in Southeast Asia. It is 181,035 square kilometres in area, bordered by Thailand to the northwest, Laos to the northeast, Vietnam to the east and the Gulf of Thailand to the southwest."}]}, {"heading": "Events", "year": "1971", "date": "November 18", "txt": "Oman declares its independence from United Kingdom.", "entities": [{"title": "Oman", "href": "/wiki/Oman", "description": "Oman, officially the Sultanate of Oman, is a country on the southeastern coast of the Arabian Peninsula in Western Asia and the oldest independent state in the Arab world. Located in a strategically important position at the mouth of the Persian Gulf, the country shares land borders with the United Arab Emirates to the northwest, Saudi Arabia to the west, and Yemen to the southwest, and shares mar"}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}]}, {"heading": "Events", "year": "1978", "date": "November 18", "txt": "The McDonnell Douglas F/A-18 Hornet makes its first flight, at the Naval Air Test Center in Maryland, United States.", "entities": [{"title": "McDonnell Douglas F/A-18 Hornet", "href": "/wiki/McDonnell_Douglas_F/A-18_Hornet", "description": null}, {"title": "Naval Air Station Patuxent River", "href": "/wiki/Naval_Air_Station_Patuxent_River", "description": "Naval Air Station Patuxent River, also known as NAS Pax River, is a United States naval air station located in St. Mary’s County, Maryland, on the Chesapeake Bay near the mouth of the Patuxent River."}, {"title": "Maryland", "href": "/wiki/Maryland", "description": "Maryland is a state in the Mid-Atlantic region of the United States, bordering Virginia, West Virginia, and the District of Columbia to its south and west; Pennsylvania to its north; and Delaware and the Atlantic Ocean to its east. Baltimore is the largest city in the state and the capital is Annapolis. Among its occasional nicknames are Old Line State, the Free State, and the Chesapeake Bay State"}]}, {"heading": "Events", "year": "1978", "date": "November 18", "txt": "In Jonestown, Guyana, Jim Jones led his Peoples Temple to a mass murder–suicide that claimed 918 lives in all, 909 of them in Jonestown itself, including over 270 children. Congressman Leo Ryan is murdered by members of the Peoples Temple hours earlier.", "entities": [{"title": "Jim Jones", "href": "/wiki/Jim_Jones", "description": "James Warren Jones was an American cult leader, political activist, preacher and faith healer who led the Peoples Temple, a new religious organization which existed between 1955 and 1978. Jones and his inner circle orchestrated a mass murder-suicide of himself and his followers in his remote jungle commune at Jonestown, Guyana, on November 18, 1978."}, {"title": "Peoples Temple", "href": "/wiki/Peoples_Temple", "description": "The Peoples Temple of the Disciples of Christ, commonly shortened to Peoples Temple, was an American new religious organization which existed between 1954 and 1978. Originally founded in Indianapolis, Indiana, by Reverend Jim Jones, the Peoples Temple spread a message that combined elements of Christianity with communist and socialist ideology, with an emphasis on racial equality. After Jones move"}, {"title": "Murder–suicide", "href": "/wiki/Murder%E2%80%93suicide", "description": "A murder–suicide is an act in which an individual kills one or more people before killing themself. The combination of murder and suicide can take various forms:Murder linked with suicide of a mentally unstable person with a homicidal ideation;\nMurder which entails suicide, such as suicide bombing or the deliberate crash of a vehicle carrying the perpetrator and others;\nSuicide after murder to esc"}, {"title": "Leo Ryan", "href": "/wiki/Leo_Ryan", "description": "Leo Joseph Ryan Jr. was an American teacher and politician. A member of the Democratic Party, he served as the U.S. Representative from California's 11th congressional district from 1973 until his assassination during the Jonestown massacre in 1978."}]}, {"heading": "Events", "year": "1987", "date": "November 18", "txt": "King's Cross fire: In London, 31 people die in a fire at the city's busiest underground station, King's Cross St Pancras.", "entities": [{"title": "King's Cross fire", "href": "/wiki/King%27s_Cross_fire", "description": "The King's Cross fire began at approximately 19:30 on 18 November 1987 at King's Cross St Pancras tube station, a major interchange on the London Underground. As well as the mainline railway stations above ground and subsurface platforms for the Metropolitan, Circle and Hammersmith & City lines, there were platforms deeper underground for the Northern, Piccadilly, and Victoria lines. The fire star"}, {"title": "London Underground", "href": "/wiki/London_Underground", "description": "The London Underground is a rapid transit system serving Greater London and some parts of the adjacent counties of Buckinghamshire, Essex and Hertfordshire in the United Kingdom."}, {"title": "King's Cross St. Pancras tube station", "href": "/wiki/King%27s_Cross_St._Pancras_tube_station", "description": "King's Cross St. Pancras is a London Underground station on Euston Road in the Borough of Camden, Central London. It serves King's Cross and St Pancras main line stations in fare zone 1, and is an interchange between six Underground lines. The station was one of the first to open on the network; as of 2019, it is the most used station on the network for passenger entrances and exits combined."}]}, {"heading": "Events", "year": "1988", "date": "November 18", "txt": "War on Drugs: U.S. President Ronald Reagan signs a bill into law allowing the death penalty for drug traffickers.", "entities": [{"title": "War on Drugs", "href": "/wiki/War_on_Drugs", "description": "The war on drugs is a global campaign, led by the U.S. federal government, of drug prohibition, military aid, and military intervention, with the aim of reducing the illegal drug trade in the United States. The initiative includes a set of drug policies that are intended to discourage the production, distribution, and consumption of psychoactive drugs that the participating governments and the UN "}, {"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}, {"title": "Capital punishment", "href": "/wiki/Capital_punishment", "description": "Capital punishment, also known as the death penalty, is the state-sanctioned killing of a person as punishment for a crime. The sentence ordering that someone is punished with the death penalty is called a death sentence, and the act of carrying out such a sentence is known as an execution. A prisoner awaiting their execution is condemned and is \"on death row\". Crimes that are punishable by death "}, {"title": "Drug trafficking", "href": "/wiki/Drug_trafficking", "description": "The illegal drug trade or drug trafficking is a global black market dedicated to the cultivation, manufacture, distribution and sale of prohibited drugs. Most jurisdictions prohibit trade, except under license, of many types of drugs through the use of drug prohibition laws."}]}, {"heading": "Events", "year": "1991", "date": "November 18", "txt": "Shiite Muslim kidnappers in Lebanon release Anglican Church envoys Terry Waite and Thomas Sutherland.", "entities": [{"title": "Shiite", "href": "/wiki/Shiite", "description": "Shia Islam or Shi'ism is one of the two main branches of Islam. It holds that the Islamic prophet Muhammad designated Ali ibn Abi Talib as his successor and the Imam after him, most notably at the event of Ghadir Khumm, but was prevented from succeeding Muhammad as the leader of all Muslims as a result of the choice made by Muhammad's other companions at Saqifah. This view primarily contrasts with"}, {"title": "Lebanon", "href": "/wiki/Lebanon", "description": "Lebanon, officially known as the Lebanese Republic, is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus lies west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland has contributed to its rich history and shaped a cultural identity of religious and ethnic diversity. A"}, {"title": "Anglican Communion", "href": "/wiki/Anglican_Communion", "description": "The Anglican Communion is the third largest Christian communion after the Catholic Church and Eastern Orthodox Church. Founded in 1867 in London, the communion has more than 85 million members within the Church of England and other national and regional churches in full communion. The traditional origins of Anglican doctrine are summarised in the Thirty-nine Articles (1571). The Archbishop of Cant"}, {"title": "Terry Waite", "href": "/wiki/Terry_Waite", "description": "Terence Hardy Waite is an English humanitarian and author."}, {"title": "Thomas Sutherland (academic)", "href": "/wiki/Thomas_Sutherland_(academic)", "description": "Thomas Sutherland, Dean of Agriculture at the American University of Beirut in Lebanon, was kidnapped by Islamic Jihad members near his Beirut home on June 9, 1985. He was released on November 18, 1991 at the same time as Terry Waite, having been held hostage for 2,353 days."}]}, {"heading": "Events", "year": "1991", "date": "November 18", "txt": "After an 87-day siege, the Croatian city of Vukovar capitulates to the besieging Yugoslav People's Army and allied Serb paramilitary forces.", "entities": [{"title": "Croatia", "href": "/wiki/Croatia", "description": "Croatia, officially the Republic of Croatia, is a country at the crossroads of Central and Southeast Europe on the Adriatic Sea. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina and Montenegro to the southeast, and shares a maritime border with Italy to the west and southwest. Its capital and largest city, Zagreb, forms one of the country's"}, {"title": "Vukovar", "href": "/wiki/Vukovar", "description": "Vukovar is a city in eastern Croatia. It contains Croatia's largest river port, located at the confluence of the Vuka and the Danube. Vukovar is the seat of Vukovar-Syrmia County. The city's registered population was 26,468 in the 2011 census, with a total of 27,683 in the municipality."}]}, {"heading": "Events", "year": "1993", "date": "November 18", "txt": "In the United States, the North American Free Trade Agreement (NAFTA) is approved by the House of Representatives.", "entities": [{"title": "North American Free Trade Agreement", "href": "/wiki/North_American_Free_Trade_Agreement", "description": "The North American Free Trade Agreement was an agreement signed by Canada, Mexico, and the United States that created a trilateral trade bloc in North America. The agreement came into force on January 1, 1994, and superseded the 1988 Canada–United States Free Trade Agreement between the United States and Canada. The NAFTA trade bloc formed one of the largest trade blocs in the world by gross domes"}, {"title": "United States House of Representatives", "href": "/wiki/United_States_House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "1993", "date": "November 18", "txt": "In South Africa, 21 political parties approve a new constitution, expanding voting rights and ending white minority rule.", "entities": []}, {"heading": "Events", "year": "1996", "date": "November 18", "txt": "A fire occurs on a train traveling through the Channel Tunnel from France to England causing several injuries and damaging approximately 500 metres (1,600 ft) of tunnel.", "entities": [{"title": "1996 Channel Tunnel fire", "href": "/wiki/1996_Channel_Tunnel_fire", "description": "The Channel Tunnel fire of 18 November 1996 occurred on a train carrying Heavy Goods Vehicles (HGVs) and their drivers through the Channel Tunnel from France to the United Kingdom (UK). The fire was seen on the train as it entered the tunnel and, in line with the policy at the time, an attempt was made to drive to the UK where the fire would be dealt with. However, after an indication of a serious"}, {"title": "Channel Tunnel", "href": "/wiki/Channel_Tunnel", "description": "The Channel Tunnel (French: Le tunnel sous la Manche), also referred to as the Eurotunnel or Chunnel, is a 50.45-kilometre (31.35 mi) railway tunnel that connects Folkestone with Coquelles beneath the English Channel at the Strait of Dover. It is the only fixed link between the island of Great Britain and the European mainland. At its lowest point, it is 75 m (250 ft) deep below the sea bed and 11"}]}, {"heading": "Events", "year": "1999", "date": "November 18", "txt": "At Texas A&M University, the Aggie Bonfire collapses killing 12 students and injuring 27 others.", "entities": [{"title": "Aggie Bonfire", "href": "/wiki/Aggie_Bonfire#1999_collapse", "description": "The Aggie Bonfire was a long-standing annual tradition at Texas A&M University as part of the college rivalry with the University of Texas at Austin. For 90 years, Texas A&M students—known as Aggies—built a bonfire on campus each autumn, known to the Aggie community simply as \"Bonfire\". The event symbolized Aggie students' \"burning desire to beat the hell outta t.u.\", a derogatory nickname for the"}]}, {"heading": "Events", "year": "2002", "date": "November 18", "txt": "Iraq disarmament crisis: United Nations weapons inspectors led by Hans Blix arrive in Iraq.", "entities": [{"title": "Iraq disarmament crisis", "href": "/wiki/Iraq_disarmament_crisis", "description": "The Iraq disarmament crisis was claimed as one of primary issues that led to the multinational invasion of Iraq on 20 March 2003. Since the 1980s, Iraq was widely assumed to have been producing and extensively running the programs of biological, chemical and nuclear weapons. Iraq made extensive use of chemical weapons during the Iran–Iraq War in the 1980s, including against its own Kurdish populat"}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}, {"title": "Hans Blix", "href": "/wiki/Hans_Blix", "description": "Hans Martin Blix is a Swedish diplomat and politician for the Liberal People's Party. He was Swedish Minister for Foreign Affairs (1978–1979) and later became the head of the International Atomic Energy Agency. As such, Blix was the first Western representative to inspect the consequences of the Chernobyl disaster in the Soviet Union on site, and led the agency response to them. Blix was also the "}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}]}, {"heading": "Events", "year": "2003", "date": "November 18", "txt": "The Massachusetts Supreme Judicial Court rules 4–3 in Goodridge v. Department of Public Health that the state's ban on same-sex marriage is unconstitutional and gives the state legislature 180 days to change the law making Massachusetts the first state in the United States to grant marriage rights to same-sex couples.", "entities": [{"title": "Massachusetts Supreme Judicial Court", "href": "/wiki/Massachusetts_Supreme_Judicial_Court", "description": "The Massachusetts Supreme Judicial Court (SJC) is the highest court in the Commonwealth of Massachusetts. Although the claim is disputed by the Supreme Court of Pennsylvania, the SJC claims the distinction of being the oldest continuously functioning appellate court in the Americas, with a recognized history dating to the establishment of the Massachusetts Superior Court of Judicature in 1692 unde"}]}, {"heading": "Events", "year": "2012", "date": "November 18", "txt": "Pope Tawadros II of Alexandria becomes the 118th Pope of the Coptic Orthodox Church of Alexandria.", "entities": [{"title": "Pope Tawadros II of Alexandria", "href": "/wiki/Pope_Tawadros_II_of_Alexandria", "description": "Pope Tawadros II or Theodore II is the 118th and current pope of Alexandria and patriarch of the See of St. Mark, succeeding the late Pope Shenouda III as leader of the Coptic Orthodox Church of Alexandria. He took office on 18 November 2012, two weeks after being selected."}, {"title": "List of Coptic Orthodox Popes of Alexandria", "href": "/wiki/List_of_Coptic_Orthodox_Popes_of_Alexandria", "description": "The following is a list of all of the Coptic Orthodox Popes of Alexandria who have led the Coptic Orthodox Church of Alexandria and have succeeded the Apostle Mark the Evangelist in the office of Bishop of Alexandria, who founded the Church in the 1st century, and marked the beginning of Christianity in Africa."}, {"title": "Pope of the Coptic Orthodox Church of Alexandria", "href": "/wiki/Pope_of_the_Coptic_Orthodox_Church_of_Alexandria", "description": "The Pope of the Coptic Orthodox Church of Alexandria is the leader of the Coptic Orthodox Church of Alexandria, a faith with ancient Christian roots in Egypt. The current holder of this position is Pope Tawadros II, who was selected as the 118th pope on November 18, 2012."}]}, {"heading": "Events", "year": "2013", "date": "November 18", "txt": "NASA launches the MAVEN probe to Mars.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "MAVEN", "href": "/wiki/MAVEN", "description": "Mars Atmosphere and Volatile EvolutioN (MAVEN) is a spacecraft developed by NASA to investigate the upper atmosphere and ionosphere of Mars and how the solar wind strips volatile compounds from this atmosphere. This research gives insight into how the planet's climate has changed over time. MAVEN launched on an Atlas V rocket from Cape Canaveral Air Force Station on 18 November 2013 and went into "}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Births", "year": "701", "date": "November 18", "txt": "Itzam K'an Ahk II, Mayan ruler (d. 757)", "entities": [{"title": "Itzam K'an Ahk II", "href": "/wiki/Itzam_K%27an_Ahk_II", "description": "Itzam Kʼan Ahk II, also known as Ruler 4, was an ajaw of Piedras Negras, an ancient Maya settlement in Guatemala. He ruled during the Late Classic Period, from 729 to 757 AD. Itzam Kʼan Ahk II ascended to the throne following the death of Kʼinich Yoʼnal Ahk II. Itzam Kʼan Ahk II may have fathered the following three kings of Piedras Negras: Yoʼnal Ahk III, Haʼ Kʼin Xook, and Kʼinich Yat Ahk II. Fo"}]}, {"heading": "Births", "year": "709", "date": "November 18", "txt": "Emperor Kōnin of Japan (d. 782)", "entities": [{"title": "Emperor Kōnin", "href": "/wiki/Emperor_K%C5%8Dnin", "description": "Emperor Kōnin  was the 49th emperor of Japan, according to the traditional order of succession. Kōnin's reign lasted from 770 to 781."}]}, {"heading": "Births", "year": "1522", "date": "November 18", "txt": "Lamoral, Count of Egmont (d. 1568)", "entities": [{"title": "Lamoral, Count of Egmont", "href": "/wiki/Lamoral,_Count_of_Egmont", "description": "Lamoral, Count of Egmont, Prince of Gavere was a general and statesman in the Spanish Netherlands just before the start of the Eighty Years' War, whose execution helped spark the national uprising that eventually led to the independence of the Netherlands."}]}, {"heading": "Births", "year": "1571", "date": "November 18", "txt": "Hippolytus Guarinonius, Italian physician and polymath (d. 1654)", "entities": [{"title": "Hippolytus Guarinonius", "href": "/wiki/Hippolytus_Guarinonius", "description": "Hippolytus Guarinonius was a physician and polymath who spent the main part of his life based at Hall in Tirol. He represented a militant strand of Catholicism and was instrumental in the building of the St Charles Church (Karlskirche) in Volders. He was also an instigator of the Andreas Oxner Anti-semitism cult."}]}, {"heading": "Births", "year": "1576", "date": "November 18", "txt": "Philipp Ludwig II, Count of Hanau-Münzenberg (d. 1612)", "entities": [{"title": "Philipp Ludwig II, Count of Hanau-Münzenberg", "href": "/wiki/Philipp_Ludwig_II,_Count_of_Hanau-M%C3%BCnzenberg", "description": "Philipp Ludwig II of Hanau-Münzenberg, was one of the most notable counts of Hanau of the early modern period, his policies bringing about sweeping changes."}]}, {"heading": "Births", "year": "1630", "date": "November 18", "txt": "Eleonora Gonzaga, Italian wife of Ferdinand III, Holy Roman Emperor (d. 1686)", "entities": [{"title": "Eleonora Gonzaga (1630–1686)", "href": "/wiki/Eleonora_Gonzaga_(1630%E2%80%931686)", "description": "Eleonora Gonzaga, was by birth Princess of Mantua, Nevers and Rethel from the Nevers branch of the House of Gonzaga and by marriage Holy Roman Empress, German Queen, Queen consort of Hungary and Bohemia."}, {"title": "Ferdinand III, Holy Roman Emperor", "href": "/wiki/Ferdinand_III,_Holy_Roman_Emperor", "description": "Ferdinand III was from 1621 Archduke of Austria, King of Hungary from 1625, King of Croatia and Bohemia from 1627 and Holy Roman Emperor from 1637 until his death in 1657."}]}, {"heading": "Births", "year": "1647", "date": "November 18", "txt": "Pierre Bayle, French philosopher and author (d. 1706)", "entities": [{"title": "Pierre Bayle", "href": "/wiki/Pierre_Bayle", "description": "Pierre Bayle was a French philosopher, author, and lexicographer. A Huguenot, Bayle fled to the Dutch Republic in 1681 because of religious persecution in France. He is best known for his Historical and Critical Dictionary, whose publication began in 1697. Bayle was a notable advocate of religious toleration and his skeptical philosophy had a significant influence on the subsequent growth and deve"}]}, {"heading": "Births", "year": "1727", "date": "November 18", "txt": "Philibert Commerson, French physician and explorer (d. 1773)", "entities": [{"title": "Philibert Commerson", "href": "/wiki/Philibert_Commerson", "description": "Philibert Commerson, sometimes spelled Commerçon by contemporaries, was a French naturalist, best known for accompanying Louis Antoine de Bougainville on his voyage of circumnavigation in 1766–1769."}]}, {"heading": "Births", "year": "1736", "date": "November 18", "txt": "Carl Friedrich Christian Fasch, German harpsichord player and composer (d. 1800)", "entities": [{"title": "Carl Friedrich Christian Fasch", "href": "/wiki/Carl_Friedrich_Christian_Fasch", "description": "Carl Friedrich Christian Fasch (1736–1800) was a German composer and harpsichordist. Born in Zerbst, he was the son of the composer Johann Friedrich Fasch. He was initially taught by his father."}, {"title": "Harpsichord", "href": "/wiki/Harpsichord", "description": "A harpsichord is a musical instrument played by means of a keyboard. This activates a row of levers that turn a trigger mechanism that plucks one or more strings with a small plectrum made from quill or plastic. The strings are under tension on a soundboard, which is mounted in a wooden case; the soundboard amplifies the vibrations from the strings so that the listeners can hear it. Like a pipe or"}]}, {"heading": "Births", "year": "1756", "date": "November 18", "txt": "Thomas Burgess, English bishop and philosopher (d. 1837)", "entities": [{"title": "Thomas Burgess (bishop)", "href": "/wiki/Thomas_Burgess_(bishop)", "description": "Thomas Burgess was an English author, philosopher, Bishop of St David's and Bishop of Salisbury."}]}, {"heading": "Births", "year": "1772", "date": "November 18", "txt": "Prince Louis Ferdinand of Prussia (d. 1806)", "entities": [{"title": "Prince Louis Ferdinand of Prussia (1772–1806)", "href": "/wiki/Prince_Louis_Ferdinand_of_Prussia_(1772%E2%80%931806)", "description": "Prince Louis Ferdinand of Prussia, was a Prussian prince, soldier in the Napoleonic Wars, composer and pianist. The 1927 German film Prinz Louis Ferdinand was a biopic of his life."}]}, {"heading": "Births", "year": "1774", "date": "November 18", "txt": "Wilhelmine of Prussia, Queen of the Netherlands (d. 1837)", "entities": [{"title": "Wilhelmine of Prussia, Queen of the Netherlands", "href": "/wiki/Wilhelmine_of_Prussia,_Queen_of_the_Netherlands", "description": "Friederike Luise Wilhelmine of Prussia was the first Queen consort of the Netherlands as the first wife of King William I of the Netherlands. She had a modest public role but acted as a patron of the arts."}]}, {"heading": "Births", "year": "1785", "date": "November 18", "txt": "David Wilkie, Scottish painter and academic (d. 1841)", "entities": [{"title": "David Wilkie (artist)", "href": "/wiki/David_Wilkie_(artist)", "description": "Sir David Wilkie was a Scottish painter, especially known for his genre scenes. He painted successfully in a wide variety of genres, including historical scenes, portraits, including formal royal ones, and scenes from his travels to Europe and the Middle East. His main base was in London, but he died and was buried at sea, off Gibraltar, returning from his first trip to the Middle East. He was som"}]}, {"heading": "Births", "year": "1787", "date": "November 18", "txt": "Louis Daguerre, French physicist and photographer, developed the daguerreotype (d. 1851)", "entities": [{"title": "Louis Daguerre", "href": "/wiki/Louis_Daguerre", "description": "Louis-Jacques-Mandé Daguerre, better known as Louis Daguerre, was a French artist and photographer, recognized for his invention of the daguerreotype process of photography. He became known as one of the fathers of photography. Though he is most famous for his contributions to photography, he was also an accomplished painter and a developer of the diorama theatre."}, {"title": "Daguerreotype", "href": "/wiki/Daguerreotype", "description": "The daguerreotype was the first publicly available photographic process—widely used during the 1840s and 1850s. \"Daguerreotype\" also refers to the images created through this process."}]}, {"heading": "Births", "year": "1804", "date": "November 18", "txt": "Alfonso Ferrero La Marmora, Italian general and politician, 6th Prime Minister of Italy (d. 1878)", "entities": [{"title": "Alfonso Ferrero La Marmora", "href": "/wiki/Alfonso_Ferrero_La_Marmora", "description": "Alfonso Ferrero La Marmora was an Italian general and statesman. His older brothers include soldier and naturalist Alberto della Marmora and Alessandro Ferrero La Marmora, founder of the branch of the Italian army now called the Bersaglieri."}, {"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Births", "year": "1810", "date": "November 18", "txt": "Asa Gray, American botanist and academic (d. 1888)", "entities": [{"title": "Asa Gray", "href": "/wiki/Asa_Gray", "description": "Asa Gray is considered the most important American botanist of the 19th century. His Darwiniana was considered an important explanation of how religion and science were not necessarily mutually exclusive. Gray was adamant that a genetic connection must exist between all members of a species. He was also strongly opposed to the ideas of hybridization within one generation and special creation in th"}]}, {"heading": "Births", "year": "1832", "date": "November 18", "txt": "Adolf Erik Nordenskiöld, Finnish-Swedish geologist and explorer (d. 1901)", "entities": [{"title": "Adolf Erik Nordenskiöld", "href": "/wiki/Adolf_Erik_Nordenski%C3%B6ld", "description": "Nils Adolf Erik Nordenskiöld was a Finland-Swedish aristocrat, geologist, mineralogist and Arctic explorer. He was a member of the prominent Finland-Swedish Nordenskiöld family of scientists and held the title of a friherre (baron)."}]}, {"heading": "Births", "year": "1833", "date": "November 18", "txt": "James Patterson, English-Australian politician, 17th Premier of Victoria (d. 1895)", "entities": [{"title": "James Patterson (Australian politician)", "href": "/wiki/James_Patterson_(Australian_politician)", "description": "Sir James Brown Patterson, Was an English born Australian colonial politician, was the 17th Premier of Victoria."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1836", "date": "November 18", "txt": "W. S. Gilbert, English playwright, poet, and illustrator (d. 1911)", "entities": [{"title": "W. S. Gilbert", "href": "/wiki/W._S._Gilbert", "description": "Sir William Schwenck Gilbert was an English dramatist, librettist, poet and illustrator best known for his collaboration with composer Arthur Sullivan, which produced fourteen comic operas. The most famous of these include H.M.S. Pinafore, The Pirates of Penzance and one of the most frequently performed works in the history of musical theatre, The Mikado. The popularity of these works was supporte"}]}, {"heading": "Births", "year": "1839", "date": "November 18", "txt": "August Kundt, German physicist and educator (d. 1894)", "entities": [{"title": "August Kundt", "href": "/wiki/August_Kundt", "description": "August Adolf Eduard Eberhard Kundt was a German physicist."}]}, {"heading": "Births", "year": "1856", "date": "November 18", "txt": "Grand Duke Nicholas Nikolaevich of Russia (d. 1929)", "entities": [{"title": "Grand Duke Nicholas Nikolaevich of Russia (1856–1929)", "href": "/wiki/Grand_Duke_Nicholas_Nikolaevich_of_Russia_(1856%E2%80%931929)", "description": "Grand Duke Nicholas Nikolaevich of Russia was a Russian general in World War I (1914–1918). The son of Grand Duke Nicholas Nikolaevich of Russia (1831–1891), and a grandson of Emperor Nicholas I of Russia, he was commander in chief of the Russian Imperial Army units on the main front in the first year of the war, during the reign of his first cousin once removed, Nicholas II. Although held in high"}]}, {"heading": "Births", "year": "1860", "date": "November 18", "txt": "Ignacy Jan Paderewski, Polish pianist, composer, and politician, 2nd Prime Minister of the Republic of Poland (d. 1941)", "entities": [{"title": "Ignacy Jan Paderewski", "href": "/wiki/Ignacy_Jan_Paderewski", "description": "Ignacy Jan Paderewski was a Polish pianist and composer who became a spokesman for Polish independence. In 1919, he was the new nation's Prime Minister and foreign minister during which he signed the Treaty of Versailles, which ended World War I."}, {"title": "Prime Minister of the Republic of Poland", "href": "/wiki/Prime_Minister_of_the_Republic_of_Poland", "description": "The President of the Council of Ministers, colloquially referred to as the prime minister, is the leader of the cabinet and the head of government of Poland. The current responsibilities and traditions of the office stem from the creation of the contemporary Polish state, and the office is defined in the Constitution of 1997. According to the Constitution, the president of Poland nominates and app"}]}, {"heading": "Births", "year": "1861", "date": "November 18", "txt": "Dorothy Dix, American journalist and author (d. 1951)", "entities": [{"title": "Dorothy Dix", "href": "/wiki/Dorothy_Dix", "description": "Elizabeth Meriwether Gilmer, widely known by the pen name Dorothy Dix, was an American journalist and columnist. As the forerunner of today's popular advice columnists, Dix was America's highest paid and most widely read female journalist at the time of her death. Her advice on marriage was syndicated in newspapers around the world. With an estimated audience of 60 million readers, she became a po"}]}, {"heading": "Births", "year": "1866", "date": "November 18", "txt": "Henry Daglish, Australian politician, 6th Premier of Western Australia (d. 1920)", "entities": [{"title": "Henry Daglish", "href": "/wiki/Henry_Daglish", "description": "Henry Daglish was the sixth Premier of Western Australia and the state's first Labor Premier."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1874", "date": "November 18", "txt": "Clarence Day, American author and poet (d. 1935)", "entities": [{"title": "Clarence Day", "href": "/wiki/Clarence_Day", "description": "Clarence Shepard Day Jr. was an American author and cartoonist, best known for his 1935 work Life with Father."}]}, {"heading": "Births", "year": "1876", "date": "November 18", "txt": "Victor Hémery, French racing driver (d. 1950)", "entities": [{"title": "Victor Hémery", "href": "/wiki/Victor_H%C3%A9mery", "description": "Victor Hémery was a champion French racecar driver of the early Grand Prix motor racing era."}]}, {"heading": "Births", "year": "1880", "date": "November 18", "txt": "Naum Torbov, Bulgarian architect, designed the Central Sofia Market Hall (d. 1952)", "entities": [{"title": "Naum Torbov", "href": "/wiki/Naum_Torbov", "description": "Naum Torbov (1880-1952) was a Bulgarian architect."}, {"title": "Central Sofia Market Hall", "href": "/wiki/Central_Sofia_Market_Hall", "description": "The Central Sofia Market Hall, known popularly simply as The Market Hall is a covered market in the centre of Sofia, the capital of Bulgaria, located on Marie Louise Boulevard. It was opened in 1911 and is today an important trade centre in the city."}]}, {"heading": "Births", "year": "1882", "date": "November 18", "txt": "Amelita Galli-Curci, Italian-American soprano (d. 1963)", "entities": [{"title": "Amelita Galli-Curci", "href": "/wiki/Amelita_Galli-Curci", "description": "Amelita Galli-Curci was an Italian coloratura soprano. She was one of the most popular operatic singers of the 20th century, with her recordings selling in large numbers."}]}, {"heading": "Births", "year": "1882", "date": "November 18", "txt": "Wyndham Lewis, English painter and critic (d. 1957)", "entities": []}, {"heading": "Births", "year": "1882", "date": "November 18", "txt": "Jacques Maritain, French philosopher and author (d. 1973)", "entities": []}, {"heading": "Births", "year": "1882", "date": "November 18", "txt": "Frances Gertrude McGill, pioneering Canadian forensic pathologist (d. 1959)", "entities": [{"title": "Forensic pathologist", "href": "/wiki/Forensic_pathologist", "description": "Forensic pathology is pathology that focuses on determining the cause of death by examining a corpse. A post mortem is performed by a medical examiner, usually during the investigation of criminal law cases and civil law cases in some jurisdictions. Coroners and medical examiners are also frequently asked to confirm the identity of a corpse. Also see forensic medicine."}]}, {"heading": "Births", "year": "1883", "date": "November 18", "txt": "Carl Vinson, American judge and politician (d. 1981)", "entities": [{"title": "Carl Vinson", "href": "/wiki/Carl_Vinson", "description": "Carl Vinson was an American politician who served in the U.S. House of Representatives for over 50 years and was influential in the 20th century expansion of the U.S. Navy. He was a member of the Democratic Party and represented Georgia in the House from 1914 to 1965. He was known as \"The Father of the Two-Ocean Navy\". He is the longest-serving member of the United States House of Representatives "}]}, {"heading": "Births", "year": "1886", "date": "November 18", "txt": "Ferenc Münnich, Hungarian soldier and politician, 47th Prime Minister of Hungary (d. 1967)", "entities": [{"title": "Ferenc Münnich", "href": "/wiki/Ferenc_M%C3%BCnnich", "description": "Ferenc Münnich was a Hungarian Communist politician who served as Chairman of the Council of Ministers of the People's Republic of Hungary from 1958 to 1961."}, {"title": "List of Prime Ministers of Hungary", "href": "/wiki/List_of_Prime_Ministers_of_Hungary", "description": "The following is a list of prime ministers of Hungary from when the first Prime Minister, Lajos Batthyány, took office in 1848 until the present day. The prime minister is head of the Government of Hungary. On 30 November 2020, Viktor Orbán became the longest serving prime minister in this modern era."}]}, {"heading": "Births", "year": "1888", "date": "November 18", "txt": "Frances Marion, American screenwriter, novelist and journalist (d. 1973)", "entities": [{"title": "Frances Marion", "href": "/wiki/Frances_Marion", "description": "Frances Marion was an American screenwriter, journalist, author, and film director, often cited as one of the most renowned female screenwriters of the 20th century alongside June Mathis and Anita Loos. During the course of her career, she wrote over 325 scripts. She was the first writer to win two Academy Awards. Marion began her film career working for filmmaker Lois Weber. She wrote numerous si"}]}, {"heading": "Births", "year": "1889", "date": "November 18", "txt": "Stanislav Kosior, Polish-Russian politician (d. 1939)", "entities": [{"title": "Stanislav Kosior", "href": "/wiki/Stanislav_Kosior", "description": "Stanisław Vikentyevich Kosior, sometimes spelled Kossior, was First Secretary of the Communist Party of Ukraine, deputy prime minister of the USSR and member of the Politburo of the Communist Party of the Soviet Union (CPSU)."}]}, {"heading": "Births", "year": "1891", "date": "November 18", "txt": "Gio Ponti, Italian architect, industrial designer, furniture designer, artist, and publisher.(d. 1979)", "entities": [{"title": "Gio Ponti", "href": "/wiki/Gio_Ponti", "description": "Giovanni \"Gio\" Ponti was an Italian architect, industrial designer, furniture designer, artist, teacher, writer and publisher."}]}, {"heading": "Births", "year": "1897", "date": "November 18", "txt": "Patrick Blackett, Baron Blackett, English physicist and academic, Nobel Prize laureate (d. 1974)", "entities": [{"title": "Patrick Blackett, Baron Blackett", "href": "/wiki/Patrick_Blackett,_Baron_Blackett", "description": "Patrick Maynard Stuart Blackett, Baron Blackett was a British experimental physicist known for his work on cloud chambers, cosmic rays, and paleomagnetism, winning the Nobel Prize for Physics in 1948. In 1925 he became the first person to prove that radioactivity could cause the nuclear transmutation of one chemical element to another. He also made a major contribution in World War II advising on "}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1899", "date": "November 18", "txt": "Eugene Ormandy, Hungarian-American violinist and conductor (d. 1985)", "entities": [{"title": "Eugene Ormandy", "href": "/wiki/Eugene_Ormandy", "description": "Eugene Ormandy KBE was a Hungarian-American conductor and violinist, best known for his association with the Philadelphia Orchestra, as its music director. His 44-year association with the orchestra is one of the longest enjoyed by any conductor with a single orchestra. Under his baton, the Philadelphia Orchestra had three gold records and won two Grammy Awards."}]}, {"heading": "Births", "year": "1899", "date": "November 18", "txt": "Howard Thurman, American author, philosopher and civil rights activist (d. 1981)", "entities": []}, {"heading": "Births", "year": "1901", "date": "November 18", "txt": "George Gallup, American statistician and academic (d. 1984)", "entities": [{"title": "George Gallup", "href": "/wiki/George_Gallup", "description": "George Horace Gallup was an American pioneer of survey sampling techniques and inventor of the Gallup poll, a successful statistical method of survey sampling for measuring public opinion."}]}, {"heading": "Births", "year": "1901", "date": "November 18", "txt": "V. Shantaram, Indian actor, director, producer, and screenwriter (d. 1984)", "entities": []}, {"heading": "Births", "year": "1901", "date": "November 18", "txt": "Craig Wood, American golfer (d. 1968)", "entities": []}, {"heading": "Births", "year": "1902", "date": "November 18", "txt": "Franklin Adreon, American film and television director (d. 1979)", "entities": [{"title": "Franklin Adreon", "href": "/wiki/Franklin_Adreon", "description": "Franklin \"Pete\" Adreon was an American film and television director, producer, screenwriter, and actor."}]}, {"heading": "Births", "year": "1904", "date": "November 18", "txt": "Alan Lennox-Boyd, 1st Viscount Boyd of Merton, English lieutenant and politician, Secretary of State for the Colonies (d. 1983)", "entities": [{"title": "Alan Lennox-Boyd, 1st Viscount Boyd of Merton", "href": "/wiki/Alan_Lennox-Boyd,_1st_Viscount_Boyd_of_Merton", "description": "Alan Tindal Lennox-Boyd, 1st Viscount Boyd of Merton, CH, PC, DL, was a British Conservative politician."}, {"title": "Secretary of State for the Colonies", "href": "/wiki/Secretary_of_State_for_the_Colonies", "description": "The secretary of state for the colonies or colonial secretary was the British Cabinet minister in charge of managing the United Kingdom's various colonial dependencies."}]}, {"heading": "Births", "year": "1904", "date": "November 18", "txt": "Masao Koga, Japanese composer and guitarist (d. 1978)", "entities": []}, {"heading": "Births", "year": "1906", "date": "November 18", "txt": "Sait Faik Abasıyanık, Turkish author and poet (d. 1954)", "entities": [{"title": "Sait Faik Abasıyanık", "href": "/wiki/Sait_Faik_Abas%C4%B1yan%C4%B1k", "description": "Sait Faik Abasıyanık was one of the greatest Turkish writers of short stories and poetry and considered an important literary figure of the 1940s. He created a brand new style in Turkish literature and brought new life to Turkish short story writing with his harsh but humanistic portrayals of labourers, fishermen, children, the unemployed, and the poor. His stories focused on the urban lifestyle a"}]}, {"heading": "Births", "year": "1906", "date": "November 18", "txt": "Alec Issigonis, Greek-English car designer, designed the mini car (d. 1988)", "entities": [{"title": "Mini", "href": "/wiki/Mini", "description": "The Mini is a small economy car produced by the English-based British Motor Corporation (BMC) and its successors from 1959 until 2000. The original is considered an icon of 1960s British popular culture. Its space-saving transverse engine and front-wheel drive layout – allowing 80% of the area of the car's floorpan to be used for passengers and luggage – influenced a generation of car makers. In 1"}]}, {"heading": "Births", "year": "1906", "date": "November 18", "txt": "Klaus Mann, German-American novelist, short story writer, and critic (d. 1949)", "entities": []}, {"heading": "Births", "year": "1906", "date": "November 18", "txt": "George Wald, American neurobiologist and academic, Nobel Prize laureate (d. 1997)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1907", "date": "November 18", "txt": "Gustav Nezval, Czech actor (d. 1998)", "entities": [{"title": "Gustav Nezval", "href": "/wiki/Gustav_Nezval", "description": "Gustav Nezval by civil name Augustin Nezval, was a Czech stage and film actor."}]}, {"heading": "Births", "year": "1907", "date": "November 18", "txt": "Compay Segundo, Cuban singer-songwriter and guitarist (d. 2003)", "entities": []}, {"heading": "Births", "year": "1908", "date": "November 18", "txt": "Imogene Coca, American actress, comedian, and singer (d. 2001)", "entities": [{"title": "Imogene Coca", "href": "/wiki/Imogene_Coca", "description": "Imogene Coca was an American comic actress best known for her role opposite Sid Caesar on Your Show of Shows. Starting out in vaudeville as a child acrobat, she studied ballet and wished to have a serious career in music and dance, graduating to decades of stage musical revues, cabaret and summer stock. In her 40s, she began a celebrated career as a comedian on television, starring in six series a"}]}, {"heading": "Births", "year": "1909", "date": "November 18", "txt": "Johnny Mercer, American singer-songwriter and producer, co-founded Capitol Records (d. 1976)", "entities": [{"title": "Johnny Mercer", "href": "/wiki/Johnny_Mercer", "description": "John Herndon Mercer was an American lyricist, songwriter, and singer. He was also a record label executive who co-founded Capitol Records with music industry businessmen Buddy DeSylva and Glenn E. Wallichs."}, {"title": "Capitol Records", "href": "/wiki/Capitol_Records", "description": "Capitol Records is an American record label owned by Universal Music Group through its Capitol Music Group imprint. It was founded as the first west coast–based record label of note in the United States in 1942 by Johnny Mercer, Buddy DeSylva, and Glenn E. Wallichs. Capitol was acquired by British music conglomerate EMI as its North American subsidiary in 1955. EMI was acquired by Universal Music "}]}, {"heading": "Births", "year": "1911", "date": "November 18", "txt": "Attilio Bertolucci, Italian poet and author (d. 2000)", "entities": [{"title": "Attilio Bertolucci", "href": "/wiki/Attilio_Bertolucci", "description": "Attilio Bertolucci was an Italian poet and writer. He is father to film directors Bernardo and Giuseppe Bertolucci."}]}, {"heading": "Births", "year": "1912", "date": "November 18", "txt": "Vic Hey, Australian rugby league player and coach (d. 1995)", "entities": [{"title": "Vic Hey", "href": "/wiki/Vic_Hey", "description": "Victor John Hey, also known by the nickname of \"The Human Bullet\", was an Australian rugby league national and state representative five-eighth and later a successful first-grade and national coach. His Australian club playing career commenced with the Western Suburbs Magpies, and concluded with the Parramatta Eels. In between he played for a number of clubs in the English first division. He is co"}]}, {"heading": "Births", "year": "1912", "date": "November 18", "txt": "Hilda Nickson, English author (d. 1977)", "entities": []}, {"heading": "Births", "year": "1913", "date": "November 18", "txt": "Endre Rozsda, Hungarian-French painter and illustrator (d. 1999)", "entities": [{"title": "Endre Rozsda", "href": "/wiki/Endre_Rozsda", "description": "Endre Rozsda was a Hungarian-French painter."}]}, {"heading": "Births", "year": "1914", "date": "November 18", "txt": "Haguroyama Masaji, Japanese sumo wrestler, the 36th Yokozuna (d. 1969)", "entities": [{"title": "Haguroyama Masaji", "href": "/wiki/Haguroyama_Masaji", "description": "Haguroyama Masaji  was a Japanese professional sumo wrestler from Nakanokuchi, Niigata. He was the sport's 36th yokozuna. He was a yokozuna for a period of twelve years and three months dating from his promotion to that rank in May 1941 until his retirement in September 1953, which was an all-time record until surpassed in 2019 by Hakuhō. During his career Haguroyama won seven top division champio"}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1915", "date": "November 18", "txt": "Ken Burkhart, American baseball player and umpire (d. 2004)", "entities": [{"title": "Ken Burkhart", "href": "/wiki/Ken_Burkhart", "description": "Kenneth William Burkhart was an American right-handed pitcher and umpire in Major League Baseball. From 1945 through 1949 he played with the St. Louis Cardinals (1945–48) and Cincinnati Reds (1948–49), and served as a National League umpire from 1957 to 1973."}]}, {"heading": "Births", "year": "1917", "date": "November 18", "txt": "Pedro Infante, Mexican actor and singer (d. 1957)", "entities": [{"title": "Pedro Infante", "href": "/wiki/Pedro_Infante", "description": "Pedro Infante Cruz was a popular Mexican actor and ranchera singer, whose career spanned over two decades, and whose fame and popularity also spread to other Latin American countries such as Venezuela, Guatemala and Peru, having appeared in multiple movies during the golden age of Mexican cinema."}]}, {"heading": "Births", "year": "1918", "date": "November 18", "txt": "İlhan Berk, Turkish poet and author (d. 2008)", "entities": [{"title": "İlhan Berk", "href": "/wiki/%C4%B0lhan_Berk", "description": "İlhan Berk was a leading contemporary Turkish poet. He was a dominant figure in the postmodern current in Turkish poetry and was very influential among Turkish literary circles."}]}, {"heading": "Births", "year": "1918", "date": "November 18", "txt": "Tasker Watkins, Welsh soldier, judge, and politician, Victoria Cross recipient (d. 2007)", "entities": [{"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1919", "date": "November 18", "txt": "Jocelyn Brando, American actress (d. 2005)", "entities": [{"title": "Jocelyn Brando", "href": "/wiki/Jocelyn_Brando", "description": "Jocelyn Brando was an American actress and writer. She is best known for her role as Katie Bannion in the film noir The Big Heat (1953)."}]}, {"heading": "Births", "year": "1920", "date": "November 18", "txt": "Mustafa Khalil, Egyptian lawyer and politician, 77th Prime Minister of Egypt (d. 2008)", "entities": [{"title": "Mustafa Khalil", "href": "/wiki/Mustafa_Khalil", "description": "Mustafa Khalil was an Egyptian politician and Prime Minister of Egypt from October 2, 1978 to May 15, 1980. Khalil also served as the Egyptian Foreign Minister from February 17, 1979 until May 15, 1980 upon the resignation of the position's incumbent over objections on peace talks between Egypt and Israel. Khalil was best known for his integral role in the negotiations that led to the 1979 Camp Da"}, {"title": "Prime Minister of Egypt", "href": "/wiki/Prime_Minister_of_Egypt", "description": "The Prime Minister of Egypt is the head of the Egyptian government."}]}, {"heading": "Births", "year": "1920", "date": "November 18", "txt": "Robert Fryer, American playwright and producer (d. 2000)", "entities": []}, {"heading": "Births", "year": "1920", "date": "November 18", "txt": "Ron Suart,  English football player and manager (d. 2015)", "entities": []}, {"heading": "Births", "year": "1922", "date": "November 18", "txt": "Luis Somoza Debayle, Nicaraguan politician, 70th President of Nicaragua (d. 1967)", "entities": [{"title": "Luis Somoza Debayle", "href": "/wiki/Luis_Somoza_Debayle", "description": "Luis Anastasio Somoza Debayle was the 26th President of Nicaragua from 21 September 1956 to 1 May 1963, but was effectively dictator of the country from 1956 until his death."}, {"title": "President of Nicaragua", "href": "/wiki/President_of_Nicaragua", "description": "The president of Nicaragua, officially known as the president of the Republic of Nicaragua, is the head of state of Nicaragua. The office was created in the Constitution of 1854. From 1825 until the Constitution of 1838, the head of state of Nicaragua was styled simply as Head of State, and from 1838 to 1854 as Supreme Director."}]}, {"heading": "Births", "year": "1922", "date": "November 18", "txt": "Marjorie Gestring, American springboard diver (d. 1992)", "entities": []}, {"heading": "Births", "year": "1923", "date": "November 18", "txt": "Alan Shepard, American admiral, pilot, and astronaut (d. 1998)", "entities": [{"title": "Alan Shepard", "href": "/wiki/Alan_Shepard", "description": "Alan Bartlett Shepard Jr. was an American astronaut, naval aviator, test pilot, and businessman. In 1961, he became the second man and the first American to travel into space, and in 1971, he walked on the Moon."}]}, {"heading": "Births", "year": "1923", "date": "November 18", "txt": "Ted Stevens, American soldier, lawyer, and politician (d. 2010)", "entities": []}, {"heading": "Births", "year": "1924", "date": "November 18", "txt": "Alexander Mackenzie Stuart, Baron Mackenzie-Stuart, Scottish soldier, engineer, and judge (d. 2000)", "entities": [{"title": "Alexander Mackenzie Stuart, Baron Mackenzie-Stuart", "href": "/wiki/Alexander_Mackenzie_Stuart,_Baron_Mackenzie-Stuart", "description": "Alexander John (\"Jack\") Mackenzie Stuart, Baron Mackenzie-Stuart was a Scottish advocate and judge. He was the first judge from a United Kingdom jurisdiction to sit on the European Court of Justice in Luxembourg, later becoming its president."}]}, {"heading": "Births", "year": "1924", "date": "November 18", "txt": "Anna Elisabeth (Lise) Østergaard, Danish psychologist and politician (d. 1996)", "entities": []}, {"heading": "Births", "year": "1925", "date": "November 18", "txt": "Gene Mauch, American baseball player and manager (d. 2005)", "entities": [{"title": "Gene Mauch", "href": "/wiki/Gene_Mauch", "description": "Gene William Mauch was an American professional baseball player and manager, who played in Major League Baseball (MLB) as a second baseman for the Brooklyn Dodgers, Pittsburgh Pirates (1947), Chicago Cubs (1948–1949), Boston Braves (1950–1951), St. Louis Cardinals (1952) and Boston Red Sox (1956–1957)."}]}, {"heading": "Births", "year": "1927", "date": "November 18", "txt": "Hank Ballard, American R&B singer-songwriter (d. 2003)", "entities": [{"title": "Hank Ballard", "href": "/wiki/Hank_Ballard", "description": "Hank Ballard was an American R&B singer and songwriter, the lead vocalist of The Midnighters and one of the first rock and roll artists to emerge in the early 1950s. He played an integral part in the development of the genre, releasing the hit singles \"Work With Me, Annie\" and answer songs \"Annie Had a Baby\" and \"Annie's Aunt Fannie\" with his Midnighters. He later wrote and originally recorded \"Th"}]}, {"heading": "Births", "year": "1927", "date": "November 18", "txt": "Knowlton Nash, Canadian journalist and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1928", "date": "November 18", "txt": "Salvador Laurel, Filipino lawyer and politician, 5th Prime Minister of the Philippines (d. 2004)", "entities": [{"title": "Salvador Laurel", "href": "/wiki/Salvador_Laurel", "description": "Salvador Roman Hidalgo Laurel, also known as Doy Laurel, was a Filipino lawyer and politician who served as the vice-president of the Philippines from 1986 to 1992 under President Corazon Aquino and briefly served as the last prime minister from 25 February to 25 March 1986, when the position was abolished. He was a major leader of the United Nationalist Democratic Organization (UNIDO), the politi"}, {"title": "Prime Minister of the Philippines", "href": "/wiki/Prime_Minister_of_the_Philippines", "description": "The Prime Minister of the Philippines was the official designation of the head of the government of the Philippines from 1978 until the People Power Revolution in 1986. A limited version of this office, officially known as the President of the Council of Government, existed temporarily in 1899 during the First Philippine Republic."}]}, {"heading": "Births", "year": "1928", "date": "November 18", "txt": "Sheila Jordan, American singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1929", "date": "November 18", "txt": "Gianna D'Angelo, American soprano and educator (d. 2013)", "entities": [{"title": "Gianna D'Angelo", "href": "/wiki/Gianna_D%27Angelo", "description": "Gianna D'Angelo was an American coloratura soprano, primarily active in the 1950s and 1960s."}]}, {"heading": "Births", "year": "1932", "date": "November 18", "txt": "Danny McDevitt, American baseball player (d. 2010)", "entities": [{"title": "Danny McDevitt", "href": "/wiki/Danny_McDevitt", "description": "Daniel Eugene McDevitt was an American pitcher in Major League Baseball who played from 1957 through 1962 for the Brooklyn/Los Angeles Dodgers, New York Yankees, Minnesota Twins and Kansas City Athletics. The left-hander was listed at 5 feet 10 inches (1.78 m) tall and 170 pounds (77 kg)."}]}, {"heading": "Births", "year": "1933", "date": "November 18", "txt": "Bruce Conner, American painter, photographer, and director (d. 2008)", "entities": [{"title": "Bruce Conner", "href": "/wiki/Bruce_Conner", "description": "Bruce Conner was an American artist who worked with assemblage, film, drawing, sculpture, painting, collage, and photography."}]}, {"heading": "Births", "year": "1934", "date": "November 18", "txt": "Vassilis Vassilikos, Greek journalist and diplomat", "entities": [{"title": "Vassilis Vassilikos", "href": "/wiki/Vassilis_Vassilikos", "description": "Vassilis Vassilikos is a Greek writer and diplomat."}]}, {"heading": "Births", "year": "1935", "date": "November 18", "txt": "Rudolf Bahro, German philosopher and politician (d. 1997)", "entities": [{"title": "Rudolf Bahro", "href": "/wiki/Rudolf_Bahro", "description": "Rudolf Bahro was a dissident from East Germany who, since his death, has been recognised as a philosopher, political figure and author. Bahro was a leader of the West German party The Greens, but became disenchanted with its political organization, left the party and explored spiritual approaches to sustainability."}]}, {"heading": "Births", "year": "1935", "date": "November 18", "txt": "Rodney Hall, Australian author and poet", "entities": []}, {"heading": "Births", "year": "1936", "date": "November 18", "txt": "Ennio Antonelli, Italian cardinal", "entities": [{"title": "Ennio Antonelli", "href": "/wiki/Ennio_Antonelli", "description": "Ennio Antonelli is an Italian cardinal of the Catholic Church and retired President of the Pontifical Council for the Family."}]}, {"heading": "Births", "year": "1936", "date": "November 18", "txt": "Don Cherry, American trumpet player (d. 1995)", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 18", "txt": "Jules Mikhael Al-Jamil, Iraqi-Lebanese archbishop (d. 2012)", "entities": [{"title": "Jules Mikhael Al-Jamil", "href": "/wiki/Jules_Mikhael_Al-Jamil", "description": "Archbishop Jules Mikhael Al-Jamil was the Syriac Catholic titular archbishop of Tagritum and the auxiliary bishop."}]}, {"heading": "Births", "year": "1938", "date": "November 18", "txt": "Norbert Ratsirahonana, Malagasy politician, Prime Minister of Madagascar", "entities": [{"title": "Prime Minister of Madagascar", "href": "/wiki/Prime_Minister_of_Madagascar", "description": "This is a list of prime ministers of Madagascar, since the establishment of the office of Chief Minister in 1828, during the Merina Kingdom."}]}, {"heading": "Births", "year": "1938", "date": "November 18", "txt": "Karl Schranz, Austrian skier", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 18", "txt": "Margaret Atwood,  Canadian novelist, poet, and critic", "entities": [{"title": "Margaret Atwood", "href": "/wiki/Margaret_Atwood", "description": "Margaret Eleanor Atwood is a Canadian poet, novelist, literary critic, essayist, teacher, environmental activist, and inventor. Since 1961, she has published 18 books of poetry, 18 novels, 11 books of non-fiction, nine collections of short fiction, eight children's books, and two graphic novels, as well as a number of small press editions of both poetry and fiction. Atwood has won numerous awards "}]}, {"heading": "Births", "year": "1939", "date": "November 18", "txt": "Margaret Jay, Baroness Jay of Paddington, English journalist and politician, Leader of the House of Lords", "entities": [{"title": "Leader of the House of Lords", "href": "/wiki/Leader_of_the_House_of_Lords", "description": "The Leader of the House of Lords is a member of the Cabinet of the United Kingdom who is responsible for arranging government business in the House of Lords. The post is also the leader of the majority party in the House of Lords who acts as the government party chairperson in the house. The role is always held in combination with a formal Cabinet position, usually one of the sinecure offices of L"}]}, {"heading": "Births", "year": "1939", "date": "November 18", "txt": "Amanda Lear, Hong Kong-French singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 18", "txt": "Brenda Vaccaro, American actress", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 18", "txt": "James Welch, American novelist and poet (d. 2003)", "entities": [{"title": "James Welch (writer)", "href": "/wiki/James_Welch_(writer)", "description": "James Phillip Welch Jr., who grew up within the Blackfeet and A'aninin cultures of his parents, was a Native American novelist and poet, considered a founding author of the Native American Renaissance. His novel Fools Crow (1986) received several national literary awards, and his debut novel Winter in the Blood (1974) was adapted as a film by the same name, released in 2013."}]}, {"heading": "Births", "year": "1941", "date": "November 18", "txt": "Gary Bettenhausen, American race car driver (d. 2014)", "entities": [{"title": "Gary Bettenhausen", "href": "/wiki/Gary_Bettenhausen", "description": "Gary Bettenhausen was an American auto racing driver. He was born in Blue Island, Illinois, raised in Tinley Park, Illinois, graduated in the class of 1962 from Bremen High School in Midlothian, Illinois and at the time of his death resided in Monrovia, Indiana."}]}, {"heading": "Births", "year": "1941", "date": "November 18", "txt": "Angela Watkinson, English educator and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 18", "txt": "Linda Evans, American actress", "entities": [{"title": "Linda Evans", "href": "/wiki/Linda_Evans", "description": "Linda Evans is an American actress known primarily for her roles on television. In the 1960s she played Audra Barkley, the daughter of Victoria Barkley in the Western television series The Big Valley (1965–1969). She is best known for portraying Krystle Carrington in the 1980s ABC primetime soap opera Dynasty, a role she played from 1981 to 1989."}]}, {"heading": "Births", "year": "1942", "date": "November 18", "txt": "Susan Sullivan, American actress", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 18", "txt": "Leonardo Sandri, Argentinian cardinal", "entities": [{"title": "Leonardo Sandri", "href": "/wiki/Leonardo_Sandri", "description": "Leonardo Sandri is an Argentine Cardinal of the Catholic Church. He has been the Prefect of the Congregation for the Oriental Churches since June 2007 and a cardinal since November of that year. He served in the diplomatic service of the Holy See from 1974 to 1991, in several overseas assignments including as permanent observer of the Holy See before the Organization of American States from 1989 t"}]}, {"heading": "Births", "year": "1944", "date": "November 18", "txt": "Wolfgang Joop, German fashion designer, founded JOOP!", "entities": [{"title": "Wolfgang Joop", "href": "/wiki/Wolfgang_Joop", "description": "Wolfgang Joop is a German fashion designer. He is the founder of the fashion and cosmetics company JOOP! as well as the fashion brand Wunderkind. He is the father of fashion and jewel designer Jette Joop as well as writer and painter Florentine Joop."}, {"title": "JOOP!", "href": "/wiki/JOOP!", "description": "Joop GmbH, branded JOOP! is a German luxury fashion house specializing in contemporary clothing and cosmetics."}]}, {"heading": "Births", "year": "1944", "date": "November 18", "txt": "Edwin C. Krupp, American astronomer, archaeoastronomer, author, Director Griffith Observatory", "entities": [{"title": "Astronomer", "href": "/wiki/Astronomer", "description": "An astronomer is a scientist in the field of astronomy who focuses their studies on a specific question or field outside the scope of Earth. They observe astronomical objects such as stars, planets, moons, comets and galaxies – in either observational or theoretical astronomy. Examples of topics or fields astronomers study include planetary science, solar astronomy, the origin or evolution of star"}, {"title": "Archaeoastronomer", "href": "/wiki/Archaeoastronomer", "description": "Archaeoastronomy is the interdisciplinary or multidisciplinary study of how people in the past \"have understood the phenomena in the sky, how they used these phenomena and what role the sky played in their cultures\". Clive Ruggles argues it is misleading to consider archaeoastronomy to be the study of ancient astronomy, as modern astronomy is a scientific discipline, while archaeoastronomy conside"}, {"title": "Griffith Observatory", "href": "/wiki/Griffith_Observatory", "description": "Griffith Observatory is a facility in Los Angeles, California, sitting on the south-facing slope of Mount Hollywood in Los Angeles' Griffith Park. It commands a view of the Los Angeles Basin, including Downtown Los Angeles to the southeast, Hollywood to the south, and the Pacific Ocean to the southwest. The observatory is a popular tourist attraction with a close view of the Hollywood Sign and an "}]}, {"heading": "Births", "year": "1945", "date": "November 18", "txt": "Wilma Mankiller, American tribal chief (d. 2010)", "entities": [{"title": "Wilma Mankiller", "href": "/wiki/Wilma_Mankiller", "description": "Wilma Pearl Mankiller was an American Cherokee activist, social worker, community developer and the first woman elected to serve as Principal Chief of the Cherokee Nation."}]}, {"heading": "Births", "year": "1945", "date": "November 18", "txt": "Mahinda Rajapaksa, Sri Lankan lawyer and politician, 6th President of Sri Lanka", "entities": [{"title": "President of Sri Lanka", "href": "/wiki/President_of_Sri_Lanka", "description": "The president of Sri Lanka is the head of state and head of government of Sri Lanka. The president is the chief executive of the union government and the commander-in-chief of the Sri Lanka Armed Forces."}]}, {"heading": "Births", "year": "1946", "date": "November 18", "txt": "Alan Dean Foster, American author", "entities": [{"title": "Alan Dean Foster", "href": "/wiki/Alan_Dean_Foster", "description": "Alan Dean Foster is an American writer of fantasy and science fiction, who has written several book series, more than 20 standalone novels and many novelizations of film scripts."}]}, {"heading": "Births", "year": "1946", "date": "November 18", "txt": "Chris Rainbow, Scottish singer-songwriter and producer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 18", "txt": "Timothy Maude, American general (d. 2001)", "entities": [{"title": "Timothy Maude", "href": "/wiki/Timothy_Maude", "description": "Timothy Joseph \"Tim\" Maude was a United States Army officer who was killed in the September 11 attacks at The Pentagon."}]}, {"heading": "Births", "year": "1947", "date": "November 18", "txt": "Jameson Parker, American actor and producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 18", "txt": "Ross Wilson, Australian singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 18", "txt": "Tõnis Mägi, Estonian singer-songwriter, guitarist, and actor", "entities": [{"title": "Tõnis Mägi", "href": "/wiki/T%C3%B5nis_M%C3%A4gi", "description": "Tõnis Mägi is an Estonian singer, guitarist, composer and actor. He is one of the most influential and remarkable names in Estonian rock music of the past 40 years."}]}, {"heading": "Births", "year": "1948", "date": "November 18", "txt": "Andrea Marcovicci, American actress and singer", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 18", "txt": "Kongō Masahiro, Japanese sumo wrestler (d. 2014)", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 18", "txt": "Ana Mendieta, Cuban-American sculptor and painter (d. 1985)", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 18", "txt": "Jack Tatum, American football player (d. 2010)", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 18", "txt": "Herman Rarebell, German rock drummer and songwriter", "entities": [{"title": "Herman Rarebell", "href": "/wiki/Herman_Rarebell", "description": "Herman Rarebell is a German musician, best known as the drummer for the band Scorpions from 1977 to 1995, during which time he played on eight studio albums. Aside from playing drums, Rarebell wrote or co-wrote several songs for the group such as \"Another Piece of Meat\", \"Falling in Love\" and \"Passion Rules the Game\". He composed the lyrics for some of the band's most well known songs such as \"Roc"}]}, {"heading": "Births", "year": "1950", "date": "November 18", "txt": "Graham Parker, English singer-songwriter and guitarist", "entities": [{"title": "Graham Parker", "href": "/wiki/Graham_Parker", "description": "Graham Parker is an English singer-songwriter, who is best known as the lead singer of the British band Graham Parker & the Rumour."}]}, {"heading": "Births", "year": "1950", "date": "November 18", "txt": "Rudy Sarzo, Cuban-American rock bass player", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 18", "txt": "Pete Morelli, American businessman", "entities": [{"title": "Pete Morelli", "href": "/wiki/Pete_Morelli", "description": "Peter Danie Morelli is a former American football official in the National Football League (NFL) since the 1997 NFL season and the president of Saint Mary's High School in Stockton, California. He wore uniform number 135."}]}, {"heading": "Births", "year": "1951", "date": "November 18", "txt": "Justin Raimondo, American journalist and author", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 18", "txt": "Peter Beattie, Australian lawyer and politician, 36th Premier of Queensland", "entities": [{"title": "Peter Beattie", "href": "/wiki/Peter_Beattie", "description": "Peter Douglas Beattie is a former Australian politician who served as the 36th Premier of Queensland, in office from 1998 to 2007. He was the state leader of the Labor Party from 1996 to 2007."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1952", "date": "November 18", "txt": "Delroy Lindo, English actor and director", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 18", "txt": "John Parr, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 18", "txt": "Jan Kuehnemund, American rock guitarist (d. 2013)", "entities": [{"title": "Jan Kuehnemund", "href": "/wiki/Jan_Kuehnemund", "description": "Janice Lynn \"Jan\" Kuehnemund was an American lead guitarist who founded the all-female hard rock/glam metal band Vixen."}]}, {"heading": "Births", "year": "1953", "date": "November 18", "txt": "Alan Moore, English author and illustrator", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 18", "txt": "Kevin Nealon, American comedian, actor, and screenwriter", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 18", "txt": "Carter Burwell, American composer and conductor", "entities": [{"title": "Carter Burwell", "href": "/wiki/Carter_Burwell", "description": "Carter Benedict Burwell is an American composer of film scores. He has consistently collaborated with the Coen brothers, having scored most of their films, including Blood Simple, Raising Arizona, Fargo, The Big Lebowski, No Country For Old Men, Burn After Reading, Hail, Caesar! and The Ballad of Buster Scruggs. Burwell has also scored three of Todd Haynes's films, three of Spike Jonze's films, an"}]}, {"heading": "Births", "year": "1956", "date": "November 18", "txt": "Noel Brotherston, Irish-English footballer and painter (d. 1995)", "entities": [{"title": "Noel Brotherston", "href": "/wiki/Noel_Brotherston", "description": "Noel Brotherston was an international footballer for Northern Ireland."}]}, {"heading": "Births", "year": "1956", "date": "November 18", "txt": "Warren Moon, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 18", "txt": "Jim Weirich, American computer scientist, developed Rake Software (d. 2014)", "entities": [{"title": "Rake (software)", "href": "/wiki/Rake_(software)", "description": "Rake is a software task management and build automation tool created by Jim Weirich. It allows the user to specify tasks and describe dependencies as well as to group tasks in a namespace. It is similar in to SCons and Make. It's written in the Ruby programming language and the Rakefiles use Ruby syntax. Rake uses Ruby's anonymous function blocks to define various tasks, allowing the use of Ruby s"}]}, {"heading": "Births", "year": "1957", "date": "November 18", "txt": "Tony Bunn, American bassist, composer, producer, and writer", "entities": [{"title": "Tony Bunn", "href": "/wiki/Tony_Bunn", "description": "Robert Anthony Bunn is an American bassist, composer, producer, and writer. He was born November 18, 1957."}]}, {"heading": "Births", "year": "1958", "date": "November 18", "txt": "Daniel Brailovsky, Argentine-born Israeli footballer and manager", "entities": [{"title": "Daniel Brailovsky", "href": "/wiki/Daniel_Brailovsky", "description": "Daniel Alberto Brailovsky Poliak is an Argentine-born Israeli former professional footballer and manager."}]}, {"heading": "Births", "year": "1959", "date": "November 18", "txt": "Jimmy Quinn, Northern Irish footballer and manager", "entities": [{"title": "Jimmy Quinn (Northern Ireland footballer)", "href": "/wiki/Jimmy_Quinn_(Northern_Ireland_footballer)", "description": "James Martin Quinn is a former Northern Ireland international footballer and is now working in management."}]}, {"heading": "Births", "year": "1960", "date": "November 18", "txt": "Ivans Klementjevs, Latvian canoeist", "entities": [{"title": "Ivans Klementjevs", "href": "/wiki/Ivans_Klementjevs", "description": "Ivans Klementjevs is a Soviet-born Latvian politician and former sprint canoeist who competed from the mid-1980s to the late 1990s. He won three Olympic medals in C-1 1000 m at the 1988, 1992 and 1996 Summer Olympics. The highlight was the gold medal in 1988, which he won as a competitor for the USSR. He trained at Trudovye Rezervy and later at the Armed Forces sports society in Riga when Latvia w"}]}, {"heading": "Births", "year": "1960", "date": "November 18", "txt": "Elizabeth Perkins, American actress", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 18", "txt": "Yeşim Ustaoğlu, Turkish director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 18", "txt": "Kim Wilde, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 18", "txt": "Steven Moffat, Scottish screenwriter and producer", "entities": [{"title": "Steven Moffat", "href": "/wiki/Steven_Moffat", "description": "Steven William Moffat is a Scottish television writer and producer. He is best known for his work as showrunner, writer, and executive producer of two BBC One series: the science fiction television series Doctor Who and the contemporary crime drama television series Sherlock, based on Sir Arthur Conan Doyle's Sherlock Holmes stories. In 2015, Moffat was appointed Officer of the Order of the Britis"}]}, {"heading": "Births", "year": "1962", "date": "November 18", "txt": "Bart Bryant, American golfer", "entities": [{"title": "Bart Bryant", "href": "/wiki/Bart_Bryant", "description": "Barton Holan Bryant is an American professional golfer who plays on the PGA Tour and Champions Tour."}]}, {"heading": "Births", "year": "1962", "date": "November 18", "txt": "Kirk Hammett, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 18", "txt": "Len Bias, American basketball player (d. 1986)", "entities": [{"title": "Len Bias", "href": "/wiki/Len_Bias", "description": "Leonard Kevin Bias was an American college basketball player who attended the University of Maryland. During his four years playing for Maryland, he was named a first-team All-American. Two days after being selected by the Boston Celtics with the second overall pick in the 1986 NBA draft, Bias died from cardiac arrhythmia induced by a cocaine overdose."}]}, {"heading": "Births", "year": "1963", "date": "November 18", "txt": "Dante Bichette, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 18", "txt": "Peter Schmeichel, Danish footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 18", "txt": "Joost Zwagerman, Dutch author and poet (d. 2015)", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 18", "txt": "Rita Cosby, American journalist and author", "entities": [{"title": "Rita Cosby", "href": "/wiki/Rita_Cosby", "description": "Rita Cosby is a television news anchor and correspondent, radio host, and best selling author. She is currently a Special Correspondent for the CBS syndicated program Inside Edition, specializing in interviewing newsmakers and political figures. Cosby has received three Emmy Awards, the Jack Anderson Award for investigative excellence, the Matrix Award, the Ellis Island Medal of Honor, and the Lec"}]}, {"heading": "Births", "year": "1964", "date": "November 18", "txt": "Nadia Sawalha, English actress", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 18", "txt": "Tim DeLaughter, American singer-songwriter and musician", "entities": [{"title": "Tim DeLaughter", "href": "/wiki/Tim_DeLaughter", "description": "Tim DeLaughter is an American singer and songwriter, known as the frontman for both Tripping Daisy and later The Polyphonic Spree."}]}, {"heading": "Births", "year": "1967", "date": "November 18", "txt": "Tom Gordon, American baseball player", "entities": [{"title": "Tom Gordon", "href": "/wiki/Tom_Gordon", "description": "Thomas Flynn Gordon, nicknamed \"Flash\", is an American former professional baseball right-handed pitcher, who played in Major League Baseball (MLB) for the Kansas City Royals (1988–1995), Boston Red Sox (1996–1999), Chicago Cubs (2001–02), Houston Astros (2002), Chicago White Sox (2003), New York Yankees (2004–05), Philadelphia Phillies (2006–2008), and Arizona Diamondbacks (2009). In 1998, he won"}]}, {"heading": "Births", "year": "1967", "date": "November 18", "txt": "Jocelyn Lemieux, Canadian ice hockey player and sportscaster", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 18", "txt": "Gavin Peacock, English footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 18", "txt": "George Kotsiopoulos, American stylist and journalist", "entities": [{"title": "George Kotsiopoulos", "href": "/wiki/George_Kotsiopoulos", "description": "George Kotsiopoulos is an American magazine editor of Greek descent, fashion consultant, stylist and television personality. He is style editor at large for C magazine and was a fashion associate at The New York Times Magazine. He was a co-host of Fashion Police."}]}, {"heading": "Births", "year": "1968", "date": "November 18", "txt": "Romany Malco, American rapper, producer, actor, and screenwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 18", "txt": "Owen Wilson, American actor, producer, comedian and screenwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 18", "txt": "Ahmed Helmy, Egyptian actor", "entities": [{"title": "Ahmed Helmy", "href": "/wiki/Ahmed_Helmy", "description": "Ahmed Muhamed Helmy Abdel Rahman Awwad is an Egyptian comedian, actor, film producer, television presenter, author and television personality. He started his career in 1993 on the Egyptian Satellite Broadcast. In 1998, he appeared on his first movie Aboud Ala El Hodoud, which received commercial success, co-starring with Alaa Waley El Din."}]}, {"heading": "Births", "year": "1969", "date": "November 18", "txt": "Koichiro Kimura, Japanese mixed martial artist and wrestler (d. 2014)", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 18", "txt": "Mike Epps, American comedian, actor, and producer", "entities": [{"title": "Mike Epps", "href": "/wiki/Mike_Epps", "description": "Michael Elliot Epps is an American stand-up comedian, actor, film producer, writer, and rapper. He is best known for playing Day-Day Jones in Next Friday and its sequel, Friday After Next, and also appearing in The Hangover as \"Black Doug\". He was the voice of Boog in Open Season 2. As of 2010, Epps was the executive producer on a documentary about the life story of a former member of Tupac Shakur"}]}, {"heading": "Births", "year": "1970", "date": "November 18", "txt": "Megyn Kelly, American lawyer and journalist", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 18", "txt": "Peta Wilson, Australian model and actress", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 18", "txt": "Therese Coffey, English chemist and politician", "entities": [{"title": "Therese Coffey", "href": "/wiki/Therese_Coffey", "description": "Thérèse Anne Coffey is a British politician serving as Secretary of State for Work and Pensions since 2019. A member of the Conservative Party, she has served as Member of Parliament (MP) for Suffolk Coastal since 2010. She retained her seat at the 2015, 2017 and 2019 general elections."}]}, {"heading": "Births", "year": "1971", "date": "November 18", "txt": "Terrance Hayes, American poet and academic", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 18", "txt": "Matthew Rodwell, Australian rugby league player and sportscaster", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 18", "txt": "Jeroen Straathof, Dutch cyclist and speed skater", "entities": [{"title": "Jeroen Straathof", "href": "/wiki/Jeroen_Straathof", "description": "Johannes Nicolaas Maria (\"Jeroen\") Straathof is a retired Dutch racing cyclist and speed skater. Straathof was the first, and still the only, athlete in the world to represent his country at the Summer Olympics, the Winter Olympics and the Paralympics."}]}, {"heading": "Births", "year": "1973", "date": "November 18", "txt": "Jonnie Irwin, English television presenter and business expert", "entities": [{"title": "Jonnie Irwin", "href": "/wiki/Jonnie_Irwin", "description": "Jonathan James Irwin is an English television presenter, writer, lecturer, business and property expert."}]}, {"heading": "Births", "year": "1973", "date": "November 18", "txt": "Nic Pothas, South African cricketer and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 18", "txt": "Graham Coughlan, Irish footballer and coach", "entities": [{"title": "Graham Coughlan", "href": "/wiki/Graham_Coughlan", "description": "Graham Coughlan is an Irish professional football manager and former player who played as a centre back. He is currently joint manager of Sheffield United U23 with Darren Currie."}]}, {"heading": "Births", "year": "1974", "date": "November 18", "txt": "Chloë Sevigny, American actress and fashion designer", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 18", "txt": "Petter Solberg, Norwegian racing driver", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 18", "txt": "Lucy Akhurst, English actress and producer", "entities": [{"title": "Lucy Akhurst", "href": "/wiki/Lucy_Akhurst", "description": "Lucy Akhurst is an English actress, writer and director who has been working mainly in television since the 1990s. She starred alongside Neil Morrissey in The Vanishing Man and then came to prominence in a lead role in 1999's ITV seven-part drama Wonderful You."}]}, {"heading": "Births", "year": "1975", "date": "November 18", "txt": "Shawn Camp, American baseball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 18", "txt": "Anthony McPartlin, English comedian, actor, and producer", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 18", "txt": "David Ortiz, Dominican-American baseball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 18", "txt": "Pastor Troy, American rapper, producer, and actor", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 18", "txt": "Jason Williams, American basketball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 18", "txt": "Shagrath, Norwegian singer-songwriter", "entities": [{"title": "Shagrath", "href": "/wiki/Shagrath", "description": "Stian Tomt Thoresen, known professionally as Shagrath, is a Norwegian musician best known as the vocalist, founding member and multi-instrumentalist of the band Dimmu Borgir."}]}, {"heading": "Births", "year": "1976", "date": "November 18", "txt": "Dominic Armato, American voice actor", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 18", "txt": "Sage Francis, American rapper", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 18", "txt": "Matt Welsh, Australian swimmer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 18", "txt": "Mona Zaki, Egyptian actress", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 18", "txt": "Trent Barrett, Australian rugby league player, coach, and sportscaster", "entities": [{"title": "Trent Barrett", "href": "/wiki/Trent_Barrett", "description": "Trent Barrett is an Australian professional rugby league football coach who is the head coach of the Canterbury Bankstown Bulldogs in the NRL and a former professional rugby league footballer who played in the 1990s, 2000s and 2010s."}]}, {"heading": "Births", "year": "1978", "date": "November 18", "txt": "Damien Johnson, Irish footballer", "entities": [{"title": "Damien Johnson", "href": "/wiki/Damien_Johnson", "description": "Damien Michael Johnson is a Northern Irish former footballer who is professional development phase lead coach at Blackburn Rovers."}]}, {"heading": "Births", "year": "1978", "date": "November 18", "txt": "Aldo Montano, Italian fencer", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 18", "txt": "Neeti Mohan, Indian playback singer", "entities": [{"title": "Neeti Mohan", "href": "/wiki/Neeti_Mohan", "description": "Neeti Mohan is an Indian singer. She sings mainly in Hindi films, but has also done songs in Marathi, Tamil, Telugu, Kannada, Bengali, Punjabi, and English. Born in Delhi, she was one of the winners of the Channel V's reality show Popstars, subsequently being chosen for Aasma, with other winners of the show. She rose to prominence after recording \"Ishq Wala Love\" from Student of the Year (2012), u"}]}, {"heading": "Births", "year": "1980", "date": "November 18", "txt": "Hamza al-Ghamdi, Saudi Arabian terrorist, hijacker of United Airlines Flight 175 (d. 2001)", "entities": [{"title": "Hamza al-Ghamdi", "href": "/wiki/Hamza_al-Ghamdi", "description": "Hamza al-Ghamdi was one of five hijackers of United Airlines Flight 175 as part of the September 11 attacks."}, {"title": "United Airlines Flight 175", "href": "/wiki/United_Airlines_Flight_175", "description": "United Airlines Flight 175 was a scheduled domestic passenger flight from Logan International Airport, in Boston, Massachusetts, to Los Angeles International Airport, in Los Angeles, California. On September 11, 2001, the Boeing 767-200 operating the route was hijacked by five al-Qaeda terrorists and was deliberately crashed into the South Tower of the World Trade Center in New York City, killing "}]}, {"heading": "Births", "year": "1980", "date": "November 18", "txt": "Luke Chadwick, English footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 18", "txt": "Minori Chihara, Japanese voice actress and singer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 18", "txt": "François Duval, Belgian racing driver", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 18", "txt": "Denny Hamlin, American race car driver", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 18", "txt": "Dustin Kensrue, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 18", "txt": "Dianne dela Fuente, Filipino singer and actress", "entities": [{"title": "Dianne dela Fuente", "href": "/wiki/Dianne_dela_Fuente", "description": "Dianne dela Fuente is a Filipino actress and singer."}]}, {"heading": "Births", "year": "1981", "date": "November 18", "txt": "Nasim Pedrad, Iranian-American actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 18", "txt": "Vittoria Puccini, Italian actress", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 18", "txt": "Greg Estandia, American football player", "entities": [{"title": "Greg Estandia", "href": "/wiki/Greg_Estandia", "description": "Greg Estandia is a former American football tight end. He was originally signed by the Cincinnati Bengals as an undrafted free agent in 2006. He played college football at Nevada-Las Vegas."}]}, {"heading": "Births", "year": "1983", "date": "November 18", "txt": "Travis Buck, American baseball player", "entities": [{"title": "Travis Buck", "href": "/wiki/Travis_Buck", "description": "Travis George Buck is an American baseball coach former professional outfielder. He played in Major League Baseball (MLB) for the Oakland Athletics, Cleveland Indians and Houston Astros."}]}, {"heading": "Births", "year": "1983", "date": "November 18", "txt": "Michael Dawson, English footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 18", "txt": "Jon Lech Johansen, Norwegian computer programmer and engineer, created DeCSS", "entities": [{"title": "DeCSS", "href": "/wiki/DeCSS", "description": "DeCSS is one of the first free computer programs capable of decrypting content on a commercially produced DVD video disc. Before the release of DeCSS, open source operating systems could not play encrypted video DVDs."}]}, {"heading": "Births", "year": "1984", "date": "November 18", "txt": "Ryohei Chiba, Japanese singer and dancer", "entities": [{"title": "Ryohei Chiba", "href": "/wiki/Ryohei_Chiba", "description": "W-inds  is a Japanese pop boy band managed by Vision Factory and signed to the Pony Canyon label since 2000. The group consists of Ryohei Chiba and Keita Tachibana; Ryuichi Ogata left the group in 2020. Tachibana is the lead singer of the group, while Chiba and Ogata provide backing vocals and rap."}]}, {"heading": "Births", "year": "1984", "date": "November 18", "txt": "Enar Jääger, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 18", "txt": "Allyson Felix, American sprinter", "entities": [{"title": "Allyson Felix", "href": "/wiki/Allyson_Felix", "description": "Allyson Michelle Felix  is an American track and field sprinter. Her main event is the 400 meters, but she has competed at the professional level in the 100 meters, 200 meters, 400 meters, 4x100 meter relay, and 4x400 meter relay. At 200 meters, she is the 2012 Olympic champion, a 3-time World champion (2005–2009), and 2-time Olympic silver medalist. At 400 meters, she is the 2015 World champion, "}]}, {"heading": "Births", "year": "1985", "date": "November 18", "txt": "Christian Siriano, American fashion designer", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 18", "txt": "Yoon Park, South Korean actor", "entities": [{"title": "Yoon Park", "href": "/wiki/Yoon_Park", "description": "Yoon Park is a South Korean actor. Yoon began his entertainment career as a drummer for the band Can't Play Well, which won the Bronze Prize at the 34th MBC Campus Song Festival in 2010. When his contract with agency S.M. Entertainment expired, he joined JYP Entertainment in 2013. Yoon had starring roles in the television dramas What Happens to My Family? (2014) and Flower of Queen (2015)."}]}, {"heading": "Births", "year": "1988", "date": "November 18", "txt": "Jeffrey Jordan, American basketball player", "entities": [{"title": "Jeffrey Jordan", "href": "/wiki/Jeffrey_Jordan", "description": "Jeffrey Michael Jordan is an American former basketball player who played for the University of Illinois and the University of Central Florida. Jeffrey is the elder son of retired Hall of Fame basketball player Michael Jordan."}]}, {"heading": "Births", "year": "1988", "date": "November 18", "txt": "Michael Roach, American soccer player", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 18", "txt": "Marie-Josée Ta Lou, Ivorian sprinter", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 18", "txt": "Lu Jiajing, Chinese tennis player", "entities": [{"title": "Lu Jiajing", "href": "/wiki/Lu_Jiajing", "description": "Lu Jiajing is a Chinese tennis player."}]}, {"heading": "Births", "year": "1989", "date": "November 18", "txt": "Natalie Osman, American wrestler", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 18", "txt": "Ahmed Kelly, Iraqi-Australian swimmer", "entities": [{"title": "Ahmed Kelly", "href": "/wiki/Ahmed_Kelly", "description": "Ahmed Kelly is an Iraqi-born Australian Paralympic swimmer. He represented Australia at the 2016 Rio Paralympics, and he competed at the 2012 London Paralympics."}]}, {"heading": "Births", "year": "1991", "date": "November 18", "txt": "Noppawan Lertcheewakarn, Thai tennis player", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 18", "txt": "Nathan Kress, American actor and director", "entities": [{"title": "Nathan Kress", "href": "/wiki/Nathan_Kress", "description": "Nathan Karl Kress is an American actor, director, and former child model. Kress has been acting since the age of four and played the role of Freddie Benson on the Nickelodeon series iCarly and as the voice of Wedge Antilles in the Disney XD animated series, Star Wars Rebels."}]}, {"heading": "Births", "year": "1992", "date": "November 18", "txt": "Steven Skrzybski, German footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "November 18", "txt": "Zhang Zetian, Chinese businesswoman and investor", "entities": [{"title": "Zhang Zetian", "href": "/wiki/Zhang_Zetian", "description": "Zhang Zetian, also known as Nancy Zhang, is a Chinese businesswoman and investor who is the chief fashion adviser of the luxury business of JD.com. She gained initial fame from the popularity of a photograph of her holding milk tea, and was nicknamed \"Sister Milk Tea\". She later married JD.com's billionaire founder Liu Qiangdong, and became an investor in several companies. She has been included i"}]}, {"heading": "Births", "year": "1994", "date": "November 18", "txt": "Danka Kovinić, Montenegrin professional tennis player", "entities": [{"title": "Danka Kovinić", "href": "/wiki/Danka_Kovini%C4%87", "description": "Danka Kovinić is a Montenegrin professional tennis player and a member of the Montenegro Fed Cup team."}]}, {"heading": "Births", "year": "1994", "date": "November 18", "txt": "Bernhard Luxbacher, Austrian footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "November 18", "txt": "Akiyuki Hashimoto, Japanese sprinter", "entities": []}, {"heading": "Deaths", "year": "942", "date": "November 18", "txt": "Odo of Cluny, Frankish abbot and saint (b. c. 878)", "entities": [{"title": "Odo of Cluny", "href": "/wiki/Odo_of_Cluny", "description": "Odo of Cluny was the second abbot of Cluny. He enacted various reforms in the Cluniac system of France and Italy. He is venerated as a saint by the Catholic and Eastern Orthodox Churches. His feast day is 18 November."}]}, {"heading": "Deaths", "year": "953", "date": "November 18", "txt": "Liutgard of Saxony, duchess of Lorraine (b. 931)", "entities": [{"title": "Liutgard of Saxony (died 953)", "href": "/wiki/Liutgard_of_Saxony_(died_953)", "description": "Liutgarde of Saxony, a member of the Ottonian dynasty, was Duchess consort of Lorraine from 947 until her death by her marriage with Duke Conrad the Red. She and Conrad became progenitors of the Salian dynasty."}]}, {"heading": "Deaths", "year": "1100", "date": "November 18", "txt": "Thomas of Bayeux, archbishop of York", "entities": [{"title": "Thomas of Bayeux", "href": "/wiki/Thomas_of_Bayeux", "description": "Thomas of Bayeux was Archbishop of York from 1070 until 1100. He was educated at Liège and became a royal chaplain to Duke William of Normandy, who later became King William I of England. After the Norman Conquest, the king nominated Thomas to succeed Ealdred as Archbishop of York. After Thomas' election, Lanfranc, Archbishop of Canterbury, demanded an oath from Thomas to obey him and any future A"}]}, {"heading": "Deaths", "year": "1154", "date": "November 18", "txt": "Adelaide of Maurienne, French queen consort (b. 1092)", "entities": [{"title": "Adelaide of Maurienne", "href": "/wiki/Adelaide_of_Maurienne", "description": "Adelaide of Maurienne, also called Alix or Adele was a queen of France as the second wife of King Louis VI (1115-1137)."}]}, {"heading": "Deaths", "year": "1170", "date": "November 18", "txt": "Albert the Bear, margrave of Brandenburg (b. c. 1100)", "entities": [{"title": "Albert the Bear", "href": "/wiki/Albert_the_Bear", "description": "Albert the Bear was the first margrave of Brandenburg from 1157 to his death and was briefly duke of Saxony between 1138 and 1142."}]}, {"heading": "Deaths", "year": "1247", "date": "November 18", "txt": "Robin Hood, heroic outlaw in English folklore (b. 1160)", "entities": [{"title": "Robin Hood", "href": "/wiki/Robin_Hood", "description": "Robin Hood is a legendary heroic outlaw originally depicted in English folklore and subsequently featured in literature and film. According to legend, he was a highly skilled archer and swordsman. In some versions of the legend, he is depicted as being of noble birth, and in modern retellings he is sometimes depicted as having fought in the Crusades before returning to England to find his lands ta"}, {"title": "English folklore", "href": "/wiki/English_folklore", "description": "English folklore consists of the myths and legends of England, including the English region's mythical creatures, traditional recipes, urban legends, and folktales. English folklore encompasses the traditional Robin Hood tales, the Brythonic-inspired Arthurian legend, and the more contemporary urban legends and monsters such as the Beast of Bodmin Moor. English folklore takes a heavy influence fro"}]}, {"heading": "Deaths", "year": "1259", "date": "November 18", "txt": "Adam Marsh, English scholar and theologian", "entities": [{"title": "Adam Marsh", "href": "/wiki/Adam_Marsh", "description": "\n\nAdam Marsh was an English Franciscan, scholar and theologian. Marsh became, after Robert Grosseteste, \"...the most eminent master of England.\""}]}, {"heading": "Deaths", "year": "1305", "date": "November 18", "txt": "John II, duke of Brittany (b. 1239)", "entities": [{"title": "John II, Duke of Brittany", "href": "/wiki/John_II,_Duke_of_Brittany", "description": "John II reigned as Duke of Brittany from 1286 until his death, and was also Earl of Richmond in the Peerage of England. He took part in two crusades prior to his accession to the ducal throne. As a duke, John was involved in the conflicts between the kings of France and England. He was crushed to death in an accident during the celebrations of a papal coronation."}]}, {"heading": "Deaths", "year": "1313", "date": "November 18", "txt": "Constance of Portugal, Portuguese infanta (b. 1290)", "entities": [{"title": "Constance of Portugal", "href": "/wiki/Constance_of_Portugal", "description": "Constance of Portugal, was Queen of Castile by her marriage to Ferdinand IV."}]}, {"heading": "Deaths", "year": "1349", "date": "November 18", "txt": "Frederick II, Margrave of Meissen (b. 1310)", "entities": [{"title": "Frederick II, Margrave of Meissen", "href": "/wiki/Frederick_II,_Margrave_of_Meissen", "description": "Frederick II was the margrave of Meissen from 1323 until his death."}]}, {"heading": "Deaths", "year": "1441", "date": "November 18", "txt": "Roger Bolingbroke, English cleric, astronomer, astrologer, magister and alleged necromancer", "entities": [{"title": "Roger Bolingbroke", "href": "/wiki/Roger_Bolingbroke", "description": "Roger Bolingbroke was a 15th-century English cleric, astronomer, astrologer, magister and alleged necromancer. He flourished in the first half of the 15th century. He was tried, convicted and executed for treasonable witchcraft on the person of Henry VI of England."}]}, {"heading": "Deaths", "year": "1472", "date": "November 18", "txt": "Basilius Bessarion, titular patriarch of Constantinople (b. c. 1403)", "entities": [{"title": "Basilius Bessarion", "href": "/wiki/Basilius_Bessarion", "description": "Bessarion was a Catholic cardinal bishop and the titular Latin Patriarch of Constantinople and one of the famed Greek scholars who contributed to the great revival of letters in the 15th century. He was educated by Gemistus Pletho in Neoplatonic philosophy. Later, he became a Catholic cardinal, and was twice considered for the papacy."}]}, {"heading": "Deaths", "year": "1482", "date": "November 18", "txt": "Gedik Ahmed Pasha, Ottoman politician, 17th Grand Vizier of the Ottoman Empire", "entities": [{"title": "Gedik Ahmed Pasha", "href": "/wiki/Gedik_Ahmed_Pasha", "description": "Gedik Ahmed Pasha was an Ottoman statesman and admiral who served as Grand Vizier and Kapudan Pasha during the reigns of sultans Mehmed II and Bayezid II."}, {"title": "List of Ottoman Grand Viziers", "href": "/wiki/List_of_Ottoman_Grand_Viziers", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Deaths", "year": "1559", "date": "November 18", "txt": "Cuthbert Tunstall, English bishop (b. 1474)", "entities": [{"title": "Cuthbert Tunstall", "href": "/wiki/Cuthbert_Tunstall", "description": "Cuthbert Tunstall was an English Scholastic, church leader, diplomat, administrator and royal adviser. He served as Prince-Bishop of Durham during the reigns of Henry VIII, Edward VI, Mary I and Elizabeth I."}]}, {"heading": "Deaths", "year": "1565", "date": "November 18", "txt": "Yun Won-hyung, Korean writer and politician (b. 1509)", "entities": [{"title": "Yun Won-hyung", "href": "/wiki/Yun_Won-hyung", "description": "Yun Won-hyeong was a Korean political figure of the Joseon period. He was the younger brother of Queen Munjeong, the 3rd wife of 11th King Jungjong and was the maternal uncle of the 13th King Myeongjong."}]}, {"heading": "Deaths", "year": "1590", "date": "November 18", "txt": "George Talbot, 6th Earl of Shrewsbury, English commander and politician, Lord High Steward of Ireland (b. 1528)", "entities": [{"title": "George Talbot, 6th Earl of Shrewsbury", "href": "/wiki/George_Talbot,_6th_Earl_of_Shrewsbury", "description": "George Talbot, 6th Earl of Shrewsbury, 6th Earl of Waterford, 12th Baron Talbot, KG, Earl Marshal was an English magnate and military commander. He also held the subsidiary titles of 15th Baron Strange of Blackmere and 11th Baron Furnivall. He was best known for his tenure as keeper of Mary, Queen of Scots between 1568 – 1585, his marriage to his second wife Elizabeth Talbot, as well as his surviv"}, {"title": "Lord High Steward of Ireland", "href": "/wiki/Lord_High_Steward_of_Ireland", "description": "The Lord High Steward of Ireland is a hereditary Great Officer of State in the United Kingdom, sometimes known as the Hereditary Great Seneschal. The Earls of Shrewsbury have held the office since the 15th century. Although the Irish Free State, later the Republic of Ireland, became independent in 1922, the title remained the same, rather than reflecting the region of Northern Ireland, which remai"}]}, {"heading": "Deaths", "year": "1664", "date": "November 18", "txt": "Miklós Zrínyi, Croatian and Hungarian military leader and statesman (b. 1620)", "entities": [{"title": "Miklós Zrínyi", "href": "/wiki/Mikl%C3%B3s_Zr%C3%ADnyi", "description": "Miklós VII Zrínyi or Nikola VII Zrinski was a Croatian and Hungarian military leader, statesman and poet. He was a member of the House of Zrinski, a Croatian-Hungarian noble family. He is the author of the first epic poem, The Peril of Sziget, in Hungarian literature."}]}, {"heading": "Deaths", "year": "1724", "date": "November 18", "txt": "Bartolomeu de Gusmão, Portuguese priest (b. 1685)", "entities": [{"title": "Bartolomeu de Gusmão", "href": "/wiki/Bartolomeu_de_Gusm%C3%A3o", "description": "Bartolomeu Lourenço de Gusmão was a Brazilian-Portuguese priest and naturalist, who was a pioneer of lighter-than-air airship design."}]}, {"heading": "Deaths", "year": "1785", "date": "November 18", "txt": "Louis Philippe I, Duke of Orléans (b. 1725)", "entities": [{"title": "Louis Philippe I, Duke of Orléans", "href": "/wiki/Louis_Philippe_I,_Duke_of_Orl%C3%A9ans", "description": "Louis Philippe d'Orléans known as le Gros, was a French prince, a member of a cadet branch of the House of Bourbon, the royal dynasty that ruled France. The First Prince of the Blood after 1752, he was the most senior male at the French court after the immediate royal family. He was the father of Philippe Égalité. He greatly augmented the already huge wealth of the House of Orléans."}]}, {"heading": "Deaths", "year": "1797", "date": "November 18", "txt": "Jacques-Alexandre Laffon de Ladebat, French shipbuilder and merchant (b. 1719)", "entities": [{"title": "Jacques-Alexandre Laffon de Ladebat", "href": "/wiki/Jacques-Alexandre_Laffon_de_Ladebat", "description": "Jacques-Alexandre Laffon de Ladebat was one of the most important shipbuilders and merchants of the port of Bordeaux in the late 18th century. His son, André-Daniel Laffon de Ladebat, succeeded him, then became involved in politics in the French Revolution in 1789."}]}, {"heading": "Deaths", "year": "1804", "date": "November 18", "txt": "Philip Schuyler, American general and senator (b. 1733)", "entities": [{"title": "Philip Schuyler", "href": "/wiki/Philip_Schuyler", "description": "Philip John Schuyler was an American general in the Revolutionary War and a United States Senator from New York. He is usually known as Philip Schuyler, while his son is usually known as Philip J. Schuyler."}]}, {"heading": "Deaths", "year": "1814", "date": "November 18", "txt": "William Jessop, English engineer (b. 1745)", "entities": [{"title": "William Jessop", "href": "/wiki/William_Jessop", "description": "\n\nWilliam Jessop was an English civil engineer, best known for his work on canals, harbours and early railways in the late 18th and early 19th centuries."}]}, {"heading": "Deaths", "year": "1830", "date": "November 18", "txt": "Adam Weishaupt, German philosopher and academic, founded the Illuminati (b. 1748)", "entities": [{"title": "Adam Weishaupt", "href": "/wiki/Adam_Weishaupt", "description": "Johann Adam Weishaupt was a German philosopher, professor of civil law and later canon law, and founder of the Illuminati, a secret society."}, {"title": "Illuminati", "href": "/wiki/Illuminati", "description": "The Illuminati is a name given to several groups, both real and fictitious. Historically, the name usually refers to the Bavarian Illuminati, an Enlightenment-era secret society founded on 1 May 1776 in Bavaria, today part of Germany. The society's goals were to oppose superstition, obscurantism, religious influence over public life, and abuses of state power. \"The order of the day,\" they wrote in"}]}, {"heading": "Deaths", "year": "1841", "date": "November 18", "txt": "Agustín Gamarra, Peruvian general and politician, 10th and 14th President of Peru (b. 1785)", "entities": [{"title": "Agustín Gamarra", "href": "/wiki/Agust%C3%ADn_Gamarra", "description": "Agustín Gamarra Messia was a Peruvian soldier and politician, who served as the 10th and 14th President of Peru."}]}, {"heading": "Deaths", "year": "1852", "date": "November 18", "txt": "Rose Philippine Duchesne, French-American nun and saint (b. 1769)", "entities": [{"title": "Rose Philippine Duchesne", "href": "/wiki/Rose_Philippine_Duchesne", "description": "Rose Philippine Duchesne, was a French religious sister and educator who was declared a saint of the Catholic Church. Along with the foundress, Madeleine-Sophie Barat, she was a prominent early member of the Religious Sisters of the Sacred Heart of Jesus. She founded the congregation's first communities in the United States. She spent the last half of her life teaching and serving the people of th"}]}, {"heading": "Deaths", "year": "1886", "date": "November 18", "txt": "Chester A. Arthur, American general, lawyer, and politician, 21st President of the United States (b. 1829)", "entities": [{"title": "Chester A. Arthur", "href": "/wiki/Chester_A._Arthur", "description": "Chester Alan Arthur was an American attorney and politician who served as the 21st president of the United States from 1881 to 1885. Previously the 20th vice president, he succeeded to the presidency upon the death of President James A. Garfield in September 1881, two months after Garfield was shot by an assassin."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1889", "date": "November 18", "txt": "William Allingham, Irish-English poet and scholar (b. 1824)", "entities": [{"title": "William Allingham", "href": "/wiki/William_Allingham", "description": "William Allingham was an Irish poet, diarist and editor. He wrote several volumes of lyric verse, and his poem 'The Faeries' was much anthologised; but he is better known for his posthumously published Diary, in which he records his lively encounters with Tennyson, Carlyle and other writers and artists. His wife, Helen Allingham, was a well-known watercolourist and illustrator."}]}, {"heading": "Deaths", "year": "1909", "date": "November 18", "txt": "Renée Vivien, English-French poet (b. 1877)", "entities": [{"title": "Renée Vivien", "href": "/wiki/Ren%C3%A9e_Vivien", "description": "Renée Vivien was a British poet who wrote in French, in the style of the Symbolistes and the Parnassiens. A high-profile lesbian in the Paris of the Belle Époque, she is notable for her work, which has received more attention following a recent revival of interest in Sapphic verse. Many of her poems are autobiographical, reflecting a life of extreme hedonism, leading to early death. She was the su"}]}, {"heading": "Deaths", "year": "1922", "date": "November 18", "txt": "Marcel Proust, French author and critic (b. 1871)", "entities": [{"title": "Marcel Proust", "href": "/wiki/Marcel_Proust", "description": "Valentin Louis Georges Eugène Marcel Proust was a French novelist, critic, and essayist who wrote the monumental novel À la recherche du temps perdu, published in seven parts between 1913 and 1927. He is considered by critics and writers to be one of the most influential authors of the 20th century."}]}, {"heading": "Deaths", "year": "1927", "date": "November 18", "txt": "Scipione Borghese, 10th Prince of Sulmona Italian race car driver, explorer, and politician (b. 1871)", "entities": [{"title": "Scipione Borghese, 10th Prince of Sulmona", "href": "/wiki/Scipione_Borghese,_10th_Prince_of_Sulmona", "description": "Prince Luigi Marcantonio Francesco Rodolfo Scipione Borghese, commonly known as Scipione Borghese, was an Italian aristocrat, industrialist, politician, explorer, mountain climber and racing driver belonging to the House of Borghese."}]}, {"heading": "Deaths", "year": "1936", "date": "November 18", "txt": "V. O. Chidambaram Pillai, Indian lawyer and politician (b. 1872)", "entities": [{"title": "V. O. Chidambaram Pillai", "href": "/wiki/V._O._Chidambaram_Pillai", "description": "Valliyappan Ulaganathan Chidambaram , popularly known by his initials, V.O.C., also known as Kappalottiya Tamizhan or \"The Tamil Helmsman\", was an Indian freedom fighter and leader of Indian National Congress. Founder of Swadeshi Steam Navigation Company in 1906 to compete against the monopoly of the British India Steam Navigation Company (BISNC). \nHe launched the first indigenous Indian shipping "}]}, {"heading": "Deaths", "year": "1940", "date": "November 18", "txt": "Ivane Javakhishvili, Georgian historian and academic (b. 1876)", "entities": [{"title": "Ivane Javakhishvili", "href": "/wiki/Ivane_Javakhishvili", "description": "Ivane Javakhishvili was a Georgian historian and a linguist whose voluminous works heavily influenced the modern scholarship of the history and culture of Georgia. He was also one of the founding fathers of the Tbilisi State University (1918) and its rector from 1919 to 1926."}]}, {"heading": "Deaths", "year": "1941", "date": "November 18", "txt": "Émile Nelligan, Canadian poet and author (b. 1879)", "entities": [{"title": "Émile Nelligan", "href": "/wiki/%C3%89mile_Nelligan", "description": "Émile Nelligan was a French language poet from the Canadian province of Quebec."}]}, {"heading": "Deaths", "year": "1941", "date": "November 18", "txt": "Walther Nernst, German chemist and physicist, Nobel Prize laureate (b. 1864)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1941", "date": "November 18", "txt": "Chris Watson, Chilean-Australian journalist and politician, 3rd Prime Minister of Australia (b. 1867)", "entities": [{"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Deaths", "year": "1952", "date": "November 18", "txt": "Paul Éluard, French poet and author (b. 1895)", "entities": [{"title": "Paul Éluard", "href": "/wiki/Paul_%C3%89luard", "description": "Paul Éluard, born Eugène Émile Paul Grindel, was a French poet and one of the founders of the Surrealist movement."}]}, {"heading": "Deaths", "year": "1962", "date": "November 18", "txt": "Niels Bohr, Danish footballer, physicist, and academic, Nobel Prize laureate (b. 1885)", "entities": [{"title": "Niels Bohr", "href": "/wiki/Niels_Bohr", "description": "Niels Henrik David Bohr was a Danish physicist who made foundational contributions to understanding atomic structure and quantum theory, for which he received the Nobel Prize in Physics in 1922. Bohr was also a philosopher and a promoter of scientific research."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1965", "date": "November 18", "txt": "Henry A. Wallace, American agronomist and bureaucrat, 33rd Vice President of the United States, 11th  US Secretary of Agriculture (b. 1888)", "entities": [{"title": "Henry A. Wallace", "href": "/wiki/Henry_A._Wallace", "description": "Henry Agard Wallace was an American politician, journalist, farmer and businessman who served as the 33rd vice president of the United States, as well as the 11th U.S. Secretary of Agriculture and the 10th U.S. Secretary of Commerce. He was also the presidential nominee of the left-wing Progressive Party in the 1948 election."}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}, {"title": "US Secretary of Agriculture", "href": "/wiki/US_Secretary_of_Agriculture", "description": "The United States secretary of agriculture is the head of the United States Department of Agriculture. The position carries similar responsibilities to those of agriculture ministers in other governments."}]}, {"heading": "Deaths", "year": "1969", "date": "November 18", "txt": "Ted Heath, English trombonist and bandleader (b. 1902)", "entities": [{"title": "Ted Heath (bandleader)", "href": "/wiki/Ted_Heath_(bandleader)", "description": "George Edward Heath was a British musician and big band leader."}]}, {"heading": "Deaths", "year": "1969", "date": "November 18", "txt": "Joseph P. Kennedy Sr., American businessman and diplomat, 44th United States Ambassador to the United Kingdom (b. 1888)", "entities": [{"title": "United States Ambassador to the United Kingdom", "href": "/wiki/United_States_Ambassador_to_the_United_Kingdom", "description": "The United States ambassador to the United Kingdom is the official representative of the president of the United States and the government of the United States of America to the Queen and Government of the United Kingdom."}]}, {"heading": "Deaths", "year": "1972", "date": "November 18", "txt": "Danny Whitten, American singer-songwriter and guitarist (Crazy Horse) (b. 1943)", "entities": [{"title": "Danny Whitten", "href": "/wiki/Danny_Whitten", "description": "Danny Ray Whitten was an American musician and songwriter best known for his work with Neil Young's backing band Crazy Horse, and for the song \"I Don't Want To Talk About It\", a hit for Rod Stewart and Everything but the Girl."}, {"title": "Crazy Horse (band)", "href": "/wiki/Crazy_Horse_(band)", "description": "Crazy Horse is an American rock band best known for their association with Neil Young. Beginning in 1969 and continuing to the present day, they have been co-credited on a number of Young's albums, with 12 studio albums and numerous live albums being billed as by Neil Young and Crazy Horse. They have also released six studio albums of their own, issued between 1971 and 2009."}]}, {"heading": "Deaths", "year": "1976", "date": "November 18", "txt": "Man Ray, American-French photographer and painter (b. 1890)", "entities": [{"title": "Man Ray", "href": "/wiki/Man_Ray", "description": "Man Ray was an American visual artist who spent most of his career in Paris. He was a significant contributor to the Dada and Surrealist movements, although his ties to each were informal. He produced major works in a variety of media but considered himself a painter above all. He was best known for his pioneering photography, and he was a renowned fashion and portrait photographer. Man Ray is als"}]}, {"heading": "Deaths", "year": "1977", "date": "November 18", "txt": "Kurt Schuschnigg, Italian-Austrian lawyer and politician, 15th Federal Chancellor of Austria (b. 1897)", "entities": [{"title": "Kurt Schuschnigg", "href": "/wiki/Kurt_Schuschnigg", "description": "Kurt Alois Josef Johann Schuschnigg was an Austrian Fatherland Front politician who was the Chancellor of the Federal State of Austria from the 1934 assassination of his predecessor Engelbert Dollfuss until the 1938 Anschluss with Nazi Germany. Although Schuschnigg accepted that Austria was a \"German state\" and that Austrians were Germans, he was strongly opposed to Adolf Hitler's goal to absorb A"}, {"title": "Federal Chancellor of Austria", "href": "/wiki/Federal_Chancellor_of_Austria", "description": "The Federal Chancellor of Austria is the head of government of the Republic of Austria. The position corresponds to that of Prime Minister in several other parliamentary democracies. The term is gendered in the German language."}]}, {"heading": "Deaths", "year": "1978", "date": "November 18", "txt": "Jim Jones, American cult leader, founded Peoples Temple (b. 1931)", "entities": [{"title": "Jim Jones", "href": "/wiki/Jim_Jones", "description": "James Warren Jones was an American cult leader, political activist, preacher and faith healer who led the Peoples Temple, a new religious organization which existed between 1955 and 1978. Jones and his inner circle orchestrated a mass murder-suicide of himself and his followers in his remote jungle commune at Jonestown, Guyana, on November 18, 1978."}, {"title": "Peoples Temple", "href": "/wiki/Peoples_Temple", "description": "The Peoples Temple of the Disciples of Christ, commonly shortened to Peoples Temple, was an American new religious organization which existed between 1954 and 1978. Originally founded in Indianapolis, Indiana, by Reverend Jim Jones, the Peoples Temple spread a message that combined elements of Christianity with communist and socialist ideology, with an emphasis on racial equality. After Jones move"}]}, {"heading": "Deaths", "year": "1978", "date": "November 18", "txt": "Leo Ryan, American soldier, educator, and politician (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "1979", "date": "November 18", "txt": "Freddie Fitzsimmons, American baseball player, coach, and manager (b. 1901)", "entities": [{"title": "Freddie Fitzsimmons", "href": "/wiki/Freddie_Fitzsimmons", "description": "Frederick Landis Fitzsimmons was an American professional baseball right-handed pitcher, manager, and coach, who played in Major League Baseball (MLB) from 1925 to 1943 with the New York Giants and Brooklyn Dodgers. Nicknamed Fat Freddie, and known for his mastery of the knuckle curve, Fitzsimmons' 217 wins were the third most by a National League (NL) right-hander in the period from 1920 to 1955,"}]}, {"heading": "Deaths", "year": "1980", "date": "November 18", "txt": "Conn Smythe, Canadian soldier, ice hockey player, and businessman (b. 1895)", "entities": [{"title": "Conn Smythe", "href": "/wiki/Conn_Smythe", "description": "Constantine Falkland Cary Smythe, MC was a Canadian businessman, soldier and sportsman in ice hockey and horse racing. He is best known as the principal owner of the Toronto Maple Leafs of the National Hockey League (NHL) from 1927 to 1961 and as the builder of Maple Leaf Gardens. As owner of the Leafs during numerous championship years, his name appears on the Stanley Cup eight times: 1932, 1942,"}]}, {"heading": "Deaths", "year": "1984", "date": "November 18", "txt": "Mary Hamman, American journalist and author (b. 1907)", "entities": [{"title": "Mary Hamman", "href": "/wiki/Mary_Hamman", "description": "Mary Hamman was an American writer and editor. She was an editor for Pictorial Review, Good Housekeeping, Mademoiselle, as well as the modern living editor for LIFE and editor-in-chief for Bride & Home."}]}, {"heading": "Deaths", "year": "1986", "date": "November 18", "txt": "Gia Carangi, American model (b. 1960)", "entities": [{"title": "Gia Carangi", "href": "/wiki/Gia_Carangi", "description": "Gia Marie Carangi was an American model, considered by many to be the first supermodel. She was featured on the cover of fashion magazines, including multiple editions of Vogue and Cosmopolitan, and appeared in advertising campaigns for such fashion houses as Armani, Christian Dior, Versace, and Yves Saint Laurent."}]}, {"heading": "Deaths", "year": "1987", "date": "November 18", "txt": "Jacques Anquetil, French cyclist (b. 1934)", "entities": [{"title": "Jacques Anquetil", "href": "/wiki/Jacques_Anquetil", "description": "Jacques Anquetil was a French road racing cyclist and the first cyclist to win the Tour de France five times, in 1957 and from 1961 to 1964."}]}, {"heading": "Deaths", "year": "1991", "date": "November 18", "txt": "Gustáv Husák, Slovak lawyer and politician, 9th President of Czechoslovakia (b. 1913)", "entities": [{"title": "Gustáv Husák", "href": "/wiki/Gust%C3%A1v_Hus%C3%A1k", "description": "Gustáv Husák was a Slovak communist politician, who served as the long-time First Secretary of the Communist Party of Czechoslovakia from 1969 to 1987 and the president of Czechoslovakia from 1975 to 1989. His rule is known as the period of the \"Normalization\" after the Prague Spring."}, {"title": "President of Czechoslovakia", "href": "/wiki/President_of_Czechoslovakia", "description": "The President of Czechoslovakia was the head of state of Czechoslovakia, from the creation of the First Czechoslovak Republic in 1918 until the dissolution of the Czech and Slovak Federative Republic on 1 January 1993."}]}, {"heading": "Deaths", "year": "1994", "date": "November 18", "txt": "Cab Calloway, American singer-songwriter and bandleader (The Cab Calloway Orchestra) (b. 1907)", "entities": [{"title": "Cab Calloway", "href": "/wiki/Cab_Calloway", "description": "Cabell \"Cab\" Calloway III was an American jazz singer, dancer, bandleader and actor. He was associated with the Cotton Club in Harlem, where he was a regular performer and became a popular vocalist of the swing era. His niche of mixing jazz and vaudeville won him acclaim during a career that spanned over 65 years."}, {"title": "The Cab Calloway Orchestra", "href": "/wiki/The_Cab_Calloway_Orchestra", "description": "The Cab Calloway Orchestra, based at the exclusive Cotton Club in Harlem, was, for more than a decade, one of the most important jazz bands in America. Different lineups featured the best available established musicians."}]}, {"heading": "Deaths", "year": "1994", "date": "November 18", "txt": "Peter Ledger, Australian painter and illustrator (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "November 18", "txt": "Miron Grindea, Romanian-English journalist (b. 1909)", "entities": [{"title": "Miron Grindea", "href": "/wiki/Miron_Grindea", "description": "Miron Grindea was a Romanian-born literary journalist and the editor of ADAM International Review, a literary magazine published for more than 50 years. In 1984 ADAM was said to be \"the world's longest surviving literary magazine\". Its title was an acronym for \"Arts, Drama, Architecture and Music\"."}]}, {"heading": "Deaths", "year": "1998", "date": "November 18", "txt": "Tara Singh Hayer, Indian-Canadian journalist and publisher (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "November 18", "txt": "Paul Bowles, American composer and author (b. 1910)", "entities": [{"title": "Paul Bowles", "href": "/wiki/Paul_Bowles", "description": "Paul Frederic Bowles was an American expatriate composer, author, and translator. He became associated with Tangier, where he settled in 1947 and lived for 52 years to the end of his life."}]}, {"heading": "Deaths", "year": "1999", "date": "November 18", "txt": "Doug Sahm, American singer and guitarist (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "November 18", "txt": "Walter Matuszczak, Polish-American football player 1939 All-America, 1941 New York Giants draft (b. 1918)", "entities": [{"title": "Walter Matuszczak", "href": "/wiki/Walter_Matuszczak", "description": "Walter John Matuszczak later changed the spelling of his last name to Matuszak was an American football player and veterinarian. Founder of DeWitt Animal Hospital in New York, he practiced there until 1971. Dr. Matuszak owned Wa-Noa Golf Club in East Syracuse, New York. A World War II veteran, Dr. Matuszak served as a captain in the Army Veterinary Corps."}, {"title": "American football", "href": "/wiki/American_football", "description": "American football, referred to simply as football in the United States and Canada and also known as gridiron, is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possess"}, {"title": "1939 College Football All-America Team", "href": "/wiki/1939_College_Football_All-America_Team", "description": "The 1939 College Football All-America team is composed of college football players who were selected as All-Americans by various organizations and writers that chose College Football All-America Teams in 1939. The nine selectors recognized by the NCAA as \"official\" for the 1939 season are (1) Collier's Weekly, as selected by Grantland Rice, (2) the Associated Press, (3) the United Press, (4) the A"}, {"title": "1941 NFL draft", "href": "/wiki/1941_NFL_draft", "description": "The 1941 National Football League Draft was held on December 10, 1940, at the Willard Hotel in Washington D.C."}, {"title": "New York Giants", "href": "/wiki/New_York_Giants", "description": "The New York Giants are a professional American football team based in the New York metropolitan area. The Giants compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. The team plays its home games at MetLife Stadium in East Rutherford, New Jersey, 5 miles west of New York City. The Giants hold their summer training camp at"}]}, {"heading": "Deaths", "year": "2002", "date": "November 18", "txt": "James Coburn, American actor (b. 1928)", "entities": [{"title": "James Coburn", "href": "/wiki/James_Coburn", "description": "James Harrison Coburn III was an American actor. He was featured in more than 70 films, largely action roles, and made 100 television appearances during a 45-year career."}]}, {"heading": "Deaths", "year": "2003", "date": "November 18", "txt": "Michael Kamen, American composer and conductor (b. 1948)", "entities": [{"title": "Michael Kamen", "href": "/wiki/Michael_Kamen", "description": "Michael Arnold Kamen was an American composer, orchestral arranger, orchestral conductor, songwriter, and session musician."}]}, {"heading": "Deaths", "year": "2004", "date": "November 18", "txt": "Robert Bacher, American physicist and academic (b. 1905)", "entities": [{"title": "Robert Bacher", "href": "/wiki/Robert_Bacher", "description": "Robert Fox Bacher was an American nuclear physicist and one of the leaders of the Manhattan Project. Born in Loudonville, Ohio, Bacher obtained his undergraduate degree and doctorate from the University of Michigan, writing his 1930 doctoral thesis under the supervision of Samuel Goudsmit on the Zeeman effect of the hyperfine structure of atomic levels. After graduate work at the California Instit"}]}, {"heading": "Deaths", "year": "2004", "date": "November 18", "txt": "Cy Coleman, American pianist and composer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "November 18", "txt": "Harold J. Stone, American actor (b. 1911)", "entities": [{"title": "Harold J. Stone", "href": "/wiki/Harold_J._Stone", "description": "Harold J. Stone was an American stage, radio, film, and television character actor."}]}, {"heading": "Deaths", "year": "2009", "date": "November 18", "txt": "Red Robbins, American basketball player (b. 1944)", "entities": [{"title": "Red Robbins", "href": "/wiki/Red_Robbins", "description": "Austin \"Red\" Robbins was an American basketball player."}]}, {"heading": "Deaths", "year": "2010", "date": "November 18", "txt": "Freddy Beras-Goico, Dominican comedian and television host (b. 1940)", "entities": [{"title": "Freddy Beras-Goico", "href": "/wiki/Freddy_Beras-Goico", "description": "Freddy Reinaldo Antonio Beras-Goico, popularly known as \"Freddy Beras\" or just \"Beras-Goico\", was a Dominican comedian, TV presenter, writer and media personality for over 30 years. He hosted the TV show El Gordo de La Semana and he was a staple of primetime TV. He was one of the most recognized personalities in the Dominican Republic."}]}, {"heading": "Deaths", "year": "2010", "date": "November 18", "txt": "Brian G. Marsden, English-American astronomer and academic (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 18", "txt": "Emilio Aragón Bermúdez, Spanish clown, singer, and accordion player (b. 1929)", "entities": [{"title": "Emilio Aragón Bermúdez", "href": "/wiki/Emilio_Arag%C3%B3n_Berm%C3%BAdez", "description": "Emilio Alberto Aragón Bermúdez, better known as Miliki, was a Spanish clown, accordionist and singer, he was a member of the artist family Aragón. He was declared \"Son of the City of Carmona\" and received the Silver Medal of that town."}]}, {"heading": "Deaths", "year": "2012", "date": "November 18", "txt": "Phoebe Hearst Cooke, American businesswoman and philanthropist (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 18", "txt": "Thomas Howard, American football player (b. 1983)", "entities": [{"title": "Thomas Howard (American football)", "href": "/wiki/Thomas_Howard_(American_football)", "description": "Thomas Arquis Howard was an American football linebacker in the National Football League. He was drafted by the Oakland Raiders in the second round of the 2006 NFL Draft. He also played for the Cincinnati Bengals and Atlanta Falcons. He played college football for the University of Texas at El Paso."}]}, {"heading": "Deaths", "year": "2013", "date": "November 18", "txt": "S. R. D. Vaidyanathan, Indian nadaswaram player and composer (b. 1929)", "entities": [{"title": "Nadaswaram", "href": "/wiki/Nadaswaram", "description": "The nādasvaram, nāgasvaram, nātacuvaram, nātasvaram, nāgasvara, or variously spelled as nadaswaram, nadhaswaram, nagaswaram, nataswaram and nathaswaram, is a double reed wind instrument from South India. It is used as a traditional classical instrument in Tamilnadu, Andhra Pradesh, Karnataka, and Kerala."}]}, {"heading": "Deaths", "year": "2013", "date": "November 18", "txt": "Ljubomir Vračarević,  Serbian martial artist, founded Real Aikido (b. 1947)", "entities": [{"title": "Real Aikido", "href": "/wiki/Real_Aikido", "description": "Real Aikido is a martial art developed by Ljubomir Vračarević, a self-defence instructor from Serbia. It is a mixture of aikido, judo and jujutsu techniques, with some modifications made by Vračarević."}]}, {"heading": "Deaths", "year": "2013", "date": "November 18", "txt": "Peter Wintonick, Canadian director and producer (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 18", "txt": "Dave Appell, American singer-songwriter and producer (b. 1922)", "entities": [{"title": "Dave Appell", "href": "/wiki/Dave_Appell", "description": "David Appell was an American musician, musical arranger and record producer born in Philadelphia."}]}, {"heading": "Deaths", "year": "2014", "date": "November 18", "txt": "Pepe Eliaschev, Argentinian journalist and author (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 18", "txt": "Ahmad Lozi, Jordanian educator and politician, 48th Prime Minister of Jordan (b. 1925)", "entities": [{"title": "List of Prime Ministers of Jordan", "href": "/wiki/List_of_Prime_Ministers_of_Jordan", "description": "\nThis is a list of prime ministers of Jordan since 1921."}]}, {"heading": "Deaths", "year": "2014", "date": "November 18", "txt": "C. Rudhraiya, Indian director and producer (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 18", "txt": "Abdelhamid Abaaoud, Belgian-Moroccan terrorist (b. 1987)", "entities": [{"title": "Abdelhamid Abaaoud", "href": "/wiki/Abdelhamid_Abaaoud", "description": "Abdelhamid Abaaoud was a Belgian-Moroccan Islamic militant who had spent time in Syria. He was suspected of having organized multiple terror attacks in Belgium and France, and is known to have masterminded the November 2015 Paris attacks. Prior to the Paris attacks, there was an international arrest warrant issued for Abaaoud for his activities in recruiting individuals to Islamic terrorism in Syr"}]}, {"heading": "Deaths", "year": "2015", "date": "November 18", "txt": "Dan Halldorson, Canadian-American golfer (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 18", "txt": "Jonah Lomu, New Zealand rugby player (b. 1975)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "November 18", "txt": "Sharon Jones, American soul and funk singer (b. 1956)", "entities": [{"title": "Sharon Jones (singer)", "href": "/wiki/Sharon_Jones_(singer)", "description": "Sharon Lafaye Jones was an American soul and funk singer. She was the lead singer of Sharon Jones & The Dap-Kings, a soul and funk band based in Brooklyn, New York. Jones experienced breakthrough success relatively late in life, releasing her first record when she was 40 years old. In 2014, Jones was nominated for her first Grammy, in the category Best R&B Album, for Give the People What They Want"}]}, {"heading": "Deaths", "year": "2016", "date": "November 18", "txt": "Denton Cooley, American surgeon and scientist (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "November 18", "txt": "Malcolm Young, Scottish-Australian hard rock guitarist (b. 1953)", "entities": [{"title": "Malcolm Young", "href": "/wiki/Malcolm_Young", "description": "Malcolm Mitchell Young was an Australian musician and songwriter. He was best known as the co-founder, rhythm guitarist, backing vocalist, and songwriter of the rock band AC/DC. Except for a brief absence in 1988, he was with the band from its beginning in 1973 until retiring in 2014 due to health reasons. As a member of AC/DC, he was inducted into the Rock and Roll Hall of Fame in 2003."}]}]