[{"heading": "Events", "year": "1429", "date": "November 4", "txt": "Armagnac–Burgundian Civil War: Joan of Arc liberates Saint-Pierre-le-Moûtier.", "entities": [{"title": "Armagnac–Burgundian Civil War", "href": "/wiki/Armagnac%E2%80%93Burgundian_Civil_War", "description": "The Armagnac–Burgundian Civil War was a conflict between two cadet branches of the French royal family — the House of Orléans and the House of Burgundy from 1407 to 1435. It began during a lull in the Hundred Years' War against the English and overlapped with the Western Schism of the papacy."}, {"title": "Joan of Arc", "href": "/wiki/Joan_of_Arc", "description": "Joan of Arc, nicknamed \"The Maid of Orléans\" or \"Maid of Lorraine\", is considered a heroine of France for her role during the Lancastrian phase of the Hundred Years' War, and was canonized as a saint. She was born to Jacques d'Arc and Isabelle Romée, a peasant family, at Domrémy in the Vosges of northeast France. Joan said that she received visions of the archangel Michael, Saint Margaret, and Sai"}, {"title": "Siege of Saint-Pierre-le-Moûtier", "href": "/wiki/Siege_of_Saint-Pierre-le-Mo%C3%BBtier", "description": "The Siege of Saint-Pierre-le-Moûtier was a venture of the so-called Lancastrian War. The small town was however heavily fortified and surrounded by a deep moat. According to Joan of Arc's bodyguard, Jean d'Aulon, the initial assault failed and the retreat was sounded. Joan managed to initiate a second assault which, according to d'Aulon, was meet 'without much resistance'. d'Aulon had been wounded"}]}, {"heading": "Events", "year": "1501", "date": "November 4", "txt": "Catherine of Aragon (later Henry VIII's first wife) meets Arthur Tudor, Henry VIII's older brother", "entities": [{"title": "Catherine of Aragon", "href": "/wiki/Catherine_of_Aragon", "description": "Catherine of Aragon was Queen of England from June 1509 until May 1533 as the first wife of King Henry VIII; she was previously Princess of Wales as the wife of Henry's elder brother, Arthur."}, {"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}, {"title": "Arthur Tudor", "href": "/wiki/Arthur_Tudor", "description": "Arthur Tudor was Prince of Wales, Earl of Chester and Duke of Cornwall. As the eldest son and heir apparent of Henry VII of England, Arthur was viewed by contemporaries as the great hope of the newly established House of Tudor. His mother, Elizabeth of York, was the daughter of Edward IV, and his birth cemented the union between the House of Tudor and the House of York."}]}, {"heading": "Events", "year": "1576", "date": "November 4", "txt": "Eighty Years' War: In Flanders, Spain captures Antwerp (after three days the city is nearly destroyed).", "entities": [{"title": "Eighty Years' War", "href": "/wiki/Eighty_Years%27_War", "description": "The Eighty Years' War or Dutch War of Independence (1568–1648) was a revolt of the Seventeen Provinces of what are today the Netherlands, Belgium, and Luxembourg against Philip II of Spain, the sovereign of the Habsburg Netherlands. After the initial stages, Philip II deployed his armies and regained control over most of the rebelling provinces. Under the leadership of the exiled William the Silen"}, {"title": "Flanders", "href": "/wiki/Flanders", "description": "Flanders is the Dutch-speaking northern portion of Belgium and one of the communities, regions and language areas of Belgium. However, there are several overlapping definitions, including ones related to culture, language, politics and history, and sometimes involving neighbouring countries. The demonym associated with Flanders is Fleming, while the corresponding adjective is Flemish. The official"}, {"title": "Antwerp", "href": "/wiki/Antwerp", "description": "Antwerp is a city in Belgium and the capital of Antwerp province in the Flemish Region. With a population of 520,504, it is the most populous city proper in Belgium, and with a metropolitan population of around 1,200,000 people, it is the second-largest metropolitan region after Brussels."}, {"title": "Sack of Antwerp", "href": "/wiki/Sack_of_Antwerp", "description": "The Sack of Antwerp, often known as the Spanish Fury at Antwerp, was an episode of the Eighty Years' War. It is the greatest massacre in Belgian history."}]}, {"heading": "Events", "year": "1677", "date": "November 4", "txt": "The future Mary II of England marries William, Prince of Orange; they later jointly reign as William and Mary.", "entities": [{"title": "Mary II of England", "href": "/wiki/Mary_II_of_England", "description": "Mary II was Queen of England, Scotland, and Ireland, co-reigning with her husband, King William III & II, from 1689 until her death from smallpox at the age of 32. Popular histories usually refer to their joint reign as that of William and Mary."}, {"title": "William III of England", "href": "/wiki/William_III_of_England", "description": "William III, also widely known as William of Orange, was sovereign Prince of Orange from birth, Stadtholder of Holland, Zeeland, Utrecht, Guelders, and Overijssel in the Dutch Republic from the 1670s and King of England, Ireland, and Scotland from 1689 until his death in 1702. As King of Scotland, he is known as William II. He is sometimes informally known as \"King Billy\" in Ireland and Scotland. "}]}, {"heading": "Events", "year": "1737", "date": "November 4", "txt": "The Teatro di San Carlo, the oldest working opera house in Europe, is inaugurated in Naples, Italy.", "entities": [{"title": "Teatro di San Carlo", "href": "/wiki/Teatro_di_San_Carlo", "description": "The Teatro Reale di San Carlo, as originally named by the Bourbon monarchy but today known simply as the Teatro di San Carlo, is an opera house in Naples, Italy, connected to the Royal Palace and adjacent to the Piazza del Plebiscito. It is the oldest continuously active venue for opera in the world, having opened in 1737, decades before either Milan's La Scala or Venice's La Fenice."}]}, {"heading": "Events", "year": "1780", "date": "November 4", "txt": "The Rebellion of Túpac Amaru II against Spanish rule in the Viceroyalty of Peru begins.", "entities": [{"title": "Rebellion of Túpac Amaru II", "href": "/wiki/Rebellion_of_T%C3%BApac_Amaru_II", "description": "The Rebellion of Túpac Amaru II was an uprising of native and mestizo peasants with creole and mestizo support, led by indigenous caciques against the beneficiaries of the Bourbon reforms in the Spanish Viceroyalty of Peru. Other causes included widespread economic downturn and a revival of Inca identity embodied by Túpac Amaru II, a native cacique and the original leader of the rebellion. While T"}, {"title": "Viceroyalty of Peru", "href": "/wiki/Viceroyalty_of_Peru", "description": "The Viceroyalty of Peru was a Spanish imperial provincial administrative district, created in 1542, that originally contained modern-day Peru and most of the Spanish Empire in South America, governed from the capital of Lima. Peru was one of the two Spanish Viceroyalties in the Americas from the sixteenth to the eighteenth centuries."}]}, {"heading": "Events", "year": "1783", "date": "November 4", "txt": "Wolfgang Amadeus Mozart's Symphony No. 36 is performed for the first time in Linz, Austria.", "entities": [{"title": "Wolfgang Amadeus Mozart", "href": "/wiki/Wolfgang_Amadeus_Mozart", "description": "Wolfgang Amadeus Mozart, baptised as Johannes Chrysostomus Wolfgangus Theophilus Mozart, was a prolific and influential composer of the Classical period."}, {"title": "Symphony No. 36 (Mozart)", "href": "/wiki/Symphony_No._36_(Mozart)", "description": "The Symphony No. 36 in C major, K. 425, also known as the Linz Symphony, was written by Wolfgang Amadeus Mozart during a stopover in the Austrian town of Linz on his and his wife's way back home to Vienna from Salzburg in late 1783. The entire symphony was written in four days to accommodate the local count's announcement, upon hearing of the Mozarts' arrival in Linz, of a concert. The première in"}, {"title": "Linz", "href": "/wiki/Linz", "description": "Linz is the capital of Upper Austria and third-largest city in Austria. In the north of the country, it is on the Danube 30 kilometres south of the Czech border. In 2018, the population was 204,846."}]}, {"heading": "Events", "year": "1791", "date": "November 4", "txt": "Northwest Indian War: The Western Confederacy of American Indians wins a major victory over the United States in the Battle of the Wabash.", "entities": [{"title": "Northwest Indian War", "href": "/wiki/Northwest_Indian_War", "description": "The Northwest Indian War (1785–1795), also known as the Ohio War, Little Turtle's War, and by other names, was a war between the United States and the Northwestern Confederacy, with support from the British, for control of the Northwest Territory. It followed centuries of conflict over this territory, first among Native American tribes, and then with the added shifting alliances among the tribes a"}, {"title": "Western Confederacy", "href": "/wiki/Western_Confederacy", "description": "The Northwestern Confederacy, or Northwestern Indian Confederacy, was a loose confederacy of Native Americans in the Great Lakes region of the United States created after the American Revolutionary War. Formally, the confederacy referred to itself as the United Indian Nations, at their Confederate Council. The confederacy, which had its roots in pan-tribal movements dating to the 1740s, formed in "}, {"title": "Native Americans in the United States", "href": "/wiki/Native_Americans_in_the_United_States", "description": "Native Americans, also known as American Indians, First Americans, Indigenous Americans and other terms, are the indigenous peoples of the United States; sometimes including Hawaii and territories of the United States, and other times limited to the mainland. There are 574 federally recognized tribes living within the US, about half of which are associated with Indian reservations. \"Native America"}, {"title": "St. Clair's Defeat", "href": "/wiki/St._Clair%27s_Defeat", "description": "St. Clair's defeat, also known as the Battle of the Wabash, the Battle of Wabash River or the Battle of a Thousand Slain, was a battle fought on 4 November 1791 in the Northwest Territory of the United States of America. The U.S. Army faced the Western Confederacy of Native Americans, as part of the Northwest Indian War. It was \"the most decisive defeat in the history of the American military\" and"}]}, {"heading": "Events", "year": "1798", "date": "November 4", "txt": "Beginning of the Russo-Ottoman siege of Corfu.", "entities": [{"title": "Siege of Corfu (1798–99)", "href": "/wiki/Siege_of_Corfu_(1798%E2%80%9399)", "description": "The siege of Corfu was a military operation by a joint Russian and Turkish fleet against French troops occupying the island of Corfu."}, {"title": "Corfu", "href": "/wiki/Corfu", "description": "Corfu or Kerkyra is a Greek island in the Ionian Sea, of the Ionian Islands, and, including its small satellite islands, forms the margin of the northwestern frontier of Greece. The island is part of the Corfu regional unit, and is administered by three municipalities with the islands of Othonoi, Ereikoussa, and Mathraki. The principal city of the island is also named Corfu. Corfu is home to the I"}]}, {"heading": "Events", "year": "1839", "date": "November 4", "txt": "Newport Rising: The last large-scale armed rebellion against authority in mainland Britain.", "entities": [{"title": "Newport Rising", "href": "/wiki/Newport_Rising", "description": "The Newport Rising was the last large-scale armed protest in Great Britain, seeking democracy and the right to vote and a secret ballot. On Monday 4 November 1839, approximately 4,000 Chartist sympathisers, under the leadership of John Frost, marched on the town of Newport, Monmouthshire. En route, some Newport chartists were arrested by police and held prisoner at the Westgate Hotel in central Ne"}]}, {"heading": "Events", "year": "1847", "date": "November 4", "txt": "Sir James Young Simpson, a Scottish physician, discovers the anaesthetic properties of chloroform.", "entities": [{"title": "James Young Simpson", "href": "/wiki/James_Young_Simpson", "description": "Sir James Young Simpson, 1st Baronet, FRCPE was a Scottish obstetrician and a significant figure in the history of medicine. He was the first physician to demonstrate the anaesthetic properties of chloroform on humans and helped to popularise its use in medicine."}, {"title": "Anaesthetic", "href": "/wiki/Anaesthetic", "description": "An anesthetic or anaesthetic is a drug used to induce anesthesia ⁠— ⁠in other words, to result in a temporary loss of sensation or awareness. They may be divided into two broad classes: general anesthetics, which result in a reversible loss of consciousness, and local anesthetics, which cause a reversible loss of sensation for a limited region of the body without necessarily affecting consciousnes"}, {"title": "Chloroform", "href": "/wiki/Chloroform", "description": "Chloroform, or trichloromethane, is an organic compound with formula CHCl3. It is a colorless, strong-smelling, dense liquid that is produced on a large scale as a precursor to PTFE. It is also a precursor to various refrigerants. It is one of the four chloromethanes and a trihalomethane. It is a powerful anesthetic, euphoriant, anxiolytic and sedative when inhaled or ingested."}]}, {"heading": "Events", "year": "1852", "date": "November 4", "txt": "Camillo Benso, Count of Cavour, becomes the prime minister of Piedmont-Sardinia, which soon expands to become Italy.", "entities": [{"title": "Camillo Benso, Count of Cavour", "href": "/wiki/Camillo_Benso,_Count_of_Cavour", "description": "Camillo Paolo Filippo Giulio Benso, Count of Cavour, Isolabella and Leri, generally known as Cavour, was an Italian statesman and a leading figure in the movement towards Italian unification. He was one of the leaders of the Historical Right, and Prime Minister of the Kingdom of Piedmont–Sardinia, a position he maintained throughout the Second Italian War of Independence and Giuseppe Garibaldi's c"}, {"title": "Prime minister", "href": "/wiki/Prime_minister", "description": "A prime minister is the head of the cabinet and the leader of the ministers in the executive branch of government, often in a parliamentary or semi-presidential system. Under those systems, a prime minister is not the head of state of their respective state nor a monarch; rather the prime minister is the head of government, serving typically under a monarch in a hybrid of aristocratic and democrat"}, {"title": "Piedmont", "href": "/wiki/Piedmont", "description": "Piedmont is a region in northwest Italy, one of the 20 regions of the country. It borders the Liguria region to the south, the Lombardy and Emilia-Romagna regions to the east and the Aosta Valley region to the northwest; it also borders Switzerland to the northeast and France to the west. It has an area of 25,402 km2 (9,808 sq mi) making it the second largest region of Italy after Sicily and a pop"}, {"title": "Kingdom of Sardinia", "href": "/wiki/Kingdom_of_Sardinia", "description": "The Kingdom of Sardinia, also referred to as Kingdom of Savoy-Sardinia, Piedmont-Sardinia, or Savoy-Piedmont-Sardinia during the Savoyard period, was a state in Southern Europe from the early 14th until the mid-19th century."}]}, {"heading": "Events", "year": "1864", "date": "November 4", "txt": "American Civil War: Confederate troops bombard a Union supply base and destroy millions of dollars in material at the Battle of Johnsonville.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Union Army", "href": "/wiki/Union_Army", "description": "During the American Civil War, the Union Army, also called the Northern Army, referred to the United States Army, the land force that fought to preserve the Union of the collective states. Also known as the Federal Army, it proved essential to the preservation of the United States as a working, viable republic."}, {"title": "Battle of Johnsonville", "href": "/wiki/Battle_of_Johnsonville", "description": "The Battle of Johnsonville was fought November 4–5, 1864, in Benton County, Tennessee and Humphreys County, Tennessee, during the American Civil War. Confederate cavalry commander Major General Nathan Bedford Forrest culminated a 23-day raid through western Tennessee by attacking the Union supply base at Johnsonville. Forrest's attack destroyed numerous boats in the Tennessee River and millions of"}]}, {"heading": "Events", "year": "1868", "date": "November 4", "txt": "Camagüey, Cuba, revolts against Spain during the Ten Years' War.", "entities": [{"title": "Camagüey", "href": "/wiki/Camag%C3%BCey", "description": "Camagüey is a city and municipality in central Cuba and is the nation's third-largest city with more than 321,000 inhabitants. It is the capital of the Camagüey Province."}, {"title": "Ten Years' War", "href": "/wiki/Ten_Years%27_War", "description": "The Ten Years' War (1868–1878), also known as the Great War and the War of '68, was part of Cuba's fight for independence from Spain. The uprising was led by Cuban-born planters and other wealthy natives. On October 10, 1868, sugar mill owner Carlos Manuel de Céspedes and his followers proclaimed independence, beginning the conflict. This was the first of three liberation wars that Cuba fought aga"}]}, {"heading": "Events", "year": "1890", "date": "November 4", "txt": "City and South London Railway: London's first deep-level tube railway opens between King William Street and Stockwell.", "entities": [{"title": "City and South London Railway", "href": "/wiki/City_and_South_London_Railway", "description": "The City and South London Railway (C&SLR) was the first deep-level underground \"tube\" railway in the world, and the first major railway to use electric traction. The railway was originally intended for cable-hauled trains, but owing to the bankruptcy of the cable contractor during construction, a system of electric traction using electric locomotives—an experimental technology at the time—was chos"}, {"title": "London Underground", "href": "/wiki/London_Underground", "description": "The London Underground is a rapid transit system serving Greater London and some parts of the adjacent counties of Buckinghamshire, Essex and Hertfordshire in the United Kingdom."}, {"title": "King William Street, London", "href": "/wiki/King_William_Street,_London", "description": "King William Street is a street in the City of London, the historic nucleus and modern financial centre of London. It is a two-way street linking Lombard Street, at its northern end, with London Bridge, which marks the start of the start of the A3 route to Portsmouth."}, {"title": "Stockwell tube station", "href": "/wiki/Stockwell_tube_station", "description": "Stockwell is a London Underground station in Stockwell in the London Borough of Lambeth. It is located on the Northern line between Oval and Clapham North stations, and on the Victoria line between Brixton and Vauxhall stations. It is in Travelcard Zone 2."}]}, {"heading": "Events", "year": "1918", "date": "November 4", "txt": "World War I: The Armistice of Villa Giusti between Italy and Austria-Hungary is implemented.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Armistice of Villa Giusti", "href": "/wiki/Armistice_of_Villa_Giusti", "description": "The Armistice of Villa Giusti or Padua ended warfare between Italy and Austria-Hungary on the Italian Front during World War I. The armistice was signed on 3 November 1918 in the Villa Giusti, outside Padua in the Veneto, Northern Italy, and took effect 24 hours later."}, {"title": "Austria-Hungary", "href": "/wiki/Austria-Hungary", "description": "Austria-Hungary, often referred to as the Austro-Hungarian Empire or the Dual Monarchy, was a constitutional monarchy and great power in Central Europe between 1867 and 1918. It was formed with the Austro-Hungarian Compromise of 1867 and was dissolved following its defeat in the First World War."}]}, {"heading": "Events", "year": "1921", "date": "November 4", "txt": "The Saalschutz Abteilung (hall defense detachment) of the Nazi Party is renamed the Sturmabteilung (storm detachment) after a large riot in Munich.", "entities": [{"title": "Nazi Party", "href": "/wiki/Nazi_Party", "description": "The Nazi Party, officially the National Socialist German Workers' Party, was a far-right political party in Germany active between 1920 and 1945, that created and supported the ideology of Nazism. Its precursor, the German Workers' Party, existed from 1919 to 1920. The Nazi Party emerged from the German nationalist, racist and populist Freikorps paramilitary culture, which fought against the commu"}, {"title": "Munich", "href": "/wiki/Munich", "description": "Munich is the capital and most populous city of Bavaria. With a population of 1,558,395 inhabitants as of 31 July 2020, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people."}]}, {"heading": "Events", "year": "1921", "date": "November 4", "txt": "Japanese Prime Minister Hara Takashi is assassinated in Tokyo.", "entities": [{"title": "Hara Takashi", "href": "/wiki/Hara_Takashi", "description": "Hara Takashi  was a Japanese politician who served as the Prime Minister of Japan from 1918 to 1921."}]}, {"heading": "Events", "year": "1922", "date": "November 4", "txt": "In Egypt, British archaeologist Howard Carter and his men find the entrance to Tutankhamun's tomb in the Valley of the Kings.", "entities": [{"title": "Howard Carter", "href": "/wiki/Howard_Carter", "description": "Howard Carter was an English archaeologist and Egyptologist. He became world-famous after discovering the intact tomb of the 18th Dynasty Pharaoh, Tutankhamun in November 1922, the best-preserved pharaonic tomb ever found in the Valley of the Kings."}, {"title": "Tutankhamun", "href": "/wiki/Tutankhamun", "description": "Tutankhamun, Egyptological pronunciation Tutankhamen, commonly referred to as King Tut, was an ancient Egyptian pharaoh who was the last of his royal family to rule during the end of the 18th Dynasty during the New Kingdom of Egyptian history. His father was the mummy found in the tomb KV55, believed to be the pharaoh Akhenaten. His mother is his father's sister, identified through DNA testing as "}, {"title": "Valley of the Kings", "href": "/wiki/Valley_of_the_Kings", "description": "The Valley of the Kings, also known as the Valley of the Gates of the Kings, is a valley in Egypt where, for a period of nearly 500 years from the 16th to 11th century BC, rock-cut tombs were excavated for the pharaohs and powerful nobles of the New Kingdom."}]}, {"heading": "Events", "year": "1924", "date": "November 4", "txt": "Nellie Tayloe Ross of Wyoming becomes the first female elected as governor in the United States.", "entities": [{"title": "Nellie Tayloe Ross", "href": "/wiki/Nellie_Tayloe_Ross", "description": "Nellie Davis Tayloe Ross was an American politician, the 14th governor of Wyoming from 1925 to 1927 and director of the United States Mint from 1933 to 1953. She was one of the first women to be sworn in as governor of a U.S. state, and remains the only woman to have served as governor of Wyoming."}, {"title": "Wyoming", "href": "/wiki/Wyoming", "description": "Wyoming is a state in the Mountain West subregion of the Western United States. The 10th largest state by area, it is also the least populous and least densely populated state in the contiguous United States. It is bordered by Montana to the north and northwest, South Dakota and Nebraska to the east, Idaho to the west, Utah to the southwest, and Colorado to the south. The state population was esti"}]}, {"heading": "Events", "year": "1936", "date": "November 4", "txt": "Spanish Civil War: Largo Caballero reshuffles his war cabinet, persuading the anarcho-syndicalist CNT to join the government.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Largo Caballero", "href": "/wiki/Largo_Caballero", "description": "Francisco Largo Caballero was a Spanish politician and trade unionist. He was one of the historic leaders of the Spanish Socialist Workers' Party (PSOE) and of the Workers' General Union (UGT). In 1936 and 1937 Caballero served as the Prime Minister of the Second Spanish Republic during the Spanish Civil War."}, {"title": "Cabinet reshuffle", "href": "/wiki/Cabinet_reshuffle", "description": "A cabinet reshuffle or shuffle is when a head of government rotates or changes the composition of ministers in their cabinet, or when the Head of State changes the head of government and a number of ministers. They are more common in parliamentary systems, than in other democratic systems where cabinet heads must be confirmed by a separate legislative body, and occur at pleasure in autocratic syst"}, {"title": "War cabinet", "href": "/wiki/War_cabinet", "description": "A war cabinet is a committee formed by a government in a time of war. It is usually a subset of the full executive cabinet of ministers. It is also quite common for a war cabinet to have senior military officers and opposition politicians as members."}, {"title": "Anarcho-syndicalist", "href": "/wiki/Anarcho-syndicalist", "description": null}, {"title": "Confederación Nacional del Trabajo", "href": "/wiki/Confederaci%C3%B3n_Nacional_del_Trabajo", "description": "The Confederación Nacional del Trabajo is a Spanish confederation of anarcho-syndicalist labour unions, which was long affiliated with the International Workers' Association (AIT). When working with the latter group it was also known as CNT-AIT. Historically, the CNT has also been affiliated with the Federación Anarquista Ibérica ; thus, it has also been referred to as the CNT-FAI. Throughout its "}]}, {"heading": "Events", "year": "1939", "date": "November 4", "txt": "World War II: U.S. President Franklin D. Roosevelt orders the United States Customs Service to implement the Neutrality Act of 1939, allowing cash-and-carry purchases of weapons by belligerents.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "United States Customs Service", "href": "/wiki/United_States_Customs_Service", "description": "The United States Customs Service was an agency of the U.S. federal government that collected import tariffs and performed other selected border security duties."}, {"title": "Neutrality Acts of 1930s", "href": "/wiki/Neutrality_Acts_of_1930s#Neutrality_Act_of_1939", "description": "The Neutrality Acts were a series of acts passed by the US Congress in the 1930s in response to the growing threats and wars that led to World War II. They were spurred by the growth in isolationism and non-interventionism in the US following the US joining World War I, and they sought to ensure that the US would not become entangled again in foreign conflicts."}]}, {"heading": "Events", "year": "1942", "date": "November 4", "txt": "World War II: Disobeying a direct order by Adolf Hitler, General Field Marshal Erwin Rommel begins a retreat of his forces after a costly defeat during the Second Battle of El Alamein. The retreat would ultimately last five months.", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "Erwin Rommel", "href": "/wiki/Erwin_Rommel", "description": "Johannes Erwin Eugen Rommel was a German general and military theorist. Popularly known as the Desert Fox, he served as field marshal in the Wehrmacht of Nazi Germany during World War II, as well as serving in the Reichswehr of the Weimar Republic, and the army of Imperial Germany."}, {"title": "Second Battle of El Alamein", "href": "/wiki/Second_Battle_of_El_Alamein", "description": "The Second Battle of El Alamein was a battle of the Second World War that took place near the Egyptian railway halt of El Alamein. The First Battle of El Alamein and the Battle of Alam el Halfa had prevented the Axis from advancing further into Egypt."}]}, {"heading": "Events", "year": "1944", "date": "November 4", "txt": "World War II: The 7th Macedonian Liberation Brigade liberates Bitola for the Allies.", "entities": [{"title": "Macedonian Partisans", "href": "/wiki/Macedonian_Partisans", "description": "The Macedonian Partisans, officially the National Liberation Army and Partisan Detachments of Macedonia, was a communist and antifascist resistance movement formed in occupied Yugoslavia during World War II which participated in the National Liberation War of Macedonia. Units of the army were formed by Macedonians within the framework of the Yugoslav Partisans as well as other communist resistance"}, {"title": "Bitola", "href": "/wiki/Bitola", "description": "Bitola is a city in the southwestern part of North Macedonia. It is located in the southern part of the Pelagonia valley, surrounded by the Baba, Nidže and Kajmakčalan mountain ranges, 14 kilometres north of the Medžitlija-Níki border crossing with Greece. The city stands at an important junction connecting the south of the Adriatic Sea region with the Aegean Sea and Central Europe, and is an admi"}]}, {"heading": "Events", "year": "1952", "date": "November 4", "txt": "The United States government establishes the National Security Agency, or NSA.", "entities": [{"title": "Federal government of the United States", "href": "/wiki/Federal_government_of_the_United_States", "description": "The federal government of the United States is the national government of the United States, a federal republic in North America, composed of 50 states, a federal district, five major self-governing territories and several island possessions. The federal government is composed of three distinct branches: legislative, executive, and judicial, whose powers are vested by the U.S. Constitution in the "}, {"title": "National Security Agency", "href": "/wiki/National_Security_Agency", "description": "The National Security Agency (NSA) is a national-level intelligence agency of the United States Department of Defense, under the authority of the Director of National Intelligence. The NSA is responsible for global monitoring, collection, and processing of information and data for foreign and domestic intelligence and counterintelligence purposes, specializing in a discipline known as signals inte"}]}, {"heading": "Events", "year": "1956", "date": "November 4", "txt": "Soviet troops enter Hungary to end the Hungarian revolution against the Soviet Union that started on October 23. Thousands are killed, more are wounded, and nearly a quarter million leave the country.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Hungarian People's Republic", "href": "/wiki/Hungarian_People%27s_Republic", "description": "The Hungarian People's Republic was a one-party socialist republic from 20 August 1949\nto 23 October 1989.\nIt was governed by the Hungarian Socialist Workers' Party, which was under the influence of the Soviet Union. Pursuant to the 1944 Moscow Conference, Winston Churchill and Joseph Stalin had agreed that after the war Hungary was to be included in the Soviet sphere of influence. The HPR remaine"}, {"title": "Hungarian Revolution of 1956", "href": "/wiki/Hungarian_Revolution_of_1956", "description": "The Hungarian Revolution of 1956, or the Hungarian Uprising, was a nationwide revolution against the Hungarian People's Republic and its Soviet-imposed policies, lasting from the 23rd of October until the 10th of November 1956. Leaderless at the beginning, it was the first major threat to Soviet control since the Red Army drove Nazi Germany from its territory at the End of World War II in Europe."}, {"title": "October 23", "href": "/wiki/October_23", "description": "October 23 is the 296th day of the year in the Gregorian calendar; 69 days remain until the end of the year."}]}, {"heading": "Events", "year": "1960", "date": "November 4", "txt": "At the Kasakela Chimpanzee Community in Tanzania, Dr. Jane Goodall observes chimpanzees creating tools, the first-ever observation in non-human animals.", "entities": [{"title": "Kasakela Chimpanzee Community", "href": "/wiki/Kasakela_Chimpanzee_Community", "description": "The Kasekela chimpanzee community is a habituated community of wild eastern chimpanzees that lives in Gombe National Park near Lake Tanganyika in Tanzania. The community was the subject of Dr. Jane Goodall's pioneering study that began in 1960, and studies have continued ever since, becoming the longest continuous study of any animals in their natural habitat. As a result, the community has been i"}, {"title": "Jane Goodall", "href": "/wiki/Jane_Goodall", "description": "Dame Jane Morris Goodall, formerly Baroness Jane van Lawick-Goodall, is an English primatologist and anthropologist. Considered to be the world's foremost expert on chimpanzees, Goodall is best known for her 60-year study of social and family interactions of wild chimpanzees since she first went to Gombe Stream National Park in Tanzania in 1960, where she witnessed human-like behaviours amongst ch"}, {"title": "Eastern chimpanzee", "href": "/wiki/Eastern_chimpanzee", "description": "The eastern chimpanzee is a subspecies of the common chimpanzee. It is native to the Central African Republic, South Sudan, the Democratic Republic of the Congo, Uganda, Rwanda, Burundi, and Tanzania."}]}, {"heading": "Events", "year": "1962", "date": "November 4", "txt": "The United States concludes Operation Fishbowl, its final above-ground nuclear weapons testing series, in anticipation of the 1963 Partial Nuclear Test Ban Treaty.", "entities": [{"title": "Operation Fishbowl", "href": "/wiki/Operation_Fishbowl", "description": "Operation Fishbowl was a series of high-altitude nuclear tests in 1962 that were carried out by the United States as a part of the larger Operation Dominic nuclear test program. Flight-test vehicles were designed and manufactured by Avco Corporation."}, {"title": "Nuclear weapons testing", "href": "/wiki/Nuclear_weapons_testing", "description": "Nuclear weapons tests are experiments carried out to determine the effectiveness, yield, and explosive capability of nuclear weapons. Testing nuclear weapons offers practical information about how the weapons function, as well as how detonations are affected by different conditions; and how personnel, structures, and equipment are affected when subjected to nuclear explosions. However, nuclear tes"}, {"title": "Partial Nuclear Test Ban Treaty", "href": "/wiki/Partial_Nuclear_Test_Ban_Treaty", "description": "The Partial Test Ban Treaty (PTBT) is the abbreviated name of the 1963 Treaty Banning Nuclear Weapon Tests in the Atmosphere, in Outer Space and Under Water, which prohibited all test detonations of nuclear weapons except for those conducted underground. It is also abbreviated as the Limited Test Ban Treaty (LTBT) and Nuclear Test Ban Treaty (NTBT), though the latter may also refer to the Comprehe"}]}, {"heading": "Events", "year": "1966", "date": "November 4", "txt": "The Arno River floods Florence, Italy, to a maximum depth of 6.7 m (22 ft), leaving thousands homeless and destroying millions of masterpieces of art and rare books. Also Venice was submerged on the same day at its record all-time acqua alta of 194 cm (76 in).", "entities": [{"title": "Arno", "href": "/wiki/Arno", "description": "The Arno is a river in the Tuscany region of Italy. It is the most important river of central Italy after the Tiber."}, {"title": "1966 flood of the Arno River", "href": "/wiki/1966_flood_of_the_Arno_River", "description": "\nThe 1966 flood of the Arno in Florence killed 101 people and damaged or destroyed millions of masterpieces of art and rare books. It is considered the worst flood in the city's history since 1557. With the combined effort of Italian and foreign volunteers alike, or angeli del fango, many of these fine works have been restored. New methods in conservation were devised and restoration laboratories "}, {"title": "Florence", "href": "/wiki/Florence", "description": "Florence is a city in Central Italy and the capital city of the Tuscany region. It is the most populated city in Tuscany, with 383,084 inhabitants in 2013, and over 1,520,000 in its metropolitan area."}, {"title": "1966 Venice flood", "href": "/wiki/1966_Venice_flood", "description": "The 1966 Venice flood was an unprecedented acqua alta, with waters reaching up to 194 cm."}, {"title": "Acqua alta", "href": "/wiki/Acqua_alta", "description": "Acqua alta is the term used in Veneto for the exceptional tide peaks that occur periodically in the northern Adriatic Sea. \nThe peaks reach their maximum in the Venetian Lagoon, where they cause partial flooding of Venice and Chioggia; flooding also occurs elsewhere around the northern Adriatic, for instance at Grado and Trieste, but much less often and to a lesser degree."}]}, {"heading": "Events", "year": "1970", "date": "November 4", "txt": "Vietnam War: The United States turns over control of the air base at Bình Thủy in the Mekong Delta to South Vietnam.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Binh Thuy Air Base", "href": "/wiki/Binh_Thuy_Air_Base", "description": "Binh Thuy Air Base was a United States Air Force (USAF), United States Navy, Republic of Vietnam Air Force (RVNAF) and Vietnam People's Air Force (VPAF) (Khong Quan Nhan Dan Viet Nam) military airfield used during the Vietnam War. It is located 7km northwest of Cần Thơ in the Mekong Delta."}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1970", "date": "November 4", "txt": "Salvador Allende takes office as President of Chile, the first Marxist to become president of a Latin American country through open elections.", "entities": [{"title": "President of Chile", "href": "/wiki/President_of_Chile", "description": "The president of Chile, officially known as the president of the Republic of Chile is the head of state and head of government of Chile. The president is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is "}, {"title": "Marxism", "href": "/wiki/Marxism", "description": "Marxism is a method of socioeconomic analysis that uses a materialist interpretation of historical development, better known as historical materialism, to understand class relations and social conflict as well as a dialectical perspective to view social transformation. It originates from the works of 19th-century German philosophers Karl Marx and Friedrich Engels. As Marxism has developed over tim"}, {"title": "Latin America", "href": "/wiki/Latin_America", "description": "Latin America is a group of countries and dependencies in the Western Hemisphere where Romance languages such as Spanish, Portuguese, and to a lesser extent, French are predominantly spoken. Some subnational regions known as French America such as Quebec and parts of the United States where Romance languages are primarily spoken are not usually included due to the countries as a whole being a part"}]}, {"heading": "Events", "year": "1973", "date": "November 4", "txt": "The Netherlands experiences the first Car-Free Sunday caused by the 1973 oil crisis. Highways are used only by cyclists and roller skaters.", "entities": [{"title": "Car-Free Sunday", "href": "/wiki/Car-Free_Sunday", "description": "World Car Free Day, which is celebrated on September 22, encourages motorists to give up their cars for a day. Organized events are held in some cities and countries."}, {"title": "1973 oil crisis", "href": "/wiki/1973_oil_crisis", "description": "The 1973 oil crisis began in October 1973 when the members of the Organization of Arab Petroleum Exporting Countries proclaimed an oil embargo. The embargo was targeted at nations perceived as supporting Israel during the Yom Kippur War. The initial nations targeted were Canada, Japan, the Netherlands, the United Kingdom and the United States with the embargo also later extended to Portugal, Rhode"}, {"title": "Cyclist", "href": "/wiki/Cyclist", "description": "Cycling, also called bicycling or biking, is the use of bicycles for transport, recreation, exercise or sport. People engaged in cycling are referred to as \"cyclists\", \"bicyclists\", or \"bikers\". Apart from two-wheeled bicycles, \"cycling\" also includes the riding of unicycles, tricycles, quadricycles, recumbent and similar human-powered vehicles (HPVs)."}, {"title": "Roller skaters", "href": "/wiki/Roller_skaters", "description": "Roller skating is traveling on surfaces with roller skates. It is a recreational activity, a sport, and a form of transportation. Roller rinks and skate parks are built for roller skating, though it also takes place on streets, sidewalks, and bike paths."}]}, {"heading": "Events", "year": "1979", "date": "November 4", "txt": "Iran hostage crisis: A group of Iranian college students overruns the U.S. embassy in Tehran and takes 90 hostages.", "entities": [{"title": "Iran hostage crisis", "href": "/wiki/Iran_hostage_crisis", "description": "The Iran hostage crisis was a diplomatic standoff between the United States and Iran. Fifty-two American diplomats and citizens were held hostage after a group of militarized Iranian college students belonging to the Muslim Student Followers of the Imam's Line, who supported the Iranian Revolution, took over the U.S. Embassy in Tehran and seized hostages. The hostages were held for 444 days from N"}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Tehran", "href": "/wiki/Tehran", "description": "Tehran is the capital of Iran and Tehran Province. With a population of around 8.7 million in the city and 15 million in the larger metropolitan area of Greater Tehran, Tehran is the most populous city in Iran and Western Asia, and has the second-largest metropolitan area in the Middle East. It is ranked 24th in the world by the population of its metropolitan area."}]}, {"heading": "Events", "year": "1980", "date": "November 4", "txt": "Ronald Reagan is elected the 40th President of The United States, defeating incumbent Jimmy Carter.", "entities": [{"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}, {"title": "President of The United States", "href": "/wiki/President_of_The_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Jimmy Carter", "href": "/wiki/Jimmy_Carter", "description": "James Earl Carter Jr. is an American politician, businessman, and philanthropist who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained engaged in political and social projects "}]}, {"heading": "Events", "year": "1993", "date": "November 4", "txt": "China Airlines Flight 605, a brand-new 747-400, overruns the runway at Kai Tak Airport.", "entities": [{"title": "China Airlines Flight 605", "href": "/wiki/China_Airlines_Flight_605", "description": "China Airlines Flight 605 was a daily non-stop flight departing from Taipei at 6:30 a.m. and arriving at Kai Tak Airport in Hong Kong at 7:00 a.m. local time. On November 4, 1993, the plane went off the runway while landing during a storm. It was the first hull loss of a Boeing 747-400."}, {"title": "747-400", "href": "/wiki/747-400", "description": "The Boeing 747-400 is a wide-body airliner produced by Boeing Commercial Airplanes, an advanced variant of the initial Boeing 747.\n\nThe \"Advanced Series 300\" was announced at the September 1984 Farnborough Airshow, targeting a 10% cost reduction with more efficient engines and 1,000 nmi (1,850 km) more range. Northwest Airlines (NWA) became the first customer with an order for 10 aircraft on Octob"}, {"title": "Kai Tak Airport", "href": "/wiki/Kai_Tak_Airport", "description": "Kai Tak Airport (IATA: HKG, ICAO: VHHH) was the international airport of Hong Kong from 1925 until 1998. Officially known as Hong Kong International Airport from 1954 to 6 July 1998, it is often referred to as Hong Kong International Airport, Kai Tak, or simply Kai Tak and Kai Tak International Airport, to distinguish it from its successor, which may be referred to as Chek Lap Kok International Ai"}]}, {"heading": "Events", "year": "1995", "date": "November 4", "txt": "Israel-Palestinian conflict: Israeli prime minister Yitzhak Rabin is assassinated by an extremist Israeli.", "entities": [{"title": "Israeli–Palestinian conflict", "href": "/wiki/Israeli%E2%80%93Palestinian_conflict", "description": "The Israeli–Palestinian conflict is the ongoing struggle between Israelis and Palestinians that began in the mid-20th century amidst the greater Arab–Israeli conflict. Various attempts have been made to resolve the conflict as part of the Israeli–Palestinian peace process. It has been referred to as the world's \"most intractable conflict,\" with the ongoing Israeli occupation of the West Bank and t"}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Yitzhak Rabin", "href": "/wiki/Yitzhak_Rabin", "description": "Yitzhak Rabin was an Israeli politician, statesman and general. He was the fifth Prime Minister of Israel, serving two terms in office, 1974–77, and from 1992 until his assassination in 1995."}, {"title": "Assassination of Yitzhak Rabin", "href": "/wiki/Assassination_of_Yitzhak_Rabin", "description": "The assassination of Yitzhak Rabin took place on 4 November 1995 at 21:30, at the end of a rally in support of the Oslo Accords at the Kings of Israel Square in Tel Aviv. The assassin, an Israeli ultranationalist named Yigal Amir, radically opposed Prime Minister Yitzhak Rabin's peace initiative, particularly the signing of the Oslo Accords."}]}, {"heading": "Events", "year": "2002", "date": "November 4", "txt": "Chinese authorities arrest cyber-dissident He Depu for signing a pro-democracy letter to the 16th Communist Party Congress.", "entities": [{"title": "He Depu", "href": "/wiki/He_Depu", "description": "He Depu is a dissident in the People's Republic of China."}, {"title": "National Congress of the Communist Party of China", "href": "/wiki/National_Congress_of_the_Communist_Party_of_China", "description": "The National Congress of the Chinese Communist Party is a party congress that is held every five years. The National Congress is theoretically the highest body within the Chinese Communist Party. Since 1987 the National Congress has been held in the months of October or November. The venue for the event, beginning in 1956, is the Great Hall of the People in Beijing. The Congress is the public venu"}]}, {"heading": "Events", "year": "2008", "date": "November 4", "txt": "Barack Obama becomes the first person of biracial or African-American descent to be elected President of the United States.", "entities": [{"title": "Barack Obama", "href": "/wiki/Barack_Obama", "description": "Barack Hussein Obama II is an American politician and attorney who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, Obama was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and as an Illinois state senator from 1997 to 2004."}, {"title": "African-American", "href": "/wiki/African-American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}]}, {"heading": "Events", "year": "2010", "date": "November 4", "txt": "Aero Caribbean Flight 883 crashes into Guasimal, Sancti Spíritus. All 68 passengers and crew are killed.", "entities": [{"title": "Aero Caribbean Flight 883", "href": "/wiki/Aero_Caribbean_Flight_883", "description": "Aero Caribbean Flight 883 was a domestic scheduled passenger service from Port-au-Prince, Haiti to Havana, Cuba with a stopover in Santiago de Cuba. On 4 November 2010, the ATR 72 operating the route crashed in the central Cuban province of Sancti Spíritus, killing all 61 passengers and 7 crew members aboard."}, {"title": "Guasimal", "href": "/wiki/Guasimal", "description": "Guasimal is a Cuban village and consejo popular of the municipality of Sancti Spíritus, in Sancti Spíritus Province. In 2011 it had a population of about 5,000."}]}, {"heading": "Events", "year": "2010", "date": "November 4", "txt": "Qantas Flight 32, an Airbus A380, suffers an uncontained engine failure over Indonesia shortly after taking off from Singapore, crippling the jet. The crew manage to safely return to Singapore, saving all 469 passengers and crew.", "entities": [{"title": "Airbus A380", "href": "/wiki/Airbus_A380", "description": "The Airbus A380 is a wide-body aircraft manufactured by Airbus. It is the world's largest passenger airliner.\n\nAirbus studies started in 1988 and the project was announced in 1990 to challenge the dominance of the Boeing 747 in the long haul market.\nThe then-designated A3XX project was presented in 1994; Airbus launched the €9.5 billion ($10.7 billion) A380 programme on 19 December 2000.\nThe first"}, {"title": "Changi Airport", "href": "/wiki/Changi_Airport", "description": "Singapore Changi Airport, commonly known as Changi Airport, is a major civilian airport that serves Singapore, and is one of the largest transportation hubs in Asia. As one of the world's busiest airports by international passenger and cargo traffic, it is currently rated the World's Best Airport by Skytrax, the first airport in the world to do so for eight consecutive years. It has also been rate"}]}, {"heading": "Events", "year": "2015", "date": "November 4", "txt": "A cargo plane crashes shortly after takeoff from Juba International Airport in Juba, South Sudan, killing at least 37 people.", "entities": [{"title": "2015 Juba An-12 crash", "href": "/wiki/2015_Juba_An-12_crash", "description": "On 4 November 2015, an Antonov An-12 cargo aircraft crashed near the White Nile shortly after takeoff from Juba International Airport serving Juba, the capital city of South Sudan. At least 37 people were killed, including the crew of six. One adult passenger and a baby girl were the only survivors. The crash is the deadliest aviation accident to have occurred in South Sudan since independence in "}, {"title": "Juba International Airport", "href": "/wiki/Juba_International_Airport", "description": "Juba Airport is an airport serving Juba, the capital city of South Sudan. The airport is located 5 km (3 mi) northeast of the city's central business district, on the western banks of the White Nile. The city and airport are located in South Sudan's Central Equatoria State."}, {"title": "Juba", "href": "/wiki/Juba", "description": "Juba is the capital and largest city of South Sudan. The city is situated on the White Nile and also serves as the capital of Central Equatoria State. It is the world's newest capital city, and had a population of 525,953 in 2017. It has an area of 52 km2 (20 sq mi), with the metropolitan area covering 336 km2 (130 sq mi)."}]}, {"heading": "Events", "year": "2015", "date": "November 4", "txt": "A building collapses in the Pakistani city of Lahore resulting in at least 45 deaths, and at least 100 injured.", "entities": [{"title": "Lahore", "href": "/wiki/Lahore", "description": "Lahore is the capital of the Pakistani province of Punjab and is the country's 2nd largest city after Karachi, as well as the 26th largest city in the world. Lahore is one of Pakistan's wealthiest cities with an estimated GDP (PPP) of $84 billion as of 2019. Lahore is the largest city and historic cultural centre of the wider Punjab region, and is one of Pakistan's most socially liberal, progressi"}]}, {"heading": "Births", "year": "1448", "date": "November 4", "txt": "Alfonso II of Naples (d. 1495)", "entities": [{"title": "Alfonso II of Naples", "href": "/wiki/Alfonso_II_of_Naples", "description": "Alfonso II was Duke of Calabria and ruled as King of Naples from 25 January 1494 to 23 January 1495. He was a soldier and a patron of Renaissance architecture and the arts."}]}, {"heading": "Births", "year": "1512", "date": "November 4", "txt": "Hu Zongxian, Chinese general (d. 1565)", "entities": [{"title": "Hu Zongxian", "href": "/wiki/Hu_Zongxian", "description": "Hu Zongxian, courtesy name Ruzhen (汝貞) and art name Meilin (梅林), was a Chinese general of the Ming dynasty who presided over the government's response to the wokou pirate raids during the reign of the Jiajing Emperor. As supreme commander, he was able to defeat Xu Hai's (徐海) substantial raid in 1556 and capture the pirate lord Wang Zhi the next year through ruses. Despite his accomplishments, Hu Z"}]}, {"heading": "Births", "year": "1553", "date": "November 4", "txt": "Roger Wilbraham, Solicitor-General for Ireland (d. 1616)", "entities": [{"title": "Roger Wilbraham", "href": "/wiki/Roger_Wilbraham", "description": "Sir Roger Wilbraham was a prominent English lawyer who served as Solicitor-General for Ireland under Elizabeth I and held a number of positions at court under James I, including Master of Requests and surveyor of the Court of Wards and Liveries. He bought an estate at Dorfold in the parish of Acton, near his birthplace of Nantwich in Cheshire, and he was active in charitable works locally, includi"}]}, {"heading": "Births", "year": "1575", "date": "November 4", "txt": "Guido Reni, Italian painter and illustrator (d. 1642)", "entities": [{"title": "Guido Reni", "href": "/wiki/Guido_Reni", "description": "Guido Reni was an Italian painter of the Baroque period, although his works showed a classical manner, similar to Simon Vouet, Nicholas Poussin, and Philippe de Champaigne. He painted primarily religious works, but also mythological and allegorical subjects. Active in Rome, Naples, and his native Bologna, he became the dominant figure in the Bolognese School that emerged under the influence of the"}]}, {"heading": "Births", "year": "1592", "date": "November 4", "txt": "Gerard van Honthorst, Dutch painter (d. 1656)", "entities": [{"title": "Gerard van Honthorst", "href": "/wiki/Gerard_van_Honthorst", "description": "Gerard van Honthorst was a Dutch Golden Age painter who became known for his depiction of artificially lit scenes, eventually receiving the nickname Gherardo delle Notti. Early in his career he visited Rome, where he had great success painting in a style influenced by Caravaggio. Following his return to the Netherlands he became a leading portrait painter."}]}, {"heading": "Births", "year": "1631", "date": "November 4", "txt": "Mary, Princess Royal and Princess of Orange (d. 1660)", "entities": [{"title": "Mary, Princess Royal and Princess of Orange", "href": "/wiki/Mary,_Princess_Royal_and_Princess_of_Orange", "description": "Mary, Princess Royal, was an English princess, member of the House of Stuart, and by marriage Princess of Orange and Countess of Nassau; she also acted as regent for her minor son from 1651 to 1660. She also was the first holder of the title Princess Royal."}]}, {"heading": "Births", "year": "1640", "date": "November 4", "txt": "Carlo Mannelli, Italian violinist and composer (d. 1697)", "entities": [{"title": "Carlo Mannelli", "href": "/wiki/Carlo_Mannelli", "description": "Carlo Mannelli was an Italian violinist, castrato and composer."}]}, {"heading": "Births", "year": "1649", "date": "November 4", "txt": "Samuel Carpenter, Deputy Governor of colonial Pennsylvania (d. 1714)", "entities": [{"title": "Samuel Carpenter", "href": "/wiki/Samuel_Carpenter", "description": "Samuel Carpenter was a Deputy Governor of colonial Pennsylvania. He signed the historic document \"The Declaration of Fealty, Christian Belief and Test\" dated 10 September 1695; the original is in the Historical Society of Pennsylvania. Samuel was also called the \"First Treasurer\" of Pennsylvania, and was a partner and friend of proprietor William Penn."}]}, {"heading": "Births", "year": "1650", "date": "November 4", "txt": "William III of England, Prince of Orange, King of England, Scotland and Ireland (d. 1702)", "entities": [{"title": "William III of England", "href": "/wiki/William_III_of_England", "description": "William III, also widely known as William of Orange, was sovereign Prince of Orange from birth, Stadtholder of Holland, Zeeland, Utrecht, Guelders, and Overijssel in the Dutch Republic from the 1670s and King of England, Ireland, and Scotland from 1689 until his death in 1702. As King of Scotland, he is known as William II. He is sometimes informally known as \"King Billy\" in Ireland and Scotland. "}]}, {"heading": "Births", "year": "1661", "date": "November 4", "txt": "Charles III Philip, Elector Palatine, German son of Landgravine Elisabeth Amalie of Hesse-Darmstadt (d. 1742)", "entities": [{"title": "Charles III Philip, Elector Palatine", "href": "/wiki/Charles_III_Philip,_Elector_Palatine", "description": "Charles III Philip was Elector Palatine, Count of Palatinate-Neuburg, and Duke of Jülich and Berg from 1716 to 1742. Until 1728 he was also Count of Megen."}, {"title": "Landgravine Elisabeth Amalie of Hesse-Darmstadt", "href": "/wiki/Landgravine_Elisabeth_Amalie_of_Hesse-Darmstadt", "description": "Landgravine Elisabeth Amalie of Hesse-Darmstadt was a princess of Hesse-Darmstadt and wife of the Prince-elector of the Palatinate."}]}, {"heading": "Births", "year": "1740", "date": "November 4", "txt": "Augustus Toplady, English cleric and hymn writer (d. 1778)", "entities": [{"title": "Augustus Toplady", "href": "/wiki/Augustus_Toplady", "description": "Augustus Montague Toplady was an Anglican cleric and hymn writer. He was a major Calvinist opponent of John Wesley. He is best remembered as the author of the hymn \"Rock of Ages\". Three of his other hymns – \"A Debtor to Mercy Alone\", \"Deathless Principle, Arise\" and \"Object of My First Desire\" – are still occasionally sung today."}]}, {"heading": "Births", "year": "1765", "date": "November 4", "txt": "Pierre-Simon Girard, French mathematician and engineer (d. 1836)", "entities": [{"title": "Pierre-Simon Girard", "href": "/wiki/Pierre-Simon_Girard", "description": "Pierre-Simon Girard was a French mathematician and engineer, who worked on fluid mechanics."}]}, {"heading": "Births", "year": "1787", "date": "November 4", "txt": "Edmund Kean, British Shakespearean stage actor (d. 1833) ", "entities": [{"title": "Edmund Kean", "href": "/wiki/Edmund_Kean", "description": "Edmund Kean was a celebrated British Shakespearean stage actor born in England, who performed, among other places, in London, Belfast, New York, Quebec, and Paris. He was known for his short stature, tumultuous personal life, and controversial divorce."}]}, {"heading": "Births", "year": "1809", "date": "November 4", "txt": "Benjamin Robbins Curtis, American lawyer and jurist (d. 1874)", "entities": [{"title": "Benjamin Robbins Curtis", "href": "/wiki/Benjamin_Robbins_Curtis", "description": "Benjamin Robbins Curtis was an American attorney and United States Supreme Court Justice. Curtis was the first and only Whig justice of the Supreme Court. He was also the first Supreme Court justice to have a formal legal degree and is the only justice to have resigned from the court over a matter of principle. He successfully acted as chief counsel for the Impeachment of U.S. President Andrew Joh"}]}, {"heading": "Births", "year": "1816", "date": "November 4", "txt": "Stephen Johnson Field, American lawyer and jurist 5th Chief Justice of California (d. 1899)", "entities": [{"title": "Stephen Johnson Field", "href": "/wiki/Stephen_Johnson_Field", "description": "Stephen Johnson Field was an American jurist. He was an Associate Justice of the United States Supreme Court from May 20, 1863, to December 1, 1897, the second longest tenure of any justice. Prior to this appointment, he was the fifth Chief Justice of California."}, {"title": "Chief Justice of California", "href": "/wiki/Chief_Justice_of_California", "description": "The Supreme Court of California is the highest and final court in the courts of the U.S. state of California. It resides primarily in San Francisco at the Earl Warren Building, but it regularly holds sessions in Los Angeles and Sacramento. Its decisions are binding on all other California state courts. Since 1850, the court has issued many influential decisions in a variety of areas including tort"}]}, {"heading": "Births", "year": "1821", "date": "November 4", "txt": "Thomas Keefer, Canadian engineer and businessman (d. 1915)", "entities": [{"title": "Thomas Keefer", "href": "/wiki/Thomas_Keefer", "description": "Thomas Coltrin Keefer CMG was a Canadian civil engineer."}]}, {"heading": "Births", "year": "1836", "date": "November 4", "txt": "Henry J. Lutcher, American businessman (d. 1912)", "entities": [{"title": "Henry J. Lutcher", "href": "/wiki/Henry_J._Lutcher", "description": "\nHenry Jacob Lutcher was a sawmiller and business partner of the Lutcher and Moore Lumber Company. His business ventures would help establish Orange, Texas, as the timber-processing capital of the South in the late 19th and early 20th centuries."}]}, {"heading": "Births", "year": "1840", "date": "November 4", "txt": "William Giblin, Australian politician, 13th Premier of Tasmania (d. 1887)", "entities": [{"title": "William Giblin", "href": "/wiki/William_Giblin", "description": "William Robert Giblin was Premier of Tasmania (Australia) from 5 March 1878 until 20 December 1878 and from 1879 until 1884."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1853", "date": "November 4", "txt": "Anna Bayerová, Czech physician (d. 1924)", "entities": [{"title": "Anna Bayerová", "href": "/wiki/Anna_Bayerov%C3%A1", "description": "Anna Bayerová was the second Czech female medical doctor, after Bohuslava Kecková. Both of them were prevented from practicing as doctors in their own country so Kecková became a Czech midwife, whereas Bayerová had a medical practise in Berne."}]}, {"heading": "Births", "year": "1862", "date": "November 4", "txt": "Rasmus Rasmussen, Norwegian actor and director (d. 1932)", "entities": [{"title": "Rasmus Rasmussen (actor)", "href": "/wiki/Rasmus_Rasmussen_(actor)", "description": "Rasmus Rasmussen was a Norwegian actor, folk singer and theatre director."}]}, {"heading": "Births", "year": "1868", "date": "November 4", "txt": "La Belle Otero, Spanish actress, singer, and dancer (d. 1965)", "entities": [{"title": "La Belle Otero", "href": "/wiki/La_Belle_Otero", "description": "Agustina del Carmen Otero Iglesias, better known as Carolina Otero or La Belle Otero, was a Spanish actress, dancer and courtesan. She had a reputation for great beauty and was famous for her numerous lovers."}]}, {"heading": "Births", "year": "1873", "date": "November 4", "txt": "Kyōka Izumi, Japanese author, poet, and playwright (d. 1939)", "entities": [{"title": "Kyōka Izumi", "href": "/wiki/Ky%C5%8Dka_Izumi", "description": "Izumi Kyōka , real name Kyōtarō Izumi , was a Japanese author of novels, short stories, and kabuki plays who was active during the prewar period."}]}, {"heading": "Births", "year": "1874", "date": "November 4", "txt": "Charles Despiau, French sculptor (d. 1946)", "entities": [{"title": "Charles Despiau", "href": "/wiki/Charles_Despiau", "description": "Charles Despiau was a French sculptor."}]}, {"heading": "Births", "year": "1879", "date": "November 4", "txt": "Will Rogers, American actor and screenwriter (d. 1935)", "entities": [{"title": "Will Rogers", "href": "/wiki/Will_Rogers", "description": "William Penn Adair Rogers was an American stage and film actor, vaudeville performer, cowboy, humorist, newspaper columnist, and social commentator from Oklahoma. He was a Cherokee citizen born in the Cherokee Nation, Indian Territory."}]}, {"heading": "Births", "year": "1883", "date": "November 4", "txt": "Nikolaos Plastiras, Greek general and politician 135th Prime Minister of Greece (d. 1953)", "entities": [{"title": "Nikolaos Plastiras", "href": "/wiki/Nikolaos_Plastiras", "description": "Nikolaos Plastiras was a Greek general and politician, who served thrice as Prime Minister of Greece. A distinguished soldier known for his personal bravery, he became famous as \"The Black Rider\" during the Greco-Turkish War of 1919–1922, where he commanded the 5/42 Evzone Regiment. After the Greek defeat in the war, along with other Venizelist officers he launched the 11 September 1922 Revolution"}, {"title": "List of Prime Ministers of Greece", "href": "/wiki/List_of_Prime_Ministers_of_Greece", "description": "This is a list of the heads of government of the modern Greek state, from its establishment during the Greek Revolution to the present day. Although various official and semi-official appellations were used during the early decades of independent statehood, the title of prime minister has been the formal designation of the office at least since 1843. On dates, Greece officially adopted the Gregori"}]}, {"heading": "Births", "year": "1884", "date": "November 4", "txt": "Harry Ferguson, Irish engineer, invented the tractor (d. 1960)", "entities": [{"title": "Harry Ferguson", "href": "/wiki/Harry_Ferguson", "description": "Henry George \"Harry\" Ferguson was an Irish-born British mechanic and inventor who is noted for his role in the development of the modern agricultural tractor and its three point linkage system, for being the first person in Ireland to build and fly his own aeroplane, and for developing the first four-wheel drive Formula One car, the Ferguson P99."}, {"title": "Tractor", "href": "/wiki/Tractor", "description": "A tractor is an engineering vehicle specifically designed to deliver a high tractive effort at slow speeds, for the purposes of hauling a trailer or machinery such as that used in agriculture, mining or construction. Most commonly, the term is used to describe a farm vehicle that provides the power and traction to mechanize agricultural tasks, especially tillage, but nowadays a great variety of ta"}]}, {"heading": "Births", "year": "1887", "date": "November 4", "txt": "Alfred Lee Loomis, American physicist and philanthropist (d. 1975)", "entities": [{"title": "Alfred Lee Loomis", "href": "/wiki/Alfred_Lee_Loomis", "description": "Alfred Lee Loomis was an American attorney, investment banker, philanthropist, scientist, physicist, inventor of the LORAN Long Range Navigation System, and a lifelong patron of scientific research. He established the Loomis Laboratory in Tuxedo Park, New York, and his role in the development of radar and the atomic bomb contributed to the Allied victory in World War II. He invented the Aberdeen C"}]}, {"heading": "Births", "year": "1889", "date": "November 4", "txt": "Alton Adams, American composer and bandleader (d. 1987)", "entities": [{"title": "Alton Adams", "href": "/wiki/Alton_Adams", "description": "Alton Augustus Adams, Sr. is remembered primarily as the first black bandmaster in the United States Navy. His music was performed by the bands of John Philip Sousa and Edwin Franko Goldman and his march \"The Governor's Own\" (1921) appears as the first selection on the bicentennial album Pride of America, released by New World Records."}]}, {"heading": "Births", "year": "1890", "date": "November 4", "txt": "Klabund, German author and poet (d. 1928)", "entities": [{"title": "Klabund", "href": "/wiki/Klabund", "description": "Alfred Henschke, better known by his pseudonym Klabund, was a German writer."}]}, {"heading": "Births", "year": "1896", "date": "November 4", "txt": "Carlos P. Garcia, Filipino lawyer and politician, 8th President of the Philippines (d. 1971)", "entities": [{"title": "Carlos P. Garcia", "href": "/wiki/Carlos_P._Garcia", "description": "Carlos Polistico García was a Filipino teacher, poet, orator, lawyer, public official, political economist, guerrilla, and Commonwealth military leader who was the eighth President of the Philippines."}, {"title": "President of the Philippines", "href": "/wiki/President_of_the_Philippines", "description": "The president of the Philippines is the head of state and the head of government of the Philippines. The president leads the executive branch of the Philippine government and is the commander-in-chief of the Armed Forces of the Philippines. The president is directly elected by the people, and is one of only two nationally elected executive officials, the other being the vice president of the Phili"}]}, {"heading": "Births", "year": "1897", "date": "November 4", "txt": "Dolly Stark, American baseball player and umpire (d. 1968)", "entities": [{"title": "Dolly Stark (umpire)", "href": "/wiki/Dolly_Stark_(umpire)", "description": "Albert D. \"Dolly\" Stark was an American umpire in Major League Baseball who worked in the National League from 1928 to 1935 and from 1937 to 1940. Stark was the first Jewish umpire in modern baseball."}]}, {"heading": "Births", "year": "1900", "date": "November 4", "txt": "Lucrețiu Pătrășcanu, Romanian sociologist and activist (d. 1954)", "entities": [{"title": "Lucrețiu Pătrășcanu", "href": "/wiki/Lucre%C8%9Biu_P%C4%83tr%C4%83%C8%99canu", "description": "Lucrețiu Pătrășcanu was a Romanian communist politician and leading member of the Communist Party of Romania (PCR), also noted for his activities as a lawyer, sociologist and economist. For a while, he was a professor at the University of Bucharest. Pătrășcanu rose to a government position before the end of World War II and, after having disagreed with Stalinist tenets on several occasions, eventu"}]}, {"heading": "Births", "year": "1901", "date": "November 4", "txt": "Spyridon Marinatos, Greek archaeologist, author, and academic (d. 1974)", "entities": [{"title": "Spyridon Marinatos", "href": "/wiki/Spyridon_Marinatos", "description": "Spyridon Nikolaou Marinatos was a Greek archaeologist, best known for leading excavations at Akrotiri on Santorini (1967–74), where he died and is buried. He specialized in the Bronze Age Minoan and Mycenaean civilizations."}]}, {"heading": "Births", "year": "1904", "date": "November 4", "txt": "Tadeusz Żyliński, Polish engineer, technician, and academic (d. 1967)", "entities": [{"title": "Tadeusz Żyliński", "href": "/wiki/Tadeusz_%C5%BByli%C5%84ski", "description": "Tadeusz Żyliński was a Polish technician, textilist and mechanical engineer. He was a professor of Technical University of Łódź, creator of Polish school of textile metrology. Author of Metrologia włókiennicza and Nauka o włóknie."}]}, {"heading": "Births", "year": "1905", "date": "November 4", "txt": "Dragutin Tadijanović, Croatian poet and translator (d. 2007)", "entities": [{"title": "Dragutin Tadijanović", "href": "/wiki/Dragutin_Tadijanovi%C4%87", "description": "Dragutin Tadijanović was a Croatian poet, and in his native Croatia he is referred to as a \"Bard.\""}]}, {"heading": "Births", "year": "1906", "date": "November 4", "txt": "Sterling North, American author and critic (d. 1974)", "entities": [{"title": "Sterling North", "href": "/wiki/Sterling_North", "description": "Thomas Sterling North, who used Sterling North professionally, was an American writer. He is best known for the children's novel Rascal, a bestseller in 1963."}]}, {"heading": "Births", "year": "1908", "date": "November 4", "txt": "Stanley Cortez, American cinematographer and photographer (d. 1997)", "entities": [{"title": "Stanley Cortez", "href": "/wiki/Stanley_Cortez", "description": "Stanley Cortez, A.S.C. was an American cinematographer. He worked on over seventy films, including Orson Welles' The Magnificent Ambersons (1942), Charles Laughton's The Night of the Hunter (1955), Nunnally Johnson's The Three Faces of Eve (1957), and Samuel Fuller's Shock Corridor (1963) and The Naked Kiss (1964)."}]}, {"heading": "Births", "year": "1908", "date": "November 4", "txt": "Joseph Rotblat, Polish-English physicist and academic, Nobel Prize laureate (d. 2005)", "entities": [{"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1909", "date": "November 4", "txt": "Evelyn Bryan Johnson, American colonel and pilot (d. 2012)", "entities": [{"title": "Evelyn Bryan Johnson", "href": "/wiki/Evelyn_Bryan_Johnson", "description": "Evelyn Stone Bryan Johnson, nicknamed \"Mama Bird\", was the female pilot with the most number of flying hours in the world. She was a colonel in the Civil Air Patrol and a founding member of the Morristown, Tennessee Civil Air Patrol squadron."}]}, {"heading": "Births", "year": "1909", "date": "November 4", "txt": "Bert Patenaude, American soccer player (d. 1974)", "entities": []}, {"heading": "Births", "year": "1909", "date": "November 4", "txt": "Skeeter Webb, American baseball player and manager (d. 1986)", "entities": []}, {"heading": "Births", "year": "1911", "date": "November 4", "txt": "Dixie Lee, American actress and singer (d. 1952)", "entities": [{"title": "Dixie Lee", "href": "/wiki/Dixie_Lee", "description": "Wilma Winifred Wyatt, better known as Dixie Lee, was an American actress, dancer, and singer. She was the first wife of singer Bing Crosby."}]}, {"heading": "Births", "year": "1912", "date": "November 4", "txt": "Vadim Salmanov, Russian pianist and composer (d. 1978)", "entities": [{"title": "Vadim Salmanov", "href": "/wiki/Vadim_Salmanov", "description": "Vadim Nikolayevich Salmanov was a Russian/Soviet composer. He is perhaps best known for his Symphony No. 2."}]}, {"heading": "Births", "year": "1912", "date": "November 4", "txt": "Carlos \"Botong\" Francisco, Filipino painter (d. 1969)", "entities": []}, {"heading": "Births", "year": "1912", "date": "November 4", "txt": "Giff Vivian, New Zealand cricketer (d. 1983)", "entities": []}, {"heading": "Births", "year": "1913", "date": "November 4", "txt": "Gig Young, American actor (d. 1978)", "entities": [{"title": "Gig Young", "href": "/wiki/Gig_Young", "description": "Gig Young was an American actor. He was thrice nominated for an Academy Award for Best Supporting Actor for his performances in Come Fill the Cup (1952), Teacher's Pet (1959) and They Shoot Horses, Don't They? (1969), winning the award in the last of these Oscar nominations."}]}, {"heading": "Births", "year": "1914", "date": "November 4", "txt": "Carlos Castillo Armas, Authoritarian ruler of Guatemala (d. 1957)", "entities": [{"title": "Carlos Castillo Armas", "href": "/wiki/Carlos_Castillo_Armas", "description": "Carlos Castillo Armas was a Guatemalan military officer and politician who was the 28th president of Guatemala, serving from 1954 to 1957 after taking power in a coup d'état. A member of the right-wing National Liberation Movement (MLN) party, his authoritarian government was closely allied with the United States."}]}, {"heading": "Births", "year": "1915", "date": "November 4", "txt": "Marguerite Patten, English economist and author (d. 2015)", "entities": [{"title": "Marguerite Patten", "href": "/wiki/Marguerite_Patten", "description": "Hilda Elsie Marguerite Patten,, was an English home economist, food writer and broadcaster. She was one of the earliest celebrity chefs who became known during World War II thanks to her programme on BBC Radio, where she shared recipes that could work within the limits imposed by war rationing. After the war, she was responsible for popularising the use of pressure cookers and her 170 published bo"}]}, {"heading": "Births", "year": "1915", "date": "November 4", "txt": "Ismail Abdul Rahman, Malaysian politician (d. 1973)", "entities": []}, {"heading": "Births", "year": "1916", "date": "November 4", "txt": "John Basilone, American sergeant, Medal of Honor recipient (d. 1945)", "entities": [{"title": "John Basilone", "href": "/wiki/John_Basilone", "description": "John Basilone was a United States Marine Corps Gunnery Sergeant who received the Medal of Honor for heroism above and beyond the call of duty during the Battle for Henderson Field in the Guadalcanal Campaign, and the Navy Cross posthumously for extraordinary heroism during the Battle of Iwo Jima. He was the only enlisted Marine to receive both of these decorations in World War II."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1916", "date": "November 4", "txt": "Walter Cronkite, American journalist, voice actor, and producer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1916", "date": "November 4", "txt": "Ruth Handler, American businesswoman, created Barbie (d. 2002)", "entities": [{"title": "Barbie", "href": "/wiki/Barbie", "description": "Barbie is a fashion doll manufactured by the American toy company Mattel, Inc. and launched in March 1959. American businesswoman Ruth Handler is credited with the creation of the doll using a German doll called Bild Lilli as her inspiration."}]}, {"heading": "Births", "year": "1918", "date": "November 4", "txt": "Art Carney, American actor (d. 2003)", "entities": [{"title": "Art Carney", "href": "/wiki/Art_Carney", "description": "Arthur William Matthew Carney was an American actor and comedian. A recipient of an Academy Award, a Golden Globe Award, and six Primetime Emmy Awards, Carney was best known for his role as Ed Norton on the sitcom The Honeymooners (1955–1956)."}]}, {"heading": "Births", "year": "1918", "date": "November 4", "txt": "Cameron Mitchell, American actor (d. 1994)", "entities": []}, {"heading": "Births", "year": "1919", "date": "November 4", "txt": "Martin Balsam, American actor, director, and screenwriter (d. 1996)", "entities": [{"title": "Martin Balsam", "href": "/wiki/Martin_Balsam", "description": "Martin Henry Balsam was an American actor who had a prolific career in character roles in film, in theatre, and on television."}]}, {"heading": "Births", "year": "1919", "date": "November 4", "txt": "Eric Thompson, English race car driver and businessman (d. 2015)", "entities": []}, {"heading": "Births", "year": "1921", "date": "November 4", "txt": "Mary Sherman Morgan, American scientist and engineer (d. 2004)", "entities": [{"title": "Mary Sherman Morgan", "href": "/wiki/Mary_Sherman_Morgan", "description": "Mary Sherman Morgan was a U.S. rocket fuel scientist credited with the invention of the liquid fuel Hydyne in 1957, which powered the Jupiter-C rocket that boosted the United States' first satellite, Explorer 1."}]}, {"heading": "Births", "year": "1922", "date": "November 4", "txt": "Benno Besson, Swiss-German actor, director, and screenwriter (d. 2006)", "entities": [{"title": "Benno Besson", "href": "/wiki/Benno_Besson", "description": "Benno Besson was a Swiss actor and director. He had great success as director at Volksbühne Berlin, Deutsches Theater and Berliner Ensemble in East-Berlin, where he went by an invitation of Bertolt Brecht in 1949."}]}, {"heading": "Births", "year": "1923", "date": "November 4", "txt": "Freddy Heineken, Dutch businessman (d. 2002)", "entities": [{"title": "Freddy Heineken", "href": "/wiki/Freddy_Heineken", "description": "Alfred Henry \"Freddy\" Heineken was a Dutch businessman for Heineken International, the brewing company bought in 1864 by his grandfather Gerard Adriaan Heineken in Amsterdam. He served as chairman of the board of directors and CEO from 1971 until 1989. After his retirement as chairman and CEO, Heineken continued to sit on the board of directors until his death and served as chairman of the supervi"}]}, {"heading": "Births", "year": "1923", "date": "November 4", "txt": "Howie Meeker, Canadian ice hockey player, coach, and politician", "entities": []}, {"heading": "Births", "year": "1923", "date": "November 4", "txt": "Eugene Sledge, American soldier, author, and academic (d. 2001)", "entities": []}, {"heading": "Births", "year": "1925", "date": "November 4", "txt": "Gamani Corea, Sri Lankan economist and diplomat (d. 2013)", "entities": [{"title": "Gamani Corea", "href": "/wiki/Gamani_Corea", "description": "Deshamanya Gamani Corea was a Sri Lankan economist, civil servant and diplomat. He was also the Secretary-General of the United Nations Conference on Trade and Development and Under-Secretary-General of the United Nations from 1974 to 1984, Ceylon's Ambassador to the EEC, Belgium, Luxembourg and the Netherlands, the Permanent Secretary of the Ministry of Planning and Economic Affairs of Ceylon and"}]}, {"heading": "Births", "year": "1925", "date": "November 4", "txt": "Doris Roberts, American actress (d. 2016)", "entities": []}, {"heading": "Births", "year": "1926", "date": "November 4", "txt": "Carlos \"Patato\" Valdes, Cuban-American conga player and composer (d. 2007)", "entities": [{"title": "Carlos \"Patato\" Valdes", "href": "/wiki/Carlos_%22Patato%22_Valdes", "description": "Carlos Valdés Galán, better known as Patato, was a Cuban conga player. In 1954, he emigrated from La Habana to New York City where he continued his prolific career as a sideman for several jazz and Latin music ensembles, and occasionally as a bandleader. He contributed to the development of the tunable conga drum which revolutionized the use of the instrument in the US. His experimental descarga a"}, {"title": "Conga", "href": "/wiki/Conga", "description": "The conga, also known as tumbadora, is a tall, narrow, single-headed drum from Cuba. Congas are staved like barrels and classified into three types: quinto, tres dos or tres golpes (middle), and tumba or salidor (lowest). Congas were originally used in Afro-Cuban music genres such as conga and rumba, where each drummer would play a single drum. Following numerous innovations in conga drumming and "}]}, {"heading": "Births", "year": "1928", "date": "November 4", "txt": "Larry Bunker, American drummer and vibraphone player (d. 2005)", "entities": [{"title": "Larry Bunker", "href": "/wiki/Larry_Bunker", "description": "Lawrence Benjamin Bunker was an American jazz drummer, vibraphonist, and percussionist. A member of the Bill Evans Trio in the mid-1960s, he also played timpani with the Los Angeles Philharmonic orchestra."}, {"title": "Vibraphone", "href": "/wiki/Vibraphone", "description": "The vibraphone is a musical instrument in the struck idiophone subfamily of the percussion family. It consists of tuned metal bars and is usually played by holding two or four soft mallets and striking the bars. A person who plays the vibraphone is called a vibraphonist, vibraharpist, or vibist."}]}, {"heading": "Births", "year": "1928", "date": "November 4", "txt": "Hannah Weiner, American poet and author (d. 1997)", "entities": []}, {"heading": "Births", "year": "1928", "date": "November 4", "txt": "Eugenio Lopez Jr., Filipino businessman and chairman of the ABS-CBN Broadcasting Corporation (d. 1999)", "entities": [{"title": "ABS-CBN Broadcasting Corporation", "href": "/wiki/ABS-CBN_Broadcasting_Corporation", "description": "ABS-CBN Corporation is a Filipino media and entertainment group based in Quezon City, Metro Manila, Philippines. It is the Philippines' largest entertainment and media conglomerate in terms of revenue, operating income, net income, assets, equity, market capitalization, and number of employees. ABS-CBN was formed by the merger of Alto Broadcasting System (ABS) and Chronicle Broadcasting Network (C"}]}, {"heading": "Births", "year": "1929", "date": "November 4", "txt": "Anastasios of Albania, Greek-Albanian archbishop", "entities": [{"title": "Anastasios of Albania", "href": "/wiki/Anastasios_of_Albania", "description": "Archbishop Anastasi of Tirana, Durrës and All Albania is the Archbishop of Tirana, Durrës and All Albania and as such the primate and Head of the Holy Synod of the Autocephalous Orthodox Church of Albania. He was elected on June 1992. Professor Emeritus of the National University of Athens. Honorary Member of the Academy of Athens. Anastasi is one of the presidents of the Central Committee of the "}]}, {"heading": "Births", "year": "1929", "date": "November 4", "txt": "Shakuntala Devi, Indian mathematician and astrologer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 4", "txt": "James E. Brewton, American painter (d. 1967)", "entities": [{"title": "James E. Brewton", "href": "/wiki/James_E._Brewton", "description": "James Edward Brewton was an American painter and printmaker who synthesized expressionism, graffiti and Pataphysics."}]}, {"heading": "Births", "year": "1930", "date": "November 4", "txt": "Ranjit Roy Chaudhury, Indian pharmacologist and academic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 4", "txt": "Dick Groat, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 4", "txt": "Frank J. Prial, American journalist and author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1931", "date": "November 4", "txt": "Bernard Francis Law, Mexican-American cardinal (d. 2017)", "entities": [{"title": "Bernard Francis Law", "href": "/wiki/Bernard_Francis_Law", "description": "Bernard Francis Law was an American cardinal of the Roman Catholic Church, known largely for covering up molestation of children by Catholic priests. He served as Archbishop of Boston, archpriest of the Basilica di Santa Maria Maggiore, and Cardinal Priest of Santa Susanna, which was the American Catholic church in Rome until 2017, when the American community was relocated to San Patrizio."}]}, {"heading": "Births", "year": "1932", "date": "November 4", "txt": "Thomas Klestil, Austrian politician and diplomat, 10th President of Austria (d. 2004)", "entities": [{"title": "Thomas Klestil", "href": "/wiki/Thomas_Klestil", "description": "Thomas Klestil was an Austrian diplomat and politician. He served as President of Austria from 1992 to his death in 2004. He was elected in 1992 and re-elected into office in 1998."}, {"title": "President of Austria", "href": "/wiki/President_of_Austria", "description": "The president of Austria is the head of state of the Austrian Republic. Though theoretically entrusted with great power by the Constitution, in practice the president is largely a ceremonial and symbolic figurehead."}]}, {"heading": "Births", "year": "1932", "date": "November 4", "txt": "Tommy Makem, Irish singer-songwriter (d. 2007)", "entities": []}, {"heading": "Births", "year": "1933", "date": "November 4", "txt": "Tito Francona, American baseball player (d. 2018)", "entities": [{"title": "Tito Francona", "href": "/wiki/Tito_Francona", "description": "John Patsy Francona was a Major League Baseball player. As a child, he was nicknamed \"Tito\" by his father. His son, Cleveland Indians manager Terry Francona, is also sometimes referred to as \"Tito.\""}]}, {"heading": "Births", "year": "1933", "date": "November 4", "txt": "Charles K. Kao, Chinese physicist and engineer, Nobel Prize laureate (d. 2018)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1933", "date": "November 4", "txt": "C. Odumegwu Ojukwu, Nigerian colonel and politician, President of Biafra (d. 2011)", "entities": [{"title": "President of Biafra", "href": "/wiki/President_of_Biafra", "description": "The President of Biafra was the head of state of the Republic of Biafra, a secessionist state in south-eastern Nigeria which existed from 30 May 1967 to 15 January 1970. Biafra had two presidents during its existence."}]}, {"heading": "Births", "year": "1935", "date": "November 4", "txt": "Barry Crocker, Australian singer, actor, and television host", "entities": [{"title": "Barry Crocker", "href": "/wiki/Barry_Crocker", "description": "Barry Hugh Crocker is an Australian character actor, television personality, singer, and variety entertainer with a crooning vocal style known for his iconic Australian films during the 1970s The Adventures of Barry McKenzie and sequel Barry McKenzie Holds His Own and singing the theme tune to the Australian soap opera Neighbours between 1985 and 1992."}]}, {"heading": "Births", "year": "1935", "date": "November 4", "txt": "Elgar Howarth, English conductor and composer", "entities": []}, {"heading": "Births", "year": "1936", "date": "November 4", "txt": "C. K. Williams, American poet, critic, and translator (d. 2015)", "entities": [{"title": "C. K. Williams", "href": "/wiki/C._K._Williams", "description": "Charles Kenneth \"C. K.\" Williams was an American poet, critic and translator. Williams won many poetry awards. Flesh and Blood won the National Book Critics Circle Award in 1987. Repair (1999) won the 2000 Pulitzer Prize for Poetry, was a National Book Award finalist and won the Los Angeles Times Book Prize. The Singing won the National Book Award, 2003 and in 2005 Williams received the Ruth Lilly"}]}, {"heading": "Births", "year": "1937", "date": "November 4", "txt": "Loretta Swit, American actress and singer", "entities": [{"title": "Loretta Swit", "href": "/wiki/Loretta_Swit", "description": "Loretta Jane Swit is an American stage and television actress known for her character roles. Swit is best known for her portrayal of Major Margaret \"Hot Lips\" Houlihan on M*A*S*H, for which she won two Emmy Awards."}]}, {"heading": "Births", "year": "1937", "date": "November 4", "txt": "Michael Wilson, Canadian academic and politician, 31st Canadian Minister of Finance (d. 2019)", "entities": [{"title": "Minister of Finance (Canada)", "href": "/wiki/Minister_of_Finance_(Canada)", "description": "The minister of finance is the minister of the Crown in the Canadian Cabinet who is responsible for overseeing the Department of Finance and presenting the federal government's budget each year. It is one of the most important positions in the Cabinet."}]}, {"heading": "Births", "year": "1939", "date": "November 4", "txt": "Gail E. Haley, American author and illustrator", "entities": [{"title": "Gail E. Haley", "href": "/wiki/Gail_E._Haley", "description": "Gail E. Haley is an American writer and illustrator. She has won the annual awards for children's book illustration from both the American and British librarians, for two different picture books.\nShe won the 1971 Caldecott Medal for A Story a Story, which she retold from an African folktale,\nand the 1976 Kate Greenaway Medal for The Post Office Cat, her own historical fiction about a London post o"}]}, {"heading": "Births", "year": "1939", "date": "November 4", "txt": "Michael Meacher, English academic and politician, Secretary of State for the Environment, Transport and the Regions (d. 2015)", "entities": [{"title": "Secretary of State for the Environment, Transport and the Regions", "href": "/wiki/Secretary_of_State_for_the_Environment,_Transport_and_the_Regions", "description": "The Secretary of State for the Environment, Transport and the Regions was a United Kingdom Cabinet position created in 1997, with responsibility for the Department of the Environment, Transport and the Regions (DETR). The position and department were created for John Prescott by merging the positions and responsibilities of the Secretary of State for Environment, the Secretary of State for Transpo"}]}, {"heading": "Births", "year": "1940", "date": "November 4", "txt": "Sally Baldwin, Scottish social sciences professor (d. 2003)", "entities": [{"title": "Sally Baldwin", "href": "/wiki/Sally_Baldwin", "description": "Sally Baldwin was a University of York social sciences professor."}]}, {"heading": "Births", "year": "1940", "date": "November 4", "txt": "Marlène Jobert, French actress, singer, and author", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 4", "txt": "Delbert McClinton, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1941", "date": "November 4", "txt": "Kafi Benz, American conservationist, environmentalist, historic preservationist, author, artist, community leader", "entities": [{"title": "Kafi Benz", "href": "/wiki/Kafi_Benz", "description": "Kafi Benz is an American author and artist who began participation in social entrepreneurship through environmental preservation and regional planning in 1959 as a member of the Jersey Jetport Site Association, which opposed plans by the New York Port Authority to found a new airport in the Great Swamp, the central feature of a massive 55 square mile watershed in New Jersey bounded to the south an"}]}, {"heading": "Births", "year": "1941", "date": "November 4", "txt": "Lyndall Gordon, South African-English author and academic", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 4", "txt": "Patricia Bath, American ophthalmologist and academic (d. 2019)", "entities": [{"title": "Patricia Bath", "href": "/wiki/Patricia_Bath", "description": "Dr. Patricia Era Bath was an American ophthalmologist, inventor, humanitarian, and academic. She was the inventor of laser cataract surgery. Her invention was called Laserphaco Probe. She also became the first woman member of the Jules Stein Eye Institute, first woman to lead a post-graduate training program in ophthalmology, and first woman elected to the honorary staff of the UCLA Medical Center"}]}, {"heading": "Births", "year": "1943", "date": "November 4", "txt": "Clark Graebner, American tennis player", "entities": [{"title": "Clark Graebner", "href": "/wiki/Clark_Graebner", "description": "Clark Graebner is a retired American professional tennis player."}]}, {"heading": "Births", "year": "1943", "date": "November 4", "txt": "Bob Wollek, French race car driver and skier (d. 2001)", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 4", "txt": "Laura Bush, American educator and librarian, 45th First Lady of the United States", "entities": [{"title": "Laura Bush", "href": "/wiki/Laura_Bush", "description": "Laura Lane Welch Bush is an American educator who was the first lady of the United States from 2001 to 2009. Bush previously served as First Lady of Texas from 1995 to 2000. She is married to George W. Bush, the 43rd president of the United States."}, {"title": "List of First Ladies of the United States", "href": "/wiki/List_of_First_Ladies_of_the_United_States", "description": "The first lady of the United States is the hostess of the White House. The position is traditionally filled by the wife of the president of the United States, but, on occasion, the title has been applied to women who were not presidents’ wives, such as when the president was a bachelor or widower, or when the wife of the president was unable to fulfill the duties of the first lady. The first lady "}]}, {"heading": "Births", "year": "1946", "date": "November 4", "txt": "Frederick Elmes, American cinematographer", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 4", "txt": "Robert Mapplethorpe, American photographer (d. 1989)", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 4", "txt": "Jerry Fleck, American actor, director, and production manager (d. 2003)", "entities": [{"title": "Jerry Fleck", "href": "/wiki/Jerry_Fleck", "description": "Gerald \"Jerry\" R. Fleck was an American assistant director best known for his work on the Star Trek franchise across eleven years."}]}, {"heading": "Births", "year": "1947", "date": "November 4", "txt": "Rod Marsh, Australian cricketer and coach", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 4", "txt": "Ali Özgentürk, Turkish director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 4", "txt": "Alexei Ulanov, Russian figure skater", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 4", "txt": "Ludmila Velikova, Russian figure skater and coach", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 4", "txt": "Alexis Hunter, New Zealand-English painter and photographer (d. 2014)", "entities": [{"title": "Alexis Hunter", "href": "/wiki/Alexis_Hunter", "description": "Alexis Jan Atthill Hunter was a New Zealand painter and photographer, who used feminist theory in her work. She lived and worked in London UK, and Beaurainville France. Hunter was also a member of the Stuckism collective.\nHer archive and artistic legacy is now administered by the Alexis Hunter Trust."}]}, {"heading": "Births", "year": "1948", "date": "November 4", "txt": "Amadou Toumani Touré, Malian soldier and politician, President of Mali (d. 2020)", "entities": [{"title": "President of Mali", "href": "/wiki/President_of_Mali", "description": "This is a list of heads of state of Mali since the country gained independence from France in 1960 to the present day."}]}, {"heading": "Births", "year": "1949", "date": "November 4", "txt": "Garo Aida, Japanese photographer and author", "entities": [{"title": "Garo Aida", "href": "/wiki/Garo_Aida", "description": "Garo Aida  is a Japanese photographer known widely for his erotic work. He has also worked in advertising, contributing his photographs to various Japanese companies' commercial ads, such as those by Fujitsu and Nippon Oil."}]}, {"heading": "Births", "year": "1950", "date": "November 4", "txt": "Charles Frazier, American novelist", "entities": [{"title": "Charles Frazier", "href": "/wiki/Charles_Frazier", "description": "Charles Frazier is an American novelist. He won the 1997 National Book Award for Fiction for Cold Mountain."}]}, {"heading": "Births", "year": "1950", "date": "November 4", "txt": "Markie Post, American actress", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 4", "txt": "Nik Powell, English businessman, co-founded Virgin Group", "entities": [{"title": "Virgin Group", "href": "/wiki/Virgin_Group", "description": "Virgin Group Ltd. is a British multinational venture capital conglomerate founded by Sir Richard Branson and Nik Powell."}]}, {"heading": "Births", "year": "1951", "date": "November 4", "txt": "Traian Băsescu, Romanian captain and politician, 4th President of Romania", "entities": [{"title": "Traian Băsescu", "href": "/wiki/Traian_B%C4%83sescu", "description": "Traian Băsescu is a Romanian conservative politician who served as President of Romania from 2004 to 2014."}, {"title": "President of Romania", "href": "/wiki/President_of_Romania", "description": "The president of Romania is the head of state of Romania. Following a modification to the Romanian Constitution in 2003, the president is directly elected by a two-round system and serves for five years. An individual may serve two terms. During their term in office, the president may not be a formal member of a political party."}]}, {"heading": "Births", "year": "1952", "date": "November 4", "txt": "Pope Tawadros II of Alexandria", "entities": [{"title": "Pope Tawadros II of Alexandria", "href": "/wiki/Pope_Tawadros_II_of_Alexandria", "description": "Pope Tawadros II or Theodore II is the 118th and current pope of Alexandria and patriarch of the See of St. Mark, succeeding the late Pope Shenouda III as leader of the Coptic Orthodox Church of Alexandria. He took office on 18 November 2012, two weeks after being selected."}]}, {"heading": "Births", "year": "1953", "date": "November 4", "txt": "Mick Buckley, English footballer (d. 2013)", "entities": [{"title": "Mick Buckley", "href": "/wiki/Mick_Buckley", "description": "Mick Buckley was an English footballer who played for Everton, Sunderland, Hartlepool United, Carlisle United and Middlesbrough as a midfielder."}]}, {"heading": "Births", "year": "1953", "date": "November 4", "txt": "P. J. Carey, American baseball player and manager (d. 2012)", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 4", "txt": "Carlos Gutierrez, Cuban-American businessman and politician, 35th United States Secretary of Commerce", "entities": [{"title": "United States Secretary of Commerce", "href": "/wiki/United_States_Secretary_of_Commerce", "description": "The United States secretary of commerce (SecCom) is the head of the United States Department of Commerce. The secretary serves as the principal advisor to the president of the United States on all matters relating to commerce. The secretary reports directly to the president and is a statutory member of Cabinet of the United States. The secretary is appointed by the president, with the advice and c"}]}, {"heading": "Births", "year": "1953", "date": "November 4", "txt": "Peter Lord, English animator, director, and producer, co-founded Aardman Animations", "entities": [{"title": "Aardman Animations", "href": "/wiki/Aardman_Animations", "description": "Aardman Animations, Ltd. is a British animation studio based in Bristol, England. Aardman is known for films made using stop-motion clay animation techniques, particularly those featuring Plasticine characters Wallace and Gromit. After some experimental computer animated short films during the late 1990s, beginning with Owzat (1997), they entered the computer animation market with Flushed Away (20"}]}, {"heading": "Births", "year": "1953", "date": "November 4", "txt": "Van Stephenson, American singer-songwriter and guitarist (d. 2001)", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 4", "txt": "Jacques Villeneuve, Canadian race car driver", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 4", "txt": "Chris Difford, English singer-songwriter, guitarist, and producer", "entities": [{"title": "Chris Difford", "href": "/wiki/Chris_Difford", "description": "Christopher Henry Difford is an English singer, musician, songwriter, and record producer. He is a founding member and songwriter of the British group Squeeze."}]}, {"heading": "Births", "year": "1955", "date": "November 4", "txt": "Alhaj Moulana Ghousavi Shah, Indian author, poet, and scholar", "entities": [{"title": "Alhaj Moulana Ghousavi Shah", "href": "/wiki/Alhaj_Moulana_Ghousavi_Shah", "description": "Alhaj Moulana Peer Ghousavi Shah is a Muslim Sufi Mystic Teacher, Writer and Columnist said to be famous as a great humanist in south India."}]}, {"heading": "Births", "year": "1955", "date": "November 4", "txt": "Matti Vanhanen, Finnish journalist and politician, 40th Prime Minister of Finland", "entities": [{"title": "Prime Minister of Finland", "href": "/wiki/Prime_Minister_of_Finland", "description": "The prime minister of Finland is the leader of the Finnish Government. The Prime Minister is Finland's head of government and is formally appointed by the President of Finland. Finland's first Prime Minister was Pehr Evind Svinhufvud, who was appointed to the post on 27 November 1917."}]}, {"heading": "Births", "year": "1956", "date": "November 4", "txt": "Tom Greenhalgh, Swedish singer-songwriter", "entities": [{"title": "Tom Greenhalgh", "href": "/wiki/Tom_Greenhalgh", "description": "Thomas Charles Greenhalgh is a multimedia artist and singer-songwriter best known for his work with the Mekons."}]}, {"heading": "Births", "year": "1956", "date": "November 4", "txt": "James Honeyman-Scott, English guitarist and songwriter (d. 1982)", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 4", "txt": "Jordan Rudess, American keyboard player and songwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 4", "txt": "Tony Abbott, English-Australian scholar and politician, 28th Prime Minister of Australia", "entities": [{"title": "Tony Abbott", "href": "/wiki/Tony_Abbott", "description": "Anthony John Abbott is a former Australian politician who served as the 28th Prime Minister of Australia from 2013 to 2015 and leader of the Liberal Party from 2009 to 2015. He served as Leader of the Opposition from 2009 to 2013, and as Member of Parliament (MP) for Warringah from 1994 to 2019. He is currently an adviser to the British government's Board of Trade."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1957", "date": "November 4", "txt": "Richard Harrington, English businessman and politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 4", "txt": "Aleksandr Tkachyov, Russian gymnast and coach", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 4", "txt": "Lee Jasper, English activist and politician", "entities": [{"title": "Lee Jasper", "href": "/wiki/Lee_Jasper", "description": "Lee Jasper is a British politician and activist. He served as Senior Policy Advisor on Equalities to the then Mayor of London Ken Livingstone until he resigned on 4 March 2008. More recently, he stood as the Respect Party candidate for the Croydon North by-election in November 2012, and is a race relations activist."}]}, {"heading": "Births", "year": "1958", "date": "November 4", "txt": "Anne Sweeney, American businesswoman", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 4", "txt": "Ken Kirzinger, Canadian actor and stuntman", "entities": [{"title": "Ken Kirzinger", "href": "/wiki/Ken_Kirzinger", "description": "Kenneth Kirzinger is a Canadian actor and stuntman best known for his portrayals of Jason Voorhees in Freddy vs. Jason (2003), Pa in Wrong Turn 2: Dead End (2007) and Rusty Nail in Joy Ride 3: Roadkill (2014)."}]}, {"heading": "Births", "year": "1960", "date": "November 4", "txt": "Marc Awodey, American painter and poet (d. 2012)", "entities": [{"title": "Marc Awodey", "href": "/wiki/Marc_Awodey", "description": "Marc Awodey was an American contemporary artist and poet."}]}, {"heading": "Births", "year": "1960", "date": "November 4", "txt": "Kathy Griffin, American comedian and actress", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 4", "txt": "Daron Hagen, American pianist, composer, and conductor", "entities": [{"title": "Daron Hagen", "href": "/wiki/Daron_Hagen", "description": "Daron Aric Hagen is an American composer, writer, and filmmaker."}]}, {"heading": "Births", "year": "1961", "date": "November 4", "txt": "Edward Knight, American composer and academic", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 4", "txt": "Ralph Macchio, American actor", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 4", "txt": "Jeff Probst, American television host and producer", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 4", "txt": "Steve Rotheram, English politician, Lord Mayor of Liverpool", "entities": [{"title": "Lord Mayor of Liverpool", "href": "/wiki/Lord_Mayor_of_Liverpool", "description": "The office of Lord Mayor of Liverpool has existed in one form or another since the foundation of Liverpool as a borough by the Royal Charter of King John in 1207, simply being referred to as the Mayor of Liverpool. The current Lord Mayor of Liverpool is the Right Worshipful Councillor Anna Rothery who has held the post since September 2019."}]}, {"heading": "Births", "year": "1961", "date": "November 4", "txt": "Nigel Worthington, Northern Irish footballer and manager", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 4", "txt": "Arvo Volmer, Estonian conductor", "entities": [{"title": "Arvo Volmer", "href": "/wiki/Arvo_Volmer", "description": "Arvo Volmer is an Estonian conductor."}]}, {"heading": "Births", "year": "1963", "date": "November 4", "txt": "Marc Déry, Canadian singer and guitarist", "entities": [{"title": "Marc Déry", "href": "/wiki/Marc_D%C3%A9ry", "description": "Marc Déry a French Canadian singer and guitarist from Quebec. He was a member of the band Zébulon. and also released four albums as a solo artist."}]}, {"heading": "Births", "year": "1963", "date": "November 4", "txt": "Michel Therrien, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 4", "txt": "Lena Zavaroni, Scottish singer and television host (d. 1999)", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 4", "txt": "Yūko Mizutani, Japanese voice actress and singer (d. 2016)", "entities": [{"title": "Yūko Mizutani", "href": "/wiki/Y%C5%ABko_Mizutani", "description": "Yūko Mizutani  was a Japanese actress, voice actress, narrator and singer from Ama District, Aichi. Throughout her career, she worked with Production Baobab, and was working with Aoni Production at the time of her death. Mizutani was best known for her anime voice roles of Sakiko Sakura in Chibi Maruko-chan, Mihoshi Kuramitsu in Tenchi Muyo! and Pinoko in Black Jack. She also portrayed Excellen Br"}]}, {"heading": "Births", "year": "1965", "date": "November 4", "txt": "Wayne Static, American singer-songwriter and guitarist (d. 2014)", "entities": [{"title": "Wayne Static", "href": "/wiki/Wayne_Static", "description": "Wayne Richard Wells, known professionally as Wayne Static, was an American musician and songwriter, best known as the lead vocalist, guitarist, keyboardist, and primary lyricist for metal band Static-X. He released his only solo studio album, Pighammer, on October 4, 2011. Static was recognizable for his unusual hairstyle; his hair was held up in a vertical position, a process that took about 20 m"}]}, {"heading": "Births", "year": "1967", "date": "November 4", "txt": "Daisuke Asakura, Japanese songwriter and producer", "entities": [{"title": "Daisuke Asakura", "href": "/wiki/Daisuke_Asakura", "description": "Daisuke Asakura  is a Japanese musician, songwriter and producer who is known for his compositional work and skill at the keyboards."}]}, {"heading": "Births", "year": "1967", "date": "November 4", "txt": "Yılmaz Erdoğan, Turkish actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 4", "txt": "Eric Karros, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 4", "txt": "Asif Mujtaba, Pakistani cricketer", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 4", "txt": "Matthew Tobin Anderson, American author, critic, and educator", "entities": [{"title": "Matthew Tobin Anderson", "href": "/wiki/Matthew_Tobin_Anderson", "description": "Matthew Tobin Anderson, known as M.T. Anderson, is an American writer of children's books that range from picture books to young adult novels. He won the National Book Award for Young People's Literature in 2006 for The Pox Party, the first of two \"Octavian Nothing\" books, which are historical novels set in Revolution-era Boston. Anderson is known for using wit and sarcasm in his stories, as well "}]}, {"heading": "Births", "year": "1968", "date": "November 4", "txt": "Carlos Baerga, Puerto Rican-American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 4", "txt": "Lee Germon, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 4", "txt": "Sean Combs, American rapper, producer, and actor", "entities": [{"title": "Sean Combs", "href": "/wiki/Sean_Combs", "description": "Sean Love Combs, also known by the stage names Puff Daddy, P. Diddy, Puffy, or Diddy, is an American rapper, record producer, record executive, and entrepreneur. Born in New York City and raised in the suburb of Mount Vernon, he worked as a talent director at Uptown Records before founding his own record label, Bad Boy Records in 1993. Since then, Combs has produced and cultivated artists such as "}]}, {"heading": "Births", "year": "1969", "date": "November 4", "txt": "Matthew McConaughey, American actor and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 4", "txt": "Tim DeBoom, American triathlete", "entities": [{"title": "Tim DeBoom", "href": "/wiki/Tim_DeBoom", "description": "Tim DeBoom in Cedar Rapids, Iowa, was a professional triathlete from Boulder, Colorado from 1995 to 2012. During that tenure, DeBoom participated in hundreds of triathlons around the world, winning both short course and long course triathlons. After a 10th place finish in the Hawaii Ironman in 1995, DeBoom focused on long distance racing, eventually winning the Ironman Triathlon World Championship"}]}, {"heading": "Births", "year": "1970", "date": "November 4", "txt": "Malena Ernman, Swedish soprano", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 4", "txt": "Tony Sly, American singer-songwriter and guitarist (d. 2012)", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 4", "txt": "Gregory Porter, American jazz singer-songwriter and actor", "entities": [{"title": "Gregory Porter", "href": "/wiki/Gregory_Porter", "description": "Gregory Porter is an American singer, songwriter, and actor. He has twice won the Grammy Award for Best Jazz Vocal Album: first in 2014 for Liquid Spirit, and then again in 2017 for Take Me to the Alley."}]}, {"heading": "Births", "year": "1971", "date": "November 4", "txt": "Tabu, Indian actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 4", "txt": "Luís Figo, Portuguese footballer and sportscaster", "entities": [{"title": "Luís Figo", "href": "/wiki/Lu%C3%ADs_Figo", "description": "Luís Filipe Madeira Caeiro Figo OIH is a Portuguese retired professional footballer who played as a midfielder for Sporting CP, Barcelona, Real Madrid and Inter Milan. He won 127 caps for the Portugal national team, a record at the time but later broken by Cristiano Ronaldo. He is considered as one of the best Portuguese footballers of all time."}]}, {"heading": "Births", "year": "1975", "date": "November 4", "txt": "Éric Fichaud, Canadian ice hockey player", "entities": [{"title": "Éric Fichaud", "href": "/wiki/%C3%89ric_Fichaud", "description": "Éric Joseph Fichaud is a Canadian former professional ice hockey goaltender. He was selected in the first round of the 1994 NHL Entry Draft, 16th overall, by the Toronto Maple Leafs."}]}, {"heading": "Births", "year": "1975", "date": "November 4", "txt": "Eduard Koksharov, Russian handball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 4", "txt": "Mikki Moore, American basketball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 4", "txt": "Orlando Pace, American football player", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 4", "txt": "Lorenzen Wright, American basketball player (d. 2010)", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 4", "txt": "Daniel Bahr, German banker and politician, German Federal Minister of Health", "entities": [{"title": "Daniel Bahr", "href": "/wiki/Daniel_Bahr", "description": "Daniel Bahr is a German politician and member of the FDP. From May 2011 to December 2013 he was Federal Minister of Health."}, {"title": "Federal Ministry of Health (Germany)", "href": "/wiki/Federal_Ministry_of_Health_(Germany)", "description": "The Federal Ministry of Health, abbreviated BMG, is a cabinet-level ministry of the Federal Republic of Germany. Its headquarters are located in Bonn with a second major office in Berlin. It is the highest German federal government department responsible for health. The ministry is officially located in Bonn and with a second office, which houses the ministry's management, location in Berlin."}]}, {"heading": "Births", "year": "1976", "date": "November 4", "txt": "Bruno Junqueira, Brazilian race car driver", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 4", "txt": "Mario Melchiot, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 4", "txt": "Kenji Osawa, Japanese mixed martial artist", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 4", "txt": "James Dale Ritchie, American serial killer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 4", "txt": "Makoto Tamada, Japanese motorcycle racer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 4", "txt": "Peter Van Houdt, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 4", "txt": "Larry Bigbie, American baseball player", "entities": [{"title": "Larry Bigbie", "href": "/wiki/Larry_Bigbie", "description": "Larry Robert Bigbie is an American former professional baseball first baseman and outfielder."}]}, {"heading": "Births", "year": "1978", "date": "November 4", "txt": "John Grabow, American baseball player", "entities": [{"title": "John Grabow", "href": "/wiki/John_Grabow", "description": "John William Grabow, nicknamed \"Grabes\" is an American former professional baseball left-handed reliever. He played for the Pittsburgh Pirates and Chicago Cubs of the Major League Baseball (MLB)."}]}, {"heading": "Births", "year": "1980", "date": "November 4", "txt": "Jerry Collins, Samoan-New Zealand rugby player (d. 2015)", "entities": [{"title": "Jerry Collins", "href": "/wiki/Jerry_Collins", "description": "Jerry Collins was a New Zealand rugby union player. He played for New Zealand, for whom he was capped 48 times, and most recently played for RC Narbonne, in the Rugby Pro D2. Collins and his partner, Alana Madill, were killed in a car accident in southern France in June 2015."}]}, {"heading": "Births", "year": "1980", "date": "November 4", "txt": "Richard Owens, American football player and coach", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 4", "txt": "Dan Stoenescu, Romanian career diplomat, political scientist, journalist, and essayist", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 4", "txt": "Guy Martin, English motorcycle racer", "entities": [{"title": "Guy Martin", "href": "/wiki/Guy_Martin", "description": "Guy Martin is a British motorcycle racer, television presenter, and heavy vehicle mechanic."}]}, {"heading": "Births", "year": "1981", "date": "November 4", "txt": "Vince Wilfork, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 4", "txt": "Devin Hester, American football player", "entities": [{"title": "Devin Hester", "href": "/wiki/Devin_Hester", "description": "Devin Devorris Hester Sr. is an American former professional football player who was a wide receiver and return specialist in the National Football League (NFL). He is widely regarded as the greatest return specialist in NFL history, and was the first person to return the opening kick of the Super Bowl back for a touchdown. He was drafted by the Chicago Bears in the second round of the 2006 NFL Dr"}]}, {"heading": "Births", "year": "1982", "date": "November 4", "txt": "Kamila Skolimowska, Polish hammer thrower (d. 2009)", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 4", "txt": "Anton Buslov, Russian astrophysicist and journalist (d. 2014)", "entities": [{"title": "Anton Buslov", "href": "/wiki/Anton_Buslov", "description": "Anton Sergeevich Buslov was an astrophysicist, top Russian blogger, columnist at The New Times magazine, and expert on transportation systems. He is also known as a founder of non-governmental organization \"Voronezh Citizens for Trams Committee\" and both co-chair and co-founder of inter-regional non-governmental organization \"City and Transportation\". Anton Buslov was highly involved in social act"}]}, {"heading": "Births", "year": "1984", "date": "November 4", "txt": "Dustin Brown, American ice hockey player", "entities": [{"title": "Dustin Brown (ice hockey)", "href": "/wiki/Dustin_Brown_(ice_hockey)", "description": "Dustin James Brown is an American professional ice hockey right winger and alternate captain for the Los Angeles Kings of the National Hockey League (NHL). The 13th overall pick of the 2003 NHL Entry Draft, Brown has spent his entire 16-year NHL career with the Kings. He led the Kings to the 2012 and 2014 Stanley Cup championships and in 2012 became the first Kings captain and second American capt"}]}, {"heading": "Births", "year": "1984", "date": "November 4", "txt": "Ayila Yussuf, Nigerian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 4", "txt": "Marcell Jansen, German footballer", "entities": [{"title": "Marcell Jansen", "href": "/wiki/Marcell_Jansen", "description": "Marcell Jansen is a German former footballer and current president of Hamburger SV. He was well known for his accurate crossing and pace, despite his tall stature. A versatile player, Jansen primarily played as a full back or wing back on the left flank, but could also play as a left-winger."}]}, {"heading": "Births", "year": "1985", "date": "November 4", "txt": "Miki Miyamura, Japanese tennis player", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 4", "txt": "Suhas Gopinath, Indian businessman", "entities": [{"title": "Suhas Gopinath", "href": "/wiki/Suhas_Gopinath", "description": "Suhas Gopinath is an Indian entrepreneur. He is the founder, CEO, and Chairman of Globals Inc., a multinational IT company. He took charge as CEO at the age of 17, three years after founding the company."}]}, {"heading": "Births", "year": "1986", "date": "November 4", "txt": "Alexz Johnson, Canadian actress and singer-songwriter", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 4", "txt": "Szymon Pawłowski, Polish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 4", "txt": "Adrian Zaugg, South African race car driver", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 4", "txt": "Tim Breukers, Dutch footballer", "entities": [{"title": "Tim Breukers", "href": "/wiki/Tim_Breukers", "description": "Tim Gerard Johan Breukers is a Dutch professional footballer who plays as a right back for Heracles Almelo."}]}, {"heading": "Births", "year": "1987", "date": "November 4", "txt": "Laura Geitz, Australian netball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 4", "txt": "Artur Jędrzejczyk, Polish footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 4", "txt": "David Mead, Papua New Guinean rugby league player", "entities": [{"title": "David Mead (rugby league)", "href": "/wiki/David_Mead_(rugby_league)", "description": "David Mead is a Papua New Guinean professional rugby league footballer who plays as a winger, centre or fullback for the Brisbane Broncos in the NRL and Papua New Guinea at international level."}]}, {"heading": "Births", "year": "1988", "date": "November 4", "txt": "Dez Bryant, American football player", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 4", "txt": "Nathan Ross, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 4", "txt": "Jean-Luc Bilodeau, Canadian actor", "entities": [{"title": "Jean-Luc Bilodeau", "href": "/wiki/Jean-Luc_Bilodeau", "description": "Jean-Luc Bilodeau is a Canadian actor who has been acting since 2004. He is best known for his role as Ben Wheeler in the ABC Family channel program Baby Daddy.\nBilodeau has also appeared in films and television series such as Ill Fated, Trick 'r Treat, 16 Wishes, Kyle XY, No Ordinary Family and Best Player. He was also in Emmalyn Estrada's music video \"Don't Make Me Let You Go\" and plays Jeremy i"}]}, {"heading": "Births", "year": "1991", "date": "November 4", "txt": "Alon Day, Israeli race car driver", "entities": [{"title": "Alon Day", "href": "/wiki/Alon_Day", "description": "Alon Day is an Israeli professional stock car racing driver. He currently competes in the NASCAR Whelen Euro Series, driving the No. 24 Chevrolet SS for PK Carsport and is a two-time champion in the series. Day is the first Israeli driver to compete in an IndyCar-sanctioned series and is also the first Israeli to compete in one of NASCAR's top three touring series."}]}, {"heading": "Births", "year": "1991", "date": "November 4", "txt": "Lesley Kerkhove, Dutch tennis player", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 4", "txt": "Julian Wießmeier, German footballer", "entities": [{"title": "Julian Wießmeier", "href": "/wiki/Julian_Wie%C3%9Fmeier", "description": "Julian Wießmeier is a German footballer who plays for SV Ried. He plays as a midfielder."}]}, {"heading": "Births", "year": "1992", "date": "November 4", "txt": "Yurii Bieliaiev, Belarusian ice dancer", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 4", "txt": "Hiroki Nakada, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "November 4", "txt": "Elisabeth Seitz, German gymnast", "entities": [{"title": "Elisabeth Seitz", "href": "/wiki/Elisabeth_Seitz", "description": "Elisabeth Seitz is a German artistic gymnast. She is the 2018 World bronze medalist on the uneven bars, where she is known for her exciting routines. She is one of the only female gymnasts in history to compete the Def release, and her eponymous skill, a full-twisting Maloney called the Seitz, is the most difficult transition element on the apparatus. Seitz has also had success in the individual a"}]}, {"heading": "Births", "year": "1994", "date": "November 4", "txt": "Billy Stanlake, Australian cricketer", "entities": [{"title": "Billy Stanlake", "href": "/wiki/Billy_Stanlake", "description": "Billy Stanlake is an Australian cricketer. He is a fast bowler who represented Australia in the 2014 Under-19 Cricket World Cup and currently plays domestic cricket for Queensland and is signed with the Melbourne Stars in the Big Bash League. Stanlake is the tallest person to ever represent Australia in international cricket, standing at 204 cm."}]}, {"heading": "Births", "year": "1996", "date": "November 4", "txt": "Kaitlin Hawayek, American ice dancer", "entities": [{"title": "Kaitlin Hawayek", "href": "/wiki/Kaitlin_Hawayek", "description": "Kaitlin Hawayek is an American ice dancer. With her skating partner, Jean-Luc Baker, she is the 2018 Four Continents champion, 2018 NHK Trophy champion, and three-time U.S. national bronze medalists (2019–2021)."}]}, {"heading": "Births", "year": "1996", "date": "November 4", "txt": "Michael Christian Martinez, Filipino figure skater", "entities": []}, {"heading": "Births", "year": "1996", "date": "November 4", "txt": "John Olive, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 4", "txt": "Bea Binene, Filipina television actress", "entities": [{"title": "Bea Binene", "href": "/wiki/Bea_Binene", "description": "Beanca Marie Landero Binene, is a Filipina actress, broadcast journalist and television host. She was a finalist on StarStruck Kids and has played the role of Natalie Dimaculangan on First Time. She is also one of the Junior Ambassadors for the Haribon Foundation since 2005 and still an active volunteer of GMA Kapuso Foundation. She is known for her role in GMA TV series Hanggang Makita Kang Muli"}]}, {"heading": "Deaths", "year": "604", "date": "November 4", "txt": "Yohl Ik'nal, Mayan queen", "entities": [{"title": "Yohl Ik'nal", "href": "/wiki/Yohl_Ik%27nal", "description": "Yohl Ikʼnal, also known as Lady Kan Ik and Lady Kʼanal Ikʼnal, was queen regnant of the Maya city-state of Palenque. She acceded to the throne on 23 December 583, and ruled until her death."}]}, {"heading": "Deaths", "year": "915", "date": "November 4", "txt": "Zhang, Chinese empress (b. 892)", "entities": [{"title": "Consort Zhang (Zhu Zhen)", "href": "/wiki/Consort_Zhang_(Zhu_Zhen)", "description": "Consort Zhang, imperial consort rank  Defei  (張德妃) was the wife of Zhu Zhen, the last emperor of the Chinese Five Dynasties and Ten Kingdoms period state Later Liang."}]}, {"heading": "Deaths", "year": "1035", "date": "November 4", "txt": "Jaromír, duke of Bohemia", "entities": [{"title": "Jaromír, Duke of Bohemia", "href": "/wiki/Jarom%C3%ADr,_Duke_of_Bohemia", "description": "Jaromír, a member of the Přemyslid dynasty, was Duke of Bohemia in 1003, from 1004 to 1012, and again from 1034 to 1035."}]}, {"heading": "Deaths", "year": "1203", "date": "November 4", "txt": "Dirk VII, Count of Holland", "entities": [{"title": "Dirk VII, Count of Holland", "href": "/wiki/Dirk_VII,_Count_of_Holland", "description": "Dirk VII was the count of Holland from 1190 to 1203. He was the elder son of Floris III and Ada of Huntingdon."}]}, {"heading": "Deaths", "year": "1212", "date": "November 4", "txt": "Felix of Valois, French saint (b. 1127)", "entities": [{"title": "Felix of Valois", "href": "/wiki/Felix_of_Valois", "description": "Felix of Valois was a Cistercian hermit and a co-founder of the Trinitarian Order."}]}, {"heading": "Deaths", "year": "1360", "date": "November 4", "txt": "Elizabeth de Clare, English noblewoman (b. 1295)", "entities": [{"title": "Elizabeth de Clare", "href": "/wiki/Elizabeth_de_Clare", "description": "Elizabeth de Clare, 11th Lady of Clare was the heiress to the lordships of Clare, Suffolk, in England and Usk in Wales. She was the youngest of the three daughters of Gilbert de Clare, 6th Earl of Hertford and Joan of Acre, and sister of Gilbert de Clare, who later succeeded as the 7th Earl. She is often referred to as Elizabeth de Burgh, due to her first marriage to John de Burgh. Her two success"}]}, {"heading": "Deaths", "year": "1411", "date": "November 4", "txt": "Khalil Sultan of Timurid (b. 1384)", "entities": [{"title": "Khalil Sultan", "href": "/wiki/Khalil_Sultan", "description": "Khalil Sultan was the Timurid ruler of Transoxiana from 18 February 1405 to 1409. He was a son of Miran Shah and a grandson of Timur."}]}, {"heading": "Deaths", "year": "1428", "date": "November 4", "txt": "Sophia of Bavaria, queen of Bohemia (b. 1376)", "entities": [{"title": "Sophia of Bavaria", "href": "/wiki/Sophia_of_Bavaria", "description": "Sophia of Bavaria was a Queen of Bohemia and the spouse of Wenceslaus, King of Bohemia and King of the Romans. She was briefly interim regent of Bohemia after the death of Wenceslaus in 1419."}]}, {"heading": "Deaths", "year": "1485", "date": "November 4", "txt": "Françoise d'Amboise, duchess of Brittany (b. 1427)", "entities": [{"title": "Françoise d'Amboise", "href": "/wiki/Fran%C3%A7oise_d%27Amboise", "description": "Françoise d'Amboise was a French Roman Catholic declared \"blessed\" and a duchess consort of Brittany."}]}, {"heading": "Deaths", "year": "1576", "date": "November 4", "txt": "John Paulet, 2nd Marquess of Winchester (b. c. 1510)", "entities": [{"title": "John Paulet, 2nd Marquess of Winchester", "href": "/wiki/John_Paulet,_2nd_Marquess_of_Winchester", "description": "John Paulet, 2nd Marquess of Winchester, styled The Honourable John Paulet between 1539 and 1550, Lord St John between 1550 and 1551 and Earl of Wiltshire between 1551 and 1555, was an English peer. He was the eldest son of William Paulet, 1st Marquess of Winchester and Elizabeth Capel."}]}, {"heading": "Deaths", "year": "1581", "date": "November 4", "txt": "Mathurin Romegas, rival Grandmaster of the Knights Hospitaller (b. c.1525)", "entities": [{"title": "Romegas", "href": "/wiki/Romegas", "description": "Mathurin d’Aux de Lescout, called Mathurin Romegas, was a scion of the aristocratic Gascony family of d'Aux and a member of the Knights of Saint John. He was one of the Order's greatest naval commanders and a Grand Master of Malta."}, {"title": "Knights Hospitaller", "href": "/wiki/Knights_Hospitaller", "description": "The Order of Knights of the Hospital of Saint John of Jerusalem, commonly known as the Knights Hospitaller, the Knights of Rhodes, the Knights of Malta, or the Order of Saint John or even the Knights of St. John, was a medieval and early modern Catholic military order. It was headquartered in the Kingdom of Jerusalem until 1291, on the island of Rhodes from 1310 until 1522, in Malta from 1530 unti"}]}, {"heading": "Deaths", "year": "1652", "date": "November 4", "txt": "Jean-Charles della Faille, Flemish priest and mathematician (b. 1597)", "entities": [{"title": "Jean-Charles della Faille", "href": "/wiki/Jean-Charles_della_Faille", "description": "Jean-Charles della Faille, born in Antwerp, 1 March 1597 and died in Barcelona, 4 November 1652, was a Flemish Jesuit priest from Brabant, and a mathematician of repute."}]}, {"heading": "Deaths", "year": "1658", "date": "November 4", "txt": "Antoine Le Maistre, French lawyer and author (b. 1608)", "entities": [{"title": "Antoine Le Maistre", "href": "/wiki/Antoine_Le_Maistre", "description": "Antoine Le Maistre was a French Jansenist lawyer, author and translator. His name has also been written as Lemaistre and Le Maître, and he sometimes used the pseudonym of Lamy."}]}, {"heading": "Deaths", "year": "1669", "date": "November 4", "txt": "Johannes Cocceius, Dutch theologian and academic (b. 1603)", "entities": [{"title": "Johannes Cocceius", "href": "/wiki/Johannes_Cocceius", "description": "Johannes Cocceius, was a Dutch theologian born in Bremen."}]}, {"heading": "Deaths", "year": "1698", "date": "November 4", "txt": "Rasmus Bartholin, Danish physician and mathematician (b. 1625)", "entities": [{"title": "Rasmus Bartholin", "href": "/wiki/Rasmus_Bartholin", "description": "Rasmus Bartholin was a Danish physician and grammarian."}]}, {"heading": "Deaths", "year": "1702", "date": "November 4", "txt": "John Benbow, English admiral (b. 1653)", "entities": [{"title": "John Benbow", "href": "/wiki/John_Benbow", "description": "John Benbow was an English officer in the Royal Navy. He joined the navy aged 25 years, seeing action against Algerian pirates before leaving and joining the merchant navy where he traded until the Glorious Revolution of 1688, whereupon he returned to the Royal Navy and was commissioned."}]}, {"heading": "Deaths", "year": "1704", "date": "November 4", "txt": "Andreas Acoluthus, German orientalist and scholar (b. 1654)", "entities": [{"title": "Andreas Acoluthus", "href": "/wiki/Andreas_Acoluthus", "description": "Andreas Acoluthus was a German scholar of orientalism and professor of theology at Breslau (Wrocław). A native of Bernstadt (Bierutów), Lower Silesia, he was the son of Johannes Acoluthus, pastor of St. Elisabeth and superintendent of the churches and schools of Breslau."}]}, {"heading": "Deaths", "year": "1781", "date": "November 4", "txt": "Johann Nikolaus Götz, German poet and songwriter (b. 1721)", "entities": [{"title": "Johann Nikolaus Götz", "href": "/wiki/Johann_Nikolaus_G%C3%B6tz", "description": "Johann Nikolaus Götz was a German poet from Worms."}]}, {"heading": "Deaths", "year": "1801", "date": "November 4", "txt": "William Shippen, American physician and anatomist (b. 1712)", "entities": [{"title": "William Shippen", "href": "/wiki/William_Shippen", "description": "William Shippen Sr. was an American physician from Philadelphia, Pennsylvania. He was also a civic and educational leader who represented Pennsylvania in the Continental Congress."}]}, {"heading": "Deaths", "year": "1847", "date": "November 4", "txt": "Felix Mendelssohn, German pianist, composer, and conductor (b. 1809)", "entities": [{"title": "Felix Mendelssohn", "href": "/wiki/Felix_Mendelssohn", "description": "Jakob Ludwig Felix Mendelssohn Bartholdy, born and widely known as Felix Mendelssohn, was a German composer, pianist, organist and conductor of the early Romantic period. Mendelssohn's compositions include symphonies, concertos, piano music, organ music and chamber music. His best-known works include the overture and incidental music for A Midsummer Night's Dream, the Italian Symphony, the Scottis"}]}, {"heading": "Deaths", "year": "1847", "date": "November 4", "txt": "Thiệu Trị, Vietnamese emperor (b. 1807)", "entities": []}, {"heading": "Deaths", "year": "1856", "date": "November 4", "txt": "Paul Delaroche, French painter and educator (b. 1797)", "entities": [{"title": "Paul Delaroche", "href": "/wiki/Paul_Delaroche", "description": "Paul Delaroche was a French painter who achieved his greater successes painting historical scenes. He became famous in Europe for his melodramatic depictions that often portrayed subjects from English and French history. The emotions emphasised in Delaroche's paintings appeal to Romanticism while the detail of his work along with the deglorified portrayal of historic figures follow the trends of A"}]}, {"heading": "Deaths", "year": "1886", "date": "November 4", "txt": "James Martin, Irish-Australian politician, 6th Premier of New South Wales (b. 1820)", "entities": [{"title": "James Martin (Australian politician)", "href": "/wiki/James_Martin_(Australian_politician)", "description": "Sir James Martin, QC was three times Premier of New South Wales, and Chief Justice of New South Wales from 1873 to 1886."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1893", "date": "November 4", "txt": "Pierre Tirard, Swiss-French engineer and politician, 54th Prime Minister of France (b. 1827)", "entities": [{"title": "Pierre Tirard", "href": "/wiki/Pierre_Tirard", "description": "Pierre Emmanuel Tirard was a French politician."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1895", "date": "November 4", "txt": "Eugene Field, American journalist, author, and poet (b. 1850)", "entities": [{"title": "Eugene Field", "href": "/wiki/Eugene_Field", "description": "Eugene Field Sr. was an American writer, best known for his children's poetry and humorous essays. He was known as the \"poet of childhood\"."}]}, {"heading": "Deaths", "year": "1906", "date": "November 4", "txt": "John H. Ketcham, American general and politician (b. 1832)", "entities": [{"title": "John H. Ketcham", "href": "/wiki/John_H._Ketcham", "description": "John Henry Ketcham was a United States Representative from New York for over 33 years. He also served as a general in the Union Army during the American Civil War."}]}, {"heading": "Deaths", "year": "1918", "date": "November 4", "txt": "Wilfred Owen, English lieutenant and poet (b. 1893)", "entities": [{"title": "Wilfred Owen", "href": "/wiki/Wilfred_Owen", "description": "Wilfred Edward Salter Owen MC was an English poet and soldier. He was one of the leading poets of the First World War. His war poetry on the horrors of trenches and gas warfare was much influenced by his mentor Siegfried Sassoon and stood in contrast to the public perception of war at the time and to the confidently patriotic verse written by earlier war poets such as Rupert Brooke. Among his best"}]}, {"heading": "Deaths", "year": "1921", "date": "November 4", "txt": "Hara Takashi, Japanese politician, 10th Prime Minister of Japan (b. 1856)", "entities": [{"title": "Hara Takashi", "href": "/wiki/Hara_Takashi", "description": "Hara Takashi  was a Japanese politician who served as the Prime Minister of Japan from 1918 to 1921."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Deaths", "year": "1924", "date": "November 4", "txt": "Richard Conner, American sergeant, Medal of Honor recipient (b. 1843)", "entities": [{"title": "Richard Conner", "href": "/wiki/Richard_Conner", "description": "Richard Conner was an American Civil War Union Army soldier who received the Medal of Honor for his bravery in action."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "1924", "date": "November 4", "txt": "Gabriel Fauré, French pianist, composer, and educator (b. 1845)", "entities": []}, {"heading": "Deaths", "year": "1930", "date": "November 4", "txt": "Akiyama Yoshifuru, Japanese general (b. 1859)", "entities": [{"title": "Akiyama Yoshifuru", "href": "/wiki/Akiyama_Yoshifuru", "description": "Count Akiyama Yoshifuru  was a general in the Imperial Japanese Army, and is considered the father of modern Japanese cavalry. He was Vice Admiral Akiyama Saneyuki's older brother."}]}, {"heading": "Deaths", "year": "1931", "date": "November 4", "txt": "Buddy Bolden, American cornet player and bandleader (b. 1877)", "entities": [{"title": "Buddy Bolden", "href": "/wiki/Buddy_Bolden", "description": "Charles Joseph \"Buddy\" Bolden was an African American cornetist who was regarded by contemporaries as a key figure in the development of a New Orleans style of ragtime music, or \"jass,\" which later came to be known as jazz."}]}, {"heading": "Deaths", "year": "1931", "date": "November 4", "txt": "Luigi Galleani, Italian theorist and activist (b. 1861)", "entities": []}, {"heading": "Deaths", "year": "1940", "date": "November 4", "txt": "Arthur Rostron, English captain (b. 1869)", "entities": [{"title": "Arthur Rostron", "href": "/wiki/Arthur_Rostron", "description": "Sir Arthur Henry Rostron, KBE, RD, RNR was a British sailor and a seagoing officer for the Cunard Line. He is best remembered as the captain of the ocean liner RMS Carpathia when it rescued hundreds of survivors from the RMS Titanic after the latter ship sank in 1912 in the middle of the North Atlantic Ocean."}]}, {"heading": "Deaths", "year": "1946", "date": "November 4", "txt": "Rüdiger von der Goltz, German general (b. 1865)", "entities": [{"title": "Rüdiger von der Goltz", "href": "/wiki/R%C3%BCdiger_von_der_Goltz", "description": "Gustav Adolf Joachim Rüdiger Graf von der Goltz was a German army general during the First World War. He commanded the Baltic Sea Division, which successfully intervened in the Finnish Civil War in the spring of 1918. Goltz stayed with his troops in Finland until December 1918 representing German interests, and in practise ruled the country as a military dictator during this period. After the Armi"}]}, {"heading": "Deaths", "year": "1948", "date": "November 4", "txt": "Albert Stanley, 1st Baron Ashfield, English businessman and politician, Secretary of State for Business, Innovation and Skills (b. 1874)", "entities": [{"title": "Albert Stanley, 1st Baron Ashfield", "href": "/wiki/Albert_Stanley,_1st_Baron_Ashfield", "description": "Albert Henry Stanley, 1st Baron Ashfield,, born Albert Henry Knattriess, was a British-American businessman who was managing director, then chairman of the Underground Electric Railways Company of London (UERL) from 1910 to 1933 and chairman of the London Passenger Transport Board (LPTB) from 1933 to 1947."}, {"title": "Secretary of State for Business, Innovation and Skills", "href": "/wiki/Secretary_of_State_for_Business,_Innovation_and_Skills", "description": "The Secretary of State for Business, Energy and Industrial Strategy, also referred to as the Business Secretary, is a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for Business, Energy and Industrial Strategy (BEIS). The office was created under its present name in 2016 and forms part of the Cabinet of the United Kingdom."}]}, {"heading": "Deaths", "year": "1950", "date": "November 4", "txt": "Grover Cleveland Alexander, American baseball player and coach (b. 1887)", "entities": [{"title": "Grover Cleveland Alexander", "href": "/wiki/Grover_Cleveland_Alexander", "description": "Grover Cleveland Alexander, nicknamed \"Old Pete\", was an American Major League Baseball pitcher. He played from 1911 through 1930 for the Philadelphia Phillies, Chicago Cubs, and St. Louis Cardinals. He was elected into the Baseball Hall of Fame in 1938."}]}, {"heading": "Deaths", "year": "1954", "date": "November 4", "txt": "Stig Dagerman, Swedish journalist and writer (b. 1923)", "entities": [{"title": "Stig Dagerman", "href": "/wiki/Stig_Dagerman", "description": "Stig Halvard Dagerman was a Swedish journalist and writer. He was one of the most prominent Swedish authors writing in the aftermath of World War II, but his existential texts transcend time and place and continue to be widely published in Sweden and abroad."}]}, {"heading": "Deaths", "year": "1955", "date": "November 4", "txt": "Robert E. Sherwood, American playwright and screenwriter (b. 1896)", "entities": [{"title": "Robert E. Sherwood", "href": "/wiki/Robert_E._Sherwood", "description": "Robert Emmet Sherwood was an American playwright and screenwriter."}]}, {"heading": "Deaths", "year": "1955", "date": "November 4", "txt": "Cy Young, American baseball player and manager (b. 1867)", "entities": []}, {"heading": "Deaths", "year": "1957", "date": "November 4", "txt": "Shoghi Effendi, Guardian of the Baháʼí Faith (b. 1897)", "entities": [{"title": "Shoghi Effendi", "href": "/wiki/Shoghi_Effendi", "description": "Shoghí Effendí was the grandson and successor of ʻAbdu'l-Bahá, appointed to the role of Guardian of the Baháʼí Faith from 1921 until his death in 1957. Shoghi Effendi created a series of teaching plans that oversaw the expansion of the faith to many new countries. He also translated and provided authoritative interpretation of many of the writings of the Baháʼí central figures. He was succeeded by"}, {"title": "Guardian (Baháʼí Faith)", "href": "/wiki/Guardian_(Bah%C3%A1%CA%BC%C3%AD_Faith)", "description": "Shoghí Effendí was the grandson and successor of ʻAbdu'l-Bahá, appointed to the role of Guardian of the Baháʼí Faith from 1921 until his death in 1957. Shoghi Effendi created a series of teaching plans that oversaw the expansion of the faith to many new countries. He also translated and provided authoritative interpretation of many of the writings of the Baháʼí central figures. He was succeeded by"}, {"title": "Baháʼí Faith", "href": "/wiki/Bah%C3%A1%CA%BC%C3%AD_Faith", "description": "The Baháʼí Faith is a new religion teaching the essential worth of all religions and the unity of all people. Established by Baháʼu'lláh in the 19th century, it initially developed in Persia and parts of the Middle East, where it has faced ongoing persecution since its inception. The religion is estimated to have over five million adherents, known as Baháʼís, spread throughout most of the world's "}]}, {"heading": "Deaths", "year": "1956", "date": "November 4", "txt": "Freddie Dixon, English motorcycle racer and race car driver (b. 1892)", "entities": [{"title": "Freddie Dixon", "href": "/wiki/Freddie_Dixon", "description": "Frederick William Dixon was an English motorcycle racer and racing car driver. The designer of the motorcycle and banking sidecar system, he was also one of the few motorsport competitors to have been successful on two, three and four wheels. He was twice awarded the BRDC Gold Star for car racing. Dixon, who had the nickname \"Flying Freddie\", was born at Stockton-on-Tees, County Durham, England, o"}]}, {"heading": "Deaths", "year": "1959", "date": "November 4", "txt": "Friedrich Waismann, Austrian mathematician, physicist, and philosopher from the Vienna Circle (b. 1896)", "entities": [{"title": "Friedrich Waismann", "href": "/wiki/Friedrich_Waismann", "description": "Friedrich Waismann was an Austrian mathematician, physicist, and philosopher. He is best known for being a member of the Vienna Circle and one of the key theorists in logical positivism."}]}, {"heading": "Deaths", "year": "1968", "date": "November 4", "txt": "Horace Gould, English race car driver (b. 1918)", "entities": [{"title": "Horace Gould", "href": "/wiki/Horace_Gould", "description": "Horace Gould was a British racing driver from Bristol."}]}, {"heading": "Deaths", "year": "1968", "date": "November 4", "txt": "Michel Kikoine, Belarusian-French painter and soldier (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1969", "date": "November 4", "txt": "Carlos Marighella, Brazilian author and activist (b. 1911)", "entities": [{"title": "Carlos Marighella", "href": "/wiki/Carlos_Marighella", "description": "Carlos Marighella was a Brazilian politician, writer and guerrilla fighter of Marxist–Leninist orientation, accused of engaging in \"terrorist acts\" against the Brazilian Military Dictatorship."}]}, {"heading": "Deaths", "year": "1974", "date": "November 4", "txt": "Bert Patenaude, American soccer player (b. 1909)", "entities": [{"title": "Bert Patenaude", "href": "/wiki/Bert_Patenaude", "description": "Bertrand \"Bert\" Arthur Patenaude was an American soccer player who played as a forward. Although it was formerly disputed, he is now officially credited by FIFA as scorer of the first hat-trick in the World Cup history. He is a member of the United States Soccer Hall of Fame."}]}, {"heading": "Deaths", "year": "1975", "date": "November 4", "txt": "Francis Dvornik, Czech priest and academic (b. 1893)", "entities": [{"title": "Francis Dvornik", "href": "/wiki/Francis_Dvornik", "description": "Francis Dvornik, in Czech František Dvorník, was a Catholic priest and academic. He is considered one of the leading twentieth-century experts on Slavic and Byzantine history, and on relations between the churches of Rome and Constantinople."}]}, {"heading": "Deaths", "year": "1975", "date": "November 4", "txt": "Izzat Husrieh, Syrian journalist, historian, and academic (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "November 4", "txt": "Toni Ulmen, German race car driver and motorcycle racer (b. 1906)", "entities": [{"title": "Toni Ulmen", "href": "/wiki/Toni_Ulmen", "description": "Anton \"Toni\" Ulmen was a German motorcycle and racing driver from Düsseldorf, Germany. His racing career started in 1925 on a 250 cc Velocette. In 1927 he won the opening race of the Nürburgring on a 350 cc Velocette. In 1929 he won the 350 cc class on the Eilenriede, a non-permanent race course near Hannover. From 1949 to 1952, he was four times German sports car and Formula 2 champion."}]}, {"heading": "Deaths", "year": "1977", "date": "November 4", "txt": "Tom Reamy, American author and illustrator (b. 1935)", "entities": [{"title": "Tom Reamy", "href": "/wiki/Tom_Reamy", "description": "Tom Reamy was an American science fiction and fantasy author and a key figure in 1960s and 1970s science fiction fandom. He died prior to the publication of his first novel; his work is primarily dark fantasy."}]}, {"heading": "Deaths", "year": "1980", "date": "November 4", "txt": "Elsie MacGill, Canadian-American engineer and author (b. 1905)", "entities": [{"title": "Elsie MacGill", "href": "/wiki/Elsie_MacGill", "description": "Elizabeth Muriel Gregory \"Elsie\" MacGill, OC, known as the \"Queen of the Hurricanes\", was the world's first woman to earn an aeronautical engineering degree and was the first woman in Canada to receive a bachelor's degree in electrical engineering. She worked as an aeronautical engineer during the Second World War and did much to make Canada a powerhouse of aircraft construction during her years a"}]}, {"heading": "Deaths", "year": "1982", "date": "November 4", "txt": "Burhan Felek, Turkish lawyer and journalist (b. 1889)", "entities": [{"title": "Burhan Felek", "href": "/wiki/Burhan_Felek", "description": "Burhan Felek was a Turkish journalist, columnist, sportsperson and writer."}]}, {"heading": "Deaths", "year": "1982", "date": "November 4", "txt": "Gil Whitney, American journalist (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "November 4", "txt": "Ümit Yaşar Oğuzcan, Turkish poet and author (b. 1926)", "entities": [{"title": "Ümit Yaşar Oğuzcan", "href": "/wiki/%C3%9Cmit_Ya%C5%9Far_O%C4%9Fuzcan", "description": "Ümit Yaşar Oğuzcan was a Turkish poet."}]}, {"heading": "Deaths", "year": "1986", "date": "November 4", "txt": "Kurt Hirsch, German-English mathematician and academic (b. 1906)", "entities": [{"title": "Kurt Hirsch", "href": "/wiki/Kurt_Hirsch", "description": "Kurt August Hirsch was a German mathematician who moved to England to escape the Nazi persecution of Jews. His research was in group theory. He also worked to reform mathematics education and became a county chess champion. The Hirsch length and Hirsch–Plotkin radical are named after him."}]}, {"heading": "Deaths", "year": "1988", "date": "November 4", "txt": "Kleanthis Vikelidis, Greek footballer and manager (b. 1916)", "entities": [{"title": "Kleanthis Vikelidis", "href": "/wiki/Kleanthis_Vikelidis", "description": "Kleanthis Vikelides was a Greek footballer who played for Aris Thessaloniki and the Greece national football team. He was also a manager, taking charge of Aris Thessaloniki, PAOK and Apollon Kalamaria."}]}, {"heading": "Deaths", "year": "1992", "date": "November 4", "txt": "George Klein, Canadian engineer, invented the motorized wheelchair (b. 1904)", "entities": [{"title": "George Klein (inventor)", "href": "/wiki/George_Klein_(inventor)", "description": "George Johann Klein, was a Hamilton, Ontario-born Canadian inventor who is often called the most productive inventor in Canada in the 20th century. Although he struggled as a high school student, he eventually graduated from the University of Toronto in Mechanical Engineering. His inventions include key contributions to the first electric wheelchairs for quadriplegics, the first microsurgical stap"}, {"title": "Motorized wheelchair", "href": "/wiki/Motorized_wheelchair", "description": "A motorized wheelchair, powerchair, electric wheelchair or electric-powered wheelchair (EPW) is a wheelchair that is propelled by means of an electric motor rather than manual power. Motorized wheelchairs are useful for those unable to propel a manual wheelchair or who may need to use a wheelchair for distances or over terrain which would be fatiguing in a manual wheelchair. They may also be used "}]}, {"heading": "Deaths", "year": "1994", "date": "November 4", "txt": "Sam Francis, American soldier and painter (b. 1923)", "entities": [{"title": "Sam Francis", "href": "/wiki/Sam_Francis", "description": "Samuel Lewis Francis was an American painter and printmaker."}]}, {"heading": "Deaths", "year": "1995", "date": "November 4", "txt": "Gilles Deleuze, French philosopher and scholar (b. 1925)", "entities": [{"title": "Gilles Deleuze", "href": "/wiki/Gilles_Deleuze", "description": "Gilles Deleuze was a French philosopher who, from the early 1950s until his death in 1995, wrote on philosophy, literature, film, and fine art. His most popular works were the two volumes of Capitalism and Schizophrenia: Anti-Oedipus (1972) and A Thousand Plateaus (1980), both co-written with psychoanalyst Félix Guattari. His metaphysical treatise Difference and Repetition (1968) is considered by "}]}, {"heading": "Deaths", "year": "1995", "date": "November 4", "txt": "Paul Eddington, English actor (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "November 4", "txt": "Yitzhak Rabin, Israeli general and politician, 5th Prime Minister of Israel, Nobel Peace Prize laureate (b. 1922)", "entities": [{"title": "Prime Minister of Israel", "href": "/wiki/Prime_Minister_of_Israel", "description": "The prime minister of Israel is the head of government and chief executive of Israel."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1995", "date": "November 4", "txt": "Morrie Schwartz, American sociologist, author, and academic (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "November 4", "txt": "Richard Hooker, American novelist (b. 1924)", "entities": [{"title": "Richard Hooker (author)", "href": "/wiki/Richard_Hooker_(author)", "description": "Hiester Richard Hornberger Jr. was an American writer and surgeon who wrote under the pseudonym Richard Hooker. Hornberger's best-known work was his novel MASH (1968), based on his experiences as a wartime army surgeon doctor during the Korean War (1950–1953) and written in collaboration with W. C. Heinz. It was used as the basis for an award-winning, critically and commercially successful movie –"}]}, {"heading": "Deaths", "year": "1999", "date": "November 4", "txt": "Malcolm Marshall, Barbadian cricketer and coach (b. 1958)", "entities": [{"title": "Malcolm Marshall", "href": "/wiki/Malcolm_Marshall", "description": "Malcolm Denzil Marshall was a Barbadian cricketer. Primarily a fast bowler, Marshall is widely regarded as the greatest and most accomplished fast bowler of the modern era in Test cricket. He is often acknowledged as the greatest West Indian fast bowler of all time, and certainly one of the most complete fast bowlers the cricketing world ever saw. His Test bowling average of 20.94 is the best of a"}]}, {"heading": "Deaths", "year": "2003", "date": "November 4", "txt": "Charles Causley, Cornish author and poet (b. 1917)", "entities": [{"title": "Charles Causley", "href": "/wiki/Charles_Causley", "description": "Charles Stanley Causley, CBE, FRSL was a Cornish poet, school-teacher and writer. His work is often noted for its simplicity and directness as well as its associations with folklore, legends and magic—especially when linked to his native Cornwall."}]}, {"heading": "Deaths", "year": "2003", "date": "November 4", "txt": "Richard Wollheim, English philosopher, author, and academic (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "November 4", "txt": "Nadia Anjuman, Afghan journalist and poet (b. 1980)", "entities": [{"title": "Nadia Anjuman", "href": "/wiki/Nadia_Anjuman", "description": "Nadia Anjuman was a poet from Afghanistan."}]}, {"heading": "Deaths", "year": "2005", "date": "November 4", "txt": "Sheree North, American actress and dancer (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "November 4", "txt": "Graham Payn, South African-born English actor and singer (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "November 4", "txt": "Hiro Takahashi, Japanese singer-songwriter and guitarist (b. 1964)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 4", "txt": "Frank Arthur Calder, Canadian lawyer and politician (b. 1915)", "entities": [{"title": "Frank Arthur Calder", "href": "/wiki/Frank_Arthur_Calder", "description": "Frank Arthur Calder, was a Nisga'a politician in Canada."}]}, {"heading": "Deaths", "year": "2006", "date": "November 4", "txt": "Ernestine Gilbreth Carey, American author (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 4", "txt": "Karl Rebane, Estonian physicist and academic (b. 1926)", "entities": [{"title": "Karl Rebane", "href": "/wiki/Karl_Rebane", "description": "Karl K. Rebane was an Estonian physicist."}]}, {"heading": "Deaths", "year": "2007", "date": "November 4", "txt": "Peter Viertel, German-American author and screenwriter (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "November 4", "txt": "Michael Crichton, American physician, author, director, producer, and screenwriter (b. 1942)", "entities": [{"title": "Michael Crichton", "href": "/wiki/Michael_Crichton", "description": "John Michael Crichton was an American author and filmmaker. His books have sold over 200 million copies worldwide, and over a dozen have been adapted into films. His literary works are usually within the science fiction, techno-thriller, and medical fiction genres, and heavily feature technology. His novels often explore technology and failures of human interaction with it, especially resulting in"}]}, {"heading": "Deaths", "year": "2008", "date": "November 4", "txt": "Rosella Hightower, American ballerina (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "November 4", "txt": "Juan Camilo Mouriño, French-Mexican economist and politician, Mexican Secretary of the Interior (b. 1971)", "entities": [{"title": "Secretariat of the Interior (Mexico)", "href": "/wiki/Secretariat_of_the_Interior_(Mexico)", "description": "The Mexican Secretariat for Home Affairs is the public department concerned with the country's domestic affairs, the presenting of the president's bills to Congress, their publication on the Official Journal of the Federation, and certain issues of national security. The country's principal intelligence agency, CISEN, is directly answerable to the Secretary of the Interior. The Secretary is a memb"}]}, {"heading": "Deaths", "year": "2009", "date": "November 4", "txt": "Hubertus Brandenburg, German bishop (b. 1923)", "entities": [{"title": "Hubertus Brandenburg", "href": "/wiki/Hubertus_Brandenburg", "description": "Hubertus Brandenburg was a Roman Catholic bishop of Stockholm. He was ordained priest in Osnabrück on 20 December 1952. On 12 December 1974, he was appointed by Pope Paul VI as auxiliary bishop of Osnabrück. On 21 November 1977, he was appointed as Bishop of Stockholm. He resigned in 1998, and was succeeded by Bishop Anders Arborelius."}]}, {"heading": "Deaths", "year": "2010", "date": "November 4", "txt": "Sparky Anderson, American baseball player and manager (b. 1934)", "entities": [{"title": "Sparky Anderson", "href": "/wiki/Sparky_Anderson", "description": "George Lee \"Sparky\" Anderson was an American Major League Baseball (MLB) player, coach, and manager. He managed the National League's Cincinnati Reds to the 1975 and 1976 championships, then added a third title in 1984 with the Detroit Tigers of the American League. Anderson was the first manager to win the World Series in both leagues. His 2,194 career wins are the sixth-most for a manager in Maj"}]}, {"heading": "Deaths", "year": "2011", "date": "November 4", "txt": "Arnold Green, Latvian-Estonian soldier and politician (b. 1920)", "entities": [{"title": "Arnold Green (politician)", "href": "/wiki/Arnold_Green_(politician)", "description": "Arnold Karlovich Green was a Soviet and Estonian politician and president of the Estonian Olympic Committee from 1989 to 1997, leader of the Estonian Olympic team for the Games in Albertville, Barcelona, Lillehammer and Atlanta and former President of the Estonian Wrestling League and the Estonian Skiing League."}]}, {"heading": "Deaths", "year": "2011", "date": "November 4", "txt": "Andy Rooney, American author, critic, journalist, and television personality (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 4", "txt": "David Resnick, Brazilian-Israeli architect, designed Yad Kennedy (b. 1924)", "entities": [{"title": "David Resnick", "href": "/wiki/David_Resnick", "description": "David Resnick was a Brazilian-born Israeli architect and town planner whose awards include the Israel Prize in architecture and the Rechter Prize. Resnick, whose name is sometimes spelled in English as \"Reznik\" or \"Reznick,\" is a past director of the Israeli Architects Association, and is known as one of Israel's \"most celebrated modern architects\"."}, {"title": "Yad Kennedy", "href": "/wiki/Yad_Kennedy", "description": "Yad Kennedy, located in the Mateh Yehuda Region near Jerusalem, is a memorial to John F. Kennedy, the 35th President of the United States, who was assassinated in Dallas, Texas in 1963. The 60-foot high (18 m) memorial is shaped like the stump of a felled tree, symbolizing a life cut short. Inside is a bronze relief of Kennedy, with an eternal flame burning in the center. It is encircled by 51 con"}]}, {"heading": "Deaths", "year": "2013", "date": "November 4", "txt": "John D. Hawk, American sergeant, Medal of Honor recipient (b. 1924)", "entities": [{"title": "John D. Hawk", "href": "/wiki/John_D._Hawk", "description": "John Druse \"Bud\" Hawk was a United States Army soldier and a recipient of the United States military's highest decoration, the Medal of Honor, for his actions in World War II during the battle of the Falaise pocket."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2013", "date": "November 4", "txt": "Leonid Stolovich, Russian-Estonian philosopher and academic (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 4", "txt": "Ray Willsey, Canadian-American football player and coach (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 4", "txt": "Enrique Olivera, Argentinian lawyer and politician, 2nd Chief of Government of the City of Buenos Aires (b. 1940)", "entities": [{"title": "Enrique Olivera", "href": "/wiki/Enrique_Olivera", "description": "Enrique Olivera was an Argentine politician who served as Chief of Government of the City of Buenos Aires from December 1999 to August 2000."}, {"title": "Chief of Government of the City of Buenos Aires", "href": "/wiki/Chief_of_Government_of_the_City_of_Buenos_Aires", "description": "This is a list of Mayors and Chiefs of Government of the city of Buenos Aires, Argentina's capital, since its federalization."}]}, {"heading": "Deaths", "year": "2014", "date": "November 4", "txt": "George Edgar Slusser, American author and academic (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 4", "txt": "S. Donald Stookey, American physicist and chemist, invented CorningWare (b. 1915)", "entities": [{"title": "CorningWare", "href": "/wiki/CorningWare", "description": "Corning Ware, also written CorningWare, was originally a brand name for a unique glass-ceramic (Pyroceram) cookware resistant to thermal shock. It was first introduced in 1958 by Corning Glass Works in the United States. The brand was later spun off with the sale of the Corning Consumer Products Company subsidiary. Glass-ceramic based Corning Ware can be taken from the refrigerator or freezer and "}]}, {"heading": "Deaths", "year": "2015", "date": "November 4", "txt": "Piotr Domaradzki, Polish-American historian and journalist (b. 1946)", "entities": [{"title": "Piotr Domaradzki", "href": "/wiki/Piotr_Domaradzki", "description": "Piotr Krystian Domaradzki was a Polish-American journalist, essayist and historian who, during a longtime association with Chicago's Polish community, worked for 30 years at Dziennik Związkowy, the oldest and largest Polish-language newspaper in the United States. From October 2009 to March 2013, he served as the paper's editor-in-chief. He emigrated from Poland in 1984 and became a U.S. citizen i"}]}, {"heading": "Deaths", "year": "2015", "date": "November 4", "txt": "René Girard, French-American historian, philosopher, and critic (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 4", "txt": "Károly Horváth, Romanian-Hungarian cellist, flute player, and composer (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 4", "txt": "Lee Robinson, American lawyer and politician (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "November 4", "txt": "Catherine Davani, first female Papua New Guinean judge (b. 1960)", "entities": [{"title": "Catherine Davani", "href": "/wiki/Catherine_Davani", "description": "Catherine Anne Davani was a Papua New Guinean judge. She was a judge of the Supreme Court of Papua New Guinea from 2001 until her death. She was the first female judge in Papua New Guinea."}, {"title": "Papua New Guinea", "href": "/wiki/Papua_New_Guinea", "description": "Papua New Guinea, officially the Independent State of Papua New Guinea, is a country in Oceania that comprises the eastern half of the island of New Guinea and its offshore islands in Melanesia. Its capital, located along its southeastern coast, is Port Moresby. It is the world's third largest island country with 462,840 km2 (178,700 sq mi)."}]}, {"heading": "Deaths", "year": "2016", "date": "November 4", "txt": "Mansour Pourheidari, Iranian football player and coach (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "November 4", "txt": "Isabel Granada, Filipino-Spanish actress and singer (b. 1976)", "entities": [{"title": "Isabel Granada", "href": "/wiki/Isabel_Granada", "description": "Isabella Villarama Granada was a Filipino actress and singer."}]}, {"heading": "Deaths", "year": "2019", "date": "November 4", "txt": "Gay Byrne, Irish broadcaster (b. 1934)", "entities": [{"title": "Gay Byrne", "href": "/wiki/Gay_Byrne", "description": "Gabriel Mary \"Gay\" Byrne was an Irish presenter and host of radio and television. His most notable role was first host of The Late Late Show over a 37-year period spanning 1962 until 1999. The Late Late Show is the world's second longest-running chat show. He was affectionately known as \"Uncle Gay\", \"Gaybo\" or \"Uncle Gaybo\". His time working in Britain with Granada Television saw him become the fi"}]}, {"heading": "Deaths", "year": "2020", "date": "November 4", "txt": "Ken Hensley, English rock singer-songwriter and musician (b. 1945)", "entities": [{"title": "Ken Hensley", "href": "/wiki/Ken_Hensley", "description": "Kenneth William David Hensley was an English singer-songwriter, multi-instrumentalist and producer, best known for his work with Uriah Heep during the 1970s."}]}]