[{"heading": "Events", "year": "AD 25", "date": "November 27", "txt": "Luoyang is declared capital of the Eastern Han dynasty by Emperor Guangwu of Han.", "entities": [{"title": "Luoyang", "href": "/wiki/Luoyang", "description": "Luoyang is a city located in the confluence area of Luo River and Yellow River in the west of Henan province. Governed as a prefecture-level city, it borders the provincial capital of Zhengzhou to the east, Pingdingshan to the southeast, Nanyang to the south, Sanmenxia to the west, Jiyuan to the north, and Jiaozuo to the northeast. As of December 31, 2018, Luoyang had a population of 6,888,500 inh"}, {"title": "History of the Han dynasty", "href": "/wiki/History_of_the_Han_dynasty#Reconsolidation_under_Guangwu", "description": "The Han dynasty, founded by the peasant rebel leader Liu Bang, was the second imperial dynasty of China. It followed the Qin dynasty, which had unified the Warring States of China by conquest. Interrupted briefly by the Xin dynasty of Wang Mang, the Han dynasty is divided into two periods: the Western Han and the Eastern Han. These appellations are derived from the locations of the capital cities "}, {"title": "Eastern Han dynasty", "href": "/wiki/Eastern_Han_dynasty", "description": "The Han dynasty was the second imperial dynasty of China, established by the rebel leader Liu Bang and ruled by the House of Liu. Preceded by the short-lived Qin dynasty and a warring interregnum known as the Chu–Han contention, it was briefly interrupted by the Xin dynasty established by the usurping regent Wang Mang, and was separated into two periods—the Western Han and the Eastern Han (25–220 "}, {"title": "Emperor Guangwu of Han", "href": "/wiki/Emperor_Guangwu_of_Han", "description": "Emperor Guangwu, born Liu Xiu, courtesy name Wenshu, was an emperor of the Chinese Han dynasty, restorer of the dynasty in AD 25 and thus founder of the Later Han or Eastern Han. He ruled over parts of China at first, and through suppression and conquest of regional warlords, the whole of China was consolidated by the time of his death in AD 57."}]}, {"heading": "Events", "year": "176", "date": "November 27", "txt": "Emperor Marcus Aurelius grants his son Commodus the rank of \"Imperator\" and makes him Supreme Commander of the Roman legions.", "entities": [{"title": "Marcus Aurelius", "href": "/wiki/Marcus_Aurelius", "description": "Caesar Marcus Aurelius Antoninus, born Severus Annius Verus, better known as Marcus Aurelius ə-REE-lee-əs; Latin: [ˈmaːrkʊs̠ au̯ˈreːlijʊs̠ an̪t̪oːˈniːnʊs̠]; 26 April 121 – 17 March 180), was Roman emperor from 161 to 180 and a Stoic philosopher. He was the last of the rulers known as the Five Good Emperors, and the last emperor of the Pax Romana, an age of relative peace and stability for the Roma"}, {"title": "Commodus", "href": "/wiki/Commodus", "description": "Commodus was Roman emperor jointly with his father Marcus Aurelius from 176 until his father's death in 180, and solely until 192. His reign is commonly considered to mark the end of the golden period of peace in the history of the Roman Empire known as the Pax Romana."}, {"title": "Imperator", "href": "/wiki/Imperator", "description": "The Latin word \"imperator\" derives from the stem of the verb imperare, meaning 'to order, to command'. It was originally employed as a title roughly equivalent to commander under the Roman Republic. Later it became a part of the titulature of the Roman Emperors as part of their cognomen. The English word emperor derives from imperator via Old French: Empereür. The Roman emperors themselves general"}, {"title": "Roman legion", "href": "/wiki/Roman_legion", "description": "The Roman legion was the largest military unit of the Roman army. A legion was roughly of brigade size, composed of 4,200 infantry and 300 cavalry in the republican period, expanded to 5,200 infantry and 120 auxilia in the imperial period."}]}, {"heading": "Events", "year": "395", "date": "November 27", "txt": "Rufinus, praetorian prefect of the East, is murdered by Gothic mercenaries under Gainas.", "entities": [{"title": "Rufinus (consul)", "href": "/wiki/Rufinus_(consul)", "description": "Flavius Rufinus was a 4th-century East Roman statesman of Gaulish extraction who served as Praetorian prefect of the East for the emperor Theodosius I, as well as for his son Arcadius, under whom Rufinus exercised significant influence in the state affairs."}, {"title": "Praetorian prefecture of the East", "href": "/wiki/Praetorian_prefecture_of_the_East", "description": "The praetorian prefecture of the East, or of the Orient was one of four large praetorian prefectures into which the Late Roman Empire was divided. As it comprised the larger part of the Eastern Roman Empire, and its seat was at Constantinople, the praetorian prefect was the second most powerful man in the East, after the Emperor, in essence serving as his first minister."}, {"title": "Goths", "href": "/wiki/Goths", "description": "The Goths were a Germanic people who played a major role in the fall of the Western Roman Empire and the emergence of Medieval Europe."}, {"title": "Gainas", "href": "/wiki/Gainas", "description": "Gainas was a Gothic leader who served the Eastern Roman Empire as magister militum during the reigns of Theodosius I and Arcadius."}]}, {"heading": "Events", "year": "511", "date": "November 27", "txt": "King Clovis I dies at Lutetia and is buried in the Abbey of St Genevieve.", "entities": [{"title": "Clovis I", "href": "/wiki/Clovis_I", "description": "Clovis was the first king of the Franks to unite all of the Frankish tribes under one ruler, changing the form of leadership from a group of royal chieftains to rule by a single king and ensuring that the kingship was passed down to his heirs. He is considered to have been the founder of the Merovingian dynasty, which ruled the Frankish kingdom for the next two centuries."}, {"title": "Lutetia", "href": "/wiki/Lutetia", "description": "The Roman city of Lutetia was the predecessor of present-day Paris."}, {"title": "Abbey of St Genevieve", "href": "/wiki/Abbey_of_St_Genevieve", "description": "The Abbey of St Genevieve (Abbaye-Sainte-Geneviève) was a monastery in Paris. Reportedly built by Clovis, King of the Franks in 502, it became a centre of religious scholarship in the Middle Ages. It was suppressed at the time of the French Revolution."}]}, {"heading": "Events", "year": "602", "date": "November 27", "txt": "Byzantine Emperor Maurice is forced to watch as the usurper Phocas executes his five sons before Maurice is beheaded himself.", "entities": [{"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Maurice (emperor)", "href": "/wiki/Maurice_(emperor)", "description": "Maurice was Byzantine emperor from 582 to 602. A prominent general, Maurice fought with success against the Sasanian Empire. After he became Emperor, he brought the war with Sasanian Persia to a victorious conclusion. Under him the Empire's eastern border in the South Caucasus was vastly expanded and, for the first time in nearly two centuries, the Romans were no longer obliged to pay the Persians"}, {"title": "Phocas", "href": "/wiki/Phocas", "description": "Flavius Phocas was Byzantine emperor from 602 to 610. The early life of Phocas is largely unknown, but he rose to prominence in 602, as a leader in the revolt against Emperor Maurice. Phocas captured Constantinople and overthrew Maurice on 23 November 602, and declared himself emperor on the same day. Phocas deeply mistrusted the elite of Constantinople, and therefore installed his relatives in hi"}, {"title": "Decapitation", "href": "/wiki/Decapitation", "description": "Decapitation, also known as beheading, is the total separation of the head from the body. Such an injury is invariably fatal to humans and most other animals, since it deprives the brain of oxygenated blood, while all other organs are deprived of the involuntary functions that are needed for the body to function."}]}, {"heading": "Events", "year": "1095", "date": "November 27", "txt": "Pope Urban II declares the First Crusade at the Council of Clermont.", "entities": [{"title": "Pope Urban II", "href": "/wiki/Pope_Urban_II", "description": "Pope Urban II, otherwise known as Odo of Châtillon or Otho de Lagery, was the head of the Catholic Church and ruler of the Papal States from 12 March 1088 to his death. He is best known for initiating the Crusades."}, {"title": "First Crusade", "href": "/wiki/First_Crusade", "description": "The First Crusade (1096–1099) was the first of a series of religious wars initiated, supported, and at times directed by the Latin Church in the medieval period. The initial objective was the recovery of the Holy Land from Islamic rule. These campaigns were subsequently given the name crusades. The earliest initiative for the First Crusade began in 1095 when the Byzantine Emperor, Alexios I Komnen"}, {"title": "Council of Clermont", "href": "/wiki/Council_of_Clermont", "description": "The Council of Clermont was a mixed synod of ecclesiastics and laymen of the Catholic Church, called by Pope Urban II and held from 18 to 28 November 1095 at Clermont, Auvergne, at the time part of the Duchy of Aquitaine."}]}, {"heading": "Events", "year": "1727", "date": "November 27", "txt": "The foundation stone to the Jerusalem Church in Berlin is laid.", "entities": [{"title": "Jerusalem Church (Berlin)", "href": "/wiki/Jerusalem_Church_(Berlin)", "description": "Jerusalem Church is one of the churches of the Evangelical Congregation in the Friedrichstadt, a member of the Protestant umbrella organisation Evangelical Church of Berlin-Brandenburg-Silesian Upper Lusatia. The present church building is located in Berlin, borough Friedrichshain-Kreuzberg, in the quarter of Friedrichstadt. Jerusalem Church is fourth in rank of the oldest oratories in the town pr"}]}, {"heading": "Events", "year": "1809", "date": "November 27", "txt": "The Berners Street hoax is perpetrated by Theodore Hook in the City of Westminster, London.", "entities": [{"title": "Berners Street hoax", "href": "/wiki/Berners_Street_hoax", "description": "The Berners Street hoax was perpetrated by Theodore Hook in Westminster, London, England, in 1809. Hook had made a bet with his friend Samuel Beazley that he could transform any house in London into the most talked-about address in a week, which he achieved by sending out thousands of letters in the name of Mrs Tottenham, who lived at 54 Berners Street, requesting deliveries, visitors, and assista"}, {"title": "Theodore Hook", "href": "/wiki/Theodore_Hook", "description": "Theodore Edward Hook was an English man of letters and composer and briefly a civil servant in Mauritius. He is best known for his practical jokes, particularly the Berners Street hoax in 1809. The world's first postcard was received by Hook in 1840; he likely posted it to himself."}, {"title": "City of Westminster", "href": "/wiki/City_of_Westminster", "description": "City of Westminster is an inner London city and borough. It has been the capital city, de facto, of multiple British governments. Historically in Middlesex, it is immediately to the west of the older City of London. The city and borough's southern boundary is the Thames. It occupies a large area of central Greater London, including most of the West End. To its west is the Royal Borough of Kensingt"}]}, {"heading": "Events", "year": "1815", "date": "November 27", "txt": "Adoption of Constitution of the Kingdom of Poland.", "entities": [{"title": "Constitution of the Kingdom of Poland", "href": "/wiki/Constitution_of_the_Kingdom_of_Poland", "description": "The Constitution of the Kingdom of Poland was granted to the 'Congress' Kingdom of Poland by the King of Poland, Alexander I of Russia, who was obliged to issue a constitution to the newly recreated Polish state under his domain as specified by the Congress of Vienna. It was considered among the most liberal constitutions of its time; however, it was never fully respected by the government. It was"}]}, {"heading": "Events", "year": "1830", "date": "November 27", "txt": "Saint Catherine Labouré experiences a Marian apparition.", "entities": [{"title": "Catherine Labouré", "href": "/wiki/Catherine_Labour%C3%A9", "description": "Catherine Labouré, D.C. was a French nun who was a member of the Daughters of Charity of Saint Vincent de Paul and is a Marian visionary. She is believed to have relayed the request from the Blessed Virgin Mary to create the famous Miraculous Medal of Our Lady of Graces worn by millions of people around the world. Labouré spent forty years caring for the aged and infirm. For this, she is called th"}, {"title": "Marian apparition", "href": "/wiki/Marian_apparition", "description": "A Marian apparition is a reported supernatural appearance by Mary, the mother of Jesus, or a series of related such appearances over a period of time."}]}, {"heading": "Events", "year": "1835", "date": "November 27", "txt": "James Pratt and John Smith are hanged in London; they are the last two to be executed for sodomy in England.", "entities": [{"title": "James Pratt and John Smith", "href": "/wiki/James_Pratt_and_John_Smith", "description": "James Pratt (1805–1835), also known as John Pratt, and John Smith (1795–1835) were two London men who, in November 1835, became the last two to be executed for sodomy in England. Pratt and Smith were arrested in August of that year after allegedly being spied through a keyhole having sex in the rented room of another man, William Bonill. Bonill, although not present, was transported as an accessor"}]}, {"heading": "Events", "year": "1839", "date": "November 27", "txt": "In Boston, Massachusetts, the American Statistical Association is founded.", "entities": [{"title": "Boston", "href": "/wiki/Boston", "description": "Boston, officially the City of Boston, is the capital and most populous city of the Commonwealth of Massachusetts in the United States and 21st most populous city in the country. The city proper covers 48.4 square miles (125 km2) with an estimated population of 692,600 in 2019, also making it the most populous city in New England. It is the seat of Suffolk County. The city is the economic and cult"}, {"title": "Massachusetts", "href": "/wiki/Massachusetts", "description": "Massachusetts, officially the Commonwealth of Massachusetts, is the most populous state in the New England region of the United States. It borders on the Atlantic Ocean to the east, Connecticut to the southwest and Rhode Island to the southeast, New Hampshire to the northeast, Vermont to the northwest, and New York to the west. The capital of Massachusetts is Boston, which is also the most populou"}, {"title": "American Statistical Association", "href": "/wiki/American_Statistical_Association", "description": "The American Statistical Association (ASA) is the main professional organization for statisticians and related professionals in the United States. It was founded in Boston, Massachusetts on November 27, 1839, and is the second oldest continuously operating professional society in the US. The ASA services statisticians, quantitative scientists, and users of statistics across many academic areas and"}]}, {"heading": "Events", "year": "1856", "date": "November 27", "txt": "The Coup of 1856 leads to Luxembourg's unilateral adoption of a new, reactionary constitution.", "entities": [{"title": "Luxembourg Coup of 1856", "href": "/wiki/Luxembourg_Coup_of_1856", "description": "The Luxembourg Coup of 1856, also called the Putsch of 1856, was a reactionary revision of Luxembourg's constitution on 27 November 1856. Whilst not a true coup d'état or revolution, its detractors dubbed it a 'royal coup', as the reigning Grand Duke of Luxembourg, William III, greatly expanded his powers, and the name has stuck. Aimed at reversing the liberal successes embodied in the 1848 consti"}, {"title": "Luxembourg", "href": "/wiki/Luxembourg", "description": "Luxembourg, officially the Grand Duchy of Luxembourg, is a landlocked country in Western Europe. It is bordered by Belgium to the west and north, Germany to the east, and France to the south. Its capital, Luxembourg City, is one of the four official capitals of the European Union and the seat of the Court of Justice of the European Union, the highest judicial authority in the EU. Its culture, peop"}, {"title": "Constitution of Luxembourg", "href": "/wiki/Constitution_of_Luxembourg", "description": "The Constitution of Luxembourg is the supreme law of the Grand Duchy of Luxembourg. The modern constitution was adopted on 17 October 1868."}]}, {"heading": "Events", "year": "1863", "date": "November 27", "txt": "American Civil War: Confederate cavalry leader John Hunt Morgan and several of his men escape the Ohio Penitentiary and return safely to the South.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "John Hunt Morgan", "href": "/wiki/John_Hunt_Morgan", "description": "John H. Morgan was a Confederate general in the American Civil War of 1861-1865."}, {"title": "Ohio Penitentiary", "href": "/wiki/Ohio_Penitentiary", "description": "The Ohio Penitentiary, also known as the Ohio State Penitentiary, was a prison operated from 1834 to 1984 in downtown Columbus, Ohio, in what is now known as the Arena District. The state had built a small prison in Columbus in 1813, but as the state's population grew the earlier facility was not able to handle the number of prisoners sent to it by the courts. When the penitentiary first opened in"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}]}, {"heading": "Events", "year": "1863", "date": "November 27", "txt": "American Civil War: Battle of Mine Run: Union forces under General George Meade take up positions against troops led by Confederate General Robert E. Lee.", "entities": [{"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "George Meade", "href": "/wiki/George_Meade", "description": "George Gordon Meade was a United States Army officer and civil engineer best known for decisively defeating Confederate General Robert E. Lee at the Battle of Gettysburg in the American Civil War. He previously fought with distinction in the Second Seminole War and the Mexican–American War. During the Civil War, he served as a Union general, rising from command of a brigade to that of the Army of "}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Robert E. Lee", "href": "/wiki/Robert_E._Lee", "description": "Robert Edward Lee was an American Confederate general best known as a commander of the Confederate States Army during the American Civil War. He led the Army of Northern Virginia from 1862 until its surrender in 1865 and earned a reputation as a skilled tactician."}]}, {"heading": "Events", "year": "1868", "date": "November 27", "txt": "American Indian Wars: Battle of Washita River: United States Army Lieutenant Colonel George Armstrong Custer leads an attack on Cheyenne living on reservation land.", "entities": [{"title": "American Indian Wars", "href": "/wiki/American_Indian_Wars", "description": "The American Indian Wars, also known as the American Frontier Wars, the First Nations Wars in Canada and the Indian Wars were fought by European governments and colonists, and later by the United States and Canadian governments and American and Canadian settlers, against various American Indian and First Nation tribes. These conflicts occurred in North America from the time of the earliest colonia"}, {"title": "Battle of Washita River", "href": "/wiki/Battle_of_Washita_River", "description": "The Battle of Washita River occurred on November 27, 1868 when Lt. Col. George Armstrong Custer’s 7th U.S. Cavalry attacked Black Kettle’s Southern Cheyenne camp on the Washita River."}, {"title": "United States Army", "href": "/wiki/United_States_Army", "description": "The United States Army (USA) is the land service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed to fight the American Rev"}, {"title": "Lieutenant Colonel", "href": "/wiki/Lieutenant_Colonel", "description": "Lieutenant colonel  is a rank of commissioned officer in the armies, most marine forces and some air forces of the world, above a major and below a colonel. Several police forces in the United States use the rank of lieutenant colonel. The rank of lieutenant colonel is often shortened to simply \"colonel\" in conversation and in unofficial correspondence. Sometimes, the term 'half-colonel' is used i"}, {"title": "George Armstrong Custer", "href": "/wiki/George_Armstrong_Custer", "description": " George Armstrong Custer was a United States Army officer and cavalry commander in the American Civil War and the American Indian Wars."}, {"title": "Cheyenne", "href": "/wiki/Cheyenne", "description": "The Cheyenne are one of the indigenous people of the Great Plains whose language is of the Algonquian language family. The Cheyenne comprise two Native American tribes, the Só'taeo'o or Só'taétaneo'o and the Tsétsêhéstâhese. These tribes merged in the early 19th century. Today, the Cheyenne people are split into two federally recognized Nations: the Southern Cheyenne, who are enrolled in the Cheye"}]}, {"heading": "Events", "year": "1895", "date": "November 27", "txt": "At the Swedish–Norwegian Club in Paris, Alfred Nobel signs his last will and testament, setting aside his estate to establish the Nobel Prize after he dies.", "entities": [{"title": "Alfred Nobel", "href": "/wiki/Alfred_Nobel", "description": "Alfred Bernhard Nobel was a Swedish chemist, engineer, inventor, businessman, and philanthropist. He held 355 different patents, dynamite being the most famous. He owned Bofors, which he redirected from its previous role as primarily an iron and steel producer to a major manufacturer of cannon and other armaments. Having read a premature obituary which condemned him for profiting from the sales of"}, {"title": "Last will and testament", "href": "/wiki/Last_will_and_testament", "description": "A will or testament is a legal document that expresses a person's (testator) wishes as to how their property (estate) is to be distributed after their death and as to which person (executor) is to manage the property until its final distribution. For the distribution (devolution) of property not determined by a will, see inheritance and intestacy."}, {"title": "Nobel Prize", "href": "/wiki/Nobel_Prize", "description": "The Nobel Prize is not a single prize but five separate prizes that, according to Alfred Nobel's will of 1895, are awarded to ”those who, during the preceding year, have conferred the greatest benefit to humankind.”"}]}, {"heading": "Events", "year": "1896", "date": "November 27", "txt": "Also sprach Zarathustra by Richard Strauss is first performed.", "entities": [{"title": "Richard Strauss", "href": "/wiki/Richard_Strauss", "description": "Richard Georg Strauss was a German composer, conductor, pianist, and violinist. Considered a leading composer of the late Romantic and early modern eras, he has been described as a successor of Richard Wagner and Franz Liszt. Along with Gustav Mahler, he represents the late flowering of German Romanticism, in which pioneering subtleties of orchestration are combined with an advanced harmonic style"}]}, {"heading": "Events", "year": "1901", "date": "November 27", "txt": "The U.S. Army War College is established.", "entities": [{"title": "U.S. Army War College", "href": "/wiki/U.S._Army_War_College", "description": "The United States Army War College (USAWC) is a U.S. Army educational institution in Carlisle, Pennsylvania, on the 500-acre (2 km²) campus of the historic Carlisle Barracks. It provides graduate-level instruction to senior military officers and civilians to prepare them for senior leadership assignments and responsibilities. Each year, a number of Army colonels and lieutenant colonels are conside"}]}, {"heading": "Events", "year": "1912", "date": "November 27", "txt": "Spain declares a protectorate over the north shore of Morocco.", "entities": [{"title": "Spain", "href": "/wiki/Spain", "description": "Spain, formally the Kingdom of Spain, is a country in Southwestern Europe with some pockets of territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagos: the Canary Islands off the coast of North Africa, and the Balearic Islands in the Mediterranean Sea. The African exclaves"}, {"title": "Morocco", "href": "/wiki/Morocco", "description": "Morocco, officially the Kingdom of Morocco, is the westernmost country in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, and has land borders with Algeria to the east, and the disputed territory of Western Sahara to the south. Morocco also claims the Spanish exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, and seve"}]}, {"heading": "Events", "year": "1918", "date": "November 27", "txt": "The Free Territory of Ukraine is established.", "entities": [{"title": "Makhnovia", "href": "/wiki/Makhnovia", "description": "Makhnovia, also known as the Free Territory, resulted from an attempt to form a stateless anarchist society in parts of Ukraine during the Russian Revolution of 1917–23. It existed from 1918 to 1921, during which time free soviets and libertarian communes operated under the protection of Nestor Makhno's Revolutionary Insurrectionary Army. The area had a population of around seven million."}]}, {"heading": "Events", "year": "1924", "date": "November 27", "txt": "In New York City, the first Macy's Thanksgiving Day Parade is held.", "entities": [{"title": "Macy's Thanksgiving Day Parade", "href": "/wiki/Macy%27s_Thanksgiving_Day_Parade", "description": "The annual Macy's Thanksgiving Day Parade in New York City, the world's largest parade, is presented by the U.S. based department store chain Macy's. The parade started in 1924, tying it for the second-oldest Thanksgiving parade in the United States with America's Thanksgiving Parade in Detroit. The three-hour parade is held in Manhattan, ending outside Macy's Herald Square, and takes place from 9"}]}, {"heading": "Events", "year": "1940", "date": "November 27", "txt": "In Romania, the ruling Iron Guard fascist party assassinates over 60 of arrested King Carol II of Romania's aides and other political dissidents.", "entities": [{"title": "Kingdom of Romania", "href": "/wiki/Kingdom_of_Romania", "description": "The Kingdom of Romania was a constitutional monarchy that existed in Romania from 13 March (O.S.) / 25 March 1881 with the crowning of prince Karl of Hohenzollern-Sigmaringen as King Carol I, until 1947 with the abdication of King Michael I of Romania and the Romanian parliament's proclamation of Romania as a putative socialist people's republic."}, {"title": "Iron Guard", "href": "/wiki/Iron_Guard", "description": "The Iron Guard was a fascist movement and political party in Romania founded in 1927 by Corneliu Zelea Codreanu as the Legion of the Archangel Michael or the Legionnaire Movement. Its ideology was ultra-nationalistic, antisemitic, and opposed to both communism and capitalism; it also promoted its own radicalized version of Eastern Orthodox Christianity."}, {"title": "Jilava massacre", "href": "/wiki/Jilava_massacre", "description": "The Jilava massacre took place during the night of November 26, 1940, at Jilava penitentiary, near Bucharest, Romania. Sixty-four political detainees were killed by the Iron Guard (Legion), with further high-profile assassinations in the immediate aftermath. It came about halfway through the fascist National Legionary State and led to the first open clash between the Guard and conducător Ion Anton"}, {"title": "Carol II of Romania", "href": "/wiki/Carol_II_of_Romania", "description": "Carol II reigned as King of Romania from 8 June 1930 until his abdication on 6 September 1940. He was the eldest son of Ferdinand I and became crown prince upon the death of his grand-uncle, King Carol I in 1914. He was the first of the Hohenzollern kings of Romania to be born in the country; both of his predecessors had been born in Germany and only came to Romania as adults. As such, he was the "}]}, {"heading": "Events", "year": "1940", "date": "November 27", "txt": "World War II: At the Battle of Cape Spartivento, the Royal Navy engages the Regia Marina in the Mediterranean Sea.", "entities": [{"title": "Battle of Cape Spartivento", "href": "/wiki/Battle_of_Cape_Spartivento", "description": "The Battle of Cape Spartivento, known as the Battle of Cape Teulada in Italy, was a naval battle during the Battle of the Mediterranean in the Second World War, fought between naval forces of the Royal Navy and the Italian Regia Marina on 27 November 1940."}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}, {"title": "Regia Marina", "href": "/wiki/Regia_Marina", "description": "The Regia Marina was the navy of the Kingdom of Italy from 1861 to 1946. In 1946, with the birth of the Italian Republic, the Regia Marina changed its name to Marina Militare."}, {"title": "Mediterranean Sea", "href": "/wiki/Mediterranean_Sea", "description": "The Mediterranean Sea is a sea connected to the Atlantic Ocean, surrounded by the Mediterranean Basin and almost completely enclosed by land: on the north by Western and Southern Europe and Anatolia, on the south by North Africa, and on the east by the Levant. The Sea has played a central role in the history of Western civilization. Although the Mediterranean is sometimes considered a part of the "}]}, {"heading": "Events", "year": "1942", "date": "November 27", "txt": "World War II: At Toulon, the French navy scuttles its ships and submarines to keep them out of Nazi hands.", "entities": [{"title": "Toulon", "href": "/wiki/Toulon", "description": "Toulon is a city on the French Riviera and a large port on the Mediterranean coast, with a major naval base. Located in the Provence-Alpes-Côte d'Azur region, Toulon is the capital of the Var department."}, {"title": "Scuttling of the French fleet in Toulon", "href": "/wiki/Scuttling_of_the_French_fleet_in_Toulon", "description": "The scuttling of the French fleet at Toulon was orchestrated by Vichy France on 27 November 1942 to prevent Nazi German forces from taking it over. The Allied invasion of North Africa had provoked the Germans into invading the zone libre, neutral according to the Armistice of 1940. The Vichy Secretary of the Navy, Admiral François Darlan, defected to the Allies, who were gaining increasing support"}, {"title": "Nazism", "href": "/wiki/Nazism", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}]}, {"heading": "Events", "year": "1944", "date": "November 27", "txt": "World War II: RAF Fauld explosion: An explosion at a Royal Air Force ammunition dump in Staffordshire kills seventy people.", "entities": [{"title": "RAF Fauld explosion", "href": "/wiki/RAF_Fauld_explosion", "description": "The RAF Fauld explosion was a military accident which occurred at 11:11 am on Monday, 27 November 1944 at the RAF Fauld underground munitions storage depot in Staffordshire, England. It was one of the largest non-nuclear explosions in history and the largest on UK soil."}, {"title": "Royal Air Force", "href": "/wiki/Royal_Air_Force", "description": "The Royal Air Force (RAF) is the United Kingdom's aerial warfare force. It was formed towards the end of the First World War on 1 April 1918, becoming the first independent air force in the world, by regrouping the Royal Flying Corps (RFC) and the Royal Naval Air Service (RNAS). Following the Allied victory over the Central Powers in 1918, the RAF emerged as the largest air force in the world at t"}, {"title": "Staffordshire", "href": "/wiki/Staffordshire", "description": "Staffordshire is a landlocked county in the West Midlands of England. It borders Cheshire to the northwest, Derbyshire and Leicestershire to the east, Warwickshire to the southeast, the West Midlands County and Worcestershire to the south, and Shropshire to the west."}]}, {"heading": "Events", "year": "1945", "date": "November 27", "txt": "CARE (then the Cooperative for American Remittances to Europe) is founded to send CARE Packages of food relief to Europe after World War II.", "entities": [{"title": "CARE (relief agency)", "href": "/wiki/CARE_(relief_agency)", "description": "CARE is a major international humanitarian agency delivering emergency relief and long-term international development projects. Founded in 1945, CARE is nonsectarian, impartial, and non-governmental. It is one of the largest and oldest humanitarian aid organizations focused on fighting global poverty. In 2016, CARE reported working in 94 countries, supporting 962 poverty-fighting projects and huma"}, {"title": "CARE Package", "href": "/wiki/CARE_Package", "description": "The CARE Package was the original unit of aid distributed by the humanitarian organization CARE. Originally CARE was dubbed the Cooperative for American Remittances to Europe, and in 1946 CARE sent the world's first CARE Package. Although \"CARE Package\" is a registered trademark, the term has since been widely adopted as a generic term for a parcel of food or supplies sent for relief or comfort pu"}]}, {"heading": "Events", "year": "1954", "date": "November 27", "txt": "Alger Hiss is released from prison after serving 44 months for perjury.", "entities": [{"title": "Alger Hiss", "href": "/wiki/Alger_Hiss", "description": "Alger Hiss was an American government official accused in 1948 of having spied for the Soviet Union in the 1930s. Statutes of limitations had expired for espionage, but he was convicted of perjury in connection with this charge in 1950. Before the trial Hiss was involved in the establishment of the United Nations, both as a U.S. State Department official and as a U.N. official. In later life he wo"}, {"title": "Perjury", "href": "/wiki/Perjury", "description": "Perjury is the intentional act of swearing a false oath or falsifying an affirmation to tell the truth, whether spoken or in writing, concerning matters material to an official proceeding. In some jurisdictions, contrary to popular misconception, no crime has occurred when a false statement is made while under oath or subject to penalty. Instead, criminal culpability attaches only at the instant t"}]}, {"heading": "Events", "year": "1965", "date": "November 27", "txt": "Vietnam War: The Pentagon tells U.S. President Lyndon B. Johnson that if planned operations are to succeed, the number of American troops in Vietnam has to be increased from 120,000 to 400,000.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "The Pentagon", "href": "/wiki/The_Pentagon", "description": "The Pentagon is the headquarters building of the United States Department of Defense. As a symbol of the U.S. military, the phrase The Pentagon is also often used as a metonym or synecdoche for the Department of Defense and its leadership."}, {"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}]}, {"heading": "Events", "year": "1968", "date": "November 27", "txt": "Penny Ann Early becomes the first woman to play major professional basketball for the Kentucky Colonels in an ABA game against the Los Angeles Stars.", "entities": [{"title": "Penny Ann Early", "href": "/wiki/Penny_Ann_Early", "description": "Penny Ann Early is an American athlete who achieved two notable firsts in her lifetime as she was the first female jockey to be licensed to ride parimutuel horse races, and the first woman ever to play in a professional men's basketball league during the 1960s."}, {"title": "Kentucky Colonels", "href": "/wiki/Kentucky_Colonels", "description": "The Kentucky Colonels were a member of the American Basketball Association for all of the league's nine years. The name is derived from the historic Kentucky colonels. The Colonels won the most games and had the highest winning percentage of any franchise in the league's history, but the team did not join the NBA in the 1976 ABA–NBA merger. The downtown Louisville Convention Center was the Colonel"}, {"title": "American Basketball Association", "href": "/wiki/American_Basketball_Association", "description": "The original American Basketball Association (ABA) was a major men's professional basketball league from 1967 to 1976. The ABA ceased to exist with the American Basketball Association–National Basketball Association merger in 1976, leading to four ABA teams joining the National Basketball Association and to the introduction of the 3-point shot in the NBA in 1979."}, {"title": "Los Angeles Stars", "href": "/wiki/Los_Angeles_Stars", "description": "The Anaheim Amigos/Los Angeles Stars/Utah Stars were a charter member American Basketball Association (ABA) team based in Southern California. They were the Amigos during their first season in Anaheim and later moved to Los Angeles to become the Stars. The team existed from 1967 to 1976. In 1970, it moved from southern California to Utah."}]}, {"heading": "Events", "year": "1971", "date": "November 27", "txt": "The Soviet space program's Mars 2 orbiter releases a descent module. It malfunctions and crashes, but it is the first man-made object to reach the surface of Mars.", "entities": [{"title": "Soviet space program", "href": "/wiki/Soviet_space_program", "description": "The Soviet space program was the national space program of the Union of Soviet Socialist Republics (USSR), conducted in competition with its Cold War adversary the United States, known as the Space Race from the mid-1950s until the dissolution of the Soviet Union in 1991. It consisted of the development of expendable launch vehicles, uncrewed artificial satellites starting in 1953, and several hum"}, {"title": "Mars probe program", "href": "/wiki/Mars_probe_program", "description": "The Mars program was a series of uncrewed spacecraft launched by the Soviet Union between 1960 and 1973. The spacecraft were intended to explore Mars, and included flyby probes, landers and orbiters."}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Events", "year": "1973", "date": "November 27", "txt": "Twenty-fifth Amendment: The United States Senate votes 92–3 to confirm Gerald Ford as Vice President of the United States. (On December 6, the House will confirm him 387–35).", "entities": [{"title": "Twenty-fifth Amendment to the United States Constitution", "href": "/wiki/Twenty-fifth_Amendment_to_the_United_States_Constitution", "description": "The Twenty-fifth Amendment to the United States Constitution deals with presidential succession and disability."}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "Gerald Ford", "href": "/wiki/Gerald_Ford", "description": "Gerald Rudolph Ford Jr. was an American politician and attorney who served as the 38th president of the United States from 1974 to 1977. A member of the Republican Party, Ford previously served as the 40th vice president of the United States from 1973 to 1974. To date, Ford is the only person to have served as both vice president and president without being elected to either office by the Electora"}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}, {"title": "December 6", "href": "/wiki/December_6", "description": "December 6 is the 340th day of the year in the Gregorian calendar; 25 days remain until the end of the year."}, {"title": "United States House of Representatives", "href": "/wiki/United_States_House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "1975", "date": "November 27", "txt": "The Provisional IRA assassinates Ross McWhirter, after a press conference in which McWhirter had announced a reward for the capture of those responsible for multiple bombings and shootings across England.", "entities": [{"title": "Provisional IRA", "href": "/wiki/Provisional_IRA", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "Ross McWhirter", "href": "/wiki/Ross_McWhirter", "description": "Alan Ross McWhirter was, with his twin brother, Norris, the co-founder in 1955 of Guinness Book of Records and a contributor to the television programme Record Breakers. He was assassinated by the Provisional Irish Republican Army (IRA) in 1975."}, {"title": "News conference", "href": "/wiki/News_conference", "description": "A press conference or news conference is a media event in which newsmakers invite journalists to hear them speak and, most often, ask questions. A joint press conference instead is held between two or more talking sides."}, {"title": "England", "href": "/wiki/England", "description": "England is a country that is part of the United Kingdom. It shares land borders with Wales to its west and Scotland to its north. The Irish Sea lies northwest of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the"}]}, {"heading": "Events", "year": "1978", "date": "November 27", "txt": "In San Francisco, city mayor George Moscone and openly gay city supervisor Harvey Milk are assassinated by former supervisor Dan White.", "entities": [{"title": "San Francisco", "href": "/wiki/San_Francisco", "description": "San Francisco, officially the City and County of San Francisco, is a cultural, commercial, and financial center in Northern California. San Francisco is the 16th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in t"}, {"title": "George Moscone", "href": "/wiki/George_Moscone", "description": "George Richard Moscone was an American attorney and Democratic politician. He was the 37th mayor of San Francisco, California from January 1976 until his assassination in November 1978. He was known as \"the people's mayor\", who opened up City Hall and its commissions to reflect the diversity of San Francisco. Moscone served in the California State Senate from 1967 until becoming Mayor. In the Sena"}, {"title": "Gay", "href": "/wiki/Gay", "description": "Gay is a term that primarily refers to a homosexual person or the trait of being homosexual. The term originally denoted being \"carefree\", \"cheerful\", or \"bright and showy\"."}, {"title": "City supervisor", "href": "/wiki/City_supervisor", "description": "A board of supervisors is a governmental body that oversees the operation of county government in the American states of Arizona, California, Iowa, Mississippi, Virginia, and Wisconsin, as well as 16 counties in New York. There are equivalent agencies in other states."}, {"title": "Harvey Milk", "href": "/wiki/Harvey_Milk", "description": "Harvey Bernard Milk was an American politician and the first openly gay elected official in the history of California, where he was elected to the San Francisco Board of Supervisors. Although he was the most pro-LGBT politician in the United States at the time, politics and activism were not his early interests; he was neither open about his sexuality nor civically active until he was 40, after hi"}, {"title": "Moscone–Milk assassinations", "href": "/wiki/Moscone%E2%80%93Milk_assassinations", "description": "San Francisco Mayor George Moscone and San Francisco Supervisor Harvey Milk were shot and killed in San Francisco City Hall by former Supervisor Dan White on November 27, 1978. White was angry that Moscone had refused to reappoint him to his seat on the Board of Supervisors, from which he had just resigned, and that Milk had lobbied heavily against his reappointment. These events helped bring nati"}, {"title": "Dan White", "href": "/wiki/Dan_White", "description": "Daniel James White was an American politician who assassinated San Francisco Mayor George Moscone and Supervisor Harvey Milk, on Monday, November 27, 1978, at City Hall. In a controversial verdict that led to the coining of the legal slang \"Twinkie defense\", White was convicted of manslaughter rather than murder in the deaths of Milk and Moscone. White served five years of a seven-year prison sent"}]}, {"heading": "Events", "year": "1978", "date": "November 27", "txt": "The Kurdistan Workers' Party (PKK) is founded in the Turkish village of Fis.", "entities": []}, {"heading": "Events", "year": "1983", "date": "November 27", "txt": "Avianca Flight 011: A Boeing 747 crashes near Madrid's Barajas Airport, killing 181.", "entities": [{"title": "Avianca Flight 011", "href": "/wiki/Avianca_Flight_011", "description": "Avianca Flight 011, registration HK-2910X, was a Boeing 747-200B on an international scheduled passenger flight from Frankfurt via Paris, Madrid, and Caracas to Bogotá, Colombia that crashed on 27 November 1983. It took off from Charles de Gaulle Airport in Paris at 22:25 on 26 November 1983 for Madrid Barajas Airport; take-off was delayed waiting for additional passengers from a Lufthansa flight "}, {"title": "Boeing 747", "href": "/wiki/Boeing_747", "description": "The Boeing 747 is a large, long–range wide-body airliner and cargo aircraft manufactured by Boeing Commercial Airplanes in the United States.\n\nAfter introducing the 707 in October 1958, Pan Am wanted a jet 2+1⁄2 times its size, to reduce its seat cost by 30% to democratize air travel. In 1965, Joe Sutter left the 737 development program to design the 747, the first twin aisle airliner. In April 19"}, {"title": "Madrid", "href": "/wiki/Madrid", "description": "Madrid is the capital and most-populous city of Spain. The city has almost 3.4 million inhabitants and a metropolitan area population of approximately 6.7 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin in its administrative limits, and its monocentric metropolitan area is the second-largest in the EU, surpassed only by Paris. The municipality covers 604"}, {"title": "Barajas Airport", "href": "/wiki/Barajas_Airport", "description": " Adolfo Suárez Madrid–Barajas Airport, commonly known as Madrid–Barajas Airport, is the main international airport serving Madrid in Spain. At 3,050 ha in area, it is the second-largest airport in Europe by physical size behind Paris–Charles de Gaulle Airport. In 2019, 61.8 million passengers travelled through Madrid–Barajas, making it the country's busiest airport as well as Europe's sixth-busies"}]}, {"heading": "Events", "year": "1984", "date": "November 27", "txt": "Under the Brussels Agreement signed between the governments of the United Kingdom and Spain, the former agrees to enter into discussions with Spain over Gibraltar, including sovereignty.", "entities": [{"title": "Brussels Agreement, 1984", "href": "/wiki/Brussels_Agreement,_1984", "description": "The Brussels Agreement, 1984, was an agreement between the governments of the United Kingdom and of Spain concerning the territorial dispute over Gibraltar. The agreement was criticised by Gibraltar politicians for limiting the participation of Gibraltarians in their self-determination."}, {"title": "Gibraltar", "href": "/wiki/Gibraltar", "description": "Gibraltar is a British Overseas Territory located at the southern tip of the Iberian Peninsula. It has an area of 6.7 km2 (2.6 sq mi) and is bordered to the north by Spain. The landscape is dominated by the Rock of Gibraltar at the foot of which is a densely populated town area, home to over 32,000 people, primarily Gibraltarians."}]}, {"heading": "Events", "year": "1989", "date": "November 27", "txt": "Avianca Flight 203: A Boeing 727 explodes in mid-air over Colombia, killing all 107 people on board and three people on the ground. The Medellín Cartel will claim responsibility for the attack.", "entities": [{"title": "Avianca Flight 203", "href": "/wiki/Avianca_Flight_203", "description": "Avianca Flight 203 was a Colombian domestic passenger flight from El Dorado International Airport in Bogotá to Alfonso Bonilla Aragón International Airport in Cali, Colombia. It was destroyed by a bomb over the municipality of Soacha on November 27, 1989. All 107 people on board as well as 3 people on the ground were killed. The bombing had been ordered by the Medellín drug cartel."}, {"title": "Boeing 727", "href": "/wiki/Boeing_727", "description": "The Boeing 727 is an American narrow-body airliner produced by Boeing Commercial Airplanes.\n\nAfter the heavy 707 quad-jet was introduced in 1958, Boeing addressed the demand for shorter flight lengths from smaller airports.\nOn December 5, 1960, the 727 was launched with 40 orders each from United Airlines and Eastern Air Lines.\nThe first 727-100 rolled out November 27, 1962, first flew on February"}, {"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}, {"title": "Medellín Cartel", "href": "/wiki/Medell%C3%ADn_Cartel", "description": "The Medellín Cartel was a powerful and highly organized Colombian drug cartel and terrorist-type criminal organization originating in the city of Medellín, Colombia that was founded and led by Pablo Escobar. The drug cartel operated from 1972 to 1993 in Bolivia, Colombia, Panama, Central America, Peru, the United States, as well as in Canada. Although the organization started out as a smuggling ne"}]}, {"heading": "Events", "year": "1992", "date": "November 27", "txt": "For the second time in a year, military forces try to overthrow president Carlos Andrés Pérez in Venezuela.", "entities": [{"title": "Armed forces", "href": "/wiki/Armed_forces", "description": "A military, also known collectively as armed forces, is a heavily armed, highly organized force primarily intended for warfare. It is typically officially authorized and maintained by a sovereign state, with its members identifiable by their distinct military uniform. It may consist of one or more military branches such as an army, navy, air force, space force, marines, or coast guard. The main ta"}, {"title": "Carlos Andrés Pérez", "href": "/wiki/Carlos_Andr%C3%A9s_P%C3%A9rez", "description": "Carlos Andrés Pérez Rodríguez also known as CAP and often referred to as El Gocho, was a Venezuelan politician and President of Venezuela from 12 March 1974 to 12 March 1979 and again from 2 February 1989 to 21 May 1993. He was one of the founders of Acción Democrática, the dominant political party in Venezuela during the second half of the twentieth century. His first presidency was known as the "}, {"title": "Venezuela", "href": "/wiki/Venezuela", "description": "Venezuela, officially the Bolivarian Republic of Venezuela, is a country on the northern coast of South America, consisting of a continental landmass and many islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2, and the population of Venezuela was estimated at 28 million in 2019. The capital and largest urban agglomeration is the city of Caracas."}]}, {"heading": "Events", "year": "1997", "date": "November 27", "txt": "Twenty-five people are killed in the second Souhane massacre in Algeria.", "entities": [{"title": "Souhane massacre", "href": "/wiki/Souhane_massacre", "description": "The largest of the Souhane massacres took place in the small mountain town of Souhane on 20–21 August 1997. 64 people were killed, and 15 women kidnapped; the resulting terror provoked a mass exodus, bringing the town's population down from 4000 before the massacre to just 103 in 2002. Smaller-scale massacres later took place on November 27, 1997 and 2 March 2000, when some 10 people from a single"}, {"title": "Algeria", "href": "/wiki/Algeria", "description": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is the largest country in Africa and the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. The coun"}]}, {"heading": "Events", "year": "1999", "date": "November 27", "txt": "The centre-left Labour Party takes control of the New Zealand government with leader Helen Clark becoming the first elected female Prime Minister in New Zealand's history.", "entities": [{"title": "New Zealand Labour Party", "href": "/wiki/New_Zealand_Labour_Party", "description": "The New Zealand Labour Party, or simply Labour, is a centre-left political party in New Zealand. The party's platform programme describes its founding principle as democratic socialism, while observers describe Labour as social-democratic and pragmatic in practice. The party participates in the international Progressive Alliance."}, {"title": "New Zealand", "href": "/wiki/New_Zealand", "description": "New Zealand is an island country in the southwestern Pacific Ocean. It consists of two main landmasses—the North Island and the South Island —and more than 700 smaller islands, covering a total area of 268,021 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the islands of New Caledoni"}, {"title": "Helen Clark", "href": "/wiki/Helen_Clark", "description": "Helen Elizabeth Clark is a New Zealand politician who served as the 37th Prime Minister of New Zealand from 1999 to 2008, and was the Administrator of the United Nations Development Programme from 2009 to 2017. She was New Zealand's fifth-longest-serving prime minister, and the second woman to hold that office."}]}, {"heading": "Events", "year": "2001", "date": "November 27", "txt": "A hydrogen atmosphere is discovered on the extrasolar planet Osiris by the Hubble Space Telescope, the first atmosphere detected on an extrasolar planet.", "entities": [{"title": "Hydrogen", "href": "/wiki/Hydrogen", "description": "Hydrogen is the chemical element with the symbol H and atomic number 1. With a standard atomic weight of 1.008, hydrogen is the lightest element in the periodic table. Hydrogen is the most abundant chemical substance in the universe, constituting roughly 75% of all baryonic mass. Non-remnant stars are mainly composed of hydrogen in the plasma state. The most common isotope of hydrogen, termed prot"}, {"title": "Celestial body atmosphere", "href": "/wiki/Celestial_body_atmosphere", "description": "An atmosphere is a layer or a set of layers of gases surrounding a planet or other material body, that is held in place by the gravity of that body. An atmosphere is more likely to be retained if the gravity it is subject to is high and the temperature of the atmosphere is low."}, {"title": "Extrasolar planet", "href": "/wiki/Extrasolar_planet", "description": "An exoplanet or extrasolar planet is a planet outside the Solar System. The first possible evidence of an exoplanet was noted in 1917, but was not recognized as such. The first confirmation of detection occurred in 1992. This was followed by the confirmation of a different planet, originally detected in 1988. As of 1 May 2021, there are 4,719 confirmed exoplanets in 3,490 systems, with 772 systems"}, {"title": "Osiris (planet)", "href": "/wiki/Osiris_(planet)", "description": "HD 209458 b, also given the nickname Osiris, is an exoplanet that orbits the solar analog HD 209458 in the constellation Pegasus, some 159 light-years from the Solar System. The radius of the planet's orbit is 7 million kilometres, about 0.047 astronomical units, or one eighth the radius of Mercury's orbit. This small radius results in a year that is 3.5 Earth days long and an estimated surface te"}, {"title": "Hubble Space Telescope", "href": "/wiki/Hubble_Space_Telescope", "description": "The Hubble Space Telescope is a space telescope that was launched into low Earth orbit in 1990 and remains in operation. It was not the first space telescope, but it is one of the largest and most versatile, renowned both as a vital research tool and as a public relations boon for astronomy. The Hubble telescope is named after astronomer Edwin Hubble and is one of NASA's Great Observatories, along"}]}, {"heading": "Events", "year": "2004", "date": "November 27", "txt": "Pope John Paul II returns the relics of Saint John Chrysostom to the Eastern Orthodox Church.", "entities": [{"title": "Pope John Paul II", "href": "/wiki/Pope_John_Paul_II", "description": "Pope John Paul II was the head of the Catholic Church and sovereign of the Vatican City State from 1978 until his death in 2005. He was elected pope by the second papal conclave of 1978, which was called after John Paul I, who had been elected in August to succeed Pope Paul VI, died after 33 days. Cardinal Wojtyła was elected on the third day of the conclave and adopted the name of his predecessor"}, {"title": "John Chrysostom", "href": "/wiki/John_Chrysostom", "description": "John Chrysostom, was an important Early Church Father who served as archbishop of Constantinople. He is known for his preaching and public speaking, his denunciation of abuse of authority by both ecclesiastical and political leaders, the Divine Liturgy of Saint John Chrysostom, and his ascetic sensibilities. The epithet Χρυσόστομος means \"golden-mouthed\" in Greek and denotes his celebrated eloquen"}, {"title": "Eastern Orthodox Church", "href": "/wiki/Eastern_Orthodox_Church", "description": "The Eastern Orthodox Church, officially the Orthodox Catholic Church, is the second-largest Christian church, with approximately 220 million baptised members. It operates as a communion of autocephalous churches, each governed by its bishops in local synods. Roughly half of Eastern Orthodox Christians live in the territory of the former Soviet Union, most of those living in Russia. The church has "}]}, {"heading": "Events", "year": "2006", "date": "November 27", "txt": "The House of Commons of Canada approves a motion introduced by Prime Minister Stephen Harper recognizing the Québécois as a nation within Canada.", "entities": [{"title": "House of Commons of Canada", "href": "/wiki/House_of_Commons_of_Canada", "description": "The House of Commons of Canada is the lower chamber of the bicameral Parliament of Canada, which also comprises the sovereign and the Senate of Canada. The House of Commons currently meets in a temporary Commons chamber in the West Block of the parliament buildings on Parliament Hill in Ottawa, while the Centre Block, which houses the traditional Commons chamber, undergoes a ten-year renovation."}, {"title": "Canadian Prime Minister", "href": "/wiki/Canadian_Prime_Minister", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}, {"title": "Stephen Harper", "href": "/wiki/Stephen_Harper", "description": "Stephen Joseph Harper is a Canadian politician who served as the prime minister of Canada from 2006 to 2015, the 22nd since Confederation. Harper won three mandates during his nearly decade-long tenure, and is the first and only prime minister to come from the modern-day Conservative Party of Canada, serving as the party's first leader from 2004 to 2015."}, {"title": "Québécois nation motion", "href": "/wiki/Qu%C3%A9b%C3%A9cois_nation_motion", "description": "The Québécois nation motion was a parliamentary motion tabled by Prime Minister of Canada Stephen Harper on Wednesday, November 22, 2006 and approved by the House of Commons of Canada on Monday, November 27, 2006. It was approved 265–16 with supporters in every party in the Commons. The English motion read:\"That this House recognize that the Québécois form a nation within a united Canada.\""}]}, {"heading": "Events", "year": "2008", "date": "November 27", "txt": "XL Airways Germany Flight 888T: An Airbus A320 performing a flight test crashes near the French commune of Canet-en-Roussillon, killing all seven people on board.", "entities": [{"title": "XL Airways Germany Flight 888T", "href": "/wiki/XL_Airways_Germany_Flight_888T", "description": "XL Airways Germany Flight 888T (GXL888T) was an acceptance flight for an Airbus A320 executed on 27 November 2008. However the plane crashed into the Mediterranean Sea, 7 km off Canet-en-Roussillon on the French coast, close to the Spanish border, killing all seven people on board."}, {"title": "Airbus A320 family", "href": "/wiki/Airbus_A320_family", "description": "The Airbus A320 family are narrow-body airliners designed and produced by Airbus.\n\nThe A320 was launched in March 1984, first flew on 22 February 1987, and was introduced in April 1988 by Air France.\nThe first member of the family was followed by the longer A321, the shorter A319, and the even shorter A318 .\nFinal assembly takes place in Toulouse in France; Hamburg in Germany; Tianjin in China sin"}, {"title": "Flight test", "href": "/wiki/Flight_test", "description": "Flight testing is a branch of aeronautical engineering that develops and gathers data during flight of an aircraft, or atmospheric testing of launch vehicles and reusable spacecraft, and then analyzes the data to evaluate the integrity and aerodynamic flight characteristics of the vehicle in order to validate the design, including safety aspects."}, {"title": "Communes of France", "href": "/wiki/Communes_of_France", "description": "The commune is a level of administrative division in the French Republic. French communes are analogous to civil townships and incorporated municipalities in the United States and Canada, Gemeinden in Germany, comuni in Italy or municipio in Spain. The United Kingdom has no exact equivalent, as communes resemble districts in urban areas, but are closer to parishes in rural areas where UK districts"}, {"title": "Canet-en-Roussillon", "href": "/wiki/Canet-en-Roussillon", "description": "Canet-en-Roussillon is a commune and town in the Pyrénées-Orientales department in the administrative region of Occitania, France."}]}, {"heading": "Events", "year": "2009", "date": "November 27", "txt": "Nevsky Express bombing: A bomb explodes on the Nevsky Express train between Moscow and Saint Petersburg, derailing it and causing 28 deaths and 96 injuries.", "entities": [{"title": "2009 Nevsky Express bombing", "href": "/wiki/2009_Nevsky_Express_bombing", "description": "The 2009 Nevsky Express bombing occurred on 27 November 2009 when a bomb exploded under a high speed train travelling between the Russian cities of Moscow and Saint Petersburg causing derailment near the town of Bologoye, Tver Oblast, on the Moscow–Saint Petersburg Railway. The derailment occurred at 21:34 local time. Russian officials had stated that 39 people were killed and 95 injured but later"}, {"title": "Nevsky Express", "href": "/wiki/Nevsky_Express", "description": "The Nevsky Express is a Russian Railways express train, formerly the fastest on the prominent route between the Leningradsky Rail Terminal in Moscow and the Moskovsky Rail Terminal in Saint Petersburg. The train has a maximum speed of 200 km/h (125 mph) and does not make any intermediate station stops. It consists of a Škoda Chs200 locomotive, 13 passenger cars and a restaurant car. It features 6-"}, {"title": "Moscow", "href": "/wiki/Moscow", "description": "Moscow is the capital and largest city of Russia. The city stands on the Moskva River in Central Russia, with a population estimated at 12.4 million residents within the city limits, over 17 million residents in the urban area, and over 20 million residents in the metropolitan area. The city covers an area of 2,511 square kilometres (970 sq mi), while the urban area covers 5,891 square kilometres "}, {"title": "Saint Petersburg", "href": "/wiki/Saint_Petersburg", "description": "Saint Petersburg, formerly known as Petrograd (1914–1924) and later Leningrad (1924–1991), is the second-largest city in Russia. The city is situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea, with a population of roughly 5.4 million residents. It is the fourth-most populous city in Europe, the most populous city on the Baltic Sea, as well as the world's northernmost "}]}, {"heading": "Events", "year": "2015", "date": "November 27", "txt": "An active shooter inside a Planned Parenthood facility in Colorado Springs, Colorado, shoots at least four police officers. One officer later dies. Two civilians are also killed, and six injured. The shooter later surrendered.", "entities": [{"title": "Planned Parenthood", "href": "/wiki/Planned_Parenthood", "description": "Planned Parenthood Federation of America, Inc. (PPFA), or Planned Parenthood, is a nonprofit organization that provides reproductive health care in the United States and globally. It is a tax-exempt corporation under Internal Revenue Code section 501(c)(3) and a member association of the International Planned Parenthood Federation (IPPF). PPFA has its roots in Brooklyn, New York, where Margaret Sa"}, {"title": "Colorado Springs, Colorado", "href": "/wiki/Colorado_Springs,_Colorado", "description": "The City of Colorado Springs is the Home Rule Municipality that is the county seat and the most populous municipality of El Paso County, Colorado, United States. Colorado Springs is the second most populous city and the most extensive city in the State of Colorado. It is the principal city of the Colorado Springs, CO Metropolitan Statistical Area and is the second most prominent city of the Front "}, {"title": "Colorado Springs Planned Parenthood shooting", "href": "/wiki/Colorado_Springs_Planned_Parenthood_shooting", "description": "On November 27, 2015, a mass shooting occurred in a Planned Parenthood clinic in Colorado Springs, Colorado, resulting in the deaths of three people and injuries to nine. A police officer and two civilians were killed; five police officers and four civilians were injured. After a standoff that lasted five hours, police SWAT teams crashed armored vehicles into the lobby and the attacker surrendered"}, {"title": "Colorado Springs Police Department", "href": "/wiki/Colorado_Springs_Police_Department", "description": "The Colorado Springs Police Department (CSPD) is the police department for the City of Colorado Springs, Colorado. CSPD was involved in the capture and surrender of several members of the Texas Seven."}]}, {"heading": "Events", "year": "2020", "date": "November 27", "txt": "Iran's top nuclear scientist, Mohsen Fakhrizadeh, is assassinated near Tehran.", "entities": [{"title": "Mohsen Fakhrizadeh", "href": "/wiki/Mohsen_Fakhrizadeh", "description": "Mohsen Fakhrizadeh Mahabadi was a brigadier general in the Islamic Revolutionary Guard Corps, an academic physicist, and a senior official in the nuclear program of Iran."}, {"title": "Tehran", "href": "/wiki/Tehran", "description": "Tehran is the capital of Iran and Tehran Province. With a population of around 8.7 million in the city and 15 million in the larger metropolitan area of Greater Tehran, Tehran is the most populous city in Iran and Western Asia, and has the second-largest metropolitan area in the Middle East. It is ranked 24th in the world by the population of its metropolitan area."}]}, {"heading": "Births", "year": "111", "date": "November 27", "txt": "Antinous, Greek favourite of Hadrian (d. 130)", "entities": [{"title": "Antinous", "href": "/wiki/Antinous", "description": "Antinous or Antinoös was a Bithynian Greek youth and a favourite beloved of the Roman emperor Hadrian. After his premature death before his twentieth birthday, Antinous was deified on Hadrian's orders, being worshipped in both the Greek East and Latin West, sometimes as a god (theos) and sometimes merely as a hero."}, {"title": "Hadrian", "href": "/wiki/Hadrian", "description": "Hadrian was Roman emperor from 117 to 138. He was born into a Roman Italo-Hispanic family that settled in Spain from the Italian city of Atri in Picenum. His father was of senatorial rank and was a first cousin of Emperor Trajan. He married Trajan's grand-niece Vibia Sabina early in his career, before Trajan became emperor and possibly at the behest of Trajan's wife Pompeia Plotina. Plotina and Tr"}]}, {"heading": "Births", "year": "1127", "date": "November 27", "txt": "Emperor Xiaozong of Song (d. 1194)", "entities": [{"title": "Emperor Xiaozong of Song", "href": "/wiki/Emperor_Xiaozong_of_Song", "description": "Emperor Xiaozong of Song, personal name Zhao Shen, courtesy name Yuanyong, was the 11th emperor of the Song dynasty in China and the second emperor of the Southern Song dynasty. He started his reign in 1162 when his adoptive father and predecessor, Emperor Gaozong, abdicated and passed the throne to him. Even though Emperor Gaozong became a Taishang Huang after his abdication, he remained the de f"}]}, {"heading": "Births", "year": "1380", "date": "November 27", "txt": "King Ferdinand I of Aragon (d. 1416)", "entities": [{"title": "Ferdinand I of Aragon", "href": "/wiki/Ferdinand_I_of_Aragon", "description": "Ferdinand I named Ferdinand of Antequera and also the Just was king of Aragon, Valencia, Majorca, Sardinia and (nominal) Corsica and king of Sicily, duke (nominal) of Athens and Neopatria, and count of Barcelona, Roussillon and Cerdanya (1412–1416). He was also regent of Castile (1406–1416)."}]}, {"heading": "Births", "year": "1422", "date": "November 27", "txt": "Gaston IV, Count of Foix, French nobleman (d. 1472)", "entities": [{"title": "Gaston IV, Count of Foix", "href": "/wiki/Gaston_IV,_Count_of_Foix", "description": "Gaston IV was the sovereign Viscount of Béarn and the Count of Foix and Bigorre in France from 1436 to 1472. He also held the viscounties of Marsan, Castelbon, Nébouzan, Villemeur and Lautrec and was, by virtue of the county of Foix, co-prince of Andorra. From 1447 he was also Viscount of Narbonne. Through his marriage to Eleonor, heiress of the Kingdom of Navarre, he also held the title of Prince"}]}, {"heading": "Births", "year": "1548", "date": "November 27", "txt": "Jacopo Mazzoni, Italian philosopher (d. 1598)", "entities": [{"title": "Jacopo Mazzoni", "href": "/wiki/Jacopo_Mazzoni", "description": "Jacopo Mazzoni was an Italian philosopher, a professor in Pisa, and friend of Galileo Galilei. His first name is sometimes reported as \"Giacomo\"."}]}, {"heading": "Births", "year": "1558", "date": "November 27", "txt": "Mingyi Swa, Crown Prince of Burma (d. 1593)", "entities": [{"title": "Mingyi Swa", "href": "/wiki/Mingyi_Swa", "description": "Mingyi Swa was heir apparent of Burma from 1581 to 1593. The eldest son of King Nanda of the Toungoo Dynasty led three out of the five Burmese invasions of Siam between 1584 and 1593, all of which ended in complete failure. He died in action during the fifth invasion in 1593. In prevailing Thai history, he was killed in single combat by King Naresuan. However no other accounts, including the earli"}]}, {"heading": "Births", "year": "1576", "date": "November 27", "txt": "Shimazu Tadatsune, Japanese daimyō (d. 1638)", "entities": [{"title": "Shimazu Tadatsune", "href": "/wiki/Shimazu_Tadatsune", "description": "Shimazu Tadatsune  was a tozama daimyō of Satsuma, the first to hold it as a formal fief (han) under the Tokugawa shogunate, and the first Japanese to rule over the Ryūkyū Kingdom. As lord of Satsuma, he was among the most powerful lords in Japan at the time, and formally submitted to Tokugawa Ieyasu in 1602, to prove his loyalty, being rewarded as a result with the name Matsudaira Iehisa; Matsuda"}]}, {"heading": "Births", "year": "1582", "date": "November 27", "txt": "Pierre Dupuy, French historian and scholar (d. 1651)", "entities": [{"title": "Pierre Dupuy (scholar)", "href": "/wiki/Pierre_Dupuy_(scholar)", "description": "Pierre Dupuy, otherwise known as Puteanus, was a French scholar, the son of the humanist and bibliophile Claude Dupuy."}]}, {"heading": "Births", "year": "1630", "date": "November 27", "txt": "Sigismund Francis, Archduke of Austria (d. 1665)", "entities": [{"title": "Sigismund Francis, Archduke of Austria", "href": "/wiki/Sigismund_Francis,_Archduke_of_Austria", "description": "Sigismund Francis, Archduke of Further Austria was the ruler of Further Austria including Tyrol from 1662 to 1665."}]}, {"heading": "Births", "year": "1635", "date": "November 27", "txt": "Françoise d'Aubigné, Marquise de Maintenon, second wife of Louis XIV of France (d. 1719)", "entities": [{"title": "Françoise d'Aubigné, Marquise de Maintenon", "href": "/wiki/Fran%C3%A7oise_d%27Aubign%C3%A9,_Marquise_de_Maintenon", "description": "Françoise d'Aubigné, known first as Madame Scarron and subsequently as Madame de Maintenon, was a French noblewoman who secretly married King Louis XIV. Although she was never considered queen of France, she was one of the King's closest advisers and the royal children's governess. In 1684, she founded the Maison royale de Saint-Louis, a school for girls from poorer noble families."}, {"title": "Louis XIV of France", "href": "/wiki/Louis_XIV_of_France", "description": "Louis XIV, also known as Louis the Great or the Sun King, was King of France from 14 May 1643 until his death in 1715. His reign of 72 years and 110 days is the longest recorded of any monarch of a sovereign country in European history. Louis XIV's France was emblematic of the age of absolutism in Europe. The King surrounded himself with a variety of significant political, military, and cultural f"}]}, {"heading": "Births", "year": "1640", "date": "November 27", "txt": "Barbara Palmer, 1st Duchess of Cleveland (d. 1709)", "entities": [{"title": "Barbara Palmer, 1st Duchess of Cleveland", "href": "/wiki/Barbara_Palmer,_1st_Duchess_of_Cleveland", "description": "Barbara Palmer, 1st Duchess of Cleveland, Countess of Castlemaine, was an English royal mistress of the Villiers family and perhaps the most notorious of the many mistresses of King Charles II of England, by whom she had five children, all of them acknowledged and subsequently ennobled. Barbara was the subject of many portraits, in particular by court painter Sir Peter Lely. In the Golden Age, it "}]}, {"heading": "Births", "year": "1701", "date": "November 27", "txt": "Anders Celsius, Swedish astronomer, physicist, and mathematician (d. 1744)", "entities": [{"title": "Anders Celsius", "href": "/wiki/Anders_Celsius", "description": "Anders Celsius was a Swedish astronomer, physicist and mathematician. He was professor of astronomy at Uppsala University from 1730 to 1744, but traveled from 1732 to 1735 visiting notable observatories in Germany, Italy and France. He founded the Uppsala Astronomical Observatory in 1741, and in 1742 proposed the Centigrade temperature scale which was later renamed Celsius in his honor."}]}, {"heading": "Births", "year": "1710", "date": "November 27", "txt": "Robert Lowth, English bishop and academic (d. 1787)", "entities": [{"title": "Robert Lowth", "href": "/wiki/Robert_Lowth", "description": "Robert Lowth was a Bishop of the Church of England, Oxford Professor of Poetry and the author of one of the most influential \ntextbooks of English grammar."}]}, {"heading": "Births", "year": "1746", "date": "November 27", "txt": "Robert R. Livingston, American lawyer and politician, 1st United States Secretary for Foreign Affairs (d. 1813)", "entities": [{"title": "Robert R. Livingston (chancellor)", "href": "/wiki/Robert_R._Livingston_(chancellor)", "description": "Robert Robert Livingston was an American lawyer, politician, diplomat from New York, and a Founding Father of the United States. He was known as \"The Chancellor\", after the high New York state legal office he held for 25 years. He was a member of the Committee of Five that drafted the Declaration of Independence, along with Thomas Jefferson, Benjamin Franklin, John Adams, and Roger Sherman. Living"}, {"title": "United States Secretary for Foreign Affairs", "href": "/wiki/United_States_Secretary_for_Foreign_Affairs", "description": null}]}, {"heading": "Births", "year": "1746", "date": "November 27", "txt": "Increase Sumner, American lawyer, jurist, and politician, 5th Governor of Massachusetts (d. 1799)", "entities": [{"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1754", "date": "November 27", "txt": "Georg Forster, German-Polish ethnologist and journalist (d. 1794)", "entities": [{"title": "Georg Forster", "href": "/wiki/Georg_Forster", "description": "Johann George Adam Forster was a German naturalist, ethnologist, travel writer, journalist, and revolutionary. At an early age, he accompanied his father, Johann Reinhold Forster, on several scientific expeditions, including James Cook's second voyage to the Pacific. His report of that journey, A Voyage Round the World, contributed significantly to the ethnology of the people of Polynesia and rema"}]}, {"heading": "Births", "year": "1759", "date": "November 27", "txt": "Franz Krommer, Czech violinist and composer (d. 1831)", "entities": [{"title": "Franz Krommer", "href": "/wiki/Franz_Krommer", "description": "Franz Krommer was a Czech composer of classical music and violinist. His 71-year lifespan began half a year after the death of George Frideric Handel and ended nearly four years after that of Ludwig van Beethoven."}]}, {"heading": "Births", "year": "1779", "date": "November 27", "txt": "Aimé, duc de Clermont-Tonnerre, French general and politician, French Minister of Defence (d. 1865)", "entities": [{"title": "Aimé, duc de Clermont-Tonnerre", "href": "/wiki/Aim%C3%A9,_duc_de_Clermont-Tonnerre", "description": "Aimé-Marie-Gaspard, comte de Clermont-Tonnerre was a French general and statesman."}, {"title": "Minister of Defence (France)", "href": "/wiki/Minister_of_Defence_(France)", "description": "The Minister of the Armed Forces is the leader and most senior official of the French Ministry of the Armed Forces, tasked with running the French Armed Forces. The minister is the third highest civilian having authority over France's military, behind only the President of the Republic and the Prime Minister. Based on the governments, they may be assisted by a minister or state secretary for veter"}]}, {"heading": "Births", "year": "1804", "date": "November 27", "txt": "Julius Benedict, German-English conductor and composer (d. 1885)", "entities": [{"title": "Julius Benedict", "href": "/wiki/Julius_Benedict", "description": "Sir Julius Benedict was a German-born composer and conductor, resident in England for most of his career."}]}, {"heading": "Births", "year": "1809", "date": "November 27", "txt": "Fanny Kemble, English actress, playwright, and poet (d. 1893)", "entities": [{"title": "Fanny Kemble", "href": "/wiki/Fanny_Kemble", "description": "Frances Anne \"Fanny\" Kemble was a British actress from a theatre family in the early and mid-19th century. She was a well-known and popular writer and abolitionist, whose published works included plays, poetry, eleven volumes of memoirs, travel writing and works about the theatre."}]}, {"heading": "Births", "year": "1814", "date": "November 27", "txt": "Charles-François-Frédéric, marquis de Montholon-Sémonville, French politician and diplomat, French ambassador to the United States (d. 1886)", "entities": [{"title": "Charles-François-Frédéric, marquis de Montholon-Sémonville", "href": "/wiki/Charles-Fran%C3%A7ois-Fr%C3%A9d%C3%A9ric,_marquis_de_Montholon-S%C3%A9monville", "description": "Charles François Frédéric de Montholon-Sémonville was a French senator, diplomat, and French ambassador to the United States, from 1864 to 1866."}, {"title": "List of French ambassadors to the United States", "href": "/wiki/List_of_French_ambassadors_to_the_United_States", "description": "The French ambassador to the United States is the diplomatic representation of the French Republic to the United States. They reside in Washington, D.C.. The current ambassador is Philippe Étienne."}]}, {"heading": "Births", "year": "1820", "date": "November 27", "txt": "Rachel Brooks Gleason, fourth woman to earn a medical degree in the United States (d. 1905)", "entities": [{"title": "Rachel Brooks Gleason", "href": "/wiki/Rachel_Brooks_Gleason", "description": "Rachel Brooks Gleason was an American physician, the fourth woman to earn a medical degree in the United States."}]}, {"heading": "Births", "year": "1823", "date": "November 27", "txt": "James Service, Scottish-Australian politician, 12th Premier of Victoria (d. 1899)", "entities": [{"title": "James Service", "href": "/wiki/James_Service", "description": "James Service, \nAustralian colonial politician, was the 12th Premier of Victoria, Australia."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1833", "date": "November 27", "txt": "Princess Mary Adelaide of Cambridge (d. 1897)", "entities": [{"title": "Princess Mary Adelaide of Cambridge", "href": "/wiki/Princess_Mary_Adelaide_of_Cambridge", "description": "Princess Mary Adelaide of Cambridge was a member of the British royal family, a granddaughter of George III, grandmother of Edward VIII and George VI and great grandmother of Elizabeth II. She held the title of Duchess of Teck through marriage."}]}, {"heading": "Births", "year": "1843", "date": "November 27", "txt": "Cornelius Vanderbilt II, American businessman (d. 1899)", "entities": [{"title": "Cornelius Vanderbilt II", "href": "/wiki/Cornelius_Vanderbilt_II", "description": "Cornelius Vanderbilt II was an American socialite, businessman, and a member of the prominent United States Vanderbilt family. He was the favorite grandson of Commodore Cornelius Vanderbilt, who bequeathed him $5 million, and the eldest son of William Henry \"Billy\" Vanderbilt and Maria Louisa Kissam. In his turn he succeeded them as the Chairman and the President of the New York Central and relate"}]}, {"heading": "Births", "year": "1845", "date": "November 27", "txt": "Frederic Crowninshield, American artist and author (d. 1918)", "entities": [{"title": "Frederic Crowninshield", "href": "/wiki/Frederic_Crowninshield", "description": "Frederic Crowninshield (1845–1918) was an American artist and author."}]}, {"heading": "Births", "year": "1853", "date": "November 27", "txt": "Frank Dicksee, English painter and illustrator (d. 1928)", "entities": [{"title": "Frank Dicksee", "href": "/wiki/Frank_Dicksee", "description": "Sir Francis Bernard Dicksee was an English Victorian painter and illustrator, best known for his pictures of dramatic literary, historical, and legendary scenes. He also was a noted painter of portraits of fashionable women, which helped to bring him success in his own time."}]}, {"heading": "Births", "year": "1857", "date": "November 27", "txt": "Charles Scott Sherrington, English physiologist, bacteriologist, and pathologist, Nobel Prize laureate (d. 1952)", "entities": [{"title": "Charles Scott Sherrington", "href": "/wiki/Charles_Scott_Sherrington", "description": "Sir Charles Scott Sherrington was an English neurophysiologist, histologist, bacteriologist, and a pathologist, Nobel laureate and president of the Royal Society in the early 1920s. He received the Nobel Prize in Physiology or Medicine with Edgar Adrian, 1st Baron Adrian, in 1932 for their work on the functions of neurons. Prior to the work of Sherrington and Adrian, it was widely accepted that re"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1859", "date": "November 27", "txt": "William Bliss Baker, American painter (d. 1886)", "entities": [{"title": "William Bliss Baker", "href": "/wiki/William_Bliss_Baker", "description": "William Bliss Baker was an American artist who began painting just as the Hudson River School was winding down. Baker began his studies in 1876 at the National Academy of Design, where he studied with Bierstadt and de Haas. He later maintained studios in Clifton Park, New York; and New York City, where he painted in oils and watercolors. He completed more than 130 paintings, including several in b"}]}, {"heading": "Births", "year": "1865", "date": "November 27", "txt": "Janez Evangelist Krek, Slovene priest, journalist, and politician (d. 1917)", "entities": [{"title": "Janez Evangelist Krek", "href": "/wiki/Janez_Evangelist_Krek", "description": "Janez Evangelist Krek was a Slovene Christian Socialist politician, priest, journalist, and author."}]}, {"heading": "Births", "year": "1867", "date": "November 27", "txt": "Charles Koechlin, French composer and educator (d. 1950)", "entities": [{"title": "Charles Koechlin", "href": "/wiki/Charles_Koechlin", "description": "Charles-Louis-Eugène Koechlin, commonly known as Charles Koechlin, was a French composer, teacher and writer on music. He was a political radical all his life and a passionate enthusiast for such diverse things as medieval music, The Jungle Book of Rudyard Kipling, Johann Sebastian Bach, film stars, traveling, stereoscopic photography and socialism. He once said: \"The artist needs an ivory tower, "}]}, {"heading": "Births", "year": "1870", "date": "November 27", "txt": "Juho Kusti Paasikivi, Finnish academic and politician, 7th President of Finland (d. 1956)", "entities": [{"title": "Juho Kusti Paasikivi", "href": "/wiki/Juho_Kusti_Paasikivi", "description": "Juho Kusti Paasikivi was the seventh President of Finland (1946–1956). Representing the Finnish Party and the National Coalition Party, he also served as Prime Minister of Finland, and was an influential figure in Finnish economics and politics for over fifty years. He is remembered as a main architect of Finland's foreign policy after the Second World War."}, {"title": "President of Finland", "href": "/wiki/President_of_Finland", "description": "The president of the Republic of Finland is the head of state of Finland. Under the Constitution of Finland, executive power is vested in the Finnish Government and the president, with the latter possessing only residual powers. The president is directly elected by universal suffrage for a term of six years. Since 1994, no president may be elected for more than two consecutive terms. The president"}]}, {"heading": "Births", "year": "1871", "date": "November 27", "txt": "Giovanni Giorgi, Italian physicist and engineer (d. 1950)", "entities": [{"title": "Giovanni Giorgi", "href": "/wiki/Giovanni_Giorgi", "description": "Giovanni Giorgi was an Italian physicist and electrical engineer who proposed the Giorgi system of measurement, the precursor to the International System of Units (SI)."}]}, {"heading": "Births", "year": "1874", "date": "November 27", "txt": "Charles A. Beard, American historian, author, and educator, co-founded The New School (d. 1948)", "entities": [{"title": "Charles A. Beard", "href": "/wiki/Charles_A._Beard", "description": "Charles Austin Beard was an American historian who wrote primarily during the first half of the 20th century. A history professor at Columbia University, Beard's influence is primarily due to his publications in the fields of history and political science. His works included a radical re-evaluation of the Founding Fathers of the United States, whom he believed to be more motivated by economics tha"}, {"title": "The New School", "href": "/wiki/The_New_School", "description": "The New School is a private research university in New York City. It was founded in 1919 as The New School for Social Research with an original mission dedicated to academic freedom and intellectual inquiry and a home for progressive thinkers. Since then, the school has grown to house five divisions within the university. These include the Parsons School of Design, the Eugene Lang College of Liber"}]}, {"heading": "Births", "year": "1874", "date": "November 27", "txt": "Chaim Weizmann, Belarusian-Israeli chemist and politician, 1st President of Israel (d. 1952)", "entities": [{"title": "President of Israel", "href": "/wiki/President_of_Israel", "description": "The President of the State of Israel is the head of state of Israel. The position is largely a ceremonial figurehead role, with executive power vested in the Government and the Prime Minister. The current president is Reuven Rivlin, who took office on 24 July 2014. Presidents are elected by the Knesset for a single seven-year term."}]}, {"heading": "Births", "year": "1875", "date": "November 27", "txt": "Julius Lenhart, Austrian gymnast (d. 1962)", "entities": [{"title": "Julius Lenhart", "href": "/wiki/Julius_Lenhart", "description": "Julius Lenhart was an Austrian gymnast who competed in the 1904 Summer Olympics. He won two gold medals and one silver medal, making him the most successful Austrian competitor ever at the Summer Olympic Games."}]}, {"heading": "Births", "year": "1877", "date": "November 27", "txt": "Katharine Anthony, American biographer (d. 1965)", "entities": [{"title": "Katharine Anthony", "href": "/wiki/Katharine_Anthony", "description": "Katharine Susan Anthony, sometimes also spelled Katherine, was a US biographer best known for The Lambs (1945), a controversial study of the British writers Charles and Mary Lamb."}]}, {"heading": "Births", "year": "1878", "date": "November 27", "txt": "Jatindramohan Bagchi, Indian poet and critic (d. 1948)", "entities": [{"title": "Jatindramohan Bagchi", "href": "/wiki/Jatindramohan_Bagchi", "description": "Jatindramohan Bagchi was a Bengali poet and editor."}]}, {"heading": "Births", "year": "1878", "date": "November 27", "txt": "Charles Dvorak, American pole vaulter and coach (d. 1969)", "entities": []}, {"heading": "Births", "year": "1885", "date": "November 27", "txt": "Daniel Mendaille, French actor (d. 1963)", "entities": [{"title": "Daniel Mendaille", "href": "/wiki/Daniel_Mendaille", "description": "Daniel Mendaille was a French stage and film actor whose career spanned nearly sixty years."}]}, {"heading": "Births", "year": "1885", "date": "November 27", "txt": "Liviu Rebreanu, Romanian author and playwright (d. 1944)", "entities": []}, {"heading": "Births", "year": "1887", "date": "November 27", "txt": "Masaharu Homma, Japanese general (d. 1946)", "entities": [{"title": "Masaharu Homma", "href": "/wiki/Masaharu_Homma", "description": "Masaharu Homma  was a lieutenant general in the Imperial Japanese Army during World War II. Homma commanded the Japanese 14th Army, which invaded the Philippines and perpetrated the Bataan Death March. After the war, Homma was convicted of war crimes relating to the actions of troops under his direct command and executed by firing squad on April 3, 1946."}]}, {"heading": "Births", "year": "1888", "date": "November 27", "txt": "Ganesh Vasudev Mavalankar, Indian activist and politician, 1st Speaker of the Lok Sabha (d. 1956)", "entities": [{"title": "Ganesh Vasudev Mavalankar", "href": "/wiki/Ganesh_Vasudev_Mavalankar", "description": "Ganesh Vasudev Mavalankar popularly known as Dadasaheb was an independence activist, the President of the Central Legislative Assembly, then Speaker of the Constituent Assembly of India, and later the first Speaker of the Lok Sabha, the lower house of the Parliament of India. His son Purushottam Mavalankar was later elected to the Lok Sabha twice from Gujarat."}, {"title": "Speaker of the Lok Sabha", "href": "/wiki/Speaker_of_the_Lok_Sabha", "description": "The Speaker of the Lok Sabha is the presiding officer and the highest authority of the Lok Sabha, the lower house of the Parliament of India. The speaker is elected generally in the first meeting of the Lok Sabha following general elections. Serving for a term of five years, the speaker chosen from sitting members of the Lok Sabha, and is by convention a member of the ruling party or alliance."}]}, {"heading": "Births", "year": "1894", "date": "November 27", "txt": "Konosuke Matsushita, Japanese businessman, founded Panasonic (d. 1989)", "entities": [{"title": "Konosuke Matsushita", "href": "/wiki/Konosuke_Matsushita", "description": "Kōnosuke Matsushita  was a Japanese industrialist who founded Panasonic, the largest Japanese consumer electronics company."}, {"title": "Panasonic", "href": "/wiki/Panasonic", "description": "Panasonic Corporation, formerly known as the Matsushita Electric Industrial Co., Ltd., founded by Kōnosuke Matsushita in 1918 as a lightbulb socket manufacturer, is a major Japanese multinational electronics company, headquartered in Kadoma, Osaka. In addition to consumer electronics of which it was the world's largest maker in the late 20th century, Panasonic offers a wide range of products and s"}]}, {"heading": "Births", "year": "1894", "date": "November 27", "txt": "Katherine Milhous, American author and illustrator (d. 1977)", "entities": []}, {"heading": "Births", "year": "1894", "date": "November 27", "txt": "Amphilochius of Pochayiv, Ukrainian monk and saint (d. 1971)", "entities": []}, {"heading": "Births", "year": "1898", "date": "November 27", "txt": "Fredric Warburg, English author and publisher (d. 1981)", "entities": [{"title": "Fredric Warburg", "href": "/wiki/Fredric_Warburg", "description": "Fredric John Warburg was a British publisher best known for his association with the author George Orwell. During a career spanning a large part of the 20th century and ending in 1971 Warburg published Orwell's Animal Farm (1945) as well as Nineteen Eighty-Four (1949), and works by other leading figures such as Thomas Mann and Franz Kafka. Other notable publications included The Third Eye by Lobsa"}]}, {"heading": "Births", "year": "1900", "date": "November 27", "txt": "Jovette Bernier, Canadian journalist, author, and radio show host (d. 1981)", "entities": [{"title": "Jovette Bernier", "href": "/wiki/Jovette_Bernier", "description": "Marie-Angele \"Jovette\" Alice Bernier was a journalist and writer in Quebec. Because of extensive exposure in the print media and on radio, she was often referred to simply as Jovette."}]}, {"heading": "Births", "year": "1901", "date": "November 27", "txt": "Ted Husing, American sportscaster (d. 1962)", "entities": [{"title": "Ted Husing", "href": "/wiki/Ted_Husing", "description": "Edward Britt Husing was an American sportscaster. He was among the first to lay the groundwork for the structure and pace of modern sports reporting on television and radio."}]}, {"heading": "Births", "year": "1903", "date": "November 27", "txt": "Lars Onsager, Norwegian-American chemist and physicist, Nobel Prize laureate (d. 1976)", "entities": [{"title": "Lars Onsager", "href": "/wiki/Lars_Onsager", "description": "Lars Onsager was a Norwegian-born American physical chemist and theoretical physicist. He held the Gibbs Professorship of Theoretical Chemistry at Yale University. He was awarded the Nobel Prize in Chemistry in 1968."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1905", "date": "November 27", "txt": "Astrid Allwyn, American actress (d. 1978)", "entities": [{"title": "Astrid Allwyn", "href": "/wiki/Astrid_Allwyn", "description": "Astrid Allwyn was an American stage and film actress."}]}, {"heading": "Births", "year": "1907", "date": "November 27", "txt": "Harivansh Rai Bachchan, Indian poet and author (d. 2003)", "entities": [{"title": "Harivansh Rai Bachchan", "href": "/wiki/Harivansh_Rai_Bachchan", "description": "Harivansh Rai Bachchan was an Indian poet of the Nayi Kavita literary movement of early 20th century Hindi literature. He was also a poet of the Hindi Kavi Sammelan. He is best known for his early work Madhushala. He is also the husband of social activist, Teji Bachchan, father of Amitabh Bachchan and grandfather of Abhishek Bachchan. In 1976, he received the Padma Bhushan for his service to Hindi"}]}, {"heading": "Births", "year": "1907", "date": "November 27", "txt": "L. Sprague de Camp, American historian and author (d. 2000)", "entities": []}, {"heading": "Births", "year": "1909", "date": "November 27", "txt": "James Agee, American novelist, screenwriter, and critic (d. 1955)", "entities": [{"title": "James Agee", "href": "/wiki/James_Agee", "description": "James Rufus Agee was an American novelist, journalist, poet, screenwriter and film critic. In the 1940s, he was one of the most influential film critics in the U.S. His autobiographical novel, A Death in the Family (1957), won the author a posthumous 1958 Pulitzer Prize."}]}, {"heading": "Births", "year": "1909", "date": "November 27", "txt": "Anatoly Maltsev, Russian mathematician and theorist (d. 1967)", "entities": []}, {"heading": "Births", "year": "1911", "date": "November 27", "txt": "Fe del Mundo, Filipino pediatrician and educator (d. 2011)", "entities": [{"title": "Fe del Mundo", "href": "/wiki/Fe_del_Mundo", "description": "Fe Villanueva del Mundo,, was a Filipina pediatrician, the founder of the first pediatric hospital in the Philippines. Her pioneering work in pediatrics in the Philippines while in active medical practice spanned eight decades. She gained international recognition, including the Ramon Magsaysay Award for Public Service in 1977. In 1980, she was conferred the rank and title of National Scientist of"}]}, {"heading": "Births", "year": "1911", "date": "November 27", "txt": "David Merrick, American director and producer (d. 2000)", "entities": []}, {"heading": "Births", "year": "1912", "date": "November 27", "txt": "Connie Sawyer, American actress (d. 2018)", "entities": [{"title": "Connie Sawyer", "href": "/wiki/Connie_Sawyer", "description": "Connie Sawyer was an American stage, film, and television actress, affectionately nicknamed \"The Clown Princess of Comedy\". She had over 140 film and television credits to her name, but was best known for her appearances in Pineapple Express, Dumb and Dumber, and When Harry Met Sally.... At the time of her death at age 105, she was the oldest working actress in Hollywood, with a career spanning an"}]}, {"heading": "Births", "year": "1916", "date": "November 27", "txt": "Chick Hearn, American sportscaster and actor (d. 2002)", "entities": [{"title": "Chick Hearn", "href": "/wiki/Chick_Hearn", "description": "Francis Dayle \"Chick\" Hearn was an American sportscaster. Known primarily as the play-by-play announcer for the Los Angeles Lakers of the National Basketball Association, Hearn was remembered for his rapid fire, staccato broadcasting style, associated with colorful phrases such as slam dunk, air ball, and no harm, no foul that have become common basketball vernacular, and for broadcasting 3,338 co"}]}, {"heading": "Births", "year": "1917", "date": "November 27", "txt": "Buffalo Bob Smith, American actor and television host (d. 1998)", "entities": [{"title": "Buffalo Bob Smith", "href": "/wiki/Buffalo_Bob_Smith", "description": "Buffalo Bob Smith was the host of the children's show Howdy Doody."}]}, {"heading": "Births", "year": "1918", "date": "November 27", "txt": "Stephen Elliott, American actor (d. 2005)", "entities": [{"title": "Stephen Elliott (actor)", "href": "/wiki/Stephen_Elliott_(actor)", "description": "Elliott Pershing Stitzel, better known by his stage name Stephen Elliott, was an American actor. His best known roles were that of the prospective father-in-law, Burt Johnson, in the hit 1981 film Arthur and as Chief Hubbard in the 1984 blockbuster Beverly Hills Cop."}]}, {"heading": "Births", "year": "1920", "date": "November 27", "txt": "Abe Lenstra, Dutch footballer (d. 1985)", "entities": [{"title": "Abe Lenstra", "href": "/wiki/Abe_Lenstra", "description": "Abe Minderts Lenstra was a Dutch football player and national football icon in the 1950s who played as a forward. He is regarded as one of the greatest players ever to hail from the Netherlands. He was also a Frisian legend, most notably with the club where he made his name as a football player, Heerenveen."}]}, {"heading": "Births", "year": "1920", "date": "November 27", "txt": "Buster Merryfield, English actor (d. 1999)", "entities": []}, {"heading": "Births", "year": "1920", "date": "November 27", "txt": "Cal Worthington, Automobile dealer and television personality (d. 2013)", "entities": []}, {"heading": "Births", "year": "1921", "date": "November 27", "txt": "Dora Dougherty Strother, American pilot and academic (d. 2013)", "entities": [{"title": "Dora Dougherty Strother", "href": "/wiki/Dora_Dougherty_Strother", "description": "Dr. Dora Jean Dougherty Strother was an American aviator best known as a Woman Airforce Service Pilots (WASP) and B-29 Superfortress demonstration pilot. She was a U.S. military pilot, human factors engineer with Bell Aircraft, instructor at the University of Illinois and helicopter test pilot for Bell Aircraft."}]}, {"heading": "Births", "year": "1921", "date": "November 27", "txt": "Alexander Dubček, Slovak soldier and politician (d. 1992)", "entities": []}, {"heading": "Births", "year": "1922", "date": "November 27", "txt": "Hall Bartlett, American director, producer, and screenwriter (d. 1993)", "entities": [{"title": "Hall Bartlett", "href": "/wiki/Hall_Bartlett", "description": "Hall Bartlett was an American film producer, director, and screenwriter."}]}, {"heading": "Births", "year": "1922", "date": "November 27", "txt": "Nicholas Magallanes, American principal dancer and charter member of the New York City Ballet (d. 1977)", "entities": [{"title": "New York City Ballet", "href": "/wiki/New_York_City_Ballet", "description": "New York City Ballet (NYCB) is a ballet company founded in 1948 by choreographer George Balanchine and Lincoln Kirstein. Balanchine and Jerome Robbins are considered the founding choreographers of the company. Léon Barzin was the company's first music director. City Ballet grew out of earlier troupes: the Producing Company of the School of American Ballet, 1934; the American Ballet, 1935, and Ball"}]}, {"heading": "Births", "year": "1923", "date": "November 27", "txt": "J. Ernest Wilkins Jr., American nuclear scientist, mechanical engineer and mathematician (d. 2011)", "entities": [{"title": "J. Ernest Wilkins Jr.", "href": "/wiki/J._Ernest_Wilkins_Jr.", "description": "Jesse Ernest Wilkins Jr. was an African American nuclear scientist, mechanical engineer and mathematician. A child prodigy, he attended the University of Chicago at the age of 13, becoming its youngest ever student. His graduation at a young age resulted in him being hailed as \"the Negro Genius\" in the national media."}]}, {"heading": "Births", "year": "1925", "date": "November 27", "txt": "John Maddox, Welsh chemist, physicist, and journalist (d. 2009)", "entities": [{"title": "John Maddox", "href": "/wiki/John_Maddox", "description": "Sir John Royden Maddox, FRS was a British theoretical chemist, turned physicist, and science writer. He was an editor of Nature for 22 years, from 1966 to 1973 and 1980 to 1995."}]}, {"heading": "Births", "year": "1925", "date": "November 27", "txt": "Marshall Thompson, American actor, director, and screenwriter (d. 1992)", "entities": []}, {"heading": "Births", "year": "1925", "date": "November 27", "txt": "Derroll Adams, American folk singer-songwriter and musician (d. 2000)", "entities": []}, {"heading": "Births", "year": "1925", "date": "November 27", "txt": "Ernie Wise, English actor, singer, and screenwriter (d. 1999)", "entities": []}, {"heading": "Births", "year": "1926", "date": "November 27", "txt": "Chae Myung-shin, South Korean general (d. 2013)", "entities": [{"title": "Chae Myung-shin", "href": "/wiki/Chae_Myung-shin", "description": "Chae Myung-shin was a South Korean army officer who commanded South Korean military forces in the Vietnam War. He was also the co-founder of the Korean Taekwondo Association."}]}, {"heading": "Births", "year": "1927", "date": "November 27", "txt": "Carlos José Castilho, Brazilian footballer and manager (d. 1987)", "entities": [{"title": "Carlos José Castilho", "href": "/wiki/Carlos_Jos%C3%A9_Castilho", "description": "Carlos José Castilho was a Brazilian football goalkeeper. He was born in Rio de Janeiro and played for Fluminense from 1947 to 1964 and for Brazil. He was a member of the Brazil squad in four World Cups: 1950, 1954, 1958 and 1962, but he only actually played three games, all of them in the 1954 finals."}]}, {"heading": "Births", "year": "1927", "date": "November 27", "txt": "William E. Simon, American soldier and politician, 63rd United States Secretary of the Treasury (d. 2000)", "entities": [{"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}]}, {"heading": "Births", "year": "1928", "date": "November 27", "txt": "Alekos Alexandrakis, Greek actor and director (d. 2005)", "entities": [{"title": "Alekos Alexandrakis", "href": "/wiki/Alekos_Alexandrakis", "description": "Alekos Alexandrakis was a famous Greek actor. He was known for his theatrical work as well as work in film and television. He died of lung cancer."}]}, {"heading": "Births", "year": "1928", "date": "November 27", "txt": "Josh Kirby, English painter and illustrator (d. 2001)", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 27", "txt": "Joe DeNardo, American meteorologist (d. 2018)", "entities": [{"title": "Joe DeNardo", "href": "/wiki/Joe_DeNardo", "description": "Joseph William DeNardo was an American meteorologist best known for his work at WTAE-TV in Pittsburgh. He was known for his 1994 campaign, \"Joe Said It Would.\" DeNardo resided in Moon Township, Pennsylvania with his wife of almost 60 years. When he retired in 2005, after 45 years on the air, he enjoyed \"iconic\" status among Pittsburghers."}]}, {"heading": "Births", "year": "1930", "date": "November 27", "txt": "Dick Poole, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 27", "txt": "Rex Shelley, Singaporean engineer and author (d. 2009)", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 27", "txt": "Alan Simpson, English screenwriter and producer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1932", "date": "November 27", "txt": "Benigno Aquino, Jr., Filipino journalist and politician (d. 1983)", "entities": [{"title": "Benigno Aquino, Jr.", "href": "/wiki/Benigno_Aquino,_Jr.", "description": "Benigno Simeon \"Ninoy\" Aquino Jr., was a Filipino journalist and politician who served as a Senator of the Philippines (1967–1972) and governor of the province of Tarlac. He was the husband of Corazon Aquino—who, after his death, eventually became President of the Philippines—and father of a later President, Benigno Aquino III. Aquino, together with Gerardo Roxas and Jovito Salonga, helped form th"}]}, {"heading": "Births", "year": "1933", "date": "November 27", "txt": "Jacques Godbout, Canadian journalist, author, director, and screenwriter", "entities": [{"title": "Jacques Godbout", "href": "/wiki/Jacques_Godbout", "description": "Jacques Godbout, OC, CQ is a Canadian novelist, essayist, children's writer, journalist, filmmaker and poet. By his own admission a bit of a dabbler (touche-à-tout), Godbout has become one of the most important writers of his generation, with a major influence on post-1960 Quebec intellectual life."}]}, {"heading": "Births", "year": "1933", "date": "November 27", "txt": "Gordon S. Wood, American historian and academic", "entities": []}, {"heading": "Births", "year": "1934", "date": "November 27", "txt": "Ammo Baba, Iraqi footballer and manager (d. 2009)", "entities": [{"title": "Ammo Baba", "href": "/wiki/Ammo_Baba", "description": "Emmanuel Baba Dawud better known as Ammo Baba, was an Iraqi football player and coach of the Iraq national football team. He scored the first international goal for Iraq in 1957 against Morocco at the 2nd Pan Arab Games in Beirut and later returned to the team as the coach in 1978."}]}, {"heading": "Births", "year": "1934", "date": "November 27", "txt": "Al Jackson, Jr., American drummer, songwriter, and producer (d. 1975)", "entities": []}, {"heading": "Births", "year": "1934", "date": "November 27", "txt": "Gilbert Strang, American mathematician and academic", "entities": []}, {"heading": "Births", "year": "1935", "date": "November 27", "txt": "Les Blank, American director and producer (d. 2013)", "entities": [{"title": "Les Blank", "href": "/wiki/Les_Blank", "description": "Les Blank was an American documentary filmmaker best known for his portraits of American traditional musicians."}]}, {"heading": "Births", "year": "1935", "date": "November 27", "txt": "Daniel Charles, French musicologist and philosopher (d. 2008)", "entities": []}, {"heading": "Births", "year": "1935", "date": "November 27", "txt": "Willie Pastrano, American boxer (d. 1997)", "entities": []}, {"heading": "Births", "year": "1937", "date": "November 27", "txt": "Gail Sheehy, American journalist and author", "entities": [{"title": "Gail Sheehy", "href": "/wiki/Gail_Sheehy", "description": "Gail Sheehy was an American author, journalist, and lecturer. She was the author of seventeen books and numerous high-profile articles for magazines such as New York and Vanity Fair. Sheehy played a part in the movement Tom Wolfe called the New Journalism, sometimes known as creative nonfiction, in which journalists and essayists experimented with adopting a variety of literary techniques such as "}]}, {"heading": "Births", "year": "1938", "date": "November 27", "txt": "John Ashworth, English biologist and academic", "entities": [{"title": "John Ashworth (biologist)", "href": "/wiki/John_Ashworth_(biologist)", "description": "Sir John Ashworth is a scientist and educationalist.\nHe was educated at West Buckland School and Exeter College, Oxford. He obtained a PhD degree in biochemistry at Leicester University and was a lecturer and reader there before taking up a post of foundation Professor of Biology at University of Essex in 1974. His scientific research at the time focused on developmental biology and cell different"}]}, {"heading": "Births", "year": "1938", "date": "November 27", "txt": "Apolo Nsibambi, Ugandan academic and politician, Prime Minister of Uganda (d. 2019)", "entities": [{"title": "Prime Minister of Uganda", "href": "/wiki/Prime_Minister_of_Uganda", "description": "The prime minister of Uganda chairs the Cabinet of Uganda, although the president is the effective head of government. Ruhakana Rugunda has been the prime minister since 18 September 2014."}]}, {"heading": "Births", "year": "1939", "date": "November 27", "txt": "Dave Giusti, American baseball player and manager", "entities": [{"title": "Dave Giusti", "href": "/wiki/Dave_Giusti", "description": "David John Giusti, Jr. is an American former professional baseball player. He played in Major League Baseball as a right-handed pitcher from 1962 to 1977, most notably as a member of the Pittsburgh Pirates teams that won five National League Eastern Division titles in six years between 1970 and 1975 and, won the World Series in 1971."}]}, {"heading": "Births", "year": "1939", "date": "November 27", "txt": "Laurent-Désiré Kabila, Congolese politician, President of the Democratic Republic of the Congo (d. 2001)", "entities": [{"title": "List of heads of state of the Democratic Republic of the Congo", "href": "/wiki/List_of_heads_of_state_of_the_Democratic_Republic_of_the_Congo", "description": "This article lists the heads of state (presidents) of the Democratic Republic of the Congo since the country's independence in 1960."}]}, {"heading": "Births", "year": "1940", "date": "November 27", "txt": "Bruce Lee, American-Chinese actor, martial artist, and screenwriter (d. 1973)", "entities": [{"title": "Bruce Lee", "href": "/wiki/Bruce_Lee", "description": "Lee Jun-fan, commonly known as Bruce Lee, was a Chinese American martial artist, actor, director, martial arts instructor and philosopher. He was the founder of Jeet Kune Do, a hybrid martial arts philosophy drawing from different combat disciplines that is often credited with paving the way for modern mixed martial arts (MMA). Lee is considered by commentators, critics, media, and other martial a"}]}, {"heading": "Births", "year": "1941", "date": "November 27", "txt": "Aimé Jacquet, French footballer, coach, and manager", "entities": [{"title": "Aimé Jacquet", "href": "/wiki/Aim%C3%A9_Jacquet", "description": "Aimé Étienne Jacquet is a French former professional football manager and player. He was manager of the France national football team that won the 1998 FIFA World Cup."}]}, {"heading": "Births", "year": "1941", "date": "November 27", "txt": "Eddie Rabbitt, American singer-songwriter and guitarist (d. 1998)", "entities": []}, {"heading": "Births", "year": "1941", "date": "November 27", "txt": "Louis van Dijk, Dutch pianist", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 27", "txt": "Henry Carr, American football player and sprinter (d. 2015)", "entities": [{"title": "Henry Carr", "href": "/wiki/Henry_Carr", "description": "Henry Carr was an American track and field athlete who won two gold medals at the 1964 Summer Olympics in Tokyo, Japan."}]}, {"heading": "Births", "year": "1942", "date": "November 27", "txt": "Marilyn Hacker, American poet and critic", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 27", "txt": "Jimi Hendrix, American singer-songwriter, guitarist, and producer (d. 1970)", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 27", "txt": "Nicole Brossard, Canadian author and poet", "entities": [{"title": "Nicole Brossard", "href": "/wiki/Nicole_Brossard", "description": "Nicole Brossard is a leading French-Canadian formalist poet and novelist. Her work is known for exploration of feminist themes and for challenging masculine-oriented language and points of view in French literature."}]}, {"heading": "Births", "year": "1943", "date": "November 27", "txt": "Jil Sander, German fashion designer", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 27", "txt": "Mickey Leland, American activist and politician (d. 1989)", "entities": [{"title": "Mickey Leland", "href": "/wiki/Mickey_Leland", "description": "George Thomas \"Mickey\" Leland was an anti-poverty activist who later became a congressman from the Texas 18th District and chair of the Congressional Black Caucus. He was a Democrat."}]}, {"heading": "Births", "year": "1945", "date": "November 27", "txt": "James Avery, American actor (d. 2013)", "entities": [{"title": "James Avery (actor)", "href": "/wiki/James_Avery_(actor)", "description": "James LaRue Avery was an American actor and poet. He was best known for his roles as Philip Banks in The Fresh Prince of Bel-Air, Shredder in Teenage Mutant Ninja Turtles, Judge Michael Conover on L.A. Law, Steve Yeager in The Brady Bunch Movie, Haroud Hazi Bin in Aladdin and Dr. Cripplen on The Closer (2005-2007)."}]}, {"heading": "Births", "year": "1945", "date": "November 27", "txt": "Phil Bloom, Dutch model and actress", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 27", "txt": "Randy Brecker, American trumpeter and flugelhornist", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 27", "txt": "Alain de Cadenet, English race car driver", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 27", "txt": "Benigno Fitial, Mariana Islander businessman and politician, 7th Governor of the Northern Mariana Islands", "entities": [{"title": "List of Governors of the Northern Mariana Islands", "href": "/wiki/List_of_Governors_of_the_Northern_Mariana_Islands", "description": "The following is a list of persons who served as Governor of the Northern Mariana Islands. The term of office is 4 years. The longest-serving governors in CNMI history are Pedro Tenorio, who served 12 years in office from 1982 to 1990 and from 1998 to 2002, and Benigno Fitial, who served 7 years, one month, and 11 days from 2006 to 2013."}]}, {"heading": "Births", "year": "1945", "date": "November 27", "txt": "Simon Townsend, Australian journalist and television host", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 27", "txt": "Richard Codey, American politician, 53rd Governor of New Jersey", "entities": [{"title": "Richard Codey", "href": "/wiki/Richard_Codey", "description": "Richard James Codey is an American Democratic Party politician who served as the 53rd Governor of New Jersey from 2004 to 2006. He has served in the New Jersey Senate since 1982 and served as the President of the Senate from 2002 to 2010. He represents the 27th Legislative District, which covers the western portions of Essex County and the southeastern portion of Morris County. Codey is the longes"}, {"title": "Governor of New Jersey", "href": "/wiki/Governor_of_New_Jersey", "description": "The Governor of the State of New Jersey is head of the executive branch of New Jersey's state government. The office of governor is an elected position, for which elected officials serve four-year terms. Governors cannot be elected to more than two consecutive terms, but there is no limit on the total number of terms they may serve. The official residence for the governor is Drumthwacket, a mansio"}]}, {"heading": "Births", "year": "1946", "date": "November 27", "txt": "Ismaïl Omar Guelleh, Ethiopian-Djiboutian lawyer and politician, President of Djibouti", "entities": [{"title": "List of heads of state of Djibouti", "href": "/wiki/List_of_heads_of_state_of_Djibouti", "description": "This is a list of presidents of Djibouti. Since the establishment of the office of president in 1977, there have been two presidents. The president is both head of state and head of government of Djibouti and the commander-in-chief of the Djibouti Armed Forces. The current president is Ismaïl Omar Guelleh, since 1999."}]}, {"heading": "Births", "year": "1947", "date": "November 27", "txt": "Don Adams, American basketball player (d. 2013)", "entities": [{"title": "Don Adams (basketball)", "href": "/wiki/Don_Adams_(basketball)", "description": "Don Lamar Adams was an American professional basketball small forward. He was 6 ft 6 in 210 lb."}]}, {"heading": "Births", "year": "1947", "date": "November 27", "txt": "Neil Rosenshein, American tenor and actor", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 27", "txt": "Masanori Sekiya, Japanese race car driver", "entities": [{"title": "Masanori Sekiya", "href": "/wiki/Masanori_Sekiya", "description": "Masanori Sekiya  is a racing car driver, most famous for being the first Japanese driver to win the 24 Hours of Le Mans, in 1995."}]}, {"heading": "Births", "year": "1950", "date": "November 27", "txt": "Gavyn Davies, English journalist and businessman", "entities": [{"title": "Gavyn Davies", "href": "/wiki/Gavyn_Davies", "description": "Gavyn Davies, OBE is a former Goldman Sachs partner who was the chairman of the BBC from 2001 until 2004. On 28 January 2004 he announced that he was resigning his BBC post following the publication of the Hutton Inquiry report which heavily criticised the organisation."}]}, {"heading": "Births", "year": "1951", "date": "November 27", "txt": "Kathryn Bigelow, American director, producer, and screenwriter", "entities": [{"title": "Kathryn Bigelow", "href": "/wiki/Kathryn_Bigelow", "description": "Kathryn Ann Bigelow is an American film director, producer, and screenwriter. Covering a wide range of genres, her films include Near Dark (1987), Point Break (1991), Strange Days (1995), K-19: The Widowmaker (2002), The Hurt Locker (2008), Zero Dark Thirty (2012), and Detroit (2017)."}]}, {"heading": "Births", "year": "1951", "date": "November 27", "txt": "Vera Fischer, Brazilian actress, winner from Miss Brasil 1969 contest", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 27", "txt": "Gunnar Graps, Estonian singer and guitarist (d. 2004)", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 27", "txt": "Sheila Copps, Canadian journalist and politician, 6th Deputy Prime Minister of Canada", "entities": [{"title": "Sheila Copps", "href": "/wiki/Sheila_Copps", "description": "Sheila Maureen Copps is a former Canadian politician who also served as the sixth deputy prime minister of Canada from November 4, 1993, to April 30, 1996, and June 19, 1996, to June 11, 1997. Her father, Victor Copps was once mayor of Hamilton, Ontario."}, {"title": "Deputy Prime Minister of Canada", "href": "/wiki/Deputy_Prime_Minister_of_Canada", "description": "The deputy prime minister of Canada is a minister of the Crown and a member of the Canadian Cabinet. The office is conferred at the discretion of the prime minister and does not have an associated departmental portfolio. Canadian deputy prime ministers are appointed to the Privy Council and styled as the Honourable, a privilege maintained for life."}]}, {"heading": "Births", "year": "1952", "date": "November 27", "txt": "Bappi Lahiri, Indian singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 27", "txt": "Jim Wetherbee, American captain, engineer, and astronaut", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 27", "txt": "Curtis Armstrong, American actor, singer, and producer", "entities": [{"title": "Curtis Armstrong", "href": "/wiki/Curtis_Armstrong", "description": "Curtis Armstrong is an American actor and singer best known for playing the roles of Booger in the Revenge of the Nerds movies, Herbert Viola on the TV series Moonlighting, Miles Dalby in the film Risky Business, famed record producer Ahmet Ertegun in the film Ray as well as for playing the role of Metatron on the TV series Supernatural."}]}, {"heading": "Births", "year": "1953", "date": "November 27", "txt": "Steve Bannon, American media executive and political figure", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 27", "txt": "Boris Grebenshchikov, Russian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 27", "txt": "Tarmo Kõuts, Estonian admiral and politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 27", "txt": "Lyle Mays, American keyboardist and composer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 27", "txt": "Richard Stone, American composer (d. 2001)", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 27", "txt": "Arthur Smith, English comedian, actor, and screenwriter", "entities": [{"title": "Arthur Smith (comedian)", "href": "/wiki/Arthur_Smith_(comedian)", "description": "Brian Arthur John Smith is an English alternative comedian, presenter and writer."}]}, {"heading": "Births", "year": "1955", "date": "November 27", "txt": "Pierre Mondou, Canadian ice hockey player", "entities": [{"title": "Pierre Mondou", "href": "/wiki/Pierre_Mondou", "description": "Joseph Julien Claude Pierre Mondou is a former Canadian ice hockey forward."}]}, {"heading": "Births", "year": "1955", "date": "November 27", "txt": "Bill Nye, American engineer, educator, and television host", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 27", "txt": "William Fichtner, American actor", "entities": [{"title": "William Fichtner", "href": "/wiki/William_Fichtner", "description": "William Edward Fichtner is an American actor. Fichtner has appeared in a number of films, TV series and video games. He is known for his television roles as Sheriff Tom Underlay on Invasion, Alexander Mahone on Prison Break, and Adam Janikowski on Mom. His film appearances include Heat, Contact, Armageddon, The Perfect Storm, Go, Drowning Mona, Crash, Blades of Glory, Black Hawk Down, and The Long"}]}, {"heading": "Births", "year": "1956", "date": "November 27", "txt": "John McCarthy, English journalist and author", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 27", "txt": "Nazrin Shah of Perak, Sultan of Perak", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 27", "txt": "Kenny Acheson, Northern Irish race car driver", "entities": [{"title": "Kenny Acheson", "href": "/wiki/Kenny_Acheson", "description": "Kenneth Henry Acheson is a British former racing driver who participated during the 1983 and 1985 Formula One seasons for the RAM team. He completed only one of his three race starts, finishing in 12th position in the 1983 South African Grand Prix. In 1985, he was a substitute for Manfred Winkelhock, who was killed in a sportscar race during the season."}]}, {"heading": "Births", "year": "1957", "date": "November 27", "txt": "Frank Boeijen, Dutch singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 27", "txt": "Caroline Kennedy, American lawyer and diplomat, 29th United States Ambassador to Japan", "entities": [{"title": "United States Ambassador to Japan", "href": "/wiki/United_States_Ambassador_to_Japan", "description": "The Ambassador of the United States of America to Japan  is the ambassador from the United States of America to Japan."}]}, {"heading": "Births", "year": "1957", "date": "November 27", "txt": "Callie Khouri, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 27", "txt": "Michael A. Stackpole, American game designer and author", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 27", "txt": "Edda Heiðrún Backman, Icelandic actress, singer, director and artist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 27", "txt": "Tetsuya Komuro, Japanese singer-songwriter, and producer", "entities": [{"title": "Tetsuya Komuro", "href": "/wiki/Tetsuya_Komuro", "description": "Tetsuya Komuro  is a Japanese musician, singer-songwriter, composer and record producer. He is recognized as the most successful producer in Japanese music history and introduced dance music to the Japanese mainstream. He was also a former owner of the disco Velfarre located in Roppongi, Tokyo. He is widely regarded as one of the most influential figures in pop throughout the 1990s."}]}, {"heading": "Births", "year": "1958", "date": "November 27", "txt": "Mike Scioscia, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 27", "txt": "Charlie Burchill, Scottish guitarist and songwriter", "entities": [{"title": "Charlie Burchill", "href": "/wiki/Charlie_Burchill", "description": "Charles Burchill is a Scottish musician and composer, best known as the guitarist of Simple Minds. He is one of the founders of the group."}]}, {"heading": "Births", "year": "1959", "date": "November 27", "txt": "Viktoria Mullova, Russian violinist", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 27", "txt": "Kevin Henkes, American author and illustrator", "entities": [{"title": "Kevin Henkes", "href": "/wiki/Kevin_Henkes", "description": "Kevin Henkes is an American writer and illustrator of children's books. As an illustrator he won the Caldecott Medal for Kitten's First Full Moon (2004). Two of his books were Newbery Medal Honor Books, Olive's Ocean in 2004 and The Year of Billy Miller in 2014. His picture book Waiting was named both a 2016 Caldecott Honor Book and a Geisel Honor Book. It was only the second time any author has w"}]}, {"heading": "Births", "year": "1960", "date": "November 27", "txt": "Ken O'Brien, American football player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 27", "txt": "Tim Pawlenty, American lawyer and politician, 39th Governor of Minnesota", "entities": [{"title": "Governor of Minnesota", "href": "/wiki/Governor_of_Minnesota", "description": "The Governor of Minnesota is the chief executive of the U.S. state of Minnesota, leading the state's executive branch. Forty people have been governor of Minnesota, though historically there were also three governors of Minnesota Territory. Alexander Ramsey, the first territorial governor, also served as state governor several years later. State governors are elected to office by popular vote, but"}]}, {"heading": "Births", "year": "1960", "date": "November 27", "txt": "Yulia Tymoshenko, Ukrainian economist and politician, 10th Prime Minister of Ukraine", "entities": [{"title": "Prime Minister of Ukraine", "href": "/wiki/Prime_Minister_of_Ukraine", "description": "The prime minister of Ukraine is Ukraine's head of government, presiding over the Cabinet of Ministers of Ukraine, which is the highest body of the executive branch of the Ukrainian government. The position replaced the Soviet post of the chairman of Council of Ministers of the Ukrainian SSR, which was established on March 25, 1946."}]}, {"heading": "Births", "year": "1960", "date": "November 27", "txt": "Gianni Vernetti, Italian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 27", "txt": "Samantha Bond, English actress", "entities": [{"title": "Samantha Bond", "href": "/wiki/Samantha_Bond", "description": "Samantha Bond is an English actress, who is best known for playing Miss Moneypenny in four James Bond films during the Pierce Brosnan years, and for her role on Downton Abbey as the wealthy widow Lady Rosamund Painswick, sister of Robert Crawley, the Earl of Grantham. She is also well-known for originating the role of \"Miz Liz\" Probert in the Rumpole of the Bailey series. Bond is a member of the R"}]}, {"heading": "Births", "year": "1961", "date": "November 27", "txt": "Steve Oedekerk, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 27", "txt": "Charlie Benante, American drummer and songwriter", "entities": [{"title": "Charlie Benante", "href": "/wiki/Charlie_Benante", "description": "Charles Lee Benante is an American musician best known as the drummer for thrash metal band Anthrax, as well as crossover thrash band Stormtroopers of Death. Alongside rhythm guitarist and band leader Scott Ian he has composed the majority of the music throughout Anthrax's discography."}]}, {"heading": "Births", "year": "1962", "date": "November 27", "txt": "Mike Bordin, American drummer", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 27", "txt": "Davey Boy Smith, English-Canadian wrestler (d. 2002)", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 27", "txt": "Fisher Stevens, American actor, director, and producer", "entities": [{"title": "Fisher Stevens", "href": "/wiki/Fisher_Stevens", "description": "Fisher Stevens is an American actor, director, producer and writer. As an actor, he is best known for his portrayals of Ben Jabituya in Short Circuit, Chuck Fishman on the 1990s television series Early Edition, and villainous computer genius Eugene \"The Plague\" Belford in Hackers. His most recent successes include winning the 2010 Academy Award for Best Documentary Feature for The Cove and the 200"}]}, {"heading": "Births", "year": "1964", "date": "November 27", "txt": "Robin Givens, American actress", "entities": [{"title": "Robin Givens", "href": "/wiki/Robin_Givens", "description": "Robin Simone Givens is an American model and actress. She is also a pre-medical graduate of Sarah Lawrence College."}]}, {"heading": "Births", "year": "1964", "date": "November 27", "txt": "Roberto Mancini, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 27", "txt": "Hisayuki Sasaki, Japanese golfer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 27", "txt": "Danielle Ammaccapane, American golfer", "entities": [{"title": "Danielle Ammaccapane", "href": "/wiki/Danielle_Ammaccapane", "description": "Danielle Ammaccapane is an American professional golfer playing on the LPGA Tour. Her daughter, with husband Rod Kesling, is child actor Laura Ann Kesling."}]}, {"heading": "Births", "year": "1966", "date": "November 27", "txt": "Andy Merrill, American television writer, producer and voice actor", "entities": [{"title": "Andy Merrill", "href": "/wiki/Andy_Merrill", "description": "Andy Ronald Merrill is an American voice actor best known for his portrayal of the character Brak on Space Ghost Coast to Coast and Cartoon Planet."}]}, {"heading": "Births", "year": "1968", "date": "November 27", "txt": "Michael Vartan, French-American actor", "entities": [{"title": "Michael Vartan", "href": "/wiki/Michael_Vartan", "description": "Michael S. Vartan is a French-American actor, best known for his role as Michael Vaughn on the ABC television action drama Alias, his role on the TNT medical drama Hawthorne, and his role on the E! drama The Arrangement as Terence Anderson. His film roles include The Pallbearer, Never Been Kissed, The Next Best Thing, One Hour Photo, Monster-in-Law, Rogue, and Colombiana."}]}, {"heading": "Births", "year": "1968", "date": "November 27", "txt": "Al Barrow, English bass guitarist", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 27", "txt": "Ruth George, English politician", "entities": [{"title": "Ruth George", "href": "/wiki/Ruth_George", "description": "Ruth Stephanie Nicole George is a British Labour Party politician, who became the Member of Parliament (MP) for High Peak in Derbyshire at the 2017 United Kingdom general election. George lost the seat back to the Conservatives at the 2019 general election, and now serves as a local councillor in Whaley Bridge, Derbyshire."}]}, {"heading": "Births", "year": "1969", "date": "November 27", "txt": "Damian Hinds, English politician", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 27", "txt": "Myles Kennedy, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 27", "txt": "Kirk Acevedo, American actor", "entities": [{"title": "Kirk Acevedo", "href": "/wiki/Kirk_Acevedo", "description": "Kirk M. Acevedo is an American actor. He is primarily known for his work on television for the portrayals of Miguel Alvarez in the HBO series Oz, Joe Toye in Band of Brothers, FBI Agent Charlie Francis in the science-fiction series Fringe, and Jose Ramse in 12 Monkeys. His best-known films are The Thin Red Line, Dinner Rush and Dawn of the Planet of the Apes. He portrayed comic book villain Ricard"}]}, {"heading": "Births", "year": "1971", "date": "November 27", "txt": "Larry Allen, American football player", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 27", "txt": "Iván Rodríguez, Puerto Rican-American baseball player", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 27", "txt": "Nick Van Exel, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 27", "txt": "Shane Salerno, American screenwriter and producer", "entities": [{"title": "Shane Salerno", "href": "/wiki/Shane_Salerno", "description": "Shane Salerno is an American screenwriter, producer, and director. His writing credits include the movies Armageddon, Savages, Shaft, and the TV series Hawaii Five-0. He was chosen by director James Cameron to co-write the four sequels to Avatar, set to release in 2022, 2024, 2026 and 2028. He spent ten years writing, producing, financing, and directing the documentary Salinger, and co-writing wit"}]}, {"heading": "Births", "year": "1973", "date": "November 27", "txt": "Sharlto Copley, South African actor", "entities": [{"title": "Sharlto Copley", "href": "/wiki/Sharlto_Copley", "description": "Sharlto Copley is a South African actor. He has played Wikus van der Merwe in the Academy Award-nominated science fiction film District 9, Howling Mad Murdock in the 2010 adaptation of The A-Team, Agent C.M. Kruger in the science fiction film Elysium, James Corrigan in the science fiction horror film Europa Report and King Stefan in the dark fantasy adventure film Maleficent. He also played the ti"}]}, {"heading": "Births", "year": "1973", "date": "November 27", "txt": "Samantha Harris, American model and television host", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 27", "txt": "Evan Karagias, American wrestler and actor", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 27", "txt": "Jin Katagiri, Japanese comedian, actor, sculptor, and potter", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 27", "txt": "Twista, American rapper and producer", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 27", "txt": "Wendy Houvenaghel, Northern Irish racing cyclist", "entities": [{"title": "Wendy Houvenaghel", "href": "/wiki/Wendy_Houvenaghel", "description": "Wendy Louise Houvenaghel is a Northern Irish former racing cyclist from Upperlands, County Londonderry, Northern Ireland, riding on both the road and track, but specialising in the latter. She has represented Great Britain in various World Cycling Championships and in the 2008 Olympic Games, most notably winning the silver medal at the Beijing Olympic Games, and gold in the team pursuit at the 200"}]}, {"heading": "Births", "year": "1974", "date": "November 27", "txt": "Alec Newman, Scottish actor", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 27", "txt": "Bad Azz, American rapper (d. 2019)", "entities": [{"title": "Bad Azz (rapper)", "href": "/wiki/Bad_Azz_(rapper)", "description": " Jamarr Antonio Stamps (November 27, 1975 – November 11, 2019), better known by his stage name Bad Azz, was an American rapper and member of Tha Dogg Pound Gangsta Crips."}]}, {"heading": "Births", "year": "1975", "date": "November 27", "txt": "Martín Gramática, Argentinian-American football player", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 27", "txt": "Rain Vessenberg, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 27", "txt": "Jean Grae, South African-American rapper and producer", "entities": [{"title": "Jean Grae", "href": "/wiki/Jean_Grae", "description": "Tsidi Ibrahim, known professionally as Jean Grae, is an American rapper, record producer, actress, and comedian from Brooklyn, New York City. She rose to prominence in the underground hip hop scene in New York City and has since built an international fanbase. She is known as an important figure in hip hop and popular culture. Her unique music style, gritty rhymes, and lyrical mastery have earned "}]}, {"heading": "Births", "year": "1976", "date": "November 27", "txt": "Chad Kilger, Canadian ice hockey player and firefighter", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 27", "txt": "Jaleel White, American actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 27", "txt": "Willie Bloomquist, American baseball player", "entities": [{"title": "Willie Bloomquist", "href": "/wiki/Willie_Bloomquist", "description": "William Paul Bloomquist is an American former professional baseball utility player. He played in Major League Baseball (MLB) for the Seattle Mariners, Kansas City Royals, Cincinnati Reds, and Arizona Diamondbacks. Primarily an outfielder and shortstop, he played every position, aside from catcher and pitcher, during his baseball career."}]}, {"heading": "Births", "year": "1978", "date": "November 27", "txt": "Eszter Molnár, Hungarian tennis player", "entities": [{"title": "Eszter Molnár", "href": "/wiki/Eszter_Moln%C3%A1r", "description": "Eszter Molnár is a Hungarian former professional tennis player. In her career, she won a total of 11 ITF titles and reached a doubles ranking high of world No. 192 on 18 February 2002."}]}, {"heading": "Births", "year": "1978", "date": "November 27", "txt": "Jimmy Rollins, American baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 27", "txt": "Mike Skinner, English rapper and producer", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 27", "txt": "Radek Štěpánek, Czech tennis player", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 27", "txt": "Ricky Carmichael, American motocross racer", "entities": [{"title": "Ricky Carmichael", "href": "/wiki/Ricky_Carmichael", "description": "Richard \"Ricky\" Carmichael is an American former professional motocross and stock car racing driver. He competed in the AMA Motocross Championships from 1997 to 2007 and in NASCAR from 2008 to 2011. Carmichael is notable for winning the AMA 450cc motocross national championship seven times and, the AMA Supercross Championship 450cc class five times. His unrivaled successes in the sport of motocros"}, {"title": "Motocross", "href": "/wiki/Motocross", "description": "Motocross is a form of off-road motorcycle racing held on enclosed off-road circuits. The sport evolved from motorcycle trials competitions held in the United Kingdom."}]}, {"heading": "Births", "year": "1979", "date": "November 27", "txt": "Hilary Hahn, American violinist", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 27", "txt": "Teemu Tainio, Finnish footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 27", "txt": "Jackie Greene, American singer-songwriter and guitarist", "entities": [{"title": "Jackie Greene", "href": "/wiki/Jackie_Greene", "description": "Jackie Greene is an American singer-songwriter and musician. He has a solo career and became a member of the Black Crowes in 2013, though the band broke up in 2015 before he could contribute any studio work."}]}, {"heading": "Births", "year": "1980", "date": "November 27", "txt": "Veronika Portsmuth, Estonian singer and conductor", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 27", "txt": "Michael Yardy, English cricketer", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 27", "txt": "Bruno Alves, Portuguese footballer", "entities": [{"title": "Bruno Alves", "href": "/wiki/Bruno_Alves", "description": "Bruno Eduardo Regufe Alves is a Portuguese professional footballer who captains and plays as a centre back for Italian club Parma Calcio 1913."}]}, {"heading": "Births", "year": "1981", "date": "November 27", "txt": "Ryan Jimmo, Canadian mixed martial artist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 27", "txt": "Matthew Taylor, English footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 27", "txt": "David Bellion, French footballer", "entities": [{"title": "David Bellion", "href": "/wiki/David_Bellion", "description": "David Bellion is a French former professional footballer who played as a striker. His previous clubs include Cannes, Sunderland, Manchester United, West Ham United, Nice, Bordeaux and Red Star."}]}, {"heading": "Births", "year": "1982", "date": "November 27", "txt": "Aleksandr Kerzhakov, Russian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 27", "txt": "Tommy Robinson, English activist, co-founded the English Defence League", "entities": [{"title": "English Defence League", "href": "/wiki/English_Defence_League", "description": "The English Defence League (EDL) is a far-right, Islamophobic organisation in the United Kingdom. A social movement and pressure group that employs street demonstrations as its main tactic, the EDL presents itself as a single-issue movement opposed to Islamism and Islamic extremism, although its rhetoric and actions target Islam and Muslims more widely. Founded in 2009, its heyday lasted until 201"}]}, {"heading": "Births", "year": "1983", "date": "November 27", "txt": "Professor Green, English rapper", "entities": [{"title": "Professor Green", "href": "/wiki/Professor_Green", "description": "Stephen Paul Manderson, better known by his stage name Professor Green or simply Pro Green, is a British rapper, songwriter and television personality from London."}]}, {"heading": "Births", "year": "1983", "date": "November 27", "txt": "Donta Smith, American-Venezuelan basketball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 27", "txt": "Izumi Kitta, Japanese voice actress and singer", "entities": [{"title": "Izumi Kitta", "href": "/wiki/Izumi_Kitta", "description": "Izumi Kitta  is a Japanese voice actress best known as the voice of Cordelia Glauca in the media franchise Tantei Opera Milky Holmes, the voice of Tomoko Kuroki in No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!, and the voice of Rainbow Dash in the Japanese dub of My Little Pony: Friendship Is Magic. Her first maxi single, \"Colorful Garden\" was released on April 6, 2011. Kitta a"}]}, {"heading": "Births", "year": "1984", "date": "November 27", "txt": "Domata Peko, American football player", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 27", "txt": "Leslie Dewan, American entrepreneur", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 27", "txt": "Park Soo-jin, South Korean singer", "entities": [{"title": "Park Soo-jin", "href": "/wiki/Park_Soo-jin", "description": "Park Soo-jin is a South Korean actress, singer and model. She was a member of K-pop girl group Sugar from 2001 to 2006, then she transitioned to acting in 2007. Park has also hosted Tasty Road since 2010, a cable show that features trendy restaurants in Seoul."}]}, {"heading": "Births", "year": "1985", "date": "November 27", "txt": "Alison Pill, Canadian actress", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 27", "txt": "Thilo Versick, German footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 27", "txt": "Suresh Kumar Raina, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 27", "txt": "Steven Silva, American-Filipino footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 27", "txt": "Xavi Torres, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 27", "txt": "Oritsé Williams, English singer-songwriter, producer, and dancer", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 27", "txt": "Michael Floyd, American football player", "entities": [{"title": "Michael Floyd", "href": "/wiki/Michael_Floyd", "description": "Michael Floyd Jr. is a former American football wide receiver. He played college football at Notre Dame from 2008 to 2011, finishing with 271 catches for 3,686 yards and 37 touchdowns, all school records. He was drafted by the Arizona Cardinals in the first round of the 2012 NFL Draft, but was dismissed from the Cardinals during the 2016 season, after he was arrested on drinking and driving charge"}]}, {"heading": "Births", "year": "1989", "date": "November 27", "txt": "Freddie Sears, English footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 27", "txt": "Josh Dubovie, English singer", "entities": [{"title": "Josh Dubovie", "href": "/wiki/Josh_Dubovie", "description": "Josh James Dubovie is a British singer. Dubovie is most notable for having represented the UK at the 2010 Eurovision Song Contest, held in Oslo, Norway, in May 2010, after winning the UK national selection competition with \"That Sounds Good to Me\", a song by Mike Stock, Pete Waterman and Steve Crosby."}]}, {"heading": "Births", "year": "1992", "date": "November 27", "txt": "Ala Boratyn, Polish singer-songwriter", "entities": [{"title": "Ala Boratyn", "href": "/wiki/Ala_Boratyn", "description": "Ala Boratyn, also known mononymously as Ala, born Alicja Julia Boratyn on 27 November 1992, is a Polish singer-songwriter. She rose to fame in 2005 as one of the lead singers of Polish girl duo Blog 27. With Blog 27, Boratyn enjoyed success in her native Poland, Central Europe, and Japan. Having departed from the band in 2006, she embarked on a short-lived solo career before becoming member of the"}]}, {"heading": "Births", "year": "1992", "date": "November 27", "txt": "Park Chanyeol, South Korean rapper, singer, songwriter, actor and model", "entities": []}, {"heading": "Births", "year": "1995", "date": "November 27", "txt": "Suliasi Vunivalu, Fijian rugby league player", "entities": [{"title": "Suliasi Vunivalu", "href": "/wiki/Suliasi_Vunivalu", "description": "Suliasi Vunivalu is a Fijian-Australian professional rugby union footballer who plays for the Queensland Reds in the Super Rugby. He previously played Rugby League professionally for the Melbourne Storm in the National Rugby League, and Fiji."}]}, {"heading": "Births", "year": "1996", "date": "November 27", "txt": "Mike Williams, Dutch DJ and record producer", "entities": [{"title": "Mike Williams (DJ)", "href": "/wiki/Mike_Williams_(DJ)", "description": "Mike Willemsen, better known by his stage name Mike Williams, is a Dutch DJ, record producer, musician, and remixer. He is best known for working with Tiësto and as an artist of Spinnin' Records, who recognised him as an \"artist of the future\". He is regarded as one of the pioneers of the future bounce genre, an emerging subgenre of future house, alongside Dutch DJs Justin Mylo, Brooks and Mesto."}]}, {"heading": "Births", "year": "1996", "date": "November 27", "txt": "Andy Truong, Australian fashion designer", "entities": []}, {"heading": "Deaths", "year": "8 BC", "date": "November 27", "txt": "Horace, Roman soldier and poet (b. 65 BC)", "entities": [{"title": "Horace", "href": "/wiki/Horace", "description": "Quintus Horatius Flaccus, known in the English-speaking world as Horace, was the leading Roman lyric poet during the time of Augustus. The rhetorician Quintilian regarded his Odes as just about the only Latin lyrics worth reading: \"He can be lofty sometimes, yet he is also full of charm and grace, versatile in his figures, and felicitously daring in his choice of words.\""}]}, {"heading": "Deaths", "year": "395", "date": "November 27", "txt": "Rufinus, Roman politician (b. 335)", "entities": [{"title": "Rufinus (consul)", "href": "/wiki/Rufinus_(consul)", "description": "Flavius Rufinus was a 4th-century East Roman statesman of Gaulish extraction who served as Praetorian prefect of the East for the emperor Theodosius I, as well as for his son Arcadius, under whom Rufinus exercised significant influence in the state affairs."}]}, {"heading": "Deaths", "year": "450", "date": "November 27", "txt": "Galla Placidia, Roman Empress (b. 392)", "entities": [{"title": "Galla Placidia", "href": "/wiki/Galla_Placidia", "description": "Galla Placidia, daughter of the Roman emperor Theodosius I, was a mother, tutor, and advisor to emperor Valentinian III, and a major force in Roman politics for most of her life. She was queen consort to Ataulf, king of the Visigoths from 414 until his death in 415, briefly empress consort to Constantius III in 421, and managed the government administration as a regent during the early reign of Va"}, {"title": "List of Roman and Byzantine Empresses", "href": "/wiki/List_of_Roman_and_Byzantine_Empresses", "description": "This is a list of Roman and Byzantine empresses. A Roman empress was a woman who was the wife of a Roman emperor, the ruler of the Roman Empire."}]}, {"heading": "Deaths", "year": "511", "date": "November 27", "txt": "Clovis I, king of the Franks", "entities": [{"title": "Clovis I", "href": "/wiki/Clovis_I", "description": "Clovis was the first king of the Franks to unite all of the Frankish tribes under one ruler, changing the form of leadership from a group of royal chieftains to rule by a single king and ensuring that the kingship was passed down to his heirs. He is considered to have been the founder of the Merovingian dynasty, which ruled the Frankish kingdom for the next two centuries."}, {"title": "Franks", "href": "/wiki/Franks", "description": "The Franks were a group of Germanic peoples whose name was first mentioned in 3rd-century Roman sources, and associated with tribes between the Lower Rhine and the Ems River, on the edge of the Roman Empire. Later the term was associated with Romanized Germanic dynasties within the collapsing Western Roman Empire, who eventually commanded the whole region between the rivers Loire and Rhine. They i"}]}, {"heading": "Deaths", "year": "602", "date": "November 27", "txt": "Maurice, Byzantine emperor (b. 539)", "entities": [{"title": "Maurice (emperor)", "href": "/wiki/Maurice_(emperor)", "description": "Maurice was Byzantine emperor from 582 to 602. A prominent general, Maurice fought with success against the Sasanian Empire. After he became Emperor, he brought the war with Sasanian Persia to a victorious conclusion. Under him the Empire's eastern border in the South Caucasus was vastly expanded and, for the first time in nearly two centuries, the Romans were no longer obliged to pay the Persians"}]}, {"heading": "Deaths", "year": "639", "date": "November 27", "txt": "Acarius, bishop of Doornik and Noyon", "entities": [{"title": "Acarius", "href": "/wiki/Acarius", "description": "\nSaint Acarius was a monk of Luxeuil Abbey, who became bishop of Doornik and Noyon, which today are located on either side of the Franco-Belgian border."}, {"title": "Roman Catholic Diocese of Tournai", "href": "/wiki/Roman_Catholic_Diocese_of_Tournai", "description": "The Roman Catholic Diocese of Tournai is a diocese of the Latin Rite of the Roman Catholic church in Belgium. The diocese was formed in 1146, upon the dissolution of the diocese of Noyon & Tournai, which had existed since the 7th century. It is now suffragan of the archdiocese of Mechelen-Brussels. The cathedral is Notre-Dame de Tournai which has been classified both as a Wallonia's major heritage"}]}, {"heading": "Deaths", "year": "1198", "date": "November 27", "txt": "Constance, Queen of Sicily (b. 1154)", "entities": [{"title": "Constance, Queen of Sicily", "href": "/wiki/Constance,_Queen_of_Sicily", "description": "Constance I was Queen regnant of Sicily in 1194–98, jointly with her spouse from 1194 to 1197, and with her infant son Frederick II, Holy Roman Emperor, in 1198, as the heiress of the Norman kings of Sicily. She was also Holy Roman Empress and later Dowager by marriage to Henry VI, Holy Roman Emperor."}]}, {"heading": "Deaths", "year": "1252", "date": "November 27", "txt": "Blanche of Castile (b. 1188)", "entities": [{"title": "Blanche of Castile", "href": "/wiki/Blanche_of_Castile", "description": "Blanche of Castile was Queen consort of France by marriage to Louis VIII. She acted as regent twice during the reign of her son, Louis IX: during his minority from 1226 until 1234, and during his absence from 1248 until 1252. She was born in Palencia, Spain, 1188, the third daughter of Alfonso VIII, King of Castile, and Eleanor of England."}]}, {"heading": "Deaths", "year": "1346", "date": "November 27", "txt": "Saint Gregory of Sinai (b. c. 1260)", "entities": [{"title": "Gregory of Sinai", "href": "/wiki/Gregory_of_Sinai", "description": "Gregory of Sinai was instrumental in the emergence of Hesychasm on Athos in the early 14th century."}]}, {"heading": "Deaths", "year": "1382", "date": "November 27", "txt": "Philip van Artevelde, Flemish patriot (b. 1340)", "entities": [{"title": "Philip van Artevelde", "href": "/wiki/Philip_van_Artevelde", "description": "Philip van Artevelde was a Flemish patriot, the son of Jacob van Artevelde. Because of his father's prominence he was godson of English queen Philippa of Hainault, who held him in her arms during his baptism."}]}, {"heading": "Deaths", "year": "1474", "date": "November 27", "txt": "Guillaume Dufay, Flemish composer and educator (b. 1397)", "entities": [{"title": "Guillaume Dufay", "href": "/wiki/Guillaume_Dufay", "description": "Guillaume Du Fay was a French composer and music theorist of the early Renaissance. Regarded as the leading European composer by his contemporaries, his music was widely performed and copied. Du Fay held various music positions during his lifetime, and was associated with the Burgundian School as well as among the first composers, or at least a predecessor to the Franco-Flemish School."}]}, {"heading": "Deaths", "year": "1570", "date": "November 27", "txt": "Jacopo Sansovino, Italian sculptor and architect (b. 1486)", "entities": [{"title": "Jacopo Sansovino", "href": "/wiki/Jacopo_Sansovino", "description": "Jacopo d'Antonio Sansovino was an Italian sculptor and architect, best known for his works around the Piazza San Marco in Venice. These are crucial works in the history of Venetian Renaissance architecture. Andrea Palladio, in the Preface to his Quattro Libri was of the opinion that Sansovino's Biblioteca Marciana was the best building erected since Antiquity. Giorgio Vasari uniquely printed his V"}]}, {"heading": "Deaths", "year": "1592", "date": "November 27", "txt": "Nakagawa Hidemasa, Japanese commander (b. 1568)", "entities": [{"title": "Nakagawa Hidemasa", "href": "/wiki/Nakagawa_Hidemasa", "description": "Nakagawa Hidemasa was a samurai commander in the Azuchi–Momoyama period.\nHe was the eldest son of Nakagawa Kiyohide.\nHis young brother was Nakagawa Hidenari.\nHis wife was Tsuruhime who was the daughter of Oda Nobunaga."}]}, {"heading": "Deaths", "year": "1620", "date": "November 27", "txt": "Francis, Duke of Pomerania-Stettin, Bishop of Cammin (b. 1577)", "entities": [{"title": "Francis, Duke of Pomerania", "href": "/wiki/Francis,_Duke_of_Pomerania", "description": "Francis of Pomerania was Duke of Pomerania-Stettin and Bishop of Cammin."}]}, {"heading": "Deaths", "year": "1632", "date": "November 27", "txt": "John Eliot, English politician (b. 1592)", "entities": [{"title": "John Eliot (statesman)", "href": "/wiki/John_Eliot_(statesman)", "description": "Sir John Eliot was an English statesman who was serially imprisoned in the Tower of London, where he eventually died, by King Charles I for advocating the rights and privileges of Parliament."}]}, {"heading": "Deaths", "year": "1703", "date": "November 27", "txt": "Henry Winstanley, English painter and engineer (b. 1644)", "entities": [{"title": "Henry Winstanley", "href": "/wiki/Henry_Winstanley", "description": "Henry Winstanley was an English painter, engineer and merchant, who constructed the first Eddystone lighthouse after losing two of his ships on the Eddystone rocks. He died while working on the project during the Great Storm of 1703."}]}, {"heading": "Deaths", "year": "1754", "date": "November 27", "txt": "Abraham de Moivre, French-English mathematician and theorist (b. 1667)", "entities": [{"title": "Abraham de Moivre", "href": "/wiki/Abraham_de_Moivre", "description": "Abraham de Moivre was a French mathematician known for de Moivre's formula, a formula that links complex numbers and trigonometry, and for his work on the normal distribution and probability theory."}]}, {"heading": "Deaths", "year": "1811", "date": "November 27", "txt": "Andrew Meikle, Scottish engineer, designed the threshing machine (b. 1719)", "entities": [{"title": "Andrew Meikle", "href": "/wiki/Andrew_Meikle", "description": "Andrew Meikle was a Scottish mechanical engineer credited with inventing the threshing machine, a device used to remove the outer husks from grains of wheat. He also had a hand in assisting Firbeck in the invention of the Rotherham Plough. This was regarded as one of the key developments of the British Agricultural Revolution in the late 18th century. The invention was made around 1786, although s"}, {"title": "Threshing machine", "href": "/wiki/Threshing_machine", "description": "A threshing machine or a thresher is a piece of farm equipment that threshes grain, that is, it removes the seeds from the stalks and husks. It does so by beating the plant to make the seeds fall out."}]}, {"heading": "Deaths", "year": "1819", "date": "November 27", "txt": "Gustavus Conyngham, Irish-born American merchant sea captain, an officer in the Continental Navy and a privateer.", "entities": [{"title": "Gustavus Conyngham", "href": "/wiki/Gustavus_Conyngham", "description": "Gustavus Conyngham was an Irish-born American merchant sea captain, an officer in the Continental Navy and a privateer. As a commissioned captain fighting the British in the American Revolutionary War, he captured 24 ships in the eastern Atlantic between May 1777 and May 1778, bringing the expenses associated with British shipping to a then all-time high. He has been called \"the most successful of"}, {"title": "Continental Navy", "href": "/wiki/Continental_Navy", "description": "The Continental Navy was the navy of the United States during the American Revolutionary War, and was formed in 1775. The fleet cumulatively became relatively substantial through the efforts of the Continental Navy's patron John Adams and vigorous Congressional support in the face of stiff opposition, when considering the limitations imposed upon the Patriot supply pool."}, {"title": "Privateer", "href": "/wiki/Privateer", "description": "A privateer is a private person or ship that engages in maritime warfare under a commission of war. Since robbery under arms was a common aspect of seaborne trade, until the early 19th century all merchant ships carried arms. A sovereign or delegated authority issued commissions, also referred to as a letter of marque, during wartime. The commission empowered the holder to carry on all forms of ho"}]}, {"heading": "Deaths", "year": "1830", "date": "November 27", "txt": "André Parmentier, Belgian-American architect (b. 1780)", "entities": [{"title": "André Parmentier (landscape architect)", "href": "/wiki/Andr%C3%A9_Parmentier_(landscape_architect)", "description": "André Joseph Ghislain Parmentier, also known as Andrew Parmentier is one of a generation of American landscape designers who arrived from Europe in the early years after Independence. Many of these designers, including William Russell Birch and George Isham Parkyns, also practiced landscape depiction, reinforcing the picturesque connection of landscape art as both making and representing places."}]}, {"heading": "Deaths", "year": "1852", "date": "November 27", "txt": "Ada Lovelace, English mathematician and computer scientist (b. 1815)", "entities": [{"title": "Ada Lovelace", "href": "/wiki/Ada_Lovelace", "description": "Augusta Ada King, Countess of Lovelace was an English mathematician and writer, chiefly known for her work on Charles Babbage's proposed mechanical general-purpose computer, the Analytical Engine. She was the first to recognise that the machine had applications beyond pure calculation, and to have published the first algorithm intended to be carried out by such a machine. As a result, she is often"}]}, {"heading": "Deaths", "year": "1875", "date": "November 27", "txt": "Richard Christopher Carrington, English astronomer and educator (b. 1826)", "entities": [{"title": "Richard Christopher Carrington", "href": "/wiki/Richard_Christopher_Carrington", "description": "Richard Christopher Carrington was an English amateur astronomer whose 1859 astronomical observations demonstrated the existence of solar flares as well as suggesting their electrical influence upon the Earth and its aurorae; and whose 1863 records of sunspot observations revealed the differential rotation of the Sun."}]}, {"heading": "Deaths", "year": "1881", "date": "November 27", "txt": "Theobald Boehm, German flute player and composer (b. 1794)", "entities": [{"title": "Theobald Boehm", "href": "/wiki/Theobald_Boehm", "description": "Theobald Böhm was a German inventor and musician, who perfected the modern Western concert flute and improved its fingering system. He was a Bavarian court musician, a virtuoso flautist and a renowned composer."}]}, {"heading": "Deaths", "year": "1884", "date": "November 27", "txt": "Fanny Elssler, Austrian ballerina (b. 1810)", "entities": [{"title": "Fanny Elssler", "href": "/wiki/Fanny_Elssler", "description": "Fanny Elssler was an Austrian ballerina of the Romantic Period."}]}, {"heading": "Deaths", "year": "1890", "date": "November 27", "txt": "Mahatma Phule, Indian Activist (b. 1827)", "entities": [{"title": "Mahatma Phule", "href": "/wiki/Mahatma_Phule", "description": "Jyotirao Govindrao Phule was an Indian social activist, thinker, anti-caste social reformer and writer from Maharashtra. His work extended to many fields, including eradication of untouchability and the caste system and for his efforts in educating women and exploited caste people. He and his wife, Savitribai Phule, were pioneers of women's education in India. Phule started his first school for gi"}]}, {"heading": "Deaths", "year": "1895", "date": "November 27", "txt": "Alexandre Dumas, fils, French novelist and playwright (b. 1824)", "entities": [{"title": "Alexandre Dumas, fils", "href": "/wiki/Alexandre_Dumas,_fils", "description": "Alexandre Dumas fils was a French author and playwright, best known for the romantic novel La Dame aux Camélias, published in 1848, which was adapted into Giuseppe Verdi's 1853 opera La traviata, as well as numerous stage and film productions, usually titled Camille in English-language versions."}]}, {"heading": "Deaths", "year": "1899", "date": "November 27", "txt": "Constant Fornerod, Swiss academic and politician, 10th President of the Swiss Council of States (b. 1819)", "entities": [{"title": "Constant Fornerod", "href": "/wiki/Constant_Fornerod", "description": "Constant Fornerod was a Swiss politician, originally from Avenches, and member of the Swiss Federal Council (1855-1867)."}, {"title": "List of Presidents of the Swiss Council of States", "href": "/wiki/List_of_Presidents_of_the_Swiss_Council_of_States", "description": "This is a list of presidents of the Swiss Council of States."}]}, {"heading": "Deaths", "year": "1901", "date": "November 27", "txt": "Clement Studebaker, American businessman, co-founded Studebaker (b. 1831)", "entities": [{"title": "Clement Studebaker", "href": "/wiki/Clement_Studebaker", "description": "Clement Studebaker was an American wagon and carriage manufacturer. With his brother Henry, he co-founded the H & C Studebaker Company, precursor of the Studebaker Corporation, which built Pennsylvania-German Conestoga wagons and carriages during his lifetime, and automobiles after his death, in South Bend, Indiana."}, {"title": "Studebaker", "href": "/wiki/Studebaker", "description": "Studebaker was an American wagon and automobile manufacturer based in South Bend, Indiana. Founded in 1852 and incorporated in 1868 as the Studebaker Brothers Manufacturing Company, the firm was originally a coachbuilder, manufacturing wagons, buggies, carriages and harnesses."}]}, {"heading": "Deaths", "year": "1908", "date": "November 27", "txt": "Jean Albert Gaudry, French geologist and palaeontologist (b. 1827)", "entities": [{"title": "Jean Albert Gaudry", "href": "/wiki/Jean_Albert_Gaudry", "description": "Jean Albert Gaudry, French geologist and palaeontologist, was born at St Germain-en-Laye, and was educated at the Collège Stanislas de Paris. He was a notable proponent of theistic evolution."}]}, {"heading": "Deaths", "year": "1916", "date": "November 27", "txt": "Emile Verhaeren, Belgian poet and playwright (b. 1855)", "entities": [{"title": "Emile Verhaeren", "href": "/wiki/Emile_Verhaeren", "description": "Émile Adolphe Gustave Verhaeren was a Belgian poet and art critic who wrote in the French language. He was one of the founders of the school of Symbolism and was nominated for the Nobel Prize in Literature on six occasions."}]}, {"heading": "Deaths", "year": "1919", "date": "November 27", "txt": "Manuel Espinosa Batista, Panamanian pharmacist and politician (b. 1857)", "entities": [{"title": "Manuel Espinosa Batista", "href": "/wiki/Manuel_Espinosa_Batista", "description": "Manuel Espinosa Batista was a Colombian pharmacist turned politician who campaigned for a separate Panama state and became one of \"Founders of the Republic\". He is known for his philanthropy."}]}, {"heading": "Deaths", "year": "1920", "date": "November 27", "txt": "Alexius Meinong, Ukrainian-Austrian philosopher and author (b. 1853)", "entities": [{"title": "Alexius Meinong", "href": "/wiki/Alexius_Meinong", "description": "Alexius Meinong Ritter von Handschuchsheim was an Austrian philosopher, a realist known for his unique ontology. He also made contributions to philosophy of mind and theory of value."}]}, {"heading": "Deaths", "year": "1921", "date": "November 27", "txt": "Douglas Cameron, Canadian contractor and politician, 8th Lieutenant Governor of Manitoba (b. 1854)", "entities": [{"title": "Douglas Cameron (politician)", "href": "/wiki/Douglas_Cameron_(politician)", "description": "Sir Douglas Colin Cameron was a Canadian politician. He served in the Ontario Legislature from 1902 to 1905, and was the eighth Lieutenant Governor of Manitoba from 1911 to 1916."}, {"title": "Lieutenant Governor of Manitoba", "href": "/wiki/Lieutenant_Governor_of_Manitoba", "description": "The lieutenant governor of Manitoba is the viceregal representative in Manitoba of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The lieutenant governo"}]}, {"heading": "Deaths", "year": "1921", "date": "November 27", "txt": "Mary Grant Roberts, Australian zoo owner (b. 1841)", "entities": []}, {"heading": "Deaths", "year": "1931", "date": "November 27", "txt": "Lya De Putti, Slovak-American actress (b. 1899)", "entities": [{"title": "Lya De Putti", "href": "/wiki/Lya_De_Putti", "description": "Lya de Putti was a Hungarian film actress during the silent era. She was noted for her portrayals of vamp characters."}]}, {"heading": "Deaths", "year": "1934", "date": "November 27", "txt": "Baby Face Nelson, American criminal (b. 1908)", "entities": [{"title": "Baby Face Nelson", "href": "/wiki/Baby_Face_Nelson", "description": "Lester Joseph Gillis, known by the alias George Nelson and Baby Face Nelson, was an American bank robber. He became partners with John Dillinger, helping him escape from prison in Crown Point, Indiana. Nelson and the remaining gang members were labelled as public enemy number one. He was given the nickname Baby Face Nelson due to his small stature and somewhat youthful appearance, although few dar"}]}, {"heading": "Deaths", "year": "1936", "date": "November 27", "txt": "Basil Zaharoff, Greek-French businessman and philanthropist (b. 1849)", "entities": [{"title": "Basil Zaharoff", "href": "/wiki/Basil_Zaharoff", "description": "Basil Zaharoff, GCB, GBE was a Greek arms dealer and industrialist. One of the richest men in the world during his lifetime, Zaharoff was described as a \"merchant of death\" and \"mystery man of Europe\". His success was forged through his cunning, often aggressive and sharp, business tactics. These included the sale of arms to opposing sides in conflicts, sometimes delivering fake or faulty machiner"}]}, {"heading": "Deaths", "year": "1940", "date": "November 27", "txt": "Nicolae Iorga, Romanian historian and politician, 34th Prime Minister of Romania (b. 1871)", "entities": [{"title": "Nicolae Iorga", "href": "/wiki/Nicolae_Iorga", "description": "Nicolae Iorga was a Romanian historian, politician, literary critic, memoirist, poet and playwright. Co-founder of the Democratic Nationalist Party (PND), he served as a member of Parliament, President of the Deputies' Assembly and Senate, cabinet minister and briefly (1931–32) as Prime Minister. A child prodigy, polymath and polyglot, Iorga produced an unusually large body of scholarly works, est"}, {"title": "List of Prime Ministers of Romania", "href": "/wiki/List_of_Prime_Ministers_of_Romania", "description": "\nThis is a list of the heads of government of the modern Romanian state, from the establishment of the United Principalities to the present day."}]}, {"heading": "Deaths", "year": "1943", "date": "November 27", "txt": "Ivo Lola Ribar, Croatian soldier and politician (b. 1916)", "entities": [{"title": "Ivo Lola Ribar", "href": "/wiki/Ivo_Lola_Ribar", "description": "Ivan Ribar, known as Ivo Lola or Ivo Lolo, was a Yugoslav communist politician and military leader of Croatian descent. In the 1930s, he became one of the closest associates of Josip Broz Tito, leader of the Yugoslav Communist Party. In 1936, Ribar became secretary of the Central Committee of SKOJ. During World War II in Yugoslavia, Ribar was among the main leaders of the Yugoslav Partisans and wa"}]}, {"heading": "Deaths", "year": "1944", "date": "November 27", "txt": "Leonid Mandelstam, Russian physicist and academic (b. 1879)", "entities": [{"title": "Leonid Mandelstam", "href": "/wiki/Leonid_Mandelstam", "description": "Leonid Isaakovich Mandelstam or Mandelshtam was a Soviet physicist of Belarusian-Jewish background."}]}, {"heading": "Deaths", "year": "1953", "date": "November 27", "txt": "Eugene O'Neill, American playwright, Nobel Prize laureate (b. 1888)", "entities": [{"title": "Eugene O'Neill", "href": "/wiki/Eugene_O%27Neill", "description": "Eugene Gladstone O'Neill was an American playwright and Nobel laureate in literature. His poetically titled plays were among the first to introduce into the U.S. the drama techniques of realism earlier associated with Russian playwright Anton Chekhov, Norwegian playwright Henrik Ibsen, and Swedish playwright August Strindberg. The tragedy Long Day's Journey into Night is often numbered on the shor"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1955", "date": "November 27", "txt": "Arthur Honegger, French-Swiss composer and academic (b. 1892)", "entities": [{"title": "Arthur Honegger", "href": "/wiki/Arthur_Honegger", "description": "Arthur Honegger was a Swiss composer, who was born in France and lived a large part of his life in Paris. He was a member of Les Six. His most well known work is probably Antigone, composed between 1924 and 1927 to the French libretto by Jean Cocteau based on the tragedy Antigone by Sophocles. It premiered on 28 December 1927 at the Théâtre Royal de la Monnaie with sets designed by Pablo Picasso a"}]}, {"heading": "Deaths", "year": "1958", "date": "November 27", "txt": "Georgi Damyanov, Bulgarian politician, Head of State of Bulgaria (b. 1892)", "entities": [{"title": "Georgi Damyanov", "href": "/wiki/Georgi_Damyanov", "description": "Georgi Purvanov Damyanov was a Bulgarian communist politician."}, {"title": "List of heads of state of Bulgaria", "href": "/wiki/List_of_heads_of_state_of_Bulgaria", "description": "This is a list of the heads of state of the modern Bulgarian state, from the establishment of the Principality of Bulgaria to the present day."}]}, {"heading": "Deaths", "year": "1958", "date": "November 27", "txt": "Artur Rodziński, Polish-American conductor (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1960", "date": "November 27", "txt": "Frederick Fane, Irish-English cricketer (b. 1875)", "entities": [{"title": "Frederick Fane", "href": "/wiki/Frederick_Fane", "description": "Frederick Luther Fane, played cricket for the England cricket team in 14 Test matches. He also played for Essex, Oxford University and London County."}]}, {"heading": "Deaths", "year": "1960", "date": "November 27", "txt": "Dirk Jan de Geer, Dutch lawyer and politician, Prime Minister of the Netherlands (b. 1870)", "entities": [{"title": "Prime Minister of the Netherlands", "href": "/wiki/Prime_Minister_of_the_Netherlands", "description": "The prime minister of the Netherlands is the head of the executive branch of the Government of the Netherlands. The prime minister is the chair of the Council of Ministers and coordinates its policy with his cabinet. The current acting prime minister is Mark Rutte, who serves in a demissionary capacity after his resignation on 15 January 2021."}]}, {"heading": "Deaths", "year": "1962", "date": "November 27", "txt": "August Lass, Estonian footballer (b. 1903)", "entities": [{"title": "August Lass", "href": "/wiki/August_Lass", "description": "August Lass was an Estonian footballer."}]}, {"heading": "Deaths", "year": "1967", "date": "November 27", "txt": "Léon M'ba, Gabonese politician, 1st President of Gabon (b. 1902)", "entities": [{"title": "Léon M'ba", "href": "/wiki/L%C3%A9on_M%27ba", "description": "Gabriel Léon M'ba was a Gabonese politician who served as both the first Prime Minister (1959–1961) and President (1961–1967) of Gabon."}, {"title": "President of Gabon", "href": "/wiki/President_of_Gabon", "description": "This is a list of presidents of Gabon since the formation of the post of president in 1960, to the present day."}]}, {"heading": "Deaths", "year": "1969", "date": "November 27", "txt": "May Gibbs, English Australian children's author, illustrator, and cartoonist, (b. 1877)", "entities": [{"title": "May Gibbs", "href": "/wiki/May_Gibbs", "description": "Cecilia May Gibbs MBE was an Australian children's author, illustrator, and cartoonist. She is best known for her gumnut babies, and the book Snugglepot and Cuddlepie."}]}, {"heading": "Deaths", "year": "1970", "date": "November 27", "txt": "Helene Madison, American swimmer and nurse (b. 1913)", "entities": [{"title": "Helene Madison", "href": "/wiki/Helene_Madison", "description": "Helene Emma Madison was an American competition swimmer, Olympic champion, and former world record-holder."}]}, {"heading": "Deaths", "year": "1973", "date": "November 27", "txt": "Frank Christian, American trumpet player (b. 1887)", "entities": [{"title": "Frank Christian (trumpeter)", "href": "/wiki/Frank_Christian_(trumpeter)", "description": "Frank Joseph Christian was an early jazz trumpeter."}]}, {"heading": "Deaths", "year": "1975", "date": "November 27", "txt": "Alberto Massimino, Italian automotive engineer (b. 1895)", "entities": [{"title": "Alberto Massimino", "href": "/wiki/Alberto_Massimino", "description": "Alberto Massimino was an Italian automotive engineer."}]}, {"heading": "Deaths", "year": "1975", "date": "November 27", "txt": "Ross McWhirter, English author and activist, co-founded the Guinness Book of Records (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "November 27", "txt": "Mart Laga, Estonian basketball player (b. 1936)", "entities": [{"title": "Mart Laga", "href": "/wiki/Mart_Laga", "description": "Mart Laga was an Estonian basketball player who competed for the Soviet Union in the EuroBasket 1955 and EuroBasket 1957 events."}]}, {"heading": "Deaths", "year": "1978", "date": "November 27", "txt": "Harvey Milk, American lieutenant and politician (b. 1930)", "entities": [{"title": "Harvey Milk", "href": "/wiki/Harvey_Milk", "description": "Harvey Bernard Milk was an American politician and the first openly gay elected official in the history of California, where he was elected to the San Francisco Board of Supervisors. Although he was the most pro-LGBT politician in the United States at the time, politics and activism were not his early interests; he was neither open about his sexuality nor civically active until he was 40, after hi"}]}, {"heading": "Deaths", "year": "1978", "date": "November 27", "txt": "George Moscone, American lawyer and politician, 37th Mayor of San Francisco (b. 1929)", "entities": [{"title": "Mayor of San Francisco", "href": "/wiki/Mayor_of_San_Francisco", "description": "The mayor of the City and County of San Francisco is the head of the executive branch of the San Francisco city and county government. The officeholder has the duty to enforce city laws, and the power to either approve or veto bills passed by the San Francisco Board of Supervisors, the legislative branch. The mayor serves a four-year term and is limited to two successive terms. Because of San Fran"}]}, {"heading": "Deaths", "year": "1980", "date": "November 27", "txt": "F. Burrall Hoffman, American architect, designed the Villa Vizcaya (b. 1882)", "entities": [{"title": "F. Burrall Hoffman", "href": "/wiki/F._Burrall_Hoffman", "description": "Francis Burrall Hoffman was an American-born architect, best known for his work with James Deering’s Villa Vizcaya in Miami, Florida."}, {"title": "Villa Vizcaya", "href": "/wiki/Villa_Vizcaya", "description": "The Vizcaya Museum and Gardens, previously known as Villa Vizcaya, is the former villa and estate of businessman James Deering, of the Deering McCormick-International Harvester fortune, on Biscayne Bay in the present day Coconut Grove neighborhood of Miami, Florida. The early 20th century Vizcaya estate also includes: extensive Italian Renaissance gardens; native woodland landscape; and a historic"}]}, {"heading": "Deaths", "year": "1981", "date": "November 27", "txt": "Lotte Lenya, Austrian singer and actress (b. 1898)", "entities": [{"title": "Lotte Lenya", "href": "/wiki/Lotte_Lenya", "description": "Lotte Lenya was an Austrian-American singer, diseuse, and actress, long based in the United States. In the German-speaking and classical music world, she is best remembered for her performances of the songs of her first husband, Kurt Weill. In English-language cinema, she was nominated for an Academy Award for her role as a jaded aristocrat in The Roman Spring of Mrs. Stone (1961). She also played"}]}, {"heading": "Deaths", "year": "1985", "date": "November 27", "txt": "Rendra Karno, Indonesian actor (b. 1920)", "entities": [{"title": "Rendra Karno", "href": "/wiki/Rendra_Karno", "description": "Raden Soekarno, better known as Rendra Karno, was an Indonesian actor. Born in Kutoarjo, Central Java, Soekarno entered the film industry in 1941, making his debut appearance in Union Films' Soeara Berbisa. Over the next forty years he appeared in more than fifty films. He was also involved in the theatre during the Japanese occupation of the Dutch East Indies and the Indonesian National Revolutio"}]}, {"heading": "Deaths", "year": "1986", "date": "November 27", "txt": "Steve Tracy, American actor (b, 1952)", "entities": [{"title": "Steve Tracy", "href": "/wiki/Steve_Tracy", "description": "Steve Tracy was an American film and television actor. Tracy is best known for his role on Little House on the Prairie as Percival Dalton."}]}, {"heading": "Deaths", "year": "1988", "date": "November 27", "txt": "John Carradine, American actor (b. 1906)", "entities": [{"title": "John Carradine", "href": "/wiki/John_Carradine", "description": "John Carradine was an American actor, one of the most prolific and famed character actors in Hollywood history. He was a member of Cecil B. DeMille's stock company and later John Ford's company, best known for his roles in horror films, Westerns, and Shakespearean theatre. In the later decades of his career, he starred mostly in low-budget B-movies, but continued to also appear in higher-profile f"}]}, {"heading": "Deaths", "year": "1988", "date": "November 27", "txt": "Jan Hein Donner, Dutch chess player and author (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "November 27", "txt": "Carlos Arias Navarro, Spanish lawyer and politician, Prime Minister of Spain (b. 1908)", "entities": [{"title": "Carlos Arias Navarro", "href": "/wiki/Carlos_Arias_Navarro", "description": "Carlos Arias Navarro, 1st Marquis of Arias-Navarro was one of the best known Spanish politicians during the dictatorship of Francisco Franco."}, {"title": "List of Prime Ministers of Spain", "href": "/wiki/List_of_Prime_Ministers_of_Spain", "description": "The prime minister of Spain is the head of government of Spain. There is no specific date when the office of Prime Minister first appeared as the role was not created, but rather evolved over a period of time through merger of duties. Modern historians have not managed to agree who the first prime minister of Spain was, but Francisco Martinez de la Rosa was the first prime minister recognized by a"}]}, {"heading": "Deaths", "year": "1990", "date": "November 27", "txt": "David White, American actor (b. 1916)", "entities": [{"title": "David White (actor)", "href": "/wiki/David_White_(actor)", "description": "David White was an American stage, film and television actor best known for playing Darrin Stephens' boss Larry Tate on the 1964–72 ABC situation comedy Bewitched."}]}, {"heading": "Deaths", "year": "1990", "date": "November 27", "txt": "Basilis C. Xanthopoulos, Greek physicist and academic (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "November 27", "txt": "Ivan Generalić, Croatian painter (b. 1914)", "entities": [{"title": "Ivan Generalić", "href": "/wiki/Ivan_Generali%C4%87", "description": "Ivan Generalić was a Croatian painter in the naïve tradition."}]}, {"heading": "Deaths", "year": "1994", "date": "November 27", "txt": "Fernando Lopes-Graça, Portuguese composer and conductor (b. 1906)", "entities": [{"title": "Fernando Lopes-Graça", "href": "/wiki/Fernando_Lopes-Gra%C3%A7a", "description": "Fernando Lopes-Graça, GOSE, GCIH was a Portuguese composer, conductor and musicologist.\nLopes-Graça was born in Tomar, and was influenced by Portuguese popular music, which he also studied, continuing the work of the composer and musicologist Francisco de Lacerda.\nHe was a member of the Portuguese Communist Party and strenuously opposed the Estado Novo and its leader António de Oliveira Salazar.\nH"}]}, {"heading": "Deaths", "year": "1997", "date": "November 27", "txt": "Buck Leonard, American baseball player and educator (b. 1907)", "entities": [{"title": "Buck Leonard", "href": "/wiki/Buck_Leonard", "description": "Walter Fenner \"Buck\" Leonard was an American first baseman in Negro league baseball and in the Mexican League. After growing up in North Carolina, he played for the Homestead Grays between 1934 and 1950, batting fourth behind Josh Gibson for many years. The Grays teams of the 1930s and 1940s were considered some of the best teams in Negro league history."}]}, {"heading": "Deaths", "year": "1998", "date": "November 27", "txt": "Barbara Acklin, American singer-songwriter (b. 1943)", "entities": [{"title": "Barbara Acklin", "href": "/wiki/Barbara_Acklin", "description": "Barbara Jean Acklin was an American soul singer and songwriter, who was most successful in the 1960s and 1970s. Her biggest hit as a singer was \"Love Makes a Woman\" (1968). As a songwriter, she is best known for co-writing the multi-million-selling \"Have You Seen Her\" (1971) with Eugene Record, lead singer of the Chi-Lites."}]}, {"heading": "Deaths", "year": "1998", "date": "November 27", "txt": "Gloria Fuertes, Spanish poet and author of children's literature (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "November 27", "txt": "Yasuhiro Kojima, Japanese-American wrestler and trainer (b. 1937)", "entities": [{"title": "Yasuhiro Kojima", "href": "/wiki/Yasuhiro_Kojima", "description": "Yasuhiro Kojima  was a Japanese professional wrestler and trainer best known by his ring name Hiro Matsuda . He trained many professional wrestlers including Hulk Hogan, The Great Muta, \"Mr. Wonderful\" Paul Orndorff, Scott Hall, Lex Luger, \"Cowboy\" Bob Orton, and Ron Simmons."}]}, {"heading": "Deaths", "year": "1999", "date": "November 27", "txt": "Alain Peyrefitte, French scholar and politician, French Minister of Justice (b. 1925)", "entities": [{"title": "Ministry of Justice (France)", "href": "/wiki/Ministry_of_Justice_(France)", "description": "The Ministry of Justice is a ministerial department of the French Government, also known in French as la Chancellerie, it is headed by the Minister of Justice, known as the Keeper of the Seals, a member of the Council of Ministers."}]}, {"heading": "Deaths", "year": "1999", "date": "November 27", "txt": "Elizabeth Gray Vining, American author and librarian (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "November 27", "txt": "Malcolm Bradbury, English author and academic (b. 1932)", "entities": [{"title": "Malcolm Bradbury", "href": "/wiki/Malcolm_Bradbury", "description": "Sir Malcolm Stanley Bradbury, was an English author and academic."}]}, {"heading": "Deaths", "year": "2000", "date": "November 27", "txt": "Uno Prii, Estonian-Canadian architect (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "November 27", "txt": "Len Shackleton, English footballer and journalist (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "November 27", "txt": "Billie Bird, American actress (b. 1908)", "entities": [{"title": "Billie Bird", "href": "/wiki/Billie_Bird", "description": "Billie Bird Sellen, better known professionally as Billie Bird, was an American actress and comedian. Best known as Margie in Dear John (1988-1992)."}]}, {"heading": "Deaths", "year": "2002", "date": "November 27", "txt": "Shivmangal Singh Suman, Indian poet and academic (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "November 27", "txt": "Jocelyn Brando, American actress (b. 1919)", "entities": [{"title": "Jocelyn Brando", "href": "/wiki/Jocelyn_Brando", "description": "Jocelyn Brando was an American actress and writer. She is best known for her role as Katie Bannion in the film noir The Big Heat (1953)."}]}, {"heading": "Deaths", "year": "2005", "date": "November 27", "txt": "Joe Jones, American singer-songwriter (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 27", "txt": "Don Butterfield, American tuba player (b. 1923)", "entities": [{"title": "Don Butterfield", "href": "/wiki/Don_Butterfield", "description": "Don Kiethly Butterfield was an American jazz and classical tuba player."}]}, {"heading": "Deaths", "year": "2006", "date": "November 27", "txt": "Bebe Moore Campbell, American author and educator (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 27", "txt": "Casey Coleman, American sportscaster (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 27", "txt": "Bernie Banton, Australian activist (b. 1946)", "entities": [{"title": "Bernie Banton", "href": "/wiki/Bernie_Banton", "description": "Bernard Douglas Banton AM was an Australian social justice campaigner. He was the widely recognised face of the legal and political campaign to achieve compensation for the many sufferers of asbestos-related conditions, which they contracted after either working for the company James Hardie or being exposed to James Hardie Industries' products."}]}, {"heading": "Deaths", "year": "2007", "date": "November 27", "txt": "Robert Cade, American physician and academic, co-invented Gatorade (b. 1927)", "entities": [{"title": "Gatorade", "href": "/wiki/Gatorade", "description": "Gatorade is an American brand of sports-themed beverage and food products, built around its signature line of sports drinks. Gatorade is currently manufactured by PepsiCo and is distributed in over 80 countries. The beverage was first developed in 1965 by a team of researchers led by Robert Cade. It was originally made for the Gators at the University of Florida to replenish the carbohydrates that"}]}, {"heading": "Deaths", "year": "2007", "date": "November 27", "txt": "Sean Taylor, American football player (b. 1983)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 27", "txt": "Bill Willis, American football player and coach (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "November 27", "txt": "V. P. Singh, Indian lawyer and politician, 7th Prime Minister of India (b. 1931)", "entities": [{"title": "V. P. Singh", "href": "/wiki/V._P._Singh", "description": "Vishwanath Pratap Singh, also known as V. P. Singh was an Indian politician who was the 7th Prime Minister of India from 1989 to 1990 and the 41st Raja Bahadur of Manda. He is India's only prime minister to have been a former ruler and to be a pretender while serving as prime minister."}, {"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Deaths", "year": "2009", "date": "November 27", "txt": "Al Alberts, American singer-songwriter (b. 1922)", "entities": [{"title": "Al Alberts", "href": "/wiki/Al_Alberts", "description": "Al Alberts was an American popular singer and composer."}]}, {"heading": "Deaths", "year": "2010", "date": "November 27", "txt": "Irvin Kershner, American actor, director, and producer (b. 1923)", "entities": [{"title": "Irvin Kershner", "href": "/wiki/Irvin_Kershner", "description": "Irvin Kershner was an American director, actor, and producer of film and television."}]}, {"heading": "Deaths", "year": "2011", "date": "November 27", "txt": "Len Fulford, English photographer and director (b. 1928)", "entities": [{"title": "Len Fulford", "href": "/wiki/Len_Fulford", "description": "Leonard Alfred Fulford was a British commercial photographer and director, with a specialty for photography of still life. He was one of the founding members of BFCS. With studios in London, New York, Los Angeles and Milan, BFCS was one of the most successful commercial production companies of all time, winning the Palme d'Or at the Cannes Advertising Festival an unprecedented six times. Fulford d"}]}, {"heading": "Deaths", "year": "2011", "date": "November 27", "txt": "Ken Russell, English actor, director, producer, and screenwriter (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "November 27", "txt": "Gary Speed, Welsh footballer and manager (b. 1969)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 27", "txt": "Mickey Baker, American guitarist (b. 1925)", "entities": [{"title": "Mickey Baker", "href": "/wiki/Mickey_Baker", "description": "MacHouston \"Mickey\" Baker was an American guitarist, best known for his work as a studio musician and as part of the recording duo Mickey & Sylvia."}]}, {"heading": "Deaths", "year": "2012", "date": "November 27", "txt": "Ab Fafié, Dutch footballer and manager (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 27", "txt": "Érik Izraelewicz, French journalist and author (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 27", "txt": "Marvin Miller, American businessman and union leader (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 27", "txt": "Jack Wishna, American photographer and businessman, co-founded Rockcityclub (b. 1958)", "entities": [{"title": "Rockcityclub", "href": "/wiki/Rockcityclub", "description": "Rock City Club was created by Jack Wishna, Ofek Hayon, Brian Silver, music promoter Don Kirshner, and Michael Jackson The management team, partners, and investors attracted to the business include Internet entrepreneurs and music industry executives. One of the original creators of MTV and co-founder of Internet service provider NetZero are listed among the company's board. It was described by the"}]}, {"heading": "Deaths", "year": "2013", "date": "November 27", "txt": "Lewis Collins, English-American actor (b. 1946)", "entities": [{"title": "Lewis Collins", "href": "/wiki/Lewis_Collins", "description": "Lewis Collins was an English film and theatre actor. His career-defining role was playing 'Bodie' in the late 1970s – early 1980s British television series The Professionals. His other roles include Captain Peter Skellern in the 1982 movie Who Dares Wins, and Philip Mark in a 1986 episode of Robin of Sherwood."}]}, {"heading": "Deaths", "year": "2013", "date": "November 27", "txt": "Herbert F. DeSimone, American lawyer and politician, Attorney General of Rhode Island (b. 1929)", "entities": [{"title": "Attorney General of Rhode Island", "href": "/wiki/Attorney_General_of_Rhode_Island", "description": "The Attorney General of Rhode Island is the chief legal advisor of the Government of the State of Rhode Island and oversees the State of Rhode Island Department of Law. The Attorney General is elected every four years. The current Attorney General is Peter F. Neronha."}]}, {"heading": "Deaths", "year": "2013", "date": "November 27", "txt": "Volker Roemheld, German physiologist and biologist (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 27", "txt": "Nílton Santos, Brazilian footballer (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 27", "txt": "Manuel F. Segura, Filipino colonel (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 27", "txt": "Wanda Błeńska, Polish physician and missionary (b. 1911)", "entities": [{"title": "Wanda Błeńska", "href": "/wiki/Wanda_B%C5%82e%C5%84ska", "description": "Wanda Błeńska, also spelled Wanda Blenska, was a Polish leprosy expert, AK officer, and missionary who succeeded to develop the Buluba Hospital in Uganda into an internationally recognized centre for leprosy treatment."}]}, {"heading": "Deaths", "year": "2014", "date": "November 27", "txt": "Phillip Hughes, Australian cricketer (b. 1988)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 27", "txt": "P. D. James, English author (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 27", "txt": "Jack Kyle, Irish rugby player and humanitarian (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 27", "txt": "Fernance B. Perry, Portuguese-American businessman and philanthropist (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 27", "txt": "Mark Behr, Tanzanian-South African author and academic (b. 1963)", "entities": [{"title": "Mark Behr", "href": "/wiki/Mark_Behr", "description": "\n\nMark Behr was a Tanzanian-born writer who grew up in South Africa. He was professor of English Literature and Creative Writing at Rhodes College, Memphis, Tennessee. He also taught in the MA program at the University of the Witwatersrand in Johannesburg, South Africa."}]}, {"heading": "Deaths", "year": "2015", "date": "November 27", "txt": "Maurice Strong, Canadian businessman and diplomat (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 27", "txt": "Garrett Swasey, American figure skater and coach (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 27", "txt": "Philippe Washer, Belgian tennis player and golfer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "November 27", "txt": "Ioannis Grivas, Greek statesman (b. 1923)", "entities": [{"title": "Ioannis Grivas", "href": "/wiki/Ioannis_Grivas", "description": "Ioannis Grivas was a Greek judge, who served as President of the Court of Cassation and served as the Prime Minister of Greece at the head of a non-party caretaker government in 1989."}]}, {"heading": "Deaths", "year": "2020", "date": "November 27", "txt": "Mohsen Fakhrizadeh, Iranian nuclear scientist (b. 1958) ", "entities": [{"title": "Mohsen Fakhrizadeh", "href": "/wiki/Mohsen_Fakhrizadeh", "description": "Mohsen Fakhrizadeh Mahabadi was a brigadier general in the Islamic Revolutionary Guard Corps, an academic physicist, and a senior official in the nuclear program of Iran."}]}]