[{"heading": "Events", "year": "655", "date": "November 15", "txt": "Battle of the Winwaed: Penda of Mercia is defeated by Oswiu of Northumbria.", "entities": [{"title": "Battle of the Winwaed", "href": "/wiki/Battle_of_the_Winwaed", "description": "The Battle of the Winwaed was fought on 15 November 655 between King Penda of Mercia and Oswiu of Bernicia, ending in the Mercians' defeat and Penda's death. According to Bede, the battle marked the effective demise of Anglo-Saxon paganism."}, {"title": "Penda of Mercia", "href": "/wiki/Penda_of_Mercia", "description": "Penda was a 7th-century King of Mercia, the Anglo-Saxon kingdom in what is today the English Midlands. A pagan at a time when Christianity was taking hold in many of the Anglo-Saxon kingdoms, Penda took over the Severn Valley in 628 following the Battle of Cirencester before participating in the defeat of the powerful Northumbrian king Edwin at the Battle of Hatfield Chase in 633."}, {"title": "Oswiu of Northumbria", "href": "/wiki/Oswiu_of_Northumbria", "description": "Oswiu, also known as Oswy or Oswig, was King of Bernicia from 642 and of Northumbria from 654 until his death. He is notable for his role at the Synod of Whitby in 664, which ultimately brought the church in Northumbria into conformity with the wider Catholic Church."}]}, {"heading": "Events", "year": "1315", "date": "November 15", "txt": "Battle of Morgarten: The Schweizer Eidgenossenschaft ambushes the army of Leopold I.", "entities": [{"title": "Battle of Morgarten", "href": "/wiki/Battle_of_Morgarten", "description": "The Battle of Morgarten occurred on 15 November 1315, when the men of Schwyz, with support of their allies of Uri and Unterwalden, ambushed a Habsburg army under the command of Duke Leopold I on the shores of Lake Ägeri, in the territory of Schwyz."}, {"title": "Leopold I, Duke of Austria", "href": "/wiki/Leopold_I,_Duke_of_Austria", "description": "Leopold VII from the House of Habsburg was Duke of Austria and Styria – as co-ruler with his elder brother Frederick the Fair – from 1308 until his death. Born at Vienna, he was the third son of King Albert I of Germany and Elisabeth of Gorizia-Tyrol, a scion of the Meinhardiner dynasty."}]}, {"heading": "Events", "year": "1532", "date": "November 15", "txt": "Commanded by Francisco Pizarro, Spanish conquistadors under Hernando de Soto meet Inca Empire leader Atahualpa for the first time outside Cajamarca, arranging a meeting on the city plaza the following day.", "entities": [{"title": "Francisco Pizarro", "href": "/wiki/Francisco_Pizarro", "description": "Francisco Pizarro González was a Spanish conquistador, best known for his expeditions that led to the Spanish conquest of Peru."}, {"title": "Conquistador", "href": "/wiki/Conquistador", "description": "Conquistadors were the knights, soldiers and explorers of the Spanish and the Portuguese Empires. During the Age of Discovery, conquistadors sailed beyond Europe to the Americas, Oceania, Africa, and Asia, conquering territory and opening trade routes. They brought colonialism to much of the world for Spain and Portugal in the 16th, 17th, and 18th centuries."}, {"title": "Hernando de Soto", "href": "/wiki/Hernando_de_Soto", "description": "Hernando de Soto was a Spanish explorer and conquistador who was involved in expeditions in Nicaragua and the Yucatan Peninsula. He played an important role in Pizarro's conquest of the Inca Empire in Peru, but is best known for leading the first European expedition deep into the territory of the modern-day United States. He is the first European documented as having crossed the Mississippi River."}, {"title": "Inca Empire", "href": "/wiki/Inca_Empire", "description": "The Inca Empire, also known as the Incan Empire and the Inka Empire, was the largest empire in pre-Columbian America. The administrative, political and military center of the empire was in the city of Cusco. The Inca civilization arose from the Peruvian highlands sometime in the early 13th century. Its last stronghold was conquered by the Spanish in 1572."}, {"title": "Atahualpa", "href": "/wiki/Atahualpa", "description": "Atahualpa, Atawallpa (Quechua), also Atabalica, Atahuallpa, Atabalipa was the last Inca Emperor. After defeating his brother, Atahualpa became very briefly the last Sapa Inca of the Inca Empire (Tawantinsuyu) before the Spanish conquest ended his reign."}, {"title": "Cajamarca", "href": "/wiki/Cajamarca", "description": "Cajamarca, also known by the Cajamarca Quechua name, Kashamarka, is the capital and largest city of the Cajamarca Region as well as an important cultural and commercial center in the northern Andes. It is located in the northern highlands of Peru at approximately 2,750 m (8,900 ft) above sea level in the valley of the Mashcon river. Cajamarca had an estimated population of about 226,031 inhabitant"}, {"title": "Battle of Cajamarca", "href": "/wiki/Battle_of_Cajamarca", "description": "The 'Battle' of Cajamarca also spelled Cajamalca was the ambush and seizure of the Inca ruler Atahualpa by a small Spanish force led by Francisco Pizarro, on November 16, 1532. The Spanish killed thousands of Atahualpa's counselors, commanders, and unarmed attendants in the great plaza of Cajamarca, and caused his armed host outside the town to flee. The capture of Atahualpa marked the opening sta"}]}, {"heading": "Events", "year": "1533", "date": "November 15", "txt": "Francisco Pizarro arrives in Cuzco, the capital of the Inca Empire.", "entities": [{"title": "Francisco Pizarro", "href": "/wiki/Francisco_Pizarro", "description": "Francisco Pizarro González was a Spanish conquistador, best known for his expeditions that led to the Spanish conquest of Peru."}, {"title": "Cusco", "href": "/wiki/Cusco", "description": "Cusco, often spelled Cuzco [ˈkusko], is a city in southeastern Peru near the Urubamba Valley of the Andes mountain range. It is the capital of the Cusco Region and of the Cusco Province. The city is the seventh most populous in Peru and, in 2017, had a population of 428,450. Its elevation is around 3,400 m (11,200 ft)."}, {"title": "Inca Empire", "href": "/wiki/Inca_Empire", "description": "The Inca Empire, also known as the Incan Empire and the Inka Empire, was the largest empire in pre-Columbian America. The administrative, political and military center of the empire was in the city of Cusco. The Inca civilization arose from the Peruvian highlands sometime in the early 13th century. Its last stronghold was conquered by the Spanish in 1572."}]}, {"heading": "Events", "year": "1705", "date": "November 15", "txt": "Battle of Zsibó: Austrian-Danish victory over the Kurucs (Hungarians).", "entities": [{"title": "Battle of Zsibó", "href": "/wiki/Battle_of_Zsib%C3%B3", "description": "Battle of Zsibó was fought on 15 November 1705 between the Kuruc (Hungarian) army and forces of the Habsburg Empire, Kingdom of Denmark and Vojvodian Serbs in Zsibó, Principality of Transylvania. The Austrian marshal Ludwig Herbeville marched against Transylvania. Although the Kuruc-French army was equal in size to the combined Austrian, Danish and Serbian forces, Francis II Rákóczi went on the de"}, {"title": "Austrians", "href": "/wiki/Austrians", "description": "Austrians are a Germanic ethnic group and nation, native to modern Austria and South Tyrol who share a common Austrian culture, Austrian descent, and Austrian history. The English term Austrians was applied to the population of Habsburg Austria from the 17th or 18th century. Subsequently, during the 19th century, it referred to the citizens of the Empire of Austria (1804–1867), and from 1867 until"}, {"title": "Danes", "href": "/wiki/Danes", "description": "Danes are a North Germanic ethnic group native to Denmark This connection may be ancestral, legal, historical, or cultural."}, {"title": "Kuruc", "href": "/wiki/Kuruc", "description": "Kuruc, also spelled kurutz, refers to a group of armed anti-Habsburg insurgents in the Kingdom of Hungary between 1671 and 1711."}, {"title": "Hungarian people", "href": "/wiki/Hungarian_people", "description": "Hungarians, also known as Magyars, are a nation and ethnic group native to Hungary and historical Hungarian lands who share a common ancestry, culture, history and language. Hungarian belongs to the Uralic language family. There are an estimated 14.2–14.5 million ethnic Hungarians and their descendants worldwide, of whom 9.6 million live in today's Hungary. About 2.2 million Hungarians live in are"}]}, {"heading": "Events", "year": "1760", "date": "November 15", "txt": "The secondly-built Castellania in Valletta is officially inaugurated with the blessing of the interior Chapel of Sorrows.", "entities": [{"title": "Castellania (Valletta)", "href": "/wiki/Castellania_(Valletta)", "description": "The Castellania, also known as the Castellania Palace, is a former courthouse and prison in Valletta, Malta. It was built by the Order of St. John between 1757 and 1760, on the site of an earlier courthouse which had been built in 1572."}, {"title": "Valletta", "href": "/wiki/Valletta", "description": "Valletta is the capital city of Malta. Located in the South Eastern Region of the main island, between Marsamxett Harbour to the west and the Grand Harbour to the east, its population in 2014 was 6,444, while the metropolitan area around it has a population of 393,938. Valletta is second only to Nicosia as the southernmost capital of Europe, and at just 0.61 square kilometres (61 ha), it is the Eu"}]}, {"heading": "Events", "year": "1777", "date": "November 15", "txt": "American Revolutionary War: After 16 months of debate the Continental Congress approves the Articles of Confederation.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Continental Congress", "href": "/wiki/Continental_Congress", "description": "The Continental Congress was a series of legislative bodies which met in the British American colonies and the newly declared United States just before, during, and after the American Revolution. The term \"Continental Congress\" most specifically refers to the First and Second Congresses of 1774–1781 and may also refer to the Congress of the Confederation of 1781–1789, which operated as the first n"}, {"title": "Articles of Confederation", "href": "/wiki/Articles_of_Confederation", "description": "The Articles of Confederation and Perpetual Union was an agreement among the 13 original states of the United States of America that served as its first constitution. It was approved after much debate by the Second Continental Congress on November 15, 1777, and sent to the states for ratification. The Articles of Confederation came into force on March 1, 1781, after ratification by all the states."}]}, {"heading": "Events", "year": "1806", "date": "November 15", "txt": "Pike Expedition: Lieutenant Zebulon Pike sees a distant mountain peak while near the Colorado foothills of the Rocky Mountains. (It is later named Pikes Peak.)", "entities": [{"title": "Pike Expedition", "href": "/wiki/Pike_Expedition", "description": "The Pike Expedition was a military party sent out by President Thomas Jefferson and authorized by the United States government to explore the south and west of the recent Louisiana Purchase. Roughly contemporaneous with the Lewis and Clark Expedition, it was led by United States Army Lieutenant Zebulon Pike, Jr. who was promoted to captain during the trip. It was the first official American effort"}, {"title": "Zebulon Pike", "href": "/wiki/Zebulon_Pike", "description": "Zebulon Montgomery Pike was an American brigadier general and explorer for whom Pikes Peak in Colorado was named. As a U.S. Army officer he led two expeditions under authority of President Thomas Jefferson through the Louisiana Purchase territory, first in 1805–1806 to reconnoiter the upper northern reaches of the Mississippi River, and then in 1806–1807 to explore the southwest to the fringes of "}, {"title": "Colorado", "href": "/wiki/Colorado", "description": "Colorado is a state in the Mountain West subregion of the Western United States. It encompasses most of the Southern Rocky Mountains as well as the northeastern portion of the Colorado Plateau and the western edge of the Great Plains. Colorado is the eighth most extensive and 21st most populous U.S. state. The 2020 United States Census enumerated the population of the State of Colorado at 5,773,71"}, {"title": "Rocky Mountains", "href": "/wiki/Rocky_Mountains", "description": "The Rocky Mountains, also known as the Rockies, are a major mountain range in western North America. The Rocky Mountains stretch 3,000 mi (4,800 km) in straight-line distance from the northernmost part of British Columbia, in western Canada, to New Mexico in the Southwestern United States. The northern terminus is located in the Liard River area east of the Pacific Coast Ranges, while the southern"}, {"title": "Pikes Peak", "href": "/wiki/Pikes_Peak", "description": "Pikes Peak is the highest summit of the southern Front Range of the Rocky Mountains, in North America. The ultra-prominent 14,115-foot (4,302.31 m) fourteener is located in Pike National Forest, 12 miles (19 km) west of downtown Colorado Springs, Colorado. The mountain is named in honor of American explorer Zebulon Pike. The summit is higher than any point in the United States east of its longitud"}]}, {"heading": "Events", "year": "1864", "date": "November 15", "txt": "American Civil War: Union General William Tecumseh Sherman begins Sherman's March to the Sea.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "William Tecumseh Sherman", "href": "/wiki/William_Tecumseh_Sherman", "description": "William Tecumseh Sherman was an American soldier, businessman, educator, and author. He served as a general in the Union Army during the American Civil War (1861–1865), receiving recognition for his command of military strategy as well as criticism for the harshness of the scorched earth policies he implemented in conducting total war against the Confederate States. British military theorist and h"}, {"title": "Sherman's March to the Sea", "href": "/wiki/Sherman%27s_March_to_the_Sea", "description": "Sherman's March to the Sea was a military campaign of the American Civil War conducted through Georgia from November 15 until December 21, 1864, by Maj. Gen. William Tecumseh Sherman of the Union Army. The campaign began with Sherman's troops leaving the captured city of Atlanta on November 15 and ended with the capture of the port of Savannah on December 21. His forces followed a \"scorched earth\""}]}, {"heading": "Events", "year": "1889", "date": "November 15", "txt": "Brazil is declared a republic by Marshal Deodoro da Fonseca as Emperor Pedro II is deposed in a military coup.", "entities": [{"title": "Brazil", "href": "/wiki/Brazil", "description": "Brazil, officially the Federative Republic of Brazil, is the largest country in both South America and Latin America. It covers an area of 8,515,767 square kilometres (3,287,956 sq mi), with a population of over 211 million. Brazil is the world's fifth-largest and sixth-most populous country, composed of 26 states and the Federal District. It is the largest country to have Portuguese as an officia"}, {"title": "Marshal (Brazil)", "href": "/wiki/Marshal_(Brazil)", "description": "Marshal is the highest rank in both the Brazilian Army and the Brazilian Air Force, although the latter is titled marechal-do-ar. These ranks are equivalent to that of admiral in the navy. A marshal is distinguished by using five stars, which for a marshal of the air are in the approximate position of Southern Cross and for a marshal in the army, in the form of \"X\". The five stars of admiral are i"}, {"title": "Deodoro da Fonseca", "href": "/wiki/Deodoro_da_Fonseca", "description": "Manuel Deodoro da Fonseca was a Brazilian politician and military officer who served as the 1st president of Brazil. He took office after heading a military coup that deposed Emperor Pedro II and proclaimed the Republic in 1889, disestablishing the Empire, and stepped down little more than two years later, in 1891, under great political pressure. He is therefore the first Brazilian President to ha"}, {"title": "Pedro II of Brazil", "href": "/wiki/Pedro_II_of_Brazil", "description": "Dom Pedro II, nicknamed \"the Magnanimous\", was the second and last monarch of the Empire of Brazil, reigning for over 58 years. He was born in Rio de Janeiro, the seventh child of Emperor Dom Pedro I of Brazil and Empress Dona Maria Leopoldina and thus a member of the Brazilian branch of the House of Braganza. His father's abrupt abdication and departure to Europe in 1831 left the five year-old as"}, {"title": "Decline and fall of Pedro II of Brazil", "href": "/wiki/Decline_and_fall_of_Pedro_II_of_Brazil", "description": "The decline and fall of Pedro II of Brazil occurred over the course of the 1880s, with the underlying factors accumulating and coming increasingly into focus after 1881. This period paradoxically coincided with a time of unparalleled economic and social stability and progress for Brazil, during which the nation had achieved a prominent place as an emerging power within the international arena."}]}, {"heading": "Events", "year": "1914", "date": "November 15", "txt": "Harry Turner becomes the first player to die from game-related injuries in the \"Ohio League\", the direct predecessor to the National Football League.", "entities": [{"title": "Harry Turner (American football)", "href": "/wiki/Harry_Turner_(American_football)", "description": "Harry Turner was a professional football player. He was one of the most popular players on the Canton Professionals, the pre-National Football League version of the Canton Bulldogs who played in the Ohio League. The team's center, Turner played with the Pros from around 1911 until his death in 1914."}, {"title": "Ohio League", "href": "/wiki/Ohio_League", "description": "The Ohio League was an informal and loose association of American football clubs active between 1902 and 1919 that competed for the Ohio Independent Championship (OIC). As the name implied, its teams were mostly based in Ohio. It is the direct predecessor to the modern National Football League (NFL)."}, {"title": "National Football League", "href": "/wiki/National_Football_League", "description": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major North American professional sports leagues, the highest professional level of American football in the world. The NFL's 18-week regular season runs from early"}]}, {"heading": "Events", "year": "1920", "date": "November 15", "txt": "First assembly of the League of Nations is held in Geneva, Switzerland.", "entities": [{"title": "League of Nations", "href": "/wiki/League_of_Nations", "description": "The League of Nations, abbreviated as LON, was the first worldwide intergovernmental organisation whose principal mission was to maintain world peace. Founded on 10 January 1920 following the Paris Peace Conference that ended the First World War, it ceased operations on 20 April 1946."}, {"title": "Geneva", "href": "/wiki/Geneva", "description": "Geneva is the second-most populous city in Switzerland and the most populous city of Romandy, the French-speaking part of Switzerland. Situated where the Rhône exits Lake Geneva, it is the capital of the Republic and Canton of Geneva."}]}, {"heading": "Events", "year": "1920", "date": "November 15", "txt": "The Free City of Danzig is established.", "entities": []}, {"heading": "Events", "year": "1922", "date": "November 15", "txt": "At least 300 are massacred during a general strike in Guayaquil, Ecuador.", "entities": [{"title": "1922 Guayaquil general strike", "href": "/wiki/1922_Guayaquil_general_strike", "description": "The 1922 Guayaquil general strike was a three-day general work stoppage in the city of Guayaquil, Ecuador, which lasted from 13 to 15 November of that year. The strike began with trolley, electric company and other public utility workers who were inspired by a successful strike by railroad workers in nearby Durán. Workers made demands such as pay increases, shorter hours, safer working conditions,"}, {"title": "Guayaquil", "href": "/wiki/Guayaquil", "description": "Guayaquil, officially Santiago de Guayaquil, is the largest city of Ecuador. It is also the nation's main port. The city is the capital of Guayas Province and the seat of Guayaquil canton."}]}, {"heading": "Events", "year": "1926", "date": "November 15", "txt": "The NBC radio network opens with 24 stations.", "entities": [{"title": "NBC", "href": "/wiki/NBC", "description": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network owned by NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles, and Chicago. NBC is one of the Big Three television networks, and is sometimes referred to as the \"Peacock Ne"}]}, {"heading": "Events", "year": "1928", "date": "November 15", "txt": "The RNLI lifeboat Mary Stanford capsized in Rye Harbour with the loss of the entire 17-man crew.", "entities": [{"title": "Royal National Lifeboat Institution", "href": "/wiki/Royal_National_Lifeboat_Institution", "description": "The Royal National Lifeboat Institution (RNLI) is the largest charity that saves lives at sea around the coasts of the United Kingdom, the Republic of Ireland, the Channel Islands, and the Isle of Man, as well as on some inland waterways. It is one of several lifeboat services operating in the same area."}, {"title": "RNLB Mary Stanford (ON 661)", "href": "/wiki/RNLB_Mary_Stanford_(ON_661)", "description": "RNLB Mary Stanford  was a Royal National Lifeboat Institution (RNLI) Liverpool-class lifeboat stationed in Rye Harbour."}, {"title": "Rye Harbour", "href": "/wiki/Rye_Harbour", "description": "Rye Harbour is a village located on the East Sussex coast in southeast England, near the estuary of the River Rother: it is part of the civil parish of Icklesham and the Rother district. Rye Harbour is located some two miles (3.2 km) downstream of the town of Rye."}]}, {"heading": "Events", "year": "1933", "date": "November 15", "txt": "Thailand has its first election.", "entities": [{"title": "Thailand", "href": "/wiki/Thailand", "description": "Thailand, formerly known as Siam, and officially the Kingdom of Thailand, is a country in Southeast Asia. It is located at the centre of the Indochinese Peninsula, spanning 513,120 square kilometres (198,120 sq mi), with a population of over 66 million people. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia,"}, {"title": "1933 Siamese general election", "href": "/wiki/1933_Siamese_general_election", "description": "General elections for the National Assembly were held in Siam on 15 November 1933. At the time there were no political parties, so all candidates ran as independents. A total of 1,773,532 votes were cast and voter turnout was 41.5%. This was the first legislative election in Siamese history."}]}, {"heading": "Events", "year": "1939", "date": "November 15", "txt": "In Washington, D.C., US President Franklin D. Roosevelt lays the cornerstone of the Jefferson Memorial.", "entities": [{"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "Jefferson Memorial", "href": "/wiki/Jefferson_Memorial", "description": "The Jefferson Memorial is a presidential memorial built in Washington, D.C. between 1939 and 1943 under the sponsorship of President Franklin D. Roosevelt. Roosevelt thought that it was a suitable memorial to the Founding Fathers of the United States and to Thomas Jefferson, the principal author of the United States Declaration of Independence and the founder of the Democratic-Republican Party."}]}, {"heading": "Events", "year": "1942", "date": "November 15", "txt": "World War II: The Battle of Guadalcanal ends in a decisive Allied victory.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Naval Battle of Guadalcanal", "href": "/wiki/Naval_Battle_of_Guadalcanal", "description": "The Naval Battle of Guadalcanal, sometimes referred to as the Third and Fourth Battles of Savo Island, the Battle of the Solomons, the Battle of Friday the 13th, or, in Japanese sources, the Third Battle of the Solomon Sea , took place from 12–15 November 1942, and was the decisive engagement in a series of naval battles between Allied and Imperial Japanese forces during the months-long Guadalcana"}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}]}, {"heading": "Events", "year": "1943", "date": "November 15", "txt": "The Holocaust: German SS leader Heinrich Himmler orders that Gypsies are to be put \"on the same level as Jews and placed in concentration camps\".", "entities": [{"title": "The Holocaust", "href": "/wiki/The_Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration camps;"}, {"title": "Schutzstaffel", "href": "/wiki/Schutzstaffel", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}, {"title": "Heinrich Himmler", "href": "/wiki/Heinrich_Himmler", "description": "Heinrich Luitpold Himmler was Reichsführer of the Schutzstaffel, and a leading member of the Nazi Party (NSDAP) of Germany. Himmler was one of the most powerful men in Nazi Germany and a main architect of the Holocaust."}, {"title": "Romani people", "href": "/wiki/Romani_people", "description": "The Romani, also known as the Roma, are an Indo-Aryan people, traditionally nomadic itinerants living mostly in Europe, as well as diaspora populations in the Americas. The Romani are widely known in English by the exonym Gypsies, which is considered by some Roma people to be pejorative due to its connotations of illegality and irregularity."}, {"title": "Jews", "href": "/wiki/Jews", "description": "Jews or Jewish people are members of an ethnoreligious group and a nation originating from the Israelites and Hebrews of historical Israel and Judah. Jewish ethnicity, nationhood, and religion are strongly interrelated, as Judaism is the ethnic religion of the Jewish people, although its observance varies from strict to none."}, {"title": "Internment", "href": "/wiki/Internment#Concentration_camp", "description": "Internment is the imprisonment of people, commonly in large groups, without charges or intent to file charges. The term is especially used for the confinement \"of enemy citizens in wartime or of terrorism suspects\". Thus, while it can simply mean imprisonment, it tends to refer to preventive confinement rather than confinement after having been convicted of some crime. Use of these terms is subjec"}]}, {"heading": "Events", "year": "1949", "date": "November 15", "txt": "Nathuram Godse and Narayan Apte are executed for assassinating Mahatma Gandhi.", "entities": [{"title": "Nathuram Godse", "href": "/wiki/Nathuram_Godse", "description": "Nathuram Vinayak Godse was the assassin of Mahatma Gandhi, who shot Gandhi in the chest three times at point blank range in New Delhi on 30 January 1948. Godse, a Hindu nationalist from Pune, who believed Gandhi to have favoured the political demands of India's Muslims during the partition of India, plotted the assassination with Narayan Apte and six others. After a trial that lasted over a year, "}, {"title": "Narayan Apte", "href": "/wiki/Narayan_Apte", "description": "Mahatma Gandhi was assassinated on 30 January 1948 in the compound of Birla Gandhi’s House, a large mansion in New Delhi. His assassin was Nathuram Godse, an advocate of Hindu nationalism, a member of the political party the Hindu Mahasabha, and a member of the Hindu nationalist volunteer organisation Rashtriya Swayamsevak Sangh (RSS). Godse considered Gandhi to have been too accommodating to Musl"}, {"title": "Mahatma Gandhi", "href": "/wiki/Mahatma_Gandhi", "description": "Mohandas Karamchand Gandhi was an Indian lawyer, anti-colonial nationalist, and political ethicist, who employed nonviolent resistance to lead the successful campaign for India's independence from British rule, and in turn inspired movements for civil rights and freedom across the world. The honorific Mahātmā, first applied to him in 1914 in South Africa, is now used throughout the world."}]}, {"heading": "Events", "year": "1951", "date": "November 15", "txt": "Greek resistance leader Nikos Beloyannis, along with 11 resistance members, is sentenced to death by the court-martial.", "entities": [{"title": "Nikos Beloyannis", "href": "/wiki/Nikos_Beloyannis", "description": "Nikos Beloyannis was a Greek resistance leader and leading cadre of the Greek Communist Party."}, {"title": "Court-martial", "href": "/wiki/Court-martial", "description": "A court-martial or court martial is a military court or a trial conducted in such a court. A court-martial is empowered to determine the guilt of members of the armed forces subject to military law, and, if the defendant is found guilty, to decide upon punishment. In addition, courts-martial may be used to try prisoners of war for war crimes. The Geneva Conventions require that POWs who are on tri"}]}, {"heading": "Events", "year": "1955", "date": "November 15", "txt": "The first part of Saint Petersburg Metro is opened.", "entities": [{"title": "Saint Petersburg Metro", "href": "/wiki/Saint_Petersburg_Metro", "description": "The Saint Petersburg Metro is a rapid transit system in Saint Petersburg, Russia. Construction began in early 1941, but was put on hold due to World War II and the subsequent Siege of Leningrad, during which the constructed stations were used as bomb shelters. It was finally opened on 15 November 1955."}]}, {"heading": "Events", "year": "1966", "date": "November 15", "txt": "Project Gemini: Gemini 12 completes the program's final mission, when it splashes down safely in the Atlantic Ocean.", "entities": [{"title": "Project Gemini", "href": "/wiki/Project_Gemini", "description": "Project Gemini was NASA's second human spaceflight program. Conducted between projects Mercury and Apollo, Gemini started in 1961 and concluded in 1966. The Gemini spacecraft carried a two-astronaut crew. Ten Gemini crews and sixteen individual astronauts flew low Earth orbit (LEO) missions during 1965 and 1966."}]}, {"heading": "Events", "year": "1966", "date": "November 15", "txt": "A Boeing 727 carrying Pan Am Flight 708 crashes near Berlin, Germany, killing all three people on board.", "entities": [{"title": "Pan Am Flight 708", "href": "/wiki/Pan_Am_Flight_708", "description": "Pan Am Flight 708 was a cargo flight that crashed on initial approach less than 10 mi (16 km) west-southwest of its destination airport, Berlin Tegel in Germany, in the early morning hours of November 15, 1966. The flight was operated by a Pan American World Airways Boeing 727-21, registration N317PA, name Clipper München, routing from Frankfurt Airport. All three crew members perished. The cause "}]}, {"heading": "Events", "year": "1967", "date": "November 15", "txt": "The only fatality of the North American X-15 program occurs during the 191st flight when Air Force test pilot Michael J. Adams loses control of his aircraft which is destroyed mid-air over the Mojave Desert.", "entities": [{"title": "North American X-15", "href": "/wiki/North_American_X-15", "description": "The North American X-15 is a hypersonic rocket-powered aircraft. It was operated by the United States Air Force and the National Aeronautics and Space Administration as part of the X-plane series of experimental aircraft. The X-15 set speed and altitude records in the 1960s, reaching the edge of outer space and returning with valuable data used in aircraft and spacecraft design. The X-15's highest"}, {"title": "X-15 Flight 3-65-97", "href": "/wiki/X-15_Flight_3-65-97", "description": "X-15 Flight 3-65-97, also known as X-15 Flight 191, was a test flight of the North American X-15 experimental aircraft. It took place on November 15, 1967, and was piloted by Michael J. Adams. It ended in tragedy when the aircraft broke apart minutes after launch due to technical difficulties, killing the pilot and destroying the plane."}, {"title": "Michael J. Adams", "href": "/wiki/Michael_J._Adams", "description": "Michael James Adams was an American aviator, aeronautical engineer, and USAF astronaut. He was one of twelve pilots who flew the North American X-15, an experimental spaceplane jointly operated by the Air Force and NASA."}, {"title": "Mojave Desert", "href": "/wiki/Mojave_Desert", "description": "The Mojave Desert is an arid rain-shadow desert and the driest desert in North America. It is in the Southwestern United States, primarily within southeastern California and southern Nevada, and it occupies 47,877 sq mi (124,000 km2). Small areas also extend into Utah and Arizona. Its boundaries are generally noted by the presence of Joshua trees, which are native only to the Mojave Desert and are"}]}, {"heading": "Events", "year": "1968", "date": "November 15", "txt": "The Cleveland Transit System becomes the first transit system in the western hemisphere to provide direct rapid transit service from a city's downtown to its major airport.", "entities": [{"title": "Cleveland Transit System", "href": "/wiki/Cleveland_Transit_System", "description": "The Greater Cleveland Regional Transit Authority is the public transit agency for Cleveland, Ohio, United States and the surrounding suburbs of Cuyahoga County. RTA is the largest transit agency in Ohio, providing over 44 million trips to residents and visitors of the Cleveland area in 2010. RTA owns and operates the RTA Rapid Transit rail system, which consists of one heavy rail line and three li"}, {"title": "Cleveland", "href": "/wiki/Cleveland", "description": "Cleveland, officially the City of Cleveland, is a major city in the U.S. state of Ohio, and the county seat of Cuyahoga County. It is located along the southern shore of Lake Erie, across the U.S. maritime border with Canada and approximately 60 miles west of the Ohio-Pennsylvania state border."}, {"title": "Cleveland Hopkins International Airport", "href": "/wiki/Cleveland_Hopkins_International_Airport", "description": "Cleveland Hopkins International Airport is an international airport located in Cleveland, Ohio, 9 miles (14 km) southwest of the downtown area and adjacent to the Glenn Research Center, one of NASA's ten major field centers. It is the primary airport serving Greater Cleveland and Northeast Ohio, the largest and busiest airport in Ohio, and the 43rd busiest airport in the United States by passenger"}]}, {"heading": "Events", "year": "1969", "date": "November 15", "txt": "Cold War: The Soviet submarine K-19 collides with the American submarine USS Gato in the Barents Sea.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Soviet submarine K-19", "href": "/wiki/Soviet_submarine_K-19", "description": "K-19 was the first submarine of the Project 658 class, the first generation of Soviet nuclear submarines equipped with nuclear ballistic missiles, specifically the R-13 SLBM. The boat was hastily built by the Soviets in response to United States' developments in nuclear submarines as part of the arms race. Before it was launched, 10 civilian workers and a sailor died due to accidents and fires. Af"}, {"title": "USS Gato (SSN-615)", "href": "/wiki/USS_Gato_(SSN-615)", "description": "USS Gato (SSN-615) was a Thresher/Permit-class nuclear submarine known as the \"Goal Keeper\" or the \"Black Cat.\" She was the second United States Navy ship named after the gato, a species of small catshark found in waters along the west coast of Mexico."}, {"title": "Barents Sea", "href": "/wiki/Barents_Sea", "description": "The Barents Sea is a marginal sea of the Arctic Ocean, located off the northern coasts of Norway and Russia and divided between Norwegian and Russian territorial waters. Known among Russians in the Middle Ages as the Murman Sea, the current name of the sea is after the historical Dutch navigator Willem Barentsz."}]}, {"heading": "Events", "year": "1969", "date": "November 15", "txt": "Vietnam War: In Washington, D.C., 250,000-500,000 protesters staged a peaceful demonstration against the war, including a symbolic \"March Against Death\".", "entities": [{"title": "Moratorium to End the War in Vietnam", "href": "/wiki/Moratorium_to_End_the_War_in_Vietnam#November_15,_1969,_Moratorium_March_on_Washington", "description": "The Moratorium to End the War in Vietnam was a massive demonstration and teach-in across the United States against the United States involvement in the Vietnam War. It took place on October 15, 1969, followed a month later, on November 15, 1969, by a large Moratorium March in Washington, D.C."}]}, {"heading": "Events", "year": "1971", "date": "November 15", "txt": "Intel releases the world's first commercial single-chip microprocessor, the 4004.", "entities": [{"title": "Intel", "href": "/wiki/Intel", "description": "Intel Corporation is an American multinational corporation and technology company headquartered in Santa Clara, California, in Silicon Valley. It is the world's largest semiconductor chip manufacturer by revenue, and is the developer of the x86 series of microprocessors, the processors found in most personal computers (PCs). Incorporated in Delaware, Intel ranked No. 45 in the 2020 Fortune 500 lis"}, {"title": "Microprocessor", "href": "/wiki/Microprocessor", "description": "A microprocessor is a computer processor where the data processing logic and control is included on a single integrated circuit, or a small number of integrated circuits. The microprocessor is a multipurpose, clock-driven, register-based, digital integrated circuit that accepts binary data as input, processes it according to instructions stored in its memory, and provides results as output. Microp"}, {"title": "Intel 4004", "href": "/wiki/Intel_4004", "description": "The Intel 4004 is a 4-bit central processing unit (CPU) released by Intel Corporation in 1971. It was the first commercially produced microprocessor, and the first in a long line of Intel CPUs."}]}, {"heading": "Events", "year": "1976", "date": "November 15", "txt": "René Lévesque and the Parti Québécois take power to become the first Quebec government of the 20th century clearly in favor of independence.", "entities": [{"title": "René Lévesque", "href": "/wiki/Ren%C3%A9_L%C3%A9vesque", "description": "René Lévesque was a Québécois politician and journalist who served as premier of Quebec from 1976 to 1985, the 23rd since Confederation. Starting his career as a reporter, and radio and television host, he later became known for his eminent role in Quebec's nationalization of hydro, and as an ardent defender of Quebec sovereignty. He was the founder of the Parti Québécois, and before that, a Liber"}, {"title": "1976 Quebec general election", "href": "/wiki/1976_Quebec_general_election", "description": "The 1976 Quebec general election was held on November 15, 1976 to elect members to National Assembly of the Province of Quebec, Canada. It was one of the most significant elections in Quebec history, rivalled only by the 1960 general election, and caused major repercussions in the rest of Canada. The Parti Québécois, led by René Lévesque, defeated the incumbent Quebec Liberal Party, led by Premier"}, {"title": "Quebec", "href": "/wiki/Quebec", "description": "Quebec is one of the thirteen provinces and territories of Canada. Located in Central Canada, the province shares borders with Ontario to the southwest, Newfoundland and Labrador to the northeast, and New Brunswick to the southeast; and the U.S. states of Maine, New Hampshire, Vermont and New York to the south. Quebec is the largest province by area, being 1,542,056 km2 (595,391 sq mi), and the se"}, {"title": "Quebec sovereignty movement", "href": "/wiki/Quebec_sovereignty_movement", "description": "The Quebec sovereignty movement is a political movement as well as an ideology of values, concepts and ideas that advocates independence for the Canadian province of Quebec."}]}, {"heading": "Events", "year": "1978", "date": "November 15", "txt": "A chartered Douglas DC-8 crashes near Colombo, Sri Lanka, killing 183.", "entities": [{"title": "Douglas DC-8", "href": "/wiki/Douglas_DC-8", "description": "The Douglas DC-8 is a narrow-body airliner built by the American Douglas Aircraft Company.\n\nAfter losing the May 1954 US Air Force tanker competition to the Boeing KC-135, Douglas announced in July 1955 its derived jetliner project.\nIn October 1955, Pan Am made the first order along with the competing Boeing 707, and many other airlines followed.\nThe first DC-8 was rolled out in Long Beach Airport"}, {"title": "Icelandic Airlines Flight 001", "href": "/wiki/Icelandic_Airlines_Flight_001", "description": "Loftleiðir HF LL 001, a charter flight, was a Douglas DC-8 that crashed on November 15, 1978, on approach to the international airport in Colombo, Sri Lanka. The crash killed 8 of the 13 Icelandic crew members, 5 reserve crew members, and 170 Muslim pilgrims from South Borneo out of a total of 262 passengers and crew. The official report by Sri Lankan authorities determined the probable cause of t"}, {"title": "Colombo, Sri Lanka", "href": "/wiki/Colombo,_Sri_Lanka", "description": "Colombo is the commercial capital and largest city of Sri Lanka by population. According to the Brookings Institution, Colombo metropolitan area has a population of 5.6 million, and 752,993 in the city proper. It is the financial centre of the island and a tourist destination. It is located on the west coast of the island and adjacent to the Greater Colombo area which includes Sri Jayawardenepura "}]}, {"heading": "Events", "year": "1979", "date": "November 15", "txt": "A package from Unabomber Ted Kaczynski begins smoking in the cargo hold of a flight from Chicago to Washington, D.C., forcing the plane to make an emergency landing.", "entities": [{"title": "Ted Kaczynski", "href": "/wiki/Ted_Kaczynski", "description": "Theodore John Kaczynski, also known as the Unabomber, is an American domestic terrorist, primitivist and former mathematics professor. He was a mathematics prodigy, but abandoned his academic career in 1969 to pursue a more primitive life. Between 1978 and 1995, he killed three people and injured 23 others in a nationwide bombing campaign against people he believed to be advancing modern technolog"}]}, {"heading": "Events", "year": "1983", "date": "November 15", "txt": "Turkish Republic of Northern Cyprus declares independence. Recognized only by Turkey.", "entities": [{"title": "Northern Cyprus", "href": "/wiki/Northern_Cyprus", "description": "Northern Cyprus, officially the Turkish Republic of Northern Cyprus, is a de facto state that comprises the northeastern portion of the island of Cyprus. Recognised only by Turkey, Northern Cyprus is considered by all other states to be part of the Republic of Cyprus."}]}, {"heading": "Events", "year": "1985", "date": "November 15", "txt": "A research assistant is injured when a package from the Unabomber addressed to a University of Michigan professor explodes.", "entities": [{"title": "Unabomber", "href": "/wiki/Unabomber", "description": "Theodore John Kaczynski, also known as the Unabomber, is an American domestic terrorist, primitivist and former mathematics professor. He was a mathematics prodigy, but abandoned his academic career in 1969 to pursue a more primitive life. Between 1978 and 1995, he killed three people and injured 23 others in a nationwide bombing campaign against people he believed to be advancing modern technolog"}, {"title": "University of Michigan", "href": "/wiki/University_of_Michigan", "description": "The University of Michigan is a public research university in Ann Arbor, Michigan. Founded in 1817 in Detroit, as the Catholepistemiad, or the University of Michigania, 20 years before the territory became a state, the university is Michigan's oldest. The school was moved to Ann Arbor in 1837 onto 40 acres (16 ha) of what is now known as Central Campus. Since its establishment in Ann Arbor, the fl"}]}, {"heading": "Events", "year": "1985", "date": "November 15", "txt": "The Anglo-Irish Agreement is signed at Hillsborough Castle by British Prime Minister Margaret Thatcher and Irish Taoiseach Garret FitzGerald.", "entities": [{"title": "Hillsborough, County Down", "href": "/wiki/Hillsborough,_County_Down", "description": "Hillsborough is a village, townland and civil parish in County Down, Northern Ireland, situated 19 km (12 mi) from the city of Belfast. It is within the Lisburn and Castlereagh District Council area."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}, {"title": "Margaret Thatcher", "href": "/wiki/Margaret_Thatcher", "description": "Margaret Hilda Thatcher, Baroness Thatcher, was a British stateswoman who served as Prime Minister of the United Kingdom from 1979 to 1990 and Leader of the Conservative Party from 1975 to 1990. She was the longest-serving British prime minister of the 20th century and the first woman to hold that office. A Soviet journalist dubbed her the \"Iron Lady\", a nickname that became associated with her un"}, {"title": "Taoiseach", "href": "/wiki/Taoiseach", "description": "The Taoiseach is the prime minister and head of government of Ireland. The office is appointed by the president of Ireland upon the nomination of Dáil Éireann and must retain the support of a majority in the Dáil to remain in office."}, {"title": "Garret FitzGerald", "href": "/wiki/Garret_FitzGerald", "description": "Garret Desmond FitzGerald was an Irish Fine Gael politician, economist and barrister who served twice as Taoiseach, serving from 1981 to 1982 and 1982 to 1987. He served as Leader of Fine Gael from 1977 to 1987, and was twice Leader of the Opposition between 1977 and 1982; he was previously Minister for Foreign Affairs from 1973 to 1977. FitzGerald served as a Teachta Dála (TD) from 1969 to 1992 a"}]}, {"heading": "Events", "year": "1987", "date": "November 15", "txt": "In Brașov, Romania, workers rebel against the communist regime of Nicolae Ceaușescu.", "entities": [{"title": "Brașov", "href": "/wiki/Bra%C8%99ov", "description": "Brașov is a city in Transylvania, Romania and the administrative centre of Brașov County."}, {"title": "Socialist Republic of Romania", "href": "/wiki/Socialist_Republic_of_Romania", "description": "The Socialist Republic of Romania was a Marxist–Leninist one-party communist state that existed officially in Romania from 1947 to 1989. From 1947 to 1965, the state was known as the Romanian People's Republic. The country was an Eastern Bloc state and a member of the Warsaw Pact with a dominant role for the Romanian Communist Party enshrined in its constitutions. Geographically, Romania bordered "}, {"title": "Brașov Rebellion", "href": "/wiki/Bra%C8%99ov_Rebellion", "description": "The Rebellion of Brașov was a revolt against Nicolae Ceaușescu's economic policies in Communist Romania, which erupted on the day of the 1987 local election."}, {"title": "Nicolae Ceaușescu", "href": "/wiki/Nicolae_Ceau%C8%99escu", "description": "Nicolae Ceaușescu was a Romanian communist politician and dictator. He was the general secretary of the Romanian Communist Party from 1965 to 1989, and the second and last Communist leader of Romania. He was also the country's head of state from 1967, serving as President of the State Council and from 1974 concurrently as President of the Republic, until his overthrow and execution in the Romanian"}]}, {"heading": "Events", "year": "1988", "date": "November 15", "txt": "In the Soviet Union, the unmanned Shuttle Buran makes its only space flight.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Buran (spacecraft)", "href": "/wiki/Buran_(spacecraft)", "description": "Buran was the first spaceplane to be produced as part of the Soviet/Russian Buran programme. Besides describing the first operational Soviet/Russian shuttle orbiter, \"Buran\" was also the designation for the entire Soviet/Russian spaceplane project and its orbiters, which were known as \"Buran-class orbiters\"."}]}, {"heading": "Events", "year": "1988", "date": "November 15", "txt": "Israeli–Palestinian conflict: An independent State of Palestine is proclaimed by the Palestinian National Council.", "entities": [{"title": "State of Palestine", "href": "/wiki/State_of_Palestine", "description": "Palestine, recognized officially as the State of Palestine by the United Nations and other entities, is a de jure sovereign state in Western Asia claiming the West Bank and Gaza Strip with Jerusalem as the designated capital, although its administrative center is currently located in Ramallah. The entirety of territory claimed by the State of Palestine has been occupied since 1948, first by Egypt "}, {"title": "Palestinian National Council", "href": "/wiki/Palestinian_National_Council", "description": "The Palestinian National Council (PNC) is the legislative body of the Palestine Liberation Organization (PLO) and elects the PLO Executive Committee, which assumes leadership of the organization between its sessions. The PNC is responsible for formulating the policies and programs for the PLO. It serves as the parliament that represents all Palestinians inside and outside the Palestinian territori"}]}, {"heading": "Events", "year": "1988", "date": "November 15", "txt": "The first Fairtrade label, Max Havelaar, is launched in the Netherlands.", "entities": [{"title": "Stichting Max Havelaar", "href": "/wiki/Stichting_Max_Havelaar", "description": "Stichting Max Havelaar is the Dutch member of FLO International, which unites 23 Fairtrade certification producer and labelling initiatives across Europe, Asia, Latin America, North America, Africa, Australia and New Zealand. Several of these corresponding organizations in other European countries also use the Max Havelaar name. The name comes from Max Havelaar, which is both the title and the mai"}]}, {"heading": "Events", "year": "1990", "date": "November 15", "txt": "The Communist People's Republic of Bulgaria is disestablished and a new republican government is instituted.", "entities": [{"title": "People's Republic of Bulgaria", "href": "/wiki/People%27s_Republic_of_Bulgaria", "description": "The People's Republic of Bulgaria was the official name of Bulgaria, when it was a socialist republic that existed from 1946 to 1990 ruled by the Bulgarian Communist Party (BCP), which in turn ruled together with its coalition partner, the Bulgarian Agrarian People's Union. Bulgaria was closely allied with the Soviet Union during the Cold War, being part of Comecon as well as a member of the Warsa"}]}, {"heading": "Events", "year": "2000", "date": "November 15", "txt": "A chartered Antonov An-24 crashes after takeoff from Luanda, Angola, killing more than 40 people.", "entities": [{"title": "Antonov An-24", "href": "/wiki/Antonov_An-24", "description": "The Antonov An-24 is a 44-seat twin turboprop transport/passenger aircraft designed in 1957 in the Soviet Union by the Antonov Design Bureau and manufactured by Kiev, Irkutsk and Ulan-Ude Aviation Factories."}, {"title": "Luanda", "href": "/wiki/Luanda", "description": "Luanda, is the capital and largest city in Angola. It is Angola's primary port, and its major industrial, cultural and urban centre. Located on Angola's northern Atlantic coast, Luanda is Angola's administrative centre, its chief seaport, and also the capital of the Luanda Province. Luanda and its metropolitan area is the most populous Portuguese-speaking capital city in the world and the most pop"}]}, {"heading": "Events", "year": "2000", "date": "November 15", "txt": "Jharkhand officially becomes the 28th state of India, formed from eighteen districts of southern Bihar.", "entities": [{"title": "Bihar Reorganisation Act, 2000", "href": "/wiki/Bihar_Reorganisation_Act,_2000", "description": "Bihar Reorganisation Act, 2000 was a law passed by the parliament of India in 2000. Loksabha and Rajya sabha passed the bill on 2 and 11 August respectively and on 15 November 2000, it gave birth to new State, Jharkhand. It created the state of Jharkhand from a portion of Bihar. The law was introduced by the NDA government headed by Atal Bihari Vajpayee to fulfil an election promise."}, {"title": "States of India", "href": "/wiki/States_of_India", "description": "India is a federal union comprising 28 states and 8 union territories, for a total of 36 entities. The states and union territories are further subdivided into districts and smaller administrative divisions."}, {"title": "Bihar", "href": "/wiki/Bihar", "description": "Bihar is a state in eastern India. It is the third-largest state by population and twelfth-largest by territory, with an area of 94,163 km2 (36,357 sq mi). It is contiguous with Uttar Pradesh to its west, Nepal to the north, the northern part of West Bengal to the east, and with Jharkhand to the south. The Bihar plain is split by the river Ganges, which flows from west to east. Three main cultural"}]}, {"heading": "Events", "year": "2002", "date": "November 15", "txt": "Hu Jintao becomes General Secretary of the Communist Party of China and a new nine-member Politburo Standing Committee is inaugurated.", "entities": [{"title": "Hu Jintao", "href": "/wiki/Hu_Jintao", "description": "Hu Jintao is a Chinese politician, who was General Secretary of the Chinese Communist Party (CCP) from 2002 to 2012, President of the People's Republic of China (PRC) from 2003 to 2013 and Chairman of the Central Military Commission (CMC) from 2004 to 2012. He was a member of the CCP Politburo Standing Committee, China's de facto top decision-making body, from 1992 to 2012. Hu is considered to hav"}, {"title": "General Secretary of the Communist Party of China", "href": "/wiki/General_Secretary_of_the_Communist_Party_of_China", "description": "The General Secretary of the Central Committee of the Communist Party of China is typically the paramount leader of China. The general secretary is the head of the Communist Party of China and the highest-ranking official within the People's Republic of China (PRC). The general secretary is a standing member of the Politburo and head of the Secretariat."}, {"title": "Politburo Standing Committee", "href": "/wiki/Politburo_Standing_Committee", "description": "The Standing Committee of the Central Political Bureau of the Chinese Communist Party, usually known as the Politburo Standing Committee (PSC), is a committee consisting of the top leadership of the Chinese Communist Party (CCP). Historically it has been composed of five to eleven members, and currently has seven members. Its officially mandated purpose is to conduct policy discussions and make de"}]}, {"heading": "Events", "year": "2003", "date": "November 15", "txt": "The first day of the 2003 Istanbul bombings, in which two car bombs, targeting two synagogues, explode, killing 25 people and wounding about 300.", "entities": [{"title": "2003 Istanbul bombings", "href": "/wiki/2003_Istanbul_bombings", "description": "The 2003 Istanbul bombings were a series of suicide attacks carried out with trucks fitted with bombs detonated at four different locations in Istanbul, Turkey on November 15 and 20, 2003."}]}, {"heading": "Events", "year": "2006", "date": "November 15", "txt": "Al Jazeera English launches worldwide.", "entities": []}, {"heading": "Events", "year": "2007", "date": "November 15", "txt": "Cyclone Sidr hits Bangladesh, killing an estimated 5,000 people and destroying parts of the world's largest mangrove forest, the Sundarbans.", "entities": [{"title": "Cyclone Sidr", "href": "/wiki/Cyclone_Sidr", "description": "Extremely Severe Cyclonic Storm Sidr was a tropical cyclone that resulted in one of the worst natural disasters in Bangladesh. The fourth named storm of the 2007 North Indian Ocean cyclone season, Sidr formed in the central Bay of Bengal, and quickly strengthened to reach peak 1-minute sustained winds of 260 km/h (160 mph), making it a Category-5 equivalent tropical cyclone on the Saffir-Simpson S"}, {"title": "Mangrove", "href": "/wiki/Mangrove", "description": "A mangrove is a shrub or small tree that grows in coastal saline or brackish water. The term is also used for tropical coastal vegetation consisting of such species. Mangroves occur worldwide in the tropics and subtropics, mainly between latitudes 25° N and 25° S. The total mangrove forest area of the world in 2000 was 137,800 square kilometres (53,200 sq mi), spanning 118 countries and territorie"}, {"title": "Sundarbans", "href": "/wiki/Sundarbans", "description": "Sundarbans is a mangrove area in the delta formed by the confluence of the Ganges, Brahmaputra and Meghna Rivers in the Bay of Bengal. It spans from the Hooghly River in India's state of West Bengal to the Baleswar River in Bangladesh. It comprises closed and open mangrove forests, land used for agricultural purpose, mudflats and barren land, and is intersected by multiple tidal streams and channe"}]}, {"heading": "Events", "year": "2012", "date": "November 15", "txt": "Xi Jinping becomes General Secretary of the Communist Party of China and a new seven-member Politburo Standing Committee is inaugurated.", "entities": [{"title": "Xi Jinping", "href": "/wiki/Xi_Jinping", "description": "Xi Jinping is a Chinese politician who has served as General Secretary of the Chinese Communist Party (CCP) and Chairman of the Central Military Commission (CMC) since 2012, and President of the People's Republic of China (PRC) since 2013. Xi has been the paramount leader of China, the most prominent political leader in China, since 2012."}, {"title": "General Secretary of the Communist Party of China", "href": "/wiki/General_Secretary_of_the_Communist_Party_of_China", "description": "The General Secretary of the Central Committee of the Communist Party of China is typically the paramount leader of China. The general secretary is the head of the Communist Party of China and the highest-ranking official within the People's Republic of China (PRC). The general secretary is a standing member of the Politburo and head of the Secretariat."}, {"title": "Politburo Standing Committee", "href": "/wiki/Politburo_Standing_Committee", "description": "The Standing Committee of the Central Political Bureau of the Chinese Communist Party, usually known as the Politburo Standing Committee (PSC), is a committee consisting of the top leadership of the Chinese Communist Party (CCP). Historically it has been composed of five to eleven members, and currently has seven members. Its officially mandated purpose is to conduct policy discussions and make de"}]}, {"heading": "Events", "year": "2013", "date": "November 15", "txt": "Sony releases the PlayStation 4 (PS4) game console.", "entities": [{"title": "Sony", "href": "/wiki/Sony", "description": "Sony Group Corporation  is a Japanese multinational conglomerate corporation headquartered in Kōnan, Minato, Tokyo. The company operates as one of the world's largest manufacturers of consumer and professional electronic products, the largest video game console company, the second largest video game publisher, the largest record company, as well as one of the most comprehensive media companies, be"}, {"title": "PlayStation 4", "href": "/wiki/PlayStation_4", "description": "The PlayStation 4 (PS4) is a home video game console developed by Sony Computer Entertainment. Announced as the successor to the PlayStation 3 in February 2013, it was launched on November 15, 2013, in North America, November 29, 2013 in Europe, South America and Australia, and on February 22, 2014 in Japan. A console of the eighth generation, it competes with Microsoft's Xbox One and Nintendo's W"}]}, {"heading": "Events", "year": "2016", "date": "November 15", "txt": "Hong Kong's High Court bans elected politicians Yau Wai-ching and Baggio Leung from the city's Parliament.", "entities": [{"title": "Hong Kong High Court", "href": "/wiki/Hong_Kong_High_Court", "description": "The High Court of the Hong Kong Special Administrative Region, consists of the Court of Appeal and the Court of First Instance; it deals with criminal and civil cases which have risen beyond the lower courts. It is a superior court of record of unlimited civil and criminal jurisdiction. It was named the Supreme Court before 1997. Though previously named the Supreme Court, this Court has long been "}, {"title": "Hong Kong Parliament", "href": "/wiki/Hong_Kong_Parliament", "description": "The Legislative Council of the Hong Kong Special Administration Region (LegCo) is the unicameral legislature of the Hong Kong Special Administrative Region of the People's Republic of China."}]}, {"heading": "Births", "year": "459", "date": "November 15", "txt": "B'utz Aj Sak Chiik, Mayan king (d. 501)", "entities": [{"title": "B'utz Aj Sak Chiik", "href": "/wiki/B%27utz_Aj_Sak_Chiik", "description": "Bʼutz Aj Sak Chiik, also known as Manik,, was an ajaw of the Maya city of Palenque. He took the throne on July 28, 487, reigning until 501. He was likely the brother of Ahkal Moʼ Nahb I."}]}, {"heading": "Births", "year": "1316", "date": "November 15", "txt": "John I, king of France and Navarre (d. 1316)", "entities": [{"title": "John I of France", "href": "/wiki/John_I_of_France", "description": "John I, called the Posthumous, was king of France and Navarre, as the posthumous son and successor of Louis X, for the five days he lived in 1316. He is the youngest person to be king of France, the only one to have borne that title from birth, and the only one to hold the title for his entire life. His reign is the shortest of any French king. Although considered a king today, his status was not "}]}, {"heading": "Births", "year": "1397", "date": "November 15", "txt": "Nicholas V, pope of the Catholic Church (d. 1455)", "entities": [{"title": "Pope Nicholas V", "href": "/wiki/Pope_Nicholas_V", "description": "Pope Nicholas V, born Tommaso Parentucelli, was head of the Catholic Church and ruler of the Papal States from 6 March 1447 until his death. Pope Eugene made him a cardinal in 1446 after successful trips to Italy and Germany, and when Eugene died the next year Parentucelli was elected in his place. He took his name Nicholas in memory of his obligations to Niccolò Albergati."}]}, {"heading": "Births", "year": "1498", "date": "November 15", "txt": "Eleanor of Austria, queen of Portugal and France (d. 1558)", "entities": [{"title": "Eleanor of Austria", "href": "/wiki/Eleanor_of_Austria", "description": "Eleanor of Austria, also called Eleanor of Castile, was born an Archduchess of Austria and Infanta of Castile from the House of Habsburg, and subsequently became Queen consort of Portugal (1518–1521) and of France (1530–1547). She also held the Duchy of Touraine (1547–1558) in dower. She is called \"Leonor\" in Spanish and Portuguese and \"Eléonore\" or \"Aliénor\" in French."}]}, {"heading": "Births", "year": "1511", "date": "November 15", "txt": "Johannes Secundus, Dutch poet and author (d. 1536)", "entities": [{"title": "Johannes Secundus", "href": "/wiki/Johannes_Secundus", "description": "Johannes Secundus was a New Latin poet of Dutch nationality."}]}, {"heading": "Births", "year": "1556", "date": "November 15", "txt": "Jacques Davy Duperron, French cardinal (d. 1618)", "entities": [{"title": "Jacques Davy Duperron", "href": "/wiki/Jacques_Davy_Duperron", "description": "Jacques Davy Duperron was a French politician and Roman Catholic cardinal."}]}, {"heading": "Births", "year": "1607", "date": "November 15", "txt": "Madeleine de Scudéry, French author (d. 1701)", "entities": [{"title": "Madeleine de Scudéry", "href": "/wiki/Madeleine_de_Scud%C3%A9ry", "description": "Madeleine de Scudéry, often known simply as Mademoiselle de Scudéry, was a French writer."}]}, {"heading": "Births", "year": "1660", "date": "November 15", "txt": "Hermann von der Hardt, German historian and orientalist (d. 1746)", "entities": [{"title": "Hermann von der Hardt", "href": "/wiki/Hermann_von_der_Hardt", "description": "Hermann von der Hardt was a German historian and orientalist."}]}, {"heading": "Births", "year": "1661", "date": "November 15", "txt": "Christoph von Graffenried, Swiss-American settler and author (d. 1743)", "entities": [{"title": "Christoph von Graffenried", "href": "/wiki/Christoph_von_Graffenried", "description": "Christoph von Graffenried, 1st Baron of Bernberg, from a Swiss patrician family, was the founder of New Bern, North Carolina, land speculator, and leader in the early Swiss and German colonization of America. Much of what is known of his life comes from his memoir, Relation of My American Project, which recounts his experience as the Baron of Bernberg and Landgrave of Carolina."}]}, {"heading": "Births", "year": "1692", "date": "November 15", "txt": "Eusebius Amort, German poet and theologian (d. 1775)", "entities": [{"title": "Eusebius Amort", "href": "/wiki/Eusebius_Amort", "description": "Eusebius Amort was a German Roman Catholic theologian."}]}, {"heading": "Births", "year": "1708", "date": "November 15", "txt": "William Pitt, 1st Earl of Chatham, English soldier and politician, Prime Minister of the United Kingdom (d. 1778)", "entities": [{"title": "William Pitt, 1st Earl of Chatham", "href": "/wiki/William_Pitt,_1st_Earl_of_Chatham", "description": "William Pitt, 1st Earl of Chatham, was a British statesman of the Whig group who served as Prime Minister of Great Britain in the middle of the 18th century. Historians call him Pitt of Chatham, or William Pitt the Elder, to distinguish him from his son, William Pitt the Younger, who also was a prime minister. Pitt was also known as the Great Commoner, because of his long-standing refusal to accep"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1738", "date": "November 15", "txt": "William Herschel, German-English astronomer and composer (d. 1822)", "entities": [{"title": "William Herschel", "href": "/wiki/William_Herschel", "description": "Frederick William Herschel was a German-born British astronomer and composer of music. He frequently collaborated with his younger sister and fellow astronomer Caroline Lucretia Herschel (1750–1848). Born in the Electorate of Hanover, William Herschel followed his father into the military band of Hanover, before emigrating to Great Britain in 1757 at the age of nineteen."}]}, {"heading": "Births", "year": "1741", "date": "November 15", "txt": "Johann Kaspar Lavater, Swiss poet and physiognomist (d. 1801)", "entities": [{"title": "Johann Kaspar Lavater", "href": "/wiki/Johann_Kaspar_Lavater", "description": "Johann Kaspar Lavater was a Swiss poet, writer, philosopher, physiognomist and theologian."}]}, {"heading": "Births", "year": "1746", "date": "November 15", "txt": "Joseph Quesnel, French-Canadian poet, playwright, and composer (d. 1809)", "entities": [{"title": "Joseph Quesnel", "href": "/wiki/Joseph_Quesnel", "description": "Joseph Quesnel was a French Canadian composer, poet, playwright and slave-trader. Among his works were two operas, Colas et Colinette and Lucas et Cécile; the former is considered to be the first Canadian opera."}]}, {"heading": "Births", "year": "1757", "date": "November 15", "txt": "Heinrich Christian Friedrich Schumacher, Danish surgeon, botanist, and academic (d. 1830)", "entities": [{"title": "Heinrich Christian Friedrich Schumacher", "href": "/wiki/Heinrich_Christian_Friedrich_Schumacher", "description": "Heinrich Christian Friedrich Schumacher was a Danish surgeon, botanist and professor of anatomy at the University of Copenhagen. Schumacher carried out significant research work in malacology, in other words on molluscs, and assigned systematic names to many taxa."}]}, {"heading": "Births", "year": "1776", "date": "November 15", "txt": "José Joaquín Fernández de Lizardi, Mexican journalist and author (d. 1827)", "entities": [{"title": "José Joaquín Fernández de Lizardi", "href": "/wiki/Jos%C3%A9_Joaqu%C3%ADn_Fern%C3%A1ndez_de_Lizardi", "description": "José Joaquín Fernández de Lizardi, Mexican writer and political journalist, best known as the author of El Periquillo Sarniento (1816), translated as The Mangy Parrot in English, reputed to be the first novel written in Latin America."}]}, {"heading": "Births", "year": "1784", "date": "November 15", "txt": "Jérôme Bonaparte, French husband of Catharina of Württemberg (d. 1860)", "entities": [{"title": "Jérôme Bonaparte", "href": "/wiki/J%C3%A9r%C3%B4me_Bonaparte", "description": "Jérôme-Napoléon Bonaparte was the youngest brother of Napoleon I and reigned as Jerome Napoleon I, King of Westphalia, between 1807 and 1813. Historian Owen Connelly points to his financial, military, and administrative successes and concludes he was a loyal, useful, and soldierly asset to Napoleon."}, {"title": "Catharina of Württemberg", "href": "/wiki/Catharina_of_W%C3%BCrttemberg", "description": "Princess Katharina Friederike of Württemberg was Queen consort of Westphalia by marriage to Jérôme Bonaparte, who reigned as King of Westphalia between 1807 and 1813."}]}, {"heading": "Births", "year": "1791", "date": "November 15", "txt": "Friedrich Ernst Scheller, German lawyer, jurist, and politician (d. 1869)", "entities": [{"title": "Friedrich Ernst Scheller", "href": "/wiki/Friedrich_Ernst_Scheller", "description": "Friedrich Ernst Scheller was a German jurist and politician. He served as a member of the Frankfurt Parliament."}]}, {"heading": "Births", "year": "1793", "date": "November 15", "txt": "Michel Chasles, French mathematician and academic (d. 1880)", "entities": [{"title": "Michel Chasles", "href": "/wiki/Michel_Chasles", "description": "Michel Floréal Chasles was a French mathematician."}]}, {"heading": "Births", "year": "1849", "date": "November 15", "txt": "Mary E. Byrd, American astronomer and educator (d. 1934)", "entities": [{"title": "Mary E. Byrd", "href": "/wiki/Mary_E._Byrd", "description": "Mary Emma Byrd was an American educator and is considered a pioneer astronomy teacher at college level. She was also an astronomer in her own right, determining cometary positions by photography."}]}, {"heading": "Births", "year": "1852", "date": "November 15", "txt": "Tewfik Pasha, Egyptian ruler (d. 1892)", "entities": [{"title": "Tewfik Pasha", "href": "/wiki/Tewfik_Pasha", "description": "Mohamed Tewfik Pasha, also known as Tawfiq of Egypt, was khedive of Egypt and the Sudan between 1879 and 1892 and the sixth ruler from the Muhammad Ali Dynasty."}]}, {"heading": "Births", "year": "1859", "date": "November 15", "txt": "Christopher Hornsrud, Norwegian businessman and politician, 11th Prime Minister of Norway (d. 1960)", "entities": [{"title": "Christopher Hornsrud", "href": "/wiki/Christopher_Hornsrud", "description": "Christopher Andersen Hornsrud was a Norwegian politician for the Labour Party. He served as leader of the Labour Party from 1903 to 1906 and became a member of the Storting in 1912. In 1928, he became the first Norwegian Prime Minister from the Labour Party, but the cabinet had a weak parliamentary basis and was only in office for three weeks from January to February. He combined the post of Prime"}, {"title": "Prime Minister of Norway", "href": "/wiki/Prime_Minister_of_Norway", "description": "The prime minister of Norway is the head of government and chief executive of Norway. The prime minister and Cabinet are collectively accountable for their policies and actions to the monarch, to the Storting, to their political party, and ultimately the electorate. In practice, since it is nearly impossible for a government to stay in office against the will of the Storting, the prime minister is"}]}, {"heading": "Births", "year": "1862", "date": "November 15", "txt": "Gerhart Hauptmann, German novelist, poet, and playwright, Nobel Prize laureate (d. 1946)", "entities": [{"title": "Gerhart Hauptmann", "href": "/wiki/Gerhart_Hauptmann", "description": "Gerhart Johann Robert Hauptmann was a German dramatist and novelist. He is counted among the most important promoters of literary naturalism, though he integrated other styles into his work as well. He received the Nobel Prize in Literature in 1912."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1865", "date": "November 15", "txt": "John Earle, Australian politician, 22nd Premier of Tasmania (d. 1932)", "entities": [{"title": "John Earle (Australian politician)", "href": "/wiki/John_Earle_(Australian_politician)", "description": "John Earle was an Australian politician who served as Premier of Tasmania from 1914 to 1916 and also for one week in October 1909. He later served as a Senator for Tasmania from 1917 to 1923. Prior to entering politics, he worked as a miner and prospector. He began his career in the Australian Labor Party (ALP), helping to establish a local branch of the party, and was Tasmania's first ALP premier"}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1867", "date": "November 15", "txt": "Emil Krebs, German polyglot (d. 1930)", "entities": [{"title": "Emil Krebs", "href": "/wiki/Emil_Krebs", "description": " Emil Krebs  was a German polyglot and sinologist. He mastered 68 languages in speech and writing and studied 120 other languages."}, {"title": "Polyglotism", "href": "/wiki/Polyglotism", "description": "Multilingualism is the use of more than one language, either by an individual speaker or by a group of speakers. It is believed that multilingual speakers outnumber monolingual speakers in the world's population. More than half of all Europeans claim to speak at least one language other than their mother tongue; but many read and write in one language. Always useful to traders, multilingualism is "}]}, {"heading": "Births", "year": "1868", "date": "November 15", "txt": "Emil Racoviță, Romanian biologist, zoologist, and explorer (d. 1947)", "entities": [{"title": "Emil Racoviță", "href": "/wiki/Emil_Racovi%C8%9B%C4%83", "description": "Emil Gheorghe Racoviță was a Romanian biologist, zoologist, speleologist, and Antarctic explorer."}]}, {"heading": "Births", "year": "1873", "date": "November 15", "txt": "Sara Josephine Baker, American physician and academic (d. 1945)", "entities": [{"title": "Sara Josephine Baker", "href": "/wiki/Sara_Josephine_Baker", "description": "Sara Josephine Baker was an American physician notable for making contributions to public health, especially in the immigrant communities of New York City. Her fight against the damage that widespread urban poverty and ignorance caused to children, especially newborns, is perhaps her most lasting legacy. In 1917, she noted that babies born in the United States faced a higher mortality rate than so"}]}, {"heading": "Births", "year": "1874", "date": "November 15", "txt": "Dimitrios Golemis, Greek runner (d. 1941)", "entities": [{"title": "Dimitrios Golemis", "href": "/wiki/Dimitrios_Golemis", "description": "Dimitrios P. Golemis was a Greek athlete. He competed at the 1896 Summer Olympics in Athens."}]}, {"heading": "Births", "year": "1874", "date": "November 15", "txt": "August Krogh, Danish zoologist and physiologist, Nobel Prize laureate (d. 1949)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1879", "date": "November 15", "txt": "Lewis Stone, American actor (d. 1953)", "entities": [{"title": "Lewis Stone", "href": "/wiki/Lewis_Stone", "description": "Lewis Shepard Stone was an American film actor. He spent 29 years as a contract player at Metro-Goldwyn-Mayer, and was best known for his role as Judge James Hardy in their Andy Hardy film series. He was nominated for the Academy Award for Best Actor in 1929 for The Patriot. He appeared in seven films with Greta Garbo, most memorably as Doctor Otternschlag in Grand Hotel."}]}, {"heading": "Births", "year": "1881", "date": "November 15", "txt": "Franklin Pierce Adams, American journalist and author (d. 1960)", "entities": [{"title": "Franklin Pierce Adams", "href": "/wiki/Franklin_Pierce_Adams", "description": "Franklin Pierce Adams was an American columnist known as Franklin P. Adams and by his initials F.P.A.. Famed for his wit, he is best known for his newspaper column, \"The Conning Tower\", and his appearances as a regular panelist on radio's Information Please. A prolific writer of light verse, he was a member of the Algonquin Round Table of the 1920s and 1930s."}]}, {"heading": "Births", "year": "1882", "date": "November 15", "txt": "Felix Frankfurter, Austrian-American lawyer and jurist (d. 1965)", "entities": [{"title": "Felix Frankfurter", "href": "/wiki/Felix_Frankfurter", "description": "Felix Frankfurter was an American lawyer, professor, and jurist who served as an Associate Justice of the Supreme Court of the United States. Frankfurter served on the Supreme Court from 1939 to 1962 and was a noted advocate of judicial restraint in the judgments of the Court."}]}, {"heading": "Births", "year": "1886", "date": "November 15", "txt": "René Guénon, French-Egyptian philosopher and author (d. 1951)", "entities": [{"title": "René Guénon", "href": "/wiki/Ren%C3%A9_Gu%C3%A9non", "description": "René-Jean-Marie-Joseph Guénon, also known as Abd al-Wahid Yahya, was a French author and intellectual who remains an influential figure in the domain of metaphysics having written on topics ranging from \"sacred science\", to symbolism and initiation."}]}, {"heading": "Births", "year": "1887", "date": "November 15", "txt": "Marianne Moore, American poet, critic, and translator (d. 1972)", "entities": [{"title": "Marianne Moore", "href": "/wiki/Marianne_Moore", "description": "Marianne Craig Moore was an American modernist poet, critic, translator, and editor. Her poetry is noted for formal innovation, precise diction, irony, and wit."}]}, {"heading": "Births", "year": "1887", "date": "November 15", "txt": "Georgia O'Keeffe, American painter and educator (d. 1986)", "entities": []}, {"heading": "Births", "year": "1888", "date": "November 15", "txt": "Artie Matthews, American pianist and composer (d. 1958)", "entities": [{"title": "Artie Matthews", "href": "/wiki/Artie_Matthews", "description": "Artie Matthews was an American songwriter, pianist, and ragtime composer."}]}, {"heading": "Births", "year": "1890", "date": "November 15", "txt": "Richmal Crompton, English author and educator (d. 1969)", "entities": [{"title": "Richmal Crompton", "href": "/wiki/Richmal_Crompton", "description": "Richmal Crompton Lamburn was a popular English writer, best known for her Just William series of books, humorous short stories, and to a lesser extent adult fiction books."}]}, {"heading": "Births", "year": "1891", "date": "November 15", "txt": "W. Averell Harriman, American businessman and politician, 11th United States Secretary of Commerce (d. 1986)", "entities": [{"title": "W. Averell Harriman", "href": "/wiki/W._Averell_Harriman", "description": "William Averell Harriman, better known as Averell Harriman, was an American Democratic politician, businessman, and diplomat. The son of railroad baron E. H. Harriman, he served as Secretary of Commerce under President Harry S. Truman, and later as the 48th Governor of New York. He was a candidate for the Democratic presidential nomination in 1952 and 1956, as well as a core member of the group of"}, {"title": "United States Secretary of Commerce", "href": "/wiki/United_States_Secretary_of_Commerce", "description": "The United States secretary of commerce (SecCom) is the head of the United States Department of Commerce. The secretary serves as the principal advisor to the president of the United States on all matters relating to commerce. The secretary reports directly to the president and is a statutory member of Cabinet of the United States. The secretary is appointed by the president, with the advice and c"}]}, {"heading": "Births", "year": "1891", "date": "November 15", "txt": "Erwin Rommel, German field marshal (d. 1944)", "entities": []}, {"heading": "Births", "year": "1892", "date": "November 15", "txt": "Naomi Childers, American actress (d. 1964)", "entities": [{"title": "Naomi Childers", "href": "/wiki/Naomi_Childers", "description": "Naomi Weston Childers, was an American silent film actress whose career lasted until the mid-20th century."}]}, {"heading": "Births", "year": "1895", "date": "November 15", "txt": "Grand Duchess Olga Nikolaevna of Russia (d. 1918)", "entities": [{"title": "Grand Duchess Olga Nikolaevna of Russia", "href": "/wiki/Grand_Duchess_Olga_Nikolaevna_of_Russia", "description": "Grand Duchess Olga Nikolaevna of Russia was the eldest child of the last Tsar of the Russian Empire, Emperor Nicholas II, and of Empress Alexandra of Russia."}]}, {"heading": "Births", "year": "1895", "date": "November 15", "txt": "Antoni Słonimski, Polish journalist, poet, and playwright (d. 1976)", "entities": []}, {"heading": "Births", "year": "1896", "date": "November 15", "txt": "Leonard Lord, English businessman (d. 1967)", "entities": [{"title": "Leonard Lord", "href": "/wiki/Leonard_Lord", "description": "Leonard Percy Lord, 1st Baron Lambury KBE was a captain of the British motor industry."}]}, {"heading": "Births", "year": "1897", "date": "November 15", "txt": "Aneurin Bevan, Welsh journalist and politician, Secretary of State for Health (d. 1960)", "entities": [{"title": "Aneurin Bevan", "href": "/wiki/Aneurin_Bevan", "description": "Aneurin Bevan PC, often known as Nye Bevan, was a Welsh Labour Party politician. Born into a working-class family in South Wales, he was the son of a coal miner. He left school at 13 and worked as a miner during his teens where he became involved in local union politics. He was named head of his Miners' Lodge when aged 19, where he frequently railed against management. He joined the Labour Party a"}, {"title": "Secretary of State for Health", "href": "/wiki/Secretary_of_State_for_Health", "description": "The Secretary of State for Health and Social Care, also referred to as the Health Secretary, is a secretary of state position within the Government of the United Kingdom, and leader of the Department of Health and Social Care (DHSC). The postholder has responsibility for all health and social care matters in England, including England's National Health Service (NHS). Alongside the Chief Medical Of"}]}, {"heading": "Births", "year": "1897", "date": "November 15", "txt": "Sacheverell Sitwell, English author and critic (d. 1988)", "entities": []}, {"heading": "Births", "year": "1899", "date": "November 15", "txt": "Avdy Andresson, Estonian-American soldier and diplomat, Estonian Minister of War (d. 1990)", "entities": [{"title": "Avdy Andresson", "href": "/wiki/Avdy_Andresson", "description": "Avdy Andresson was the Estonian Minister of War in exile from April 3, 1973, until two months before his death on June 20, 1990, and disputed Commander of Armed Forces from 14 October 1975."}, {"title": "Minister of Defence (Estonia)", "href": "/wiki/Minister_of_Defence_(Estonia)", "description": "The Minister of Defence is the senior minister at the Ministry of Defence (Kaitseministeerium) in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for coordinating the governments policies on national defence and the military forces. The Defence Minister is chosen by the Prime Minister as a part of the government."}]}, {"heading": "Births", "year": "1903", "date": "November 15", "txt": "Stewie Dempster, New Zealand cricketer and coach (d. 1974)", "entities": [{"title": "Stewie Dempster", "href": "/wiki/Stewie_Dempster", "description": "Charles Stewart \"Stewie\" Dempster was a New Zealand Test cricketer and coach. As well as representing New Zealand, he also played for Wellington, Scotland, Leicestershire and Warwickshire."}]}, {"heading": "Births", "year": "1905", "date": "November 15", "txt": "Mantovani, Italian conductor and composer (d. 1980)", "entities": [{"title": "Mantovani", "href": "/wiki/Mantovani", "description": "Annunzio Paolo Mantovani, known mononymously as Mantovani, was an Anglo-Italian conductor, composer and light orchestra-styled entertainer with a cascading strings musical signature."}]}, {"heading": "Births", "year": "1906", "date": "November 15", "txt": "Curtis LeMay, American general and politician (d. 1990)", "entities": [{"title": "Curtis LeMay", "href": "/wiki/Curtis_LeMay", "description": "Curtis Emerson LeMay was an American Air Force general who implemented an effective but controversial strategic bombing campaign in the Pacific theater of World War II. He later served as Chief of Staff of the U.S. Air Force from 1961 to 1965."}]}, {"heading": "Births", "year": "1907", "date": "November 15", "txt": "Claus von Stauffenberg, German colonel (d. 1944)", "entities": [{"title": "Claus von Stauffenberg", "href": "/wiki/Claus_von_Stauffenberg", "description": "Claus Philipp Maria Justinian Schenk Graf von Stauffenberg was a German army officer best known for his failed attempt on 20 July 1944 to assassinate Adolf Hitler at the Wolf's Lair and remove the Nazi Party from power. Along with Henning von Tresckow and Hans Oster, he was one of the central figures of the German resistance to Nazism within the Wehrmacht. For his involvement in the movement, he w"}]}, {"heading": "Births", "year": "1908", "date": "November 15", "txt": "Carlo Abarth, Italian engineer and businessman, founded Abarth (d. 1979)", "entities": [{"title": "Carlo Abarth", "href": "/wiki/Carlo_Abarth", "description": "Carlo Abarth, born Karl Albert Abarth, was an automobile designer. Abarth was born in Austria, but later was naturalized as an Italian citizen; and at this time his first name Karl was changed to its Italian equivalent of Carlo Alberto."}, {"title": "Abarth", "href": "/wiki/Abarth", "description": "Abarth & C. S.p.A. is an Italian racing and road car maker and performance division founded by Italo-Austrian Carlo Abarth in 1949. Abarth & C. S.p.A. is a fully-owned subsidiary of Stellantis. Its logo is a shield with a stylized scorpion on a yellow and red background."}]}, {"heading": "Births", "year": "1912", "date": "November 15", "txt": "Harald Keres, Estonian physicist and academic (d. 2010)", "entities": [{"title": "Harald Keres", "href": "/wiki/Harald_Keres", "description": "Harald Keres was an Estonian physicist considered to be the father of the Estonian school of relativistic gravitation theory. In 1961 Keres became a member of the Estonian Academy of Sciences in the field of theoretical physics. In 1996 Keres was awarded the Order of the National Coat of Arms, Class III."}]}, {"heading": "Births", "year": "1912", "date": "November 15", "txt": "Yi Wu, Japanese-Korean colonel (d. 1945)", "entities": []}, {"heading": "Births", "year": "1913", "date": "November 15", "txt": "Jack Dyer, Australian footballer and coach (d. 2003)", "entities": [{"title": "Jack Dyer", "href": "/wiki/Jack_Dyer", "description": "John Raymond Dyer Sr. OAM, nicknamed Captain Blood, was an Australian rules footballer who played for the Richmond Football Club in the Victorian Football League (VFL) between 1931 and 1952. One of the game's most prominent players, he was one of 12 inaugural \"Legends\" inducted into the Australian Football Hall of Fame. He later turned to coaching and work in the media as a popular broadcaster and"}]}, {"heading": "Births", "year": "1913", "date": "November 15", "txt": "Arthur Haulot, Belgian journalist and poet (d. 2005)", "entities": []}, {"heading": "Births", "year": "1914", "date": "November 15", "txt": "V. R. Krishna Iyer, Indian lawyer and judge (d. 2014)", "entities": [{"title": "V. R. Krishna Iyer", "href": "/wiki/V._R._Krishna_Iyer", "description": "Justice Vaidyanathapuram Rama Iyer Krishna Iyer was a noted judge who became a pioneer of judicial activism in India. He pioneered the legal-aid movement in the country. Before that, he was a state minister and politician. As an activist lawyer, he served jail terms for the cause of his poor and underprivileged clients. He was seen as an ardent human-rights activist. In addition, he campaigned for"}]}, {"heading": "Births", "year": "1916", "date": "November 15", "txt": "Nita Barrow, Barbadian nurse and politician, 7th Governor-General of Barbados (d. 1995)", "entities": [{"title": "Nita Barrow", "href": "/wiki/Nita_Barrow", "description": "Dame Ruth Nita Barrow, GCMG DA, was the first female Governor-General of Barbados. Barrow was a nurse and a public health servant from Barbados. She served as Governor-General of Barbados from 6 June 1990 until her death on 19 December 1995. She was the older sister of Errol Barrow, first Prime Minister of Barbados."}, {"title": "Governor-General of Barbados", "href": "/wiki/Governor-General_of_Barbados", "description": "The Governor-General of Barbados is the representative of the Barbadian monarch. Under the government's Table of Precedence for Barbados, the Governor-General of Barbados is regarded as being the most important of all personnel of the Barbados government."}]}, {"heading": "Births", "year": "1916", "date": "November 15", "txt": "Bill Melendez, Mexican-American voice actor, animator, director, and producer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1919", "date": "November 15", "txt": "Carol Bruce, American singer and actress (d. 2007)", "entities": [{"title": "Carol Bruce", "href": "/wiki/Carol_Bruce", "description": "Carol Bruce was an American band singer, Broadway star, and film and television actress."}]}, {"heading": "Births", "year": "1919", "date": "November 15", "txt": "Joseph Wapner, American lieutenant and judge (d. 2017)", "entities": []}, {"heading": "Births", "year": "1920", "date": "November 15", "txt": "Vasilis Diamantopoulos, Greek actor, director, and screenwriter (d. 1999)", "entities": [{"title": "Vasilis Diamantopoulos", "href": "/wiki/Vasilis_Diamantopoulos", "description": "Vasilis Diamantopoulos was a Greek actor. He was one of the founders of the Modern Theater and was the first actor to appear live on Greek television in the single act play \"Him and his pants\" of Iakovos Kambanellis in 1966. His most characteristic role was that of the austere professor in Giannis Dalianidis' movie Law 4000 and later in shorts including Ekmek Ice Cream in private TV."}]}, {"heading": "Births", "year": "1922", "date": "November 15", "txt": "Francis Brunn, German juggler (d. 2004)", "entities": [{"title": "Francis Brunn", "href": "/wiki/Francis_Brunn", "description": "Francis Brunn was a German juggler."}]}, {"heading": "Births", "year": "1922", "date": "November 15", "txt": "David Sidney Feingold, American biochemist and academic (d. 2019)", "entities": []}, {"heading": "Births", "year": "1922", "date": "November 15", "txt": "Francesco Rosi, Italian director and screenwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1923", "date": "November 15", "txt": "Văn Cao, Vietnamese composer, poet, and painter (d. 1995)", "entities": [{"title": "Văn Cao", "href": "/wiki/V%C4%83n_Cao", "description": "Văn Cao was a Vietnamese composer whose works include \"Tiến Quân Ca,\" which became the national anthem of Vietnam. He, along with Phạm Duy and Trịnh Công Sơn, is widely considered one of the three most salient figures of 20th-century (non-classical) Vietnamese music. He was also a noted poet and a painter."}]}, {"heading": "Births", "year": "1923", "date": "November 15", "txt": "Samuel Klein, Polish-Brazilian businessman and philanthropist, founded Casas Bahia (d. 2014)", "entities": [{"title": "Casas Bahia", "href": "/wiki/Casas_Bahia", "description": "Casas Bahia is a Brazilian retail chain specializing in furniture and home appliances. Currently, it is one of the largest retail chain in Brazil, the other being Magazine Luiza and Americanas. It was founded in 1952 in São Caetano do Sul, São Paulo, by Polish immigrant Samuel Klein, who began his career as a peddler selling products to migrant workers from the Brazilian Northeast. Since June 2019"}]}, {"heading": "Births", "year": "1924", "date": "November 15", "txt": "Gianni Ferrio, Italian composer and conductor (d. 2013)", "entities": [{"title": "Gianni Ferrio", "href": "/wiki/Gianni_Ferrio", "description": "Gianni Ferrio was an Italian composer, conductor and music arranger."}]}, {"heading": "Births", "year": "1925", "date": "November 15", "txt": "Howard Baker, American lawyer, politician, and diplomat, 12th White House Chief of Staff (d. 2014)", "entities": [{"title": "Howard Baker", "href": "/wiki/Howard_Baker", "description": "Howard Henry Baker Jr. was an American politician and diplomat who served as a United States Senator from Tennessee from 1967 to 1985. During his tenure, he rose to the rank of Senate Minority Leader and then Senate Majority Leader. A member of the Republican Party, Baker was the first Republican to be elected to the US Senate in Tennessee since the Reconstruction era."}, {"title": "White House Chief of Staff", "href": "/wiki/White_House_Chief_of_Staff", "description": "The White House Chief of Staff position is the successor to the earlier role of the Secretary to the President of the United States. The role was formalized as the Assistant to the President in 1946 and acquired its current title in 1961. The current official title is Assistant to the President and Chief of Staff."}]}, {"heading": "Births", "year": "1926", "date": "November 15", "txt": "Thomas Williams, American author and academic (d. 1990)", "entities": [{"title": "Thomas Williams (writer)", "href": "/wiki/Thomas_Williams_(writer)", "description": "Thomas Williams was an American novelist. \nHe won one U.S. National Book Award for Fiction—The Hair of Harold Roux split the 1975 award with Robert Stone's Dog Soldiers—and his last published novel, Moon Pinnace (1986), was a finalist for the National Book Critics Circle Award."}]}, {"heading": "Births", "year": "1927", "date": "November 15", "txt": "Bill Rowling, New Zealand politician, 30th Prime Minister of New Zealand (d. 1995)", "entities": [{"title": "Bill Rowling", "href": "/wiki/Bill_Rowling", "description": "Sir Wallace Edward Rowling, commonly known as Bill Rowling, was a New Zealand politician who was the 30th Prime Minister of New Zealand from 1974 to 1975. He held office as the parliamentary leader of the Labour Party."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1928", "date": "November 15", "txt": "C. W. McCall, American singer-songwriter and politician", "entities": [{"title": "C. W. McCall", "href": "/wiki/C._W._McCall", "description": "William Dale Fries Jr. is an American singer, activist and politician best known by his stage name C. W. McCall and for his truck-themed outlaw country songs."}]}, {"heading": "Births", "year": "1928", "date": "November 15", "txt": "Seldon Powell, American saxophonist and flute player (d. 1997)", "entities": []}, {"heading": "Births", "year": "1929", "date": "November 15", "txt": "Ed Asner, American actor, singer, and producer", "entities": [{"title": "Ed Asner", "href": "/wiki/Ed_Asner", "description": "Eddie Asner, known generally as Ed Asner and sometimes Edward Asner, is an American actor, voice artist, and a former president of the Screen Actors Guild. He is perhaps best known for his role as Lou Grant during the 1970s and early 1980s, on both The Mary Tyler Moore Show and its spin-off series Lou Grant, making him one of the few television actors to portray the same character in both a comedy"}]}, {"heading": "Births", "year": "1929", "date": "November 15", "txt": "Joe Hinton, American singer (d. 1968)", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 15", "txt": "J. G. Ballard,  English novelist, short story writer, and essayist (d. 2009)", "entities": [{"title": "J. G. Ballard", "href": "/wiki/J._G._Ballard", "description": "James Graham Ballard was an English novelist, short story writer, satirist, and essayist who first became associated with the New Wave of science fiction for his post-apocalyptic novels such as The Drowned World (1962). In the late 1960s, he produced a variety of experimental short stories, such as those collected in the controversial The Atrocity Exhibition (1970). In the mid 1970s, Ballard publi"}]}, {"heading": "Births", "year": "1930", "date": "November 15", "txt": "Olene Walker, American lawyer and politician, 15th Governor of Utah (d. 2015)", "entities": [{"title": "Governor of Utah", "href": "/wiki/Governor_of_Utah", "description": "The Governor of Utah is the head of the executive branch of Utah's state government and the commander-in-chief of its military forces. The governor has a duty to enforce state laws as well as the power to either approve or veto bills passed by the Utah Legislature. The governor may also convene the legislature on \"extraordinary occasions\"."}]}, {"heading": "Births", "year": "1931", "date": "November 15", "txt": "John Kerr, American actor, singer, and lawyer (d. 2013)", "entities": [{"title": "John Kerr (actor)", "href": "/wiki/John_Kerr_(actor)", "description": "John Grinham Kerr was an American actor and attorney. He began his professional career on Broadway, earning critical acclaim for his performances in Mary Coyle Chase's Bernardine and Robert Anderson's Tea and Sympathy, before transitioning into a screen career. He reprised his role in the film version of Tea and Sympathy, which won him a Golden Globe Award for Most Promising Newcomer, and portraye"}]}, {"heading": "Births", "year": "1931", "date": "November 15", "txt": "Mwai Kibaki, Kenyan economist and politician, 3rd President of Kenya", "entities": [{"title": "President of Kenya", "href": "/wiki/President_of_Kenya", "description": "The president of the Republic of Kenya is the head of state and head of government of Kenya. The president leads the executive branch of the Government of Kenya and is the commander-in-chief of the Kenya Defence Forces. The official residence of the president is State House, Nairobi."}]}, {"heading": "Births", "year": "1931", "date": "November 15", "txt": "Pascal Lissouba, Congolese politician, President of the Republic of the Congo (d. 2020)", "entities": [{"title": "President of the Republic of the Congo", "href": "/wiki/President_of_the_Republic_of_the_Congo", "description": "This is a list of presidents of the Republic of the Congo since the formation of the post of president in 1960, to the present day."}]}, {"heading": "Births", "year": "1932", "date": "November 15", "txt": "Petula Clark, English singer-songwriter and actress", "entities": [{"title": "Petula Clark", "href": "/wiki/Petula_Clark", "description": "Petula Clark, CBE is a British singer, actress, and composer."}]}, {"heading": "Births", "year": "1932", "date": "November 15", "txt": "Clyde McPhatter, American singer (d. 1972)", "entities": []}, {"heading": "Births", "year": "1932", "date": "November 15", "txt": "Alvin Plantinga, American philosopher, author, and academic", "entities": []}, {"heading": "Births", "year": "1933", "date": "November 15", "txt": "Gloria Foster, American actress (d. 2001)", "entities": [{"title": "Gloria Foster", "href": "/wiki/Gloria_Foster", "description": "Gloria Foster was an American actress. She had acclaimed roles in plays In White America and Having Our Say, winning three Obie Awards during her career."}]}, {"heading": "Births", "year": "1933", "date": "November 15", "txt": "Theodore Roszak, American scholar and author (d. 2011)", "entities": []}, {"heading": "Births", "year": "1934", "date": "November 15", "txt": "Joanna Barnes, American actress and author", "entities": [{"title": "Joanna Barnes", "href": "/wiki/Joanna_Barnes", "description": "Joanna Barnes  is an American actress, novelist and journalist."}]}, {"heading": "Births", "year": "1934", "date": "November 15", "txt": "Peter Dickinson, English pianist and composer", "entities": []}, {"heading": "Births", "year": "1935", "date": "November 15", "txt": "Nera White, American basketball player (d. 2016)", "entities": [{"title": "Nera White", "href": "/wiki/Nera_White", "description": "Nera D. White was an American basketball player. White played in the AAU national tournaments for the Nashville Business College team while completing her education at George Peabody College for Teachers, which did not field a team. Later, she led the United States national women's basketball team to their victory in the 1957 FIBA World Championship. Throughout her career, she was awarded numerous"}]}, {"heading": "Births", "year": "1936", "date": "November 15", "txt": "H. B. Bailey, American race car driver (d. 2003)", "entities": [{"title": "H. B. Bailey", "href": "/wiki/H._B._Bailey", "description": "Herring Burl \"H. B.\" Bailey was a NASCAR driver. He raced his No. 36 Pontiac part-time as an independent driver in the Grand National/Winston Cup series from 1962 to 1993, making 85 races over his career."}]}, {"heading": "Births", "year": "1936", "date": "November 15", "txt": "Wolf Biermann, German singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1936", "date": "November 15", "txt": "Tara Singh Hayer, Indian-Canadian journalist and publisher (d. 1998)", "entities": []}, {"heading": "Births", "year": "1937", "date": "November 15", "txt": "Little Willie John, American singer-songwriter (d. 1968)", "entities": [{"title": "Little Willie John", "href": "/wiki/Little_Willie_John", "description": "William Edward \"Little Willie\" John was an American R&B singer who performed in the 1950s and early 1960s. He is best known for his successes on the record charts, with songs such as \"All Around the World\" (1955), \"Need Your Love So Bad\" (1956), \"Talk to Me, Talk to Me\" (1958), \"Leave My Kitten Alone\" (1960), \"Sleep\" (1960), and his number-one R&B hit \"Fever\" (1956). An important figure in R&B mus"}]}, {"heading": "Births", "year": "1939", "date": "November 15", "txt": "Terry Bradbury, English footballer and manager", "entities": [{"title": "Terry Bradbury", "href": "/wiki/Terry_Bradbury", "description": "Terence Eugene Bradbury is an English former professional footballer who played as a wing half."}]}, {"heading": "Births", "year": "1939", "date": "November 15", "txt": "Yaphet Kotto, American actor and screenwriter (d. 2021)", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 15", "txt": "Rauni-Leena Luukanen-Kilde, Finnish physician and parapsychologist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 15", "txt": "Roberto Cavalli, Italian fashion designer", "entities": [{"title": "Roberto Cavalli", "href": "/wiki/Roberto_Cavalli", "description": "Roberto Cavalli is an Italian fashion designer and inventor. He is known for exotic prints and for creating the sand-blasted look for jeans. The high-end Italian fashion house Roberto Cavalli sells luxury clothing, perfume and leather accessories. Former Acne Studios creative consultant Paul Surridge succeeded Peter Dundas as creative director for the brand in May 2017."}]}, {"heading": "Births", "year": "1940", "date": "November 15", "txt": "Tony Mendez, American CIA technical operations officer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 15", "txt": "Ulf Pilgaard, Danish actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 15", "txt": "Hank Wangford, English singer-songwriter, guitarist, and physician", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 15", "txt": "Sam Waterston, American actor", "entities": []}, {"heading": "Births", "year": "1941", "date": "November 15", "txt": "Rick Kemp, English singer-songwriter, bass player, and producer", "entities": [{"title": "Rick Kemp", "href": "/wiki/Rick_Kemp", "description": "Frederick Stanley 'Rick' Kemp is an English bass player, guitarist, songwriter, vocalist and record producer, best known for his work with the British folk rock band Steeleye Span."}]}, {"heading": "Births", "year": "1941", "date": "November 15", "txt": "Daniel Pinkwater, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 15", "txt": "Daniel Barenboim, Argentinian-Israeli pianist and conductor", "entities": [{"title": "Daniel Barenboim", "href": "/wiki/Daniel_Barenboim", "description": "Daniel Barenboim is a pianist and conductor who is a citizen of Argentina, Israel, Palestine, and Spain."}]}, {"heading": "Births", "year": "1945", "date": "November 15", "txt": "Roger Donaldson, Australian director, producer, and screenwriter", "entities": [{"title": "Roger Donaldson", "href": "/wiki/Roger_Donaldson", "description": "Roger Lindsey Donaldson is an Australian-born New Zealand film director, producer and writer whose films include the 1981 relationship drama Smash Palace, and a run of titles shot in the United States, including the Kevin Costner films No Way Out (1987) and Thirteen Days (2000), and the 1997 disaster film Dante's Peak. He has worked twice with actors Kevin Costner, Pierce Brosnan, Anthony Hopkins "}]}, {"heading": "Births", "year": "1945", "date": "November 15", "txt": "Bob Gunton, American actor and singer", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 15", "txt": "Anni-Frid Lyngstad, Norwegian-Swedish singer", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 15", "txt": "Vassilis Goumas, Greek basketball player", "entities": [{"title": "Vassilis Goumas", "href": "/wiki/Vassilis_Goumas", "description": "Vassilis Goumas is a retired Greek professional basketball player. During his playing career, he was nicknamed \"The Emperor\"."}]}, {"heading": "Births", "year": "1947", "date": "November 15", "txt": "Malcolm Ranjith, Sri Lankan cardinal", "entities": [{"title": "Malcolm Ranjith", "href": "/wiki/Malcolm_Ranjith", "description": "Albert Malcolm Ranjith Patabendige Don, often known simply as Malcolm Ranjith or Albert Malcolm Ranjith, is the ninth and current Archbishop of Colombo, Sri Lanka, serving since 2009. He was elevated to the cardinalate in 2010."}]}, {"heading": "Births", "year": "1947", "date": "November 15", "txt": "Bill Richardson, American politician and diplomat, 21st United States Ambassador to the United Nations", "entities": [{"title": "United States Ambassador to the United Nations", "href": "/wiki/United_States_Ambassador_to_the_United_Nations", "description": "The United States ambassador to the United Nations is the leader of the U.S. delegation, the U.S. Mission to the United Nations. The position is formally known as the permanent representative of the United States of America to the United Nations, with the rank and status of ambassador extraordinary and plenipotentiary, and representative of the United States of America in the United Nations Securi"}]}, {"heading": "Births", "year": "1947", "date": "November 15", "txt": "Ken Sutcliffe, Australian journalist and sportscaster", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 15", "txt": "Teodoro Locsin, Jr., Filipino journalist, lawyer, politician and diplomat", "entities": [{"title": "Teodoro Locsin, Jr.", "href": "/wiki/Teodoro_Locsin,_Jr.", "description": "Teodoro \"Teddy Boy\" Lopez Locsin Jr. is a Filipino politician, diplomat, lawyer, and former journalist serving as the Secretary of Foreign Affairs since October 2018. He was a member of the House of Representatives from 2001 to 2010, representing the 1st district of Makati and later served as the Philippine Ambassador to the United Nations from 2017 to 2018. He was the host of the editorial segmen"}]}, {"heading": "Births", "year": "1950", "date": "November 15", "txt": "Egon Vaupel, German lawyer and politician, 16th Mayor of Marburg", "entities": [{"title": "Egon Vaupel", "href": "/wiki/Egon_Vaupel", "description": "Egon Vaupel is a German politician, member of the SPD, and the mayor of Marburg 2005 - 2015."}, {"title": "Mayor of Marburg", "href": "/wiki/Mayor_of_Marburg", "description": "This is a list of all the mayors of Marburg in Germany since 1835."}]}, {"heading": "Births", "year": "1951", "date": "November 15", "txt": "Beverly D'Angelo, American actress, singer, and producer", "entities": [{"title": "Beverly D'Angelo", "href": "/wiki/Beverly_D%27Angelo", "description": "Beverly Heather D'Angelo is an American actress and singer who starred as Ellen Griswold in the National Lampoon's Vacation films (1983–2015). She has appeared in over 60 films and was nominated for a Golden Globe Award for her role as Patsy Cline in Coal Miner's Daughter (1980), and for an Emmy Award for her role as Stella Kowalski in the TV film A Streetcar Named Desire (1984). D'Angelo's other "}]}, {"heading": "Births", "year": "1952", "date": "November 15", "txt": "Rick Atkinson, American journalist, historian, and author", "entities": [{"title": "Rick Atkinson", "href": "/wiki/Rick_Atkinson", "description": "Lawrence Rush \"Rick\" Atkinson IV is an American author, most recently of The British Are Coming: The War for America, Lexington to Princeton, 1775–1777, the first volume in the Revolution Trilogy. He has won Pulitzer Prizes in history and journalism."}]}, {"heading": "Births", "year": "1952", "date": "November 15", "txt": "Randy Savage, American wrestler (d. 2011)", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 15", "txt": "Alexander O'Neal, American R&B singer-songwriter and arranger", "entities": [{"title": "Alexander O'Neal", "href": "/wiki/Alexander_O%27Neal", "description": "Alexander O'Neal is an American R&B singer, songwriter and arranger from Natchez, Mississippi."}]}, {"heading": "Births", "year": "1953", "date": "November 15", "txt": "James Widdoes, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 15", "txt": "Kevin S. Bright, American director and producer", "entities": [{"title": "Kevin S. Bright", "href": "/wiki/Kevin_S._Bright", "description": "Kevin S. Bright is an American television executive producer and director whose credits include Dream On and Friends."}]}, {"heading": "Births", "year": "1954", "date": "November 15", "txt": "Emma Dent Coad, British politician", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 15", "txt": "Aleksander Kwaśniewski, Polish journalist and politician, 3rd President of Poland", "entities": [{"title": "President of Poland", "href": "/wiki/President_of_Poland", "description": "The President of the Republic of Poland is the head of state of Poland. Their rights and obligations are determined in the Constitution of Poland. The president heads the executive branch. In addition the president has a right to dissolve parliament in certain cases, veto legislation and represents Poland in the international arena."}]}, {"heading": "Births", "year": "1954", "date": "November 15", "txt": "Randy Thomas, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 15", "txt": "Tony Thompson, American R&B, disco, and rock drummer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 15", "txt": "Joe Leeway, English pop singer-songwriter and percussionist", "entities": [{"title": "Joe Leeway", "href": "/wiki/Joe_Leeway", "description": "Joseph Martin Leeway is the former multi-instrumentalist, and stylings guru, for the 1980s band Thompson Twins. He joined Thompson Twins in 1981 after being one of their roadies."}]}, {"heading": "Births", "year": "1956", "date": "November 15", "txt": "Michael Hampton, American guitarist and producer", "entities": [{"title": "Michael Hampton", "href": "/wiki/Michael_Hampton", "description": "Michael Hampton is an American funk/rock guitarist. He is a member of the Rock and Roll Hall of Fame, inducted in 1997 with fifteen other members of Parliament-Funkadelic."}]}, {"heading": "Births", "year": "1957", "date": "November 15", "txt": "Gerry Connolly, Australian comedian and actor", "entities": [{"title": "Gerry Connolly (comedian)", "href": "/wiki/Gerry_Connolly_(comedian)", "description": "Gerald William Connolly is an Australian comedian, actor, impressionist and pianist. He is best known for his satirical caricatures of public figures such as Queen Elizabeth II, Prince Charles, Margaret Thatcher, Ronald Reagan, Joh Bjelke-Petersen, Neville Wran, Malcolm Fraser, Bob Hawke, Paul Keating, John Howard, Bill Collins and Dame Joan Sutherland, amongst many others."}]}, {"heading": "Births", "year": "1957", "date": "November 15", "txt": "Kevin Eubanks, American guitarist and composer", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 15", "txt": "Harold Marcuse, American historian and educator", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 15", "txt": "Michael Woythe, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 15", "txt": "Lewis Fitz-Gerald, Australian actor and director", "entities": [{"title": "Lewis Fitz-Gerald", "href": "/wiki/Lewis_Fitz-Gerald", "description": "Lewis Fitz-Gerald is an Australian actor, screenwriter and television director. His academic qualifications include PhD (UNE), MA (Comms) UNE, BDA (Acting) NIDA. Fitz-Gerald lectures in Screen and Media Studies at Australia's University of New England."}]}, {"heading": "Births", "year": "1958", "date": "November 15", "txt": "Gu Kailai, Chinese lawyer and businesswoman", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 15", "txt": "Lesley Laird, British politician", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 15", "txt": "Tibor Fischer, English author", "entities": [{"title": "Tibor Fischer", "href": "/wiki/Tibor_Fischer", "description": "Tibor Fischer is a British novelist and short story writer. In 1993, he was selected by the literary magazine Granta as one of the 20 best young British writers while his novel Under the Frog was featured on the Booker Prize shortlist."}]}, {"heading": "Births", "year": "1960", "date": "November 15", "txt": "Dawn Airey, English broadcaster", "entities": [{"title": "Dawn Airey", "href": "/wiki/Dawn_Airey", "description": "\n\nDawn Elizabeth Airey is a British media company executive. She is currently Chair of the National Youth Theatre, Barclays FA Women's Super League and FA Women's championship and is non-executive member of the boards of Getty Images, Thomas Cook, Grosvenor Estates and Blackbird. Dawn is a veteran of the media industry having worked in television for 30 years, holding senior positions at ITV, as w"}]}, {"heading": "Births", "year": "1961", "date": "November 15", "txt": "Hugh McGahan, New Zealand rugby league player", "entities": [{"title": "Hugh McGahan", "href": "/wiki/Hugh_McGahan", "description": "Hugh Joseph McGahan is a New Zealand former professional rugby league footballer, and coach who represented New Zealand. He retired as the New Zealand national team's all-time top try scorer, with 16. Since retirement McGahan has worked as a rugby league newspaper columnist and a football manager."}]}, {"heading": "Births", "year": "1962", "date": "November 15", "txt": "Mark Acres, American basketball player and educator", "entities": [{"title": "Mark Acres", "href": "/wiki/Mark_Acres", "description": "Mark Richard Acres is a retired American professional basketball player who spent most of his career in the National Basketball Association (NBA). He was a 6'11\", 220 lb (100 kg) power forward/center."}]}, {"heading": "Births", "year": "1962", "date": "November 15", "txt": "Judy Gold, American comedian, actress, and producer", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 15", "txt": "Andrew Castle, English tennis player and television host", "entities": [{"title": "Andrew Castle", "href": "/wiki/Andrew_Castle", "description": "Andrew Nicholas Castle is a British broadcaster and former tennis player. Castle was UK number 1 in singles tennis in 1986, reaching as high as World No. 80 in June 1988, and No. 45 in doubles in December 1988, with Tim Wilkison of the United States."}]}, {"heading": "Births", "year": "1963", "date": "November 15", "txt": "Benny Elias, Lebanese-Australian rugby league player and sportscaster", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 15", "txt": "Kevin J. O'Connor, American actor", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 15", "txt": "Stelios Aposporis, Greek footballer and manager", "entities": [{"title": "Stelios Aposporis", "href": "/wiki/Stelios_Aposporis", "description": "Stelios Aposporis is a former Greek footballer who played as a midfielder. He played during the 80's in many famous Greek teams such as Panionios (1982–1990), OFI Crete (1990–1993) and Doxa Virona (1993–1996) and in 1996 decided to retire from professional football. In 2004, he was appointed from Hellenic Football Federation as Greece Under 21 manager. He was replaced in September 2007 by Nikos Ni"}]}, {"heading": "Births", "year": "1964", "date": "November 15", "txt": "Mikhail Rusyayev, Russian footballer, coach, and manager (d. 2011)", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 15", "txt": "Tiit Sokk, Estonian basketball player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 15", "txt": "Nigel Bond, English snooker player", "entities": [{"title": "Nigel Bond", "href": "/wiki/Nigel_Bond", "description": "Nigel Bond is an English professional snooker player."}]}, {"heading": "Births", "year": "1965", "date": "November 15", "txt": "Stefan Pfeiffer, German swimmer", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 15", "txt": "Rachel True, American actress", "entities": [{"title": "Rachel True", "href": "/wiki/Rachel_True", "description": "Rachel India True is an American film and television actress and former fashion model. She is best known for her roles in such films as The Craft (1996), Nowhere (1997), and Half Baked (1998). True is also known for her role as Mona Thorne on the UPN sitcom Half & Half, which ran from 2002 to 2006."}]}, {"heading": "Births", "year": "1967", "date": "November 15", "txt": "Greg Anthony, American basketball player and sportscaster", "entities": [{"title": "Greg Anthony", "href": "/wiki/Greg_Anthony", "description": "Gregory Carlton Anthony is an American former professional basketball player who is a television analyst for NBA TV and Turner Sports. He played 11 seasons in the National Basketball Association (NBA). Anthony also contributes to Yahoo! Sports as a college basketball analyst and serves as a co-host/analyst on SiriusXM NBA Radio. His son, Cole Anthony, plays for the Orlando Magic."}]}, {"heading": "Births", "year": "1967", "date": "November 15", "txt": "Cynthia Breazeal, American computer scientist, roboticist, and academic", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 15", "txt": "Pedro Borbón, Jr., Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 15", "txt": "E-40, American rapper and actor", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 15", "txt": "Wayne Harrison, English footballer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 15", "txt": "François Ozon, French director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 15", "txt": "Gus Poyet, Uruguayan footballer and manager", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 15", "txt": "Jon Preston, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 15", "txt": "Ol' Dirty Bastard, American rapper and producer (d. 2004)", "entities": [{"title": "Ol' Dirty Bastard", "href": "/wiki/Ol%27_Dirty_Bastard", "description": "Russell Tyrone Jones, better known by his stage name Ol' Dirty Bastard, was an American rapper and producer. He was one of the founding members of the Wu-Tang Clan, a rap group primarily from Staten Island, New York City, which rose to mainstream prominence with its 1993 debut album Enter the Wu-Tang ."}]}, {"heading": "Births", "year": "1968", "date": "November 15", "txt": "Fausto Brizzi, Italian director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 15", "txt": "Teodoro Casiño, Filipino journalist and politician", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 15", "txt": "Jennifer Charles, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 15", "txt": "Uwe Rösler, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 15", "txt": "Ilija Aračić, Croatian footballer and coach", "entities": [{"title": "Ilija Aračić", "href": "/wiki/Ilija_Ara%C4%8Di%C4%87", "description": "Ilija Aračić is a Croatian football coach and a former player who played as a striker. He is an assistant coach of Russian Premier League club CSKA Moscow, assisting Ivica Olić."}]}, {"heading": "Births", "year": "1970", "date": "November 15", "txt": "Jack Ingram, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 15", "txt": "Alexander Kvitashvili, Georgian-Ukrainian academic and politician, 19th Ukrainian Minister of Healthcare", "entities": [{"title": "Minister of Healthcare (Ukraine)", "href": "/wiki/Minister_of_Healthcare_(Ukraine)", "description": "Minister of Healthcare (Ukraine) is a member of the Cabinet of Ministers of Ukraine and a top government official heading the Ministry of Healthcare. The minister is appointed by the Prime Minister, while is dismissed by the President."}]}, {"heading": "Births", "year": "1970", "date": "November 15", "txt": "Patrick M'Boma, Cameroonian footballer", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 15", "txt": "Jay Harrington, American actor", "entities": [{"title": "Jay Harrington", "href": "/wiki/Jay_Harrington", "description": "James H. Harrington III, professionally known as Jay Harrington, is an American actor. He is known for his role as the title character in the ABC sitcom Better Off Ted and as Deacon Kay in S.W.A.T."}]}, {"heading": "Births", "year": "1971", "date": "November 15", "txt": "Martin Pieckenhagen, German footballer", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 15", "txt": "Jonny Lee Miller, English-American actor", "entities": [{"title": "Jonny Lee Miller", "href": "/wiki/Jonny_Lee_Miller", "description": "Jonathan Lee Miller is a British-American film, television and theatre actor. He achieved early success for his portrayal of Simon \"Sick Boy\" Williamson in the dark comedy drama film Trainspotting (1996) and as Dade Murphy in Hackers (1995) before earning further critical recognition for his performances in Afterglow (1997), Mansfield Park (1999), The Flying Scotsman (2006), Endgame (2009) and T2 "}]}, {"heading": "Births", "year": "1973", "date": "November 15", "txt": "Sydney Tamiia Poitier, American actress", "entities": [{"title": "Sydney Tamiia Poitier", "href": "/wiki/Sydney_Tamiia_Poitier", "description": "Sydney Tamiia Poitier is an American television and film actress."}]}, {"heading": "Births", "year": "1973", "date": "November 15", "txt": "Alamgir Sheriyar, English cricketer", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 15", "txt": "Chad Kroeger, Canadian singer-songwriter, guitarist, and producer", "entities": [{"title": "Chad Kroeger", "href": "/wiki/Chad_Kroeger", "description": "Chad Robert Kroeger is a Canadian singer, songwriter, musician, and producer. He is best known as the lead vocalist and guitarist of rock band Nickelback. In addition to his work with Nickelback, Kroeger has been involved with a variety of collaborations, appearing as a guest musician in several songs and has contributed in both production and songwriting. He has co-written several songs for other"}]}, {"heading": "Births", "year": "1975", "date": "November 15", "txt": "Scott Henshall, English fashion designer", "entities": [{"title": "Scott Henshall", "href": "/wiki/Scott_Henshall", "description": "Scott Henshall is a British fashion designer, philanthropist, TV personality and occasional fashion journalist."}]}, {"heading": "Births", "year": "1975", "date": "November 15", "txt": "Yannick Tremblay, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 15", "txt": "Boris Živković, Croatian footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 15", "txt": "Brandon DiCamillo, American comedian, actor, and stuntman", "entities": [{"title": "Brandon DiCamillo", "href": "/wiki/Brandon_DiCamillo", "description": "Brandon Ralph \"Dico\" DiCamillo is an American former actor, stunt performer, filmmaker, gamer, and musician. He was a founding member of the CKY crew and rose to fame through appearances in the CKY video series and MTV's Jackass, Viva La Bam, and Bam's Unholy Union series."}]}, {"heading": "Births", "year": "1976", "date": "November 15", "txt": "Virginie Ledoyen, French actress", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 15", "txt": "Sule, Indonesian comedian and actor", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 15", "txt": "Sean Murray, American actor", "entities": [{"title": "Sean Murray (actor)", "href": "/wiki/Sean_Murray_(actor)", "description": "Sean Harland Murray is an American actor known for his role as Special Agent Timothy McGee on the American TV drama NCIS."}]}, {"heading": "Births", "year": "1977", "date": "November 15", "txt": "Peter Phillips, English businessman", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 15", "txt": "Robaire Smith, American football player", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 15", "txt": "Floyd Womack, American football player", "entities": [{"title": "Floyd Womack", "href": "/wiki/Floyd_Womack", "description": "Floyd Seneca Womack is a former American football guard. He was drafted by the Seattle Seahawks in the fourth round of the 2001 NFL Draft. He played college football at Mississippi State."}]}, {"heading": "Births", "year": "1979", "date": "November 15", "txt": "Brooks Bollinger, American football player and coach", "entities": [{"title": "Brooks Bollinger", "href": "/wiki/Brooks_Bollinger", "description": "Brooks Michael Bollinger is a former American football quarterback in the National Football League (NFL) for the New York Jets, Minnesota Vikings, Dallas Cowboys and Detroit Lions. He also was a member of the Florida Tuskers in the United Football League (UFL). He played college football at the University of Wisconsin."}]}, {"heading": "Births", "year": "1979", "date": "November 15", "txt": "Josemi, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 15", "txt": "Brett Lancaster, Australian cyclist", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 15", "txt": "Ace Young, American singer-songwriter and actor", "entities": [{"title": "Ace Young", "href": "/wiki/Ace_Young", "description": "Brett \"Ace\" Young is an American singer, songwriter, and actor. He gained national recognition while appearing on the fifth season of American Idol. Young is married to American Idol season-three runner-up Diana DeGarmo."}]}, {"heading": "Births", "year": "1981", "date": "November 15", "txt": "Drew Hodgdon, American football player", "entities": [{"title": "Drew Hodgdon", "href": "/wiki/Drew_Hodgdon", "description": "Lincoln Andrew Hodgdon is a former American football offensive lineman for the Houston Texans of the National Football League."}]}, {"heading": "Births", "year": "1981", "date": "November 15", "txt": "Lorena Ochoa, Mexican golfer", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 15", "txt": "D. J. Fitzpatrick, American football player", "entities": [{"title": "D. J. Fitzpatrick", "href": "/wiki/D._J._Fitzpatrick", "description": "Daniel Joseph Fitzpatrick is a former American football punter and placekicker. He was signed by the New York Jets as an undrafted free agent in 2006. He played college football at Notre Dame. Fitzpatrick has also been a member of the Buffalo Bills."}]}, {"heading": "Births", "year": "1982", "date": "November 15", "txt": "Rio Hirai, Japanese actress", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 15", "txt": "Joe Kowalewski, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 15", "txt": "Benjamin Krause, German rugby player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 15", "txt": "Giaan Rooney, Australian swimmer", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 15", "txt": "Lofa Tatupu, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 15", "txt": "Kalu Uche, Nigerian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 15", "txt": "Dominic Carroll, Gibraltarian runner", "entities": [{"title": "Dominic Carroll", "href": "/wiki/Dominic_Carroll", "description": "Dominic Carroll is a retired Gibraltarian track athlete."}]}, {"heading": "Births", "year": "1983", "date": "November 15", "txt": "Sasha Pavlović, Serbian basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 15", "txt": "Fernando Verdasco, Spanish tennis player", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 15", "txt": "Asia Kate Dillon, American actor and producer", "entities": [{"title": "Asia Kate Dillon", "href": "/wiki/Asia_Kate_Dillon", "description": "Asia Kate Dillon is an American actor, best known for their roles as Brandy Epps in Orange Is the New Black and Taylor Mason in Billions. Dillon is non-binary and uses singular they pronouns. Their role on Billions is the first non-binary main character on North American television, and earned them a Critics' Choice Television Award nomination for Best Supporting Actor in a Drama Series. They also"}]}, {"heading": "Births", "year": "1985", "date": "November 15", "txt": "Lily Aldridge, American model", "entities": [{"title": "Lily Aldridge", "href": "/wiki/Lily_Aldridge", "description": "Lily Maud Aldridge is an American model best known for being a Victoria's Secret Angel from 2010 until 2018. She also appeared in the Sports Illustrated Swimsuit Issue, alongside Chrissy Teigen and Nina Agdal, for the 50th anniversary cover in 2014."}]}, {"heading": "Births", "year": "1985", "date": "November 15", "txt": "Charron Fisher, American basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 15", "txt": "Simon Spender, Welsh footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 15", "txt": "Coye Francies, American football player", "entities": [{"title": "Coye Francies", "href": "/wiki/Coye_Francies", "description": "Coye Glenn Francies is a former American football cornerback. Francies grew up in Rancho Cordova, California and played college football at American River, Oregon State, and San Jose State. In the 2009 NFL Draft, the Cleveland Browns drafted Francies in the sixth round."}]}, {"heading": "Births", "year": "1986", "date": "November 15", "txt": "Sania Mirza, Indian tennis player", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 15", "txt": "Jerry Roush, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 15", "txt": "Sergio Llull, Spanish basketball player", "entities": [{"title": "Sergio Llull", "href": "/wiki/Sergio_Llull", "description": "Sergio Llull Melià is a Spanish professional basketball player for Real Madrid of the Liga ACB. He is a 6 ft 3 in (1.91 m) tall point guard and shooting guard."}]}, {"heading": "Births", "year": "1988", "date": "November 15", "txt": "Morgan Parra, French rugby player", "entities": [{"title": "Morgan Parra", "href": "/wiki/Morgan_Parra", "description": "Morgan Parra is a French rugby union player who plays as a Scrum-half and occasionally Fly-half. He plays for Clermont Auvergne in the Top 14 after signing for them from Bourgoin. He is of Portuguese origin through his father, Antonio."}]}, {"heading": "Births", "year": "1988", "date": "November 15", "txt": "Billy Twelvetrees, English rugby player", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 15", "txt": "Jonalyn Viray, Filipino singer", "entities": [{"title": "Jona Viray", "href": "/wiki/Jona_Viray", "description": "Jonalyn Roxas Viray, better known by her stage name, Jona, is a Filipina singer and occasional actress. She is the first Pinoy Pop Superstar Grand winner."}]}, {"heading": "Births", "year": "1991", "date": "November 15", "txt": "Maxime Colin, French footballer", "entities": [{"title": "Maxime Colin", "href": "/wiki/Maxime_Colin", "description": "Maxime Jean-Yves Colin is a French professional footballer who plays as a full back for English Championship club Birmingham City. He previously played for Boulogne, Troyes, Anderlecht and Brentford. He won seven caps for France at under-20 level."}]}, {"heading": "Births", "year": "1991", "date": "November 15", "txt": "Shailene Woodley, American actress", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 15", "txt": "Sofia Goggia, Italian skier", "entities": [{"title": "Sofia Goggia", "href": "/wiki/Sofia_Goggia", "description": "Sofia Goggia is an Italian World Cup alpine ski racer. She made her World Cup debut in December 2011 and primarily competed on the European Cup circuit until the 2016 World Cup season. \n\nAt the 2018 Winter Olympics in PyeongChang, Goggia won the gold medal in the downhill, becoming the only woman to win Olympic gold for Italy in that event."}]}, {"heading": "Births", "year": "1992", "date": "November 15", "txt": "Minami Minegishi, Japanese singer", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 15", "txt": "Daniela Seguel, Chilean tennis player", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 15", "txt": "Trevor Story, American baseball player", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 15", "txt": "Kevin Wimmer, Austrian footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "November 15", "txt": "Paulo Dybala, Argentine footballer", "entities": [{"title": "Paulo Dybala", "href": "/wiki/Paulo_Dybala", "description": "Paulo Exequiel Dybala is an Argentine professional footballer who plays as a forward for Serie A club Juventus and the Argentina national team. Considered one of the world's most valuable players, he is commonly referred to as \"La Joya\" due to his creative style of play, pace, talent, technique and eye for goal. Palermitans also refer to him as \"U Picciriddu\", because of his young age at the time "}]}, {"heading": "Births", "year": "1993", "date": "November 15", "txt": "Saaya Irie, Japanese actress and singer", "entities": []}, {"heading": "Births", "year": "1994", "date": "November 15", "txt": "Bryce Cartwright, Australian rugby league player", "entities": [{"title": "Bryce Cartwright", "href": "/wiki/Bryce_Cartwright", "description": "Bryce Cartwright, known by the nickname of \"Carty\", is an Australian rugby league footballer who plays as a second-row and lock for the Parramatta Eels in the National Rugby League (NRL). He is also well known for his outspoken stance as an opponent to vaccination and has been dubbed a 'poster boy' for the anti-vax movement."}]}, {"heading": "Births", "year": "1995", "date": "November 15", "txt": "Blake Pieroni, American swimmer", "entities": [{"title": "Blake Pieroni", "href": "/wiki/Blake_Pieroni", "description": "Blake Pieroni is an American professional swimmer who specializes in freestyle events. Pieroni was born in Crown Point, Indiana, and raised in Chesterton where he graduated from Chesterton High School in 2014. He graduated from Indiana University. Pieroni continues to swim at Indiana University as a member of the Pro Swim group along with fellow professional swimmers, Cody Miller, Lilly King, and "}]}, {"heading": "Births", "year": "1995", "date": "November 15", "txt": "Karl-Anthony Towns, Dominican-American basketball player", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 15", "txt": "Catie Munnings, British rally driver", "entities": [{"title": "Catie Munnings", "href": "/wiki/Catie_Munnings", "description": "Catie Munnings is a British rally driver. The daughter of former rally driver Chris Munnings, she competes in the European Rally Championship for the Saintéloc Junior Team, and won the FIA European Rally Championship Ladies Trophy in 2016. She also presented Catie's Amazing Machines on the BBC television channel CBeebies."}]}, {"heading": "Deaths", "year": "165 BCE", "date": "November 15", "txt": "Mattathias, Jewish resistance leader", "entities": [{"title": "Mattathias", "href": "/wiki/Mattathias", "description": "Mattathias ben Johanan was a Kohen whose role in the religion-driven Maccabean Revolt against the Hellenistic Seleucid Empire is related in the Books of the Maccabees. Mattathias is accorded a central role in the story of Hanukkah and, as a result, is named in the Al HaNissim prayer Jews add to the Birkat Hamazon and the Amidah during the festival's eight days."}]}, {"heading": "Deaths", "year": "621", "date": "November 15", "txt": "Malo, Breton bishop and saint", "entities": [{"title": "Malo (saint)", "href": "/wiki/Malo_(saint)", "description": "Saint Malo was a mid-sixth century founder of Saint-Malo, a commune in Brittany, France. He was one of the seven founding saints of Brittany."}]}, {"heading": "Deaths", "year": "655", "date": "November 15", "txt": "Æthelhere, king of East Anglia", "entities": [{"title": "Æthelhere of East Anglia", "href": "/wiki/%C3%86thelhere_of_East_Anglia", "description": "Æthelhere was King of East Anglia from 653 or 654 until his death. He was a member of the ruling Wuffingas dynasty and one of three sons of Eni to rule East Anglia as Christian kings. He was a nephew of Rædwald, who was the first of the Wuffingas of which more than a name is known."}]}, {"heading": "Deaths", "year": "655", "date": "November 15", "txt": "Penda of Mercia, king of Mercia", "entities": []}, {"heading": "Deaths", "year": "1037", "date": "November 15", "txt": "Odo II, French nobleman (b. 983)", "entities": [{"title": "Odo II, Count of Blois", "href": "/wiki/Odo_II,_Count_of_Blois", "description": "Odo II was the count of Blois, Chartres, Châteaudun, Beauvais and Tours from 1004 and count of Troyes and Meaux from 1022. He twice tried to make himself a king: first in Italy after 1024 and then in Burgundy after 1032."}]}, {"heading": "Deaths", "year": "1136", "date": "November 15", "txt": "Leopold III, margrave of Austria (b. 1073)", "entities": [{"title": "Leopold III, Margrave of Austria", "href": "/wiki/Leopold_III,_Margrave_of_Austria", "description": "Leopold III, known as Leopold the Good, was the Margrave of Austria from 1095 to his death in 1136. He was a member of the House of Babenberg. He was canonized on 6 January 1485 and became the patron saint of Austria, Lower Austria, Upper Austria, and Vienna. His feast day is 15 November."}]}, {"heading": "Deaths", "year": "1194", "date": "November 15", "txt": "Margaret I, countess of Flanders", "entities": [{"title": "Margaret I, Countess of Flanders", "href": "/wiki/Margaret_I,_Countess_of_Flanders", "description": "Margaret I was the countess of Flanders suo jure from 1191 to her death."}]}, {"heading": "Deaths", "year": "1226", "date": "November 15", "txt": "Frederick of Isenberg, German nobleman (b. 1193)", "entities": [{"title": "Frederick of Isenberg", "href": "/wiki/Frederick_of_Isenberg", "description": "Count Frederick of Isenberg was a German noble, the younger son of Count Arnold of Altena. Before the split between Arnold Altena-Isenberg the eldest and his brother Friedrich Altena-Mark the younger son of Everhard von Berg-Altena the ‘Grafschaft Mark’ not yet exist, there is no doubt about that! His family castle was the Isenberg near Hattingen, Germany."}]}, {"heading": "Deaths", "year": "1280", "date": "November 15", "txt": "Albertus Magnus, German bishop, theologian, and philosopher (b. 1193)", "entities": [{"title": "Albertus Magnus", "href": "/wiki/Albertus_Magnus", "description": "Albertus Magnus, also known as Saint Albert the Great or Albert of Cologne, was a German Catholic Dominican friar, philosopher and bishop. Later canonised as a Catholic saint, he was known during his lifetime as Doctor universalis and Doctor expertus and, late in his life, the sobriquet Magnus was appended to his name. Scholars such as James A. Weisheipl and Joachim R. Söder have referred to him a"}]}, {"heading": "Deaths", "year": "1347", "date": "November 15", "txt": "James I of Urgell, Spanish nobleman (b. 1321)", "entities": [{"title": "James I of Urgell", "href": "/wiki/James_I_of_Urgell", "description": "James I, the eighteenth Count of Urgell, was the fourth son of Alfonso IV King of Aragon and Teresa d'Entença & Cabrera, 17th Countess of Urgell."}]}, {"heading": "Deaths", "year": "1351", "date": "November 15", "txt": "Joanna of Pfirt, duchess of Austria", "entities": [{"title": "Joanna of Pfirt", "href": "/wiki/Joanna_of_Pfirt", "description": "Joanna of Pfirt was the Countess of Pfirt in her own right from 1324 and Duchess of Austria as consort of Duke Albert II from 1330 until her death."}]}, {"heading": "Deaths", "year": "1379", "date": "November 15", "txt": "Otto V, duke of Bavaria", "entities": [{"title": "Otto V, Duke of Bavaria", "href": "/wiki/Otto_V,_Duke_of_Bavaria", "description": "Otto V, was a Duke of Bavaria and Elector of Brandenburg as Otto VII. Otto was the fourth son of Holy Roman Emperor Louis IV by his second wife Margaret II of Avesnes, Countess of Hainaut and Holland."}]}, {"heading": "Deaths", "year": "1463", "date": "November 15", "txt": "Giovanni Antonio Del Balzo Orsini, Italian nobleman", "entities": [{"title": "Giovanni Antonio Del Balzo Orsini", "href": "/wiki/Giovanni_Antonio_Del_Balzo_Orsini", "description": "Giovanni Antonio (Giannantonio) Del Balzo Orsini was a southern Italian nobleman and military leader; he was Prince of Taranto, Duke of Bari, Count of Lecce, Acerra, Soleto and Conversano, as well as Count of Matera (1433–63) and of Ugento (1453–63)."}]}, {"heading": "Deaths", "year": "1527", "date": "November 15", "txt": "Catherine of York, English princess (b. 1479)", "entities": [{"title": "Catherine of York", "href": "/wiki/Catherine_of_York", "description": "Catherine or Katherine of York was the ninth child and sixth daughter of King Edward IV by his wife Elizabeth Woodville. She was the daughter of Edward IV, sister to Edward V, niece to Richard III, sister-in-law to Henry VII and aunt to Henry VIII."}]}, {"heading": "Deaths", "year": "1579", "date": "November 15", "txt": "Ferenc Dávid, Hungarian preacher, founder of the Unitarian Church of Transylvania (b. 1510)", "entities": [{"title": "Ferenc Dávid", "href": "/wiki/Ferenc_D%C3%A1vid", "description": "Ferenc Dávid was a Unitarian preacher from Transylvania, the founder of the Unitarian Church of Transylvania, and the leading figure of the Nontrinitarian movements during the Protestant Reformation."}, {"title": "Unitarian Church of Transylvania", "href": "/wiki/Unitarian_Church_of_Transylvania", "description": "The Unitarian Church of Transylvania is a church of the Unitarian denomination, based in the city of Cluj, Transylvania, Romania. Founded in 1568 in the Principality of Transylvania, it has a majority-Hungarian following, and is one of the 18 religious confessions given official recognition by the Romanian state."}]}, {"heading": "Deaths", "year": "1594", "date": "November 15", "txt": "Martin Frobisher, English seaman and explorer", "entities": [{"title": "Martin Frobisher", "href": "/wiki/Martin_Frobisher", "description": "Sir Martin Frobisher was an English seaman and privateer who made three voyages to the New World looking for the North-west Passage. He probably sighted Resolution Island near Labrador in north-eastern Canada, before entering Frobisher Bay and landing on present-day Baffin Island.\nOn his second voyage, Frobisher found what he thought was gold ore and carried 200 tons of it home on three ships, whe"}]}, {"heading": "Deaths", "year": "1628", "date": "November 15", "txt": "Roque González de Santa Cruz, Paraguayan missionary and martyr (b. 1576)", "entities": [{"title": "Roque González de Santa Cruz", "href": "/wiki/Roque_Gonz%C3%A1lez_de_Santa_Cruz", "description": "Roque González de Santa Cruz was a Jesuit priest who was the first missionary among the Guarani people in Paraguay. He is honored as a martyr and saint by the Catholic Church."}]}, {"heading": "Deaths", "year": "1630", "date": "November 15", "txt": "Johannes Kepler, German astronomer and mathematician (b. 1571)", "entities": [{"title": "Johannes Kepler", "href": "/wiki/Johannes_Kepler", "description": "Johannes Kepler was a German astronomer, mathematician, and astrologer. He is a key figure in the 17th-century scientific revolution, best known for his laws of planetary motion, and his books Astronomia nova, Harmonices Mundi, and Epitome Astronomiae Copernicanae. These works also provided one of the foundations for Newton's theory of universal gravitation."}]}, {"heading": "Deaths", "year": "1670", "date": "November 15", "txt": "John Amos Comenius, Czech bishop, philosopher, and educator (b. 1592)", "entities": [{"title": "John Amos Comenius", "href": "/wiki/John_Amos_Comenius", "description": "John Amos Comenius was a Moravian philosopher, pedagogue and theologian from the Margraviate of Moravia who is considered the father of modern education. He served as the last bishop of the Unity of the Brethren before becoming a religious refugee and one of the earliest champions of universal education, a concept eventually set forth in his book Didactica Magna. As an educator and theologian, he "}]}, {"heading": "Deaths", "year": "1691", "date": "November 15", "txt": "Aelbert Cuyp, Dutch painter (b. 1620)", "entities": [{"title": "Aelbert Cuyp", "href": "/wiki/Aelbert_Cuyp", "description": "Aelbert Jacobsz. Cuyp was one of the leading Dutch Golden Age painters, producing mainly landscapes. The most famous of a family of painters, the pupil of his father Jacob Gerritsz. Cuyp (1594–1651/52), he is especially known for his large views of Dutch riverside scenes in a golden early morning or late afternoon light."}]}, {"heading": "Deaths", "year": "1706", "date": "November 15", "txt": "Tsangyang, Tibetan dalai lama (b. 1683)", "entities": [{"title": "6th Dalai Lama", "href": "/wiki/6th_Dalai_Lama", "description": "Tsangyang Gyatso was the 6th Dalai Lama. He was a Monpa by ethnicity and was born at Urgelling Monastery, 5 kilometres (3.1 mi) from Tawang, India and not far from the large Tawang Monastery in the northwestern part of present-day Arunachal Pradesh."}]}, {"heading": "Deaths", "year": "1712", "date": "November 15", "txt": "James Hamilton, 4th Duke of Hamilton, Scottish general and politician, Lord Lieutenant of Lancashire (b. 1658)", "entities": [{"title": "James Hamilton, 4th Duke of Hamilton", "href": "/wiki/James_Hamilton,_4th_Duke_of_Hamilton", "description": "Lieutenant General James Hamilton, 4th Duke of Hamilton and 1st Duke of Brandon was a\nScottish nobleman, the Premier Peer of Scotland, and Keeper of the Palace of Holyroodhouse. He was a Master of the Great Wardrobe, Master-General of the Ordnance, Ambassador, and Colonel-in-Chief of his regiment. Hamilton was a major investor in the failed Darien Scheme, which cost many of Scotland's ruling class"}, {"title": "Lord Lieutenant of Lancashire", "href": "/wiki/Lord_Lieutenant_of_Lancashire", "description": "This is a list of people who have served as Lord Lieutenant of Lancashire. The Lord Lieutenant is the Queen's personal representative in each county of the United Kingdom. Historically the Lord Lieutenant was responsible for organising the county's militia, but it is today a largely ceremonial position, usually awarded to a retired notable, military officer, nobleman, or businessman in the county."}]}, {"heading": "Deaths", "year": "1712", "date": "November 15", "txt": "Charles Mohun, 4th Baron Mohun, English politician (b. 1675)", "entities": []}, {"heading": "Deaths", "year": "1787", "date": "November 15", "txt": "Christoph Willibald Gluck, German composer (b. 1714)", "entities": [{"title": "Christoph Willibald Gluck", "href": "/wiki/Christoph_Willibald_Gluck", "description": "Christoph Willibald Gluck was a composer of Italian and French opera in the early classical period. Born in the Upper Palatinate and raised in Bohemia, both part of the Holy Roman Empire, he gained prominence at the Habsburg court at Vienna. There he brought about the practical reform of opera's dramaturgical practices for which many intellectuals had been campaigning. With a series of radical new"}]}, {"heading": "Deaths", "year": "1794", "date": "November 15", "txt": "John Witherspoon, Scottish-American minister and academic (b. 1723)", "entities": [{"title": "John Witherspoon", "href": "/wiki/John_Witherspoon", "description": "John Witherspoon was a Scottish American Presbyterian minister and a Founding Father of the United States. Witherspoon embraced the concepts of Scottish common sense realism, and while president of the College of New Jersey, became an influential figure in the development of the United States' national character. Politically active, Witherspoon was a delegate from New Jersey to the Second Continen"}]}, {"heading": "Deaths", "year": "1795", "date": "November 15", "txt": "Charles-Amédée-Philippe van Loo, French painter (b. 1719)", "entities": [{"title": "Charles-Amédée-Philippe van Loo", "href": "/wiki/Charles-Am%C3%A9d%C3%A9e-Philippe_van_Loo", "description": "Charles-Amédée-Philippe van Loo was a French painter of allegorical scenes and portraits."}]}, {"heading": "Deaths", "year": "1832", "date": "November 15", "txt": "Jean-Baptiste Say, French economist and businessman (b. 1767)", "entities": [{"title": "Jean-Baptiste Say", "href": "/wiki/Jean-Baptiste_Say", "description": "Jean-Baptiste Say was a liberal French economist and businessman who argued in favor of competition, free trade and lifting restraints on business. He is best known for Say's law—also known as the law of markets—which he popularized. Scholars disagree on the surprisingly subtle question of whether it was Say who first stated what is now called Say's law. Moreover, he was one of the first economist"}]}, {"heading": "Deaths", "year": "1836", "date": "November 15", "txt": "Herman of Alaska, Russian missionary and saint (b. 1750s)", "entities": [{"title": "Herman of Alaska", "href": "/wiki/Herman_of_Alaska", "description": "Herman of Alaska was a Russian Orthodox monk and missionary to Alaska, which was then part of Russian America. His gentle approach and ascetic life earned him the love and respect of both the native Alaskans and the Russian colonists. He is considered by many Orthodox Christians as the patron saint of North America."}]}, {"heading": "Deaths", "year": "1845", "date": "November 15", "txt": "William Knibb, English Baptist minister and Jamaican missionary (b. 1803)", "entities": [{"title": "William Knibb", "href": "/wiki/William_Knibb", "description": "William Knibb, OM was an English Baptist minister and missionary to Jamaica. He is chiefly known today for his work to free slaves."}]}, {"heading": "Deaths", "year": "1853", "date": "November 15", "txt": "Maria II, Portuguese queen and regent (b. 1819)", "entities": [{"title": "Maria II of Portugal", "href": "/wiki/Maria_II_of_Portugal", "description": "Dona Maria II \"the Educator\" or \"the Good Mother\", reigned as Queen of Portugal from 1826 to 1828, and again from 1834 to 1853. Born in Rio de Janeiro, she was the first child of Emperor Pedro I of Brazil and of his first wife, Empress Maria Leopoldina, and thus a member of the House of Braganza. One of the two surviving children born when Pedro was still heir apparent to Portugal, she inherited P"}]}, {"heading": "Deaths", "year": "1892", "date": "November 15", "txt": "Thomas Neill Cream, Scottish-Canadian serial killer (b. 1850)", "entities": [{"title": "Thomas Neill Cream", "href": "/wiki/Thomas_Neill_Cream", "description": "Dr Thomas Neill Cream, also known as the Lambeth Poisoner, was a Scottish-Canadian medical doctor and serial killer, who claimed his first proven victims in the United States and the rest in Great Britain, and possibly others in Canada. Cream, who poisoned his victims, was executed after his attempts to frame others for his crimes brought him to the attention of London police."}]}, {"heading": "Deaths", "year": "1897", "date": "November 15", "txt": "Alfred Kennerley, English-Australian politician, 10th Premier of Tasmania (b. 1810)", "entities": [{"title": "Alfred Kennerley", "href": "/wiki/Alfred_Kennerley", "description": "Alfred Kennerley was an Australian politician and Premier of Tasmania from 4 August 1873 until 20 July 1876."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Deaths", "year": "1908", "date": "November 15", "txt": "Cixi, China empress dowager and regent (b. 1835)", "entities": [{"title": "Empress Dowager Cixi", "href": "/wiki/Empress_Dowager_Cixi", "description": "Empress Dowager Cixi was a Chinese empress dowager and regent who was the de facto supreme ruler of China in the late Qing dynasty for 47 years, from 1861 until her death in 1908. Of the Manchu Yehe Nara clan, she was elected as a concubine of the Xianfeng Emperor in her adolescence and gave birth to a son, Zaichun, in 1856. After the Xianfeng Emperor's death in 1861, the young boy became the Tong"}]}, {"heading": "Deaths", "year": "1910", "date": "November 15", "txt": "Wilhelm Raabe, German author (b. 1831)", "entities": [{"title": "Wilhelm Raabe", "href": "/wiki/Wilhelm_Raabe", "description": "Wilhelm Raabe was a German novelist. His early works were published under the pseudonym of Jakob Corvinus."}]}, {"heading": "Deaths", "year": "1916", "date": "November 15", "txt": "Henryk Sienkiewicz, Polish journalist and author, Nobel Prize laureate (b. 1846)", "entities": [{"title": "Henryk Sienkiewicz", "href": "/wiki/Henryk_Sienkiewicz", "description": "Henryk Adam Aleksander Pius Sienkiewicz, also known by the pseudonym Litwos [ˈlitfɔs], was a Polish journalist, novelist and Nobel Prize laureate. He is best remembered for his historical novels, especially for his internationally known best-seller Quo Vadis (1896)."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1917", "date": "November 15", "txt": "Émile Durkheim, French sociologist, psychologist, and philosopher (b. 1858)", "entities": [{"title": "Émile Durkheim", "href": "/wiki/%C3%89mile_Durkheim", "description": "David Émile Durkheim was a French sociologist. He formally established the academic discipline of sociology and, with Max Weber, is commonly cited as the principal architect of modern social science."}]}, {"heading": "Deaths", "year": "1919", "date": "November 15", "txt": "Mikhail Dolivo-Dobrovolsky, Polish-Russian engineer, electrician, and inventor (b. 1862)", "entities": [{"title": "Mikhail Dolivo-Dobrovolsky", "href": "/wiki/Mikhail_Dolivo-Dobrovolsky", "description": "Mikhail Osipovich Dolivo-Dobrovolsky was a Polish-Russian engineer, electrician, and inventor."}]}, {"heading": "Deaths", "year": "1919", "date": "November 15", "txt": "Mohammad Farid, Egyptian lawyer and politician (b. 1868)", "entities": []}, {"heading": "Deaths", "year": "1919", "date": "November 15", "txt": "Alfred Werner, French-Swiss chemist and academic, Nobel Prize laureate (b. 1866)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1922", "date": "November 15", "txt": "Dimitrios Gounaris, Greek lawyer and politician, 94th Prime Minister of Greece (b. 1866)", "entities": [{"title": "Dimitrios Gounaris", "href": "/wiki/Dimitrios_Gounaris", "description": "Dimitrios Gounaris was the Prime Minister of Greece from 25 February to 10 August 1915 and 26 March 1921 to 3 May 1922. Leader of the People's Party, he was the main right-wing opponent of his contemporary Eleftherios Venizelos."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1922", "date": "November 15", "txt": "Petros Protopapadakis, Greek mathematician and politician, 107th Prime Minister of Greece (b. 1854)", "entities": [{"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1922", "date": "November 15", "txt": "Nikolaos Stratos, Greek lawyer and politician, 106th Prime Minister of Greece (b. 1872)", "entities": [{"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1941", "date": "November 15", "txt": "Wal Handley, English motorcycle racer (b. 1902)", "entities": [{"title": "Wal Handley", "href": "/wiki/Wal_Handley", "description": "Walter Leslie Handley born in Aston, Birmingham, known as Wal Handley, was a champion British inter-war motorcycle racer with four wins at the Isle of Man TT Races in his career. Later he also raced cars in the 1930s, and died in a World War II aircraft accident while serving as pilot with the Air Transport Auxiliary."}]}, {"heading": "Deaths", "year": "1945", "date": "November 15", "txt": "Frank Chapman, American ornithologist and photographer (b. 1864)", "entities": [{"title": "Frank Chapman (ornithologist)", "href": "/wiki/Frank_Chapman_(ornithologist)", "description": "Frank Michler Chapman was an American ornithologist and pioneering writer of field guides."}]}, {"heading": "Deaths", "year": "1949", "date": "November 15", "txt": "Narayan Apte, Indian activist, assassin of Mahatma Gandhi (b. 1911)", "entities": [{"title": "Narayan Apte", "href": "/wiki/Narayan_Apte", "description": "Mahatma Gandhi was assassinated on 30 January 1948 in the compound of Birla Gandhi’s House, a large mansion in New Delhi. His assassin was Nathuram Godse, an advocate of Hindu nationalism, a member of the political party the Hindu Mahasabha, and a member of the Hindu nationalist volunteer organisation Rashtriya Swayamsevak Sangh (RSS). Godse considered Gandhi to have been too accommodating to Musl"}, {"title": "Mahatma Gandhi", "href": "/wiki/Mahatma_Gandhi", "description": "Mohandas Karamchand Gandhi was an Indian lawyer, anti-colonial nationalist, and political ethicist, who employed nonviolent resistance to lead the successful campaign for India's independence from British rule, and in turn inspired movements for civil rights and freedom across the world. The honorific Mahātmā, first applied to him in 1914 in South Africa, is now used throughout the world."}]}, {"heading": "Deaths", "year": "1949", "date": "November 15", "txt": "Nathuram Godse, Indian assassin of Mahatma Gandhi (b. 1910)", "entities": [{"title": "Mahatma Gandhi", "href": "/wiki/Mahatma_Gandhi", "description": "Mohandas Karamchand Gandhi was an Indian lawyer, anti-colonial nationalist, and political ethicist, who employed nonviolent resistance to lead the successful campaign for India's independence from British rule, and in turn inspired movements for civil rights and freedom across the world. The honorific Mahātmā, first applied to him in 1914 in South Africa, is now used throughout the world."}]}, {"heading": "Deaths", "year": "1951", "date": "November 15", "txt": "Frank Weston Benson, American painter and educator (b. 1862)", "entities": [{"title": "Frank Weston Benson", "href": "/wiki/Frank_Weston_Benson", "description": "Frank Weston Benson, frequently referred to as Frank W. Benson, was an American artist from Salem, Massachusetts known for his Realistic portraits, American Impressionist paintings, watercolors and etchings. He began his career painting portraits of distinguished families and murals for the Library of Congress. Some of his best known paintings depict his daughters outdoors at Benson's summer home,"}]}, {"heading": "Deaths", "year": "1954", "date": "November 15", "txt": "Lionel Barrymore, American actor, singer, director, and screenwriter (b. 1878)", "entities": [{"title": "Lionel Barrymore", "href": "/wiki/Lionel_Barrymore", "description": "Lionel Barrymore was an American actor of stage, screen and radio as well as a film director. He won an Academy Award for Best Actor for his performance in A Free Soul (1931), and remains best known to modern audiences for the role of villainous Mr. Potter in Frank Capra's 1946 film It's a Wonderful Life."}]}, {"heading": "Deaths", "year": "1956", "date": "November 15", "txt": "Emma Richter, German paleontologist (b. 1888)", "entities": [{"title": "Emma Richter", "href": "/wiki/Emma_Richter", "description": "Emma Richter was a German paleontologist. She is best known for her work concerning Trilobites."}]}, {"heading": "Deaths", "year": "1958", "date": "November 15", "txt": "Tyrone Power, American actor, singer, and producer (b. 1914)", "entities": [{"title": "Tyrone Power", "href": "/wiki/Tyrone_Power", "description": "Tyrone Edmund Power III was an American actor. From the 1930s to the 1950s, Power appeared in dozens of films, often in swashbuckler roles or romantic leads. His better-known films include The Mark of Zorro, Marie Antoinette, Blood and Sand, The Black Swan, Prince of Foxes, Witness for the Prosecution, The Black Rose, and Captain from Castile. Power's own favorite film among those that he starred "}]}, {"heading": "Deaths", "year": "1959", "date": "November 15", "txt": "Charles Thomson Rees Wilson, Scottish physicist and meteorologist, Nobel Prize laureate (b. 1869)", "entities": [{"title": "Charles Thomson Rees Wilson", "href": "/wiki/Charles_Thomson_Rees_Wilson", "description": "Charles Thomson Rees Wilson, CH, FRS was a Scottish physicist and meteorologist who won the Nobel Prize in Physics for his invention of the cloud chamber."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1960", "date": "November 15", "txt": "Robert Raymond Cook, Canadian murderer (b. 1937)", "entities": [{"title": "Robert Raymond Cook", "href": "/wiki/Robert_Raymond_Cook", "description": "Robert Raymond Cook was a Canadian mass murderer, convicted for the killing of his father Raymond Cook in Stettler, Alberta, in June 1959. Cook murdered his family, including his father, step-mother, and five half-siblings at their home in Stettler, but was only charged for his father's murder, for which he was convicted and sentenced to death."}]}, {"heading": "Deaths", "year": "1961", "date": "November 15", "txt": "Elsie Ferguson, American actress (b. 1883)", "entities": [{"title": "Elsie Ferguson", "href": "/wiki/Elsie_Ferguson", "description": "Elsie Louise Ferguson was an American stage and film actress."}]}, {"heading": "Deaths", "year": "1961", "date": "November 15", "txt": "Johanna Westerdijk, Dutch pathologist and academic (b. 1883)", "entities": []}, {"heading": "Deaths", "year": "1963", "date": "November 15", "txt": "Fritz Reiner, Hungarian-American conductor (b. 1888)", "entities": [{"title": "Fritz Reiner", "href": "/wiki/Fritz_Reiner", "description": "Frederick Martin \"Fritz\" Reiner was a prominent conductor of opera and symphonic music in the twentieth century. Hungarian born and trained, he emigrated to the United States in 1922, where he rose to prominence as a conductor with several orchestras. He reached the pinnacle of his career while music director of the Chicago Symphony Orchestra in the 1950s and early 1960s."}]}, {"heading": "Deaths", "year": "1966", "date": "November 15", "txt": "Dimitrios Tofalos, Greek weightlifter and wrestler (b. 1877)", "entities": [{"title": "Dimitrios Tofalos", "href": "/wiki/Dimitrios_Tofalos", "description": "Dimitrios Tofalos was a Greek weightlifter. He was a member of both Gymnastiki Etaireia Patron and Panachaikos Gymnastikos syllogos, that merged in 1923 to become Panachaiki Gymnastiki Enosi. Arguably the greatest weightlifter of the early 20th century, he won the gold medal in the 1906 Intercalated Games, setting a world record that lasted until 1914. Dimitrios Tofalos Arena is named after him."}]}, {"heading": "Deaths", "year": "1966", "date": "November 15", "txt": "William Zorach, Lithuanian-American sculptor and painter (b. 1887)", "entities": []}, {"heading": "Deaths", "year": "1967", "date": "November 15", "txt": "Michael J. Adams, American soldier, pilot, and astronaut (b. 1930)", "entities": [{"title": "Michael J. Adams", "href": "/wiki/Michael_J._Adams", "description": "Michael James Adams was an American aviator, aeronautical engineer, and USAF astronaut. He was one of twelve pilots who flew the North American X-15, an experimental spaceplane jointly operated by the Air Force and NASA."}]}, {"heading": "Deaths", "year": "1970", "date": "November 15", "txt": "Konstantinos Tsaldaris, Egyptian-Greek politician (b. 1884)", "entities": [{"title": "Konstantinos Tsaldaris", "href": "/wiki/Konstantinos_Tsaldaris", "description": "Konstantinos Tsaldaris was a Greek politician and twice Prime Minister of Greece."}]}, {"heading": "Deaths", "year": "1971", "date": "November 15", "txt": "Rudolf Abel, English-Russian colonel (b. 1903)", "entities": [{"title": "Rudolf Abel", "href": "/wiki/Rudolf_Abel", "description": "Rudolf Ivanovich Abel, real name William August Fisher, was a Soviet intelligence officer. He adopted his alias when arrested on charges of conspiracy by the FBI in 1957."}]}, {"heading": "Deaths", "year": "1976", "date": "November 15", "txt": "Jean Gabin, French actor, singer, and producer (b. 1904)", "entities": [{"title": "Jean Gabin", "href": "/wiki/Jean_Gabin", "description": "Jean Gabin was a French actor and singer. Considered a key figure in French cinema, he starred in several classic films including Pépé le Moko (1937), La grande illusion (1937), Le Quai des brumes (1938), La bête humaine (1938), Le jour se lève (1939), and Le plaisir (1952). Gabin was made a member of the Légion d'honneur in recognition of the important role he played in French cinema."}]}, {"heading": "Deaths", "year": "1978", "date": "November 15", "txt": "Margaret Mead, American anthropologist and author (b. 1901)", "entities": [{"title": "Margaret Mead", "href": "/wiki/Margaret_Mead", "description": "Margaret Mead was an American cultural anthropologist who featured frequently as an author and speaker in the mass media during the 1960s and 1970s. She earned her bachelor's degree at Barnard College in New York City and her MA and PhD degrees from Columbia University. Mead served as President of the American Association for the Advancement of Science in 1975."}]}, {"heading": "Deaths", "year": "1980", "date": "November 15", "txt": "Bill Lee, American actor and singer (b. 1916)", "entities": [{"title": "Bill Lee (singer)", "href": "/wiki/Bill_Lee_(singer)", "description": "Bill Lee was an American playback singer who provided a voice or singing voice in many films, for actors in musicals and for many Disney characters."}]}, {"heading": "Deaths", "year": "1981", "date": "November 15", "txt": "Steve Macko, American baseball player and coach (b. 1954)", "entities": [{"title": "Steve Macko", "href": "/wiki/Steve_Macko", "description": "Steven Joseph Macko was a professional baseball player, who played in Major League Baseball for the Chicago Cubs. Macko played three infield positions in 25 games during the 1979 and 1980 seasons. His rising baseball career ended when he died as a result of testicular cancer in November 1981."}]}, {"heading": "Deaths", "year": "1981", "date": "November 15", "txt": "Enid Markey, American actress (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "November 15", "txt": "Khawar Rizvi, Pakistani poet and scholar (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "November 15", "txt": "Vinoba Bhave, Indian philosopher and Gandhian, Bharat Ratna Awardee (b. 1895)", "entities": [{"title": "Vinoba Bhave", "href": "/wiki/Vinoba_Bhave", "description": "Vinayak Narahari \"Vinoba\" Bhave was an Indian advocate of nonviolence and human rights. Often called Acharya, he is best known for the Bhoodan Movement. He is considered as a National Teacher of India and the spiritual successor of Mahatma Gandhi. He was an eminent philosopher. The Gita has also been translated into Marathi language by him with the name as Geetai means mother Geeta."}, {"title": "Bharat Ratna", "href": "/wiki/Bharat_Ratna", "description": "The Bharat Ratna is the highest civilian award of the Republic of India. Instituted on 2 January 1954, the award is conferred in recognition of exceptional service/performance of the highest order, without distinction of race, occupation, position, or sex. The award was originally limited to achievements in the arts, literature, science, and public services, but the government expanded the criteri"}]}, {"heading": "Deaths", "year": "1982", "date": "November 15", "txt": "Martín de Álzaga, Argentinian race car driver (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "November 15", "txt": "John Grimaldi, English keyboard player and songwriter (b. 1955)", "entities": [{"title": "John Grimaldi", "href": "/wiki/John_Grimaldi", "description": "John Grimaldi was a musician, songwriter and artist. He was born in St. Albans, Hertfordshire, United Kingdom. Grimaldi was educated at St. Albans Boys School, where he developed his talent for electric jazz, songwriting and art. His career focused on the Jazz genre, although he played other genres as well. Grimaldi formed a number of bands and wrote and performed until his death from multiple scl"}]}, {"heading": "Deaths", "year": "1983", "date": "November 15", "txt": "Charlie Grimm, American baseball player and manager (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "November 15", "txt": "John Le Mesurier, English actor (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "November 15", "txt": "Méret Oppenheim, German-Swiss painter, photographer, and poet (b. 1913)", "entities": [{"title": "Méret Oppenheim", "href": "/wiki/M%C3%A9ret_Oppenheim", "description": "Meret Elisabeth Oppenheim was a German-born Swiss Surrealist artist and photographer."}]}, {"heading": "Deaths", "year": "1988", "date": "November 15", "txt": "Billo Frómeta, Dominican conductor and composer (b. 1915)", "entities": [{"title": "Billo Frómeta", "href": "/wiki/Billo_Fr%C3%B3meta", "description": "Luis María Frómeta Pereira most known as Billo Frómeta was a Dominican orchestra conductor, arranger and composer\nBillo's compositions achieve international fame, and those dedicated to Caracas, where he married several times and raised a family, made him the most beloved of composers. He always included Dominican Merengue and mangulinas in his recordings."}]}, {"heading": "Deaths", "year": "1988", "date": "November 15", "txt": "Ieronymos I of Athens, Greek archbishop and theologian (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "November 15", "txt": "Elizabeth George Speare, American author (b. 1908)", "entities": [{"title": "Elizabeth George Speare", "href": "/wiki/Elizabeth_George_Speare", "description": "Elizabeth George Speare was an American writer of children's books, best known for historical novels including two Newbery Medal winners. She has been called one of America's 100 most popular writers for children and some of her work has become mandatory reading in many schools throughout the nation. Indeed, because her books have sold so well she is also cited as one of the Educational Paperback "}]}, {"heading": "Deaths", "year": "1996", "date": "November 15", "txt": "Alger Hiss, American lawyer and diplomat (b. 1904)", "entities": [{"title": "Alger Hiss", "href": "/wiki/Alger_Hiss", "description": "Alger Hiss was an American government official accused in 1948 of having spied for the Soviet Union in the 1930s. Statutes of limitations had expired for espionage, but he was convicted of perjury in connection with this charge in 1950. Before the trial Hiss was involved in the establishment of the United Nations, both as a U.S. State Department official and as a U.N. official. In later life he wo"}]}, {"heading": "Deaths", "year": "1997", "date": "November 15", "txt": "Saul Chaplin, American director and composer (b. 1912)", "entities": [{"title": "Saul Chaplin", "href": "/wiki/Saul_Chaplin", "description": "Saul Chaplin was an American composer and musical director."}]}, {"heading": "Deaths", "year": "1998", "date": "November 15", "txt": "Stokely Carmichael, Trinidadian-American activist (b. 1941)", "entities": [{"title": "Stokely Carmichael", "href": "/wiki/Stokely_Carmichael", "description": "Kwame Ture was a prominent organizer in the civil rights movement in the United States and the global Pan-African movement. Born in Trinidad, he grew up in the United States from the age of 11 and became an activist while attending the Bronx High School of Science. He was a key leader in the development of the Black Power movement, first while leading the Student Nonviolent Coordinating Committee "}]}, {"heading": "Deaths", "year": "1998", "date": "November 15", "txt": "Ludvík Daněk, Czech discus thrower (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "November 15", "txt": "Edoardo Agnelli, son of industrialist Gianni Agnelli, converted to Shia Islam (b. 1954)", "entities": [{"title": "Edoardo Agnelli", "href": "/wiki/Edoardo_Agnelli", "description": "Edoardo Agnelli was the eldest child and only son of Gianni Agnelli, the industrialist patriarch of Fiat and of Marella Agnelli. He converted to Islam when he was living in New York City, and changed his name to \"Mahdi\". In mid-November 2000, he was found dead under a bridge on the outskirts of Turin."}]}, {"heading": "Deaths", "year": "2003", "date": "November 15", "txt": "Ray Lewis, Canadian runner (b. 1910)", "entities": [{"title": "Ray Lewis (track and field athlete)", "href": "/wiki/Ray_Lewis_(track_and_field_athlete)", "description": "Raymond Gray \"Ray\" Lewis, CM was a Canadian track and field athlete, and the first Canadian-born black Olympic medalist."}]}, {"heading": "Deaths", "year": "2003", "date": "November 15", "txt": "Dorothy Loudon, American actress and singer (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "November 15", "txt": "Laurence Tisch, American businessman, co-founded the Loews Corporation (b. 1923)", "entities": [{"title": "Loews Corporation", "href": "/wiki/Loews_Corporation", "description": "Loews Corporation is an American conglomerate headquartered in New York City. The company's majority-stake holdings include CNA Financial Corporation, Diamond Offshore Drilling, Boardwalk Pipeline Partners, Loews Hotels and Altium Packaging."}]}, {"heading": "Deaths", "year": "2003", "date": "November 15", "txt": "Speedy West, American guitarist and producer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "November 15", "txt": "Elmer L. Andersen, American businessman and politician, 30th Governor of Minnesota (b. 1909)", "entities": [{"title": "Elmer L. Andersen", "href": "/wiki/Elmer_L._Andersen", "description": "Elmer Lee Andersen was an American businessman, philanthropist, and the 30th Governor of Minnesota, serving a single term from January 2, 1961, to March 25, 1963, as a Republican."}, {"title": "Governor of Minnesota", "href": "/wiki/Governor_of_Minnesota", "description": "The Governor of Minnesota is the chief executive of the U.S. state of Minnesota, leading the state's executive branch. Forty people have been governor of Minnesota, though historically there were also three governors of Minnesota Territory. Alexander Ramsey, the first territorial governor, also served as state governor several years later. State governors are elected to office by popular vote, but"}]}, {"heading": "Deaths", "year": "2004", "date": "November 15", "txt": "John Morgan, Welsh-Canadian actor and screenwriter (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "November 15", "txt": "Adrian Rogers, American pastor and author (b. 1931)", "entities": [{"title": "Adrian Rogers", "href": "/wiki/Adrian_Rogers", "description": "Adrian Pierce Rogers was an American Southern Baptist pastor and conservative author. He served three terms as president of the Southern Baptist Convention .\nRogers was born in West Palm Beach, Florida. He entered Christian ministry at the age of nineteen. He graduated from Stetson University in DeLand, Florida, and New Orleans Baptist Theological Seminary. Rogers was ordained by Northwood Baptist"}]}, {"heading": "Deaths", "year": "2005", "date": "November 15", "txt": "Arto Salminen, Finnish journalist and author (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 15", "txt": "David K. Wyatt, American historian and author (b. 1937)", "entities": [{"title": "David K. Wyatt", "href": "/wiki/David_K._Wyatt", "description": "David K. Wyatt was an American historian and author who studied Thailand. He taught at Cornell University from 1969 to 2002, and also served as Chair of the Cornell University Department of History and as the president of the Association for Asian Studies in 1993. His book Thailand: A Short History has become a standard text on Thai history in the English language."}]}, {"heading": "Deaths", "year": "2007", "date": "November 15", "txt": "Joe Nuxhall, American baseball player and sportscaster (b. 1928)", "entities": [{"title": "Joe Nuxhall", "href": "/wiki/Joe_Nuxhall", "description": "Joseph Henry Nuxhall was an American left-handed pitcher in Major League Baseball, primarily for the Cincinnati Reds. Immediately after retiring as a player, he became a radio broadcaster for the Reds from 1967 through 2004, and continued part-time up until his death in 2007. Nuxhall held the team's record for career games pitched (484) in 1965 to 1975, and still holds the team mark for left-hande"}]}, {"heading": "Deaths", "year": "2008", "date": "November 15", "txt": "Grace Hartigan, American painter (b. 1922)", "entities": [{"title": "Grace Hartigan", "href": "/wiki/Grace_Hartigan", "description": "Grace Hartigan was an American Abstract Expressionist painter and a significant member of the vibrant New York School of the 1950s and 1960s. Her circle of friends, who frequently inspired one another in their artistic endeavors, included Jackson Pollock, Larry Rivers, Helen Frankenthaler, Willem and Elaine de Kooning and Frank O'Hara. Her paintings are held by numerous major institutions, includi"}]}, {"heading": "Deaths", "year": "2009", "date": "November 15", "txt": "Serbian Patriarch Pavle II (b. 1914)", "entities": [{"title": "Serbian Patriarch Pavle II", "href": "/wiki/Serbian_Patriarch_Pavle_II", "description": "Pavle was the patriarch of the Serbian Orthodox Church from 1990 to his death. His full title was His Holiness the Archbishop of Peć, Metropolitan of Belgrade and Karlovci, and Serbian Patriarch Pavle. Before his death, he was the oldest living leader of an Eastern Orthodox church. Because of poor health, he spent his last years in the Military Medical Academy in Belgrade, while his duties were ca"}]}, {"heading": "Deaths", "year": "2010", "date": "November 15", "txt": "Larry Evans, American chess player and journalist (b. 1932)", "entities": [{"title": "Larry Evans (chess grandmaster)", "href": "/wiki/Larry_Evans_(chess_grandmaster)", "description": "Larry Melvyn Evans was an American chess grandmaster, author, and journalist. He won or shared the U.S. Chess Championship five times and the U.S. Open Chess Championship four times. He wrote a long-running syndicated chess column and wrote or co-wrote more than twenty books on chess."}]}, {"heading": "Deaths", "year": "2010", "date": "November 15", "txt": "Ed Kirkpatrick, American baseball player (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "November 15", "txt": "William Edwin Self, American actor, director, and producer (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "November 15", "txt": "Oba Chandler, American murderer (b. 1946)", "entities": [{"title": "Oba Chandler", "href": "/wiki/Oba_Chandler", "description": "Oba Chandler was an American convicted murderer who was convicted and executed for the June 1989 murders of Joan Rogers and her two daughters, whose bodies were found floating in Tampa Bay, Florida with their hands and feet bound. Autopsies showed the victims had been thrown into the water while still alive, with ropes tied to a concrete block around their necks. The case became high-profile in 19"}]}, {"heading": "Deaths", "year": "2012", "date": "November 15", "txt": "Théophile Abega, Cameroonian footballer and politician (b. 1954)", "entities": [{"title": "Théophile Abega", "href": "/wiki/Th%C3%A9ophile_Abega", "description": "Théophile Abega Mbida, nicknamed Doctor, was a Cameroonian football player and politician. Playing as a midfielder he was part of the Cameroon national football team, playing all three matches at the 1982 FIFA World Cup and captaining the side to their first African Nations Cup victory in 1984, where he scored a goal in the final. He was nicknamed \"The Doctor\" in tribute to his footballing intelli"}]}, {"heading": "Deaths", "year": "2012", "date": "November 15", "txt": "Luís Carreira, Portuguese motorcycle racer (b. 1976)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 15", "txt": "Maleli Kunavore, Fijian rugby player (b. 1983)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 15", "txt": "K. C. Pant, Indian politician, 18th Indian Minister of Defence (b. 1931)", "entities": [{"title": "Minister of Defence (India)", "href": "/wiki/Minister_of_Defence_(India)", "description": "The Minister of Defence is the head of the Ministry of Defence and a high ranking minister of the Government of India. The Defence Minister is one of the most senior offices in the Union Council of Ministers as well as being a high-level minister in the union cabinet. They are often assisted by a Minister of State for Defence and less-commonly, the lower-ranked Deputy Minister of Defence. The defe"}]}, {"heading": "Deaths", "year": "2012", "date": "November 15", "txt": "Frode Thingnæs, Norwegian trombonist, composer, and conductor (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 15", "txt": "Sheila Matthews Allen, American actress and producer (b. 1929)", "entities": [{"title": "Sheila Matthews Allen", "href": "/wiki/Sheila_Matthews_Allen", "description": "Sheila Mathews Allen was an American actress."}]}, {"heading": "Deaths", "year": "2013", "date": "November 15", "txt": "Glafcos Clerides, Cypriot lawyer and politician, 4th President of Cyprus (b. 1919)", "entities": [{"title": "President of Cyprus", "href": "/wiki/President_of_Cyprus", "description": "The president of Cyprus is the head of state and the head of government of the Republic of Cyprus. The office was created in 1960, after Cyprus gained its independence from the United Kingdom. Currently, the president of Cyprus is Nicos Anastasiades, since 28 February 2013."}]}, {"heading": "Deaths", "year": "2013", "date": "November 15", "txt": "Mike McCormack, American football player and coach (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 15", "txt": "Jack Bridger Chalker, English painter and academic (b. 1918)", "entities": [{"title": "Jack Bridger Chalker", "href": "/wiki/Jack_Bridger_Chalker", "description": "Jack Bridger Chalker, was a British artist and teacher best known for his work recording the lives of the prisoners of war building the Burma Railway during World War II."}]}, {"heading": "Deaths", "year": "2014", "date": "November 15", "txt": "Lucien Clergue, French photographer and educator (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 15", "txt": "Valéry Mézague, Cameroonian footballer (b. 1983)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 15", "txt": "Reg Withers, Australian soldier and politician, Australian Minister for the Capital Territory (b. 1924)", "entities": [{"title": "Minister for Home Affairs (Australia)", "href": "/wiki/Minister_for_Home_Affairs_(Australia)", "description": "The Minister for Home Affairs in the Government of Australia is the minister responsible for the Department of Home Affairs, the country's interior ministry. The current minister is Karen Andrews of the Liberal Party, who has held the position since March 2021 in the Morrison Government."}]}, {"heading": "Deaths", "year": "2015", "date": "November 15", "txt": "Gisèle Prassinos, French author (b. 1920)", "entities": [{"title": "Gisèle Prassinos", "href": "/wiki/Gis%C3%A8le_Prassinos", "description": "Gisèle Prassinos is a French writer of Greek heritage, associated with the surrealist movement."}]}, {"heading": "Deaths", "year": "2015", "date": "November 15", "txt": "Herbert Scarf, American economist and academic (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 15", "txt": "Saeed Jaffrey, Indian-British actor (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "November 15", "txt": "Mose Allison, American pianist and songwriter (b. 1927)", "entities": [{"title": "Mose Allison", "href": "/wiki/Mose_Allison", "description": "Mose John Allison Jr. was an American jazz and blues pianist, singer, and songwriter. He became notable for playing a unique mix of blues and modern jazz, both singing and playing piano. After moving to New York in 1956, he worked primarily in jazz settings, playing with jazz musicians like Stan Getz, Al Cohn, and Zoot Sims, along with producing numerous recordings."}]}, {"heading": "Deaths", "year": "2017", "date": "November 15", "txt": "Lil Peep, American singer and rapper (b. 1996)", "entities": [{"title": "Lil Peep", "href": "/wiki/Lil_Peep", "description": "Gustav Elijah Åhr, known professionally as Lil Peep, was an American rapper, singer, songwriter and model. The child of Harvard graduates who divorced when he was a teenager, Gustav channeled working class themes into music compositions despite an affluent background. He was a member of the emo rap collective GothBoiClique. Helping pioneer an emo revival style of rap and rock music, Lil Peep has b"}]}]