[{"heading": "Events", "year": "619", "date": "November 2", "txt": "A qaghan of the Western Turkic Khaganate is assassinated in a Chinese palace by Eastern Turkic rivals after the approval of Tang emperor Gaozu.", "entities": [{"title": "Khagan", "href": "/wiki/Khagan", "description": "Khagan or Qaghan is a title of imperial rank in the Turkic, Mongolic and some other languages, equal to the status of emperor and someone who rules a khaganate (empire). The female equivalent is Khatun."}, {"title": "Western Turkic Khaganate", "href": "/wiki/Western_Turkic_Khaganate", "description": "The Western Turkic Khaganate or Onoq Khaganate was a Turkic khaganate in Eurasia, formed as a result of the wars in the beginning of the 7th century after the split of the Turkic Khaganate into a western and an eastern Khaganate."}, {"title": "Tang campaigns against the Western Turks", "href": "/wiki/Tang_campaigns_against_the_Western_Turks", "description": "The Tang campaigns against the Western Turks, known as the Western Tujue in Chinese sources, were a series of military campaigns conducted during the Tang dynasty of China against the Western Turkic Khaganate in the 7th century AD. Early military conflicts were a result of the Tang interventions in the rivalry between the Western and Eastern Turks in order to weaken both. Under Emperor Taizong, ca"}, {"title": "Tang dynasty", "href": "/wiki/Tang_dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}, {"title": "Emperor Gaozu of Tang", "href": "/wiki/Emperor_Gaozu_of_Tang", "description": "Emperor Gaozu of Tang, born Li Yuan, courtesy name Shude, was the founder of the Tang dynasty of China, and the first emperor of this dynasty from 618 to 626. Under the Sui dynasty, Li Yuan was the governor in the area of modern-day Shanxi, and was based in Taiyuan."}]}, {"heading": "Events", "year": "1410", "date": "November 2", "txt": "The Peace of Bicêtre suspends hostilities in the Armagnac–Burgundian Civil War.", "entities": [{"title": "Bicêtre", "href": "/wiki/Bic%C3%AAtre", "description": "The Bicêtre Hospital is located in Le Kremlin-Bicêtre, a commune in the southern suburbs of Paris, France. It lies 4.5 km from the center of Paris. The Bicêtre Hospital was originally planned as a military hospital, with construction begun in 1634. With the help of Vincent de Paul, it was finally opened as an orphanage in 1642. It was incorporated into the Hôpital Général de Paris in 1656. In 1823"}, {"title": "Armagnac–Burgundian Civil War", "href": "/wiki/Armagnac%E2%80%93Burgundian_Civil_War", "description": "The Armagnac–Burgundian Civil War was a conflict between two cadet branches of the French royal family — the House of Orléans and the House of Burgundy from 1407 to 1435. It began during a lull in the Hundred Years' War against the English and overlapped with the Western Schism of the papacy."}]}, {"heading": "Events", "year": "1675", "date": "November 2", "txt": "Plymouth Colony governor Josiah Winslow leads a colonial militia against the Narragansett during King Philip's War.", "entities": [{"title": "Plymouth Colony", "href": "/wiki/Plymouth_Colony", "description": "Plymouth Colony was an English colonial venture in America from 1620 to 1691 at a location that had previously been surveyed and named by Captain John Smith. The settlement served as the capital of the colony and developed as the town of Plymouth, Massachusetts. At its height, Plymouth Colony occupied most of the southeastern portion of Massachusetts."}, {"title": "Josiah Winslow", "href": "/wiki/Josiah_Winslow", "description": "Josiah Winslow was born in Plymouth Colony about 1628 and died in 1680 in Marshfield, Plymouth Colony. In records of the time, historians also name him Josias Winslow, and modern writers have carried that name forward. He was born one year after the Charter which founded the Massachusetts Bay Colony, bringing over 20,000 English immigrants to New England in the 1630s. Josiah was the Harvard Colleg"}, {"title": "Narragansett people", "href": "/wiki/Narragansett_people", "description": "The Narragansett people are an Algonquian American Indian tribe from Rhode Island. The tribe was nearly landless for most of the 20th century, but it worked to gain federal recognition and attained it in 1983. It is officially the Narragansett Indian Tribe of Rhode Island and is made up of descendants of tribal members who were identified in an 1880 treaty with the state."}, {"title": "King Philip's War", "href": "/wiki/King_Philip%27s_War", "description": "King Philip's War was an armed conflict in 1675–1678 between indigenous inhabitants of New England and New England colonists and their indigenous allies. The war is named for Metacom, the Wampanoag chief who adopted the name Philip because of the friendly relations between his father Massasoit and the Mayflower Pilgrims. The war continued in the most northern reaches of New England until the signi"}]}, {"heading": "Events", "year": "1795", "date": "November 2", "txt": "The French Directory, a five-man revolutionary government, is created.", "entities": [{"title": "French Directory", "href": "/wiki/French_Directory", "description": "The Directory was the governing five-member committee in the French First Republic from 2 November 1795 until 9 November 1799, when it was overthrown by Napoleon Bonaparte in the Coup of 18 Brumaire and replaced by the Consulate. It gave its name to the final four years of the French Revolution. Mainstream historiography also uses the term in reference to the period from the dissolution of the Nat"}]}, {"heading": "Events", "year": "1868", "date": "November 2", "txt": "Time zone: New Zealand officially adopts a standard time to be observed nationally.", "entities": [{"title": "Time zone", "href": "/wiki/Time_zone", "description": "A time zone is an area that observes a uniform standard time for legal, commercial and social purposes. Time zones tend to follow the boundaries between countries and their subdivisions instead of strictly following longitude, because it is convenient for areas in frequent communication to keep the same time."}, {"title": "Time in New Zealand", "href": "/wiki/Time_in_New_Zealand", "description": "Time in New Zealand is divided by law into two standard time zones. The main islands use New Zealand Standard Time (NZST), 12 hours in advance of Coordinated Universal Time (UTC) / military M (Mike), while the outlying Chatham Islands use Chatham Standard Time (CHAST), 12 hours 45 minutes in advance of UTC / military M^ (Mike-Three)."}]}, {"heading": "Events", "year": "1889", "date": "November 2", "txt": "North Dakota and South Dakota are admitted as the 39th and 40th U.S. states.", "entities": [{"title": "North Dakota", "href": "/wiki/North_Dakota", "description": "North Dakota is a state in the upper Midwestern United States. It is named after the Lakota and Dakota Sioux Native American tribes, who comprise a large portion of the population and historically dominated the territory. It is the nineteenth largest in area, the fourth least populous, and the fourth most sparsely populated of the 50 states with a population of 779,094 according to the 2020 census"}, {"title": "South Dakota", "href": "/wiki/South_Dakota", "description": "South Dakota is a U.S. state in the upper Midwestern United States. It is named after the Lakota and Dakota Sioux Native American tribes, who comprise a large portion of the population and historically dominated the territory. South Dakota is the seventeenth largest by area, but the 5th least populous, and the 5th least densely populated of the 50 United States. As the southern part of the former "}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1899", "date": "November 2", "txt": "The Boers begin their 118-day siege of British-held Ladysmith during the Second Boer War.", "entities": [{"title": "Boer", "href": "/wiki/Boer", "description": "Boers refers to the descendants of the proto-Afrikaans-speaking colonists of the eastern Cape frontier in Southern Africa during the 18th and much of the 19th century. From 1652 to 1795, the Dutch East India Company controlled this area, but the United Kingdom incorporated it into the British Empire in 1806. The name of the group is derived from the Dutch and Afrikaans word for farmer."}, {"title": "Siege of Ladysmith", "href": "/wiki/Siege_of_Ladysmith", "description": "The siege of Ladysmith was a protracted engagement in the Second Boer War, taking place between 2 November 1899 and 28 February 1900 at Ladysmith, Natal, a township founded in 1850."}, {"title": "Ladysmith, KwaZulu-Natal", "href": "/wiki/Ladysmith,_KwaZulu-Natal", "description": "Ladysmith is a city in the Uthukela District of KwaZulu-Natal, South Africa. It lies 230 kilometres (140 mi) north-west of Durban and 365 kilometres (227 mi) south-east of Johannesburg. Important industries in the area include food processing, textiles, and tyre production."}, {"title": "Second Boer War", "href": "/wiki/Second_Boer_War", "description": "The Second Boer War, also known as the Boer War, the Anglo-Boer War, or the South African War, was fought between the British Empire and two independent Boer states, the South African Republic and the Orange Free State, over the Empire's influence in South Africa. The trigger of the war was the discovery of diamonds and gold in the Boer states. Initial Boer attacks were successful, and although Br"}]}, {"heading": "Events", "year": "1912", "date": "November 2", "txt": "Bulgaria defeats the Ottoman Empire in the Battle of Lule Burgas, the bloodiest battle of the First Balkan War, which opens her way to Constantinople.", "entities": [{"title": "Kingdom of Bulgaria", "href": "/wiki/Kingdom_of_Bulgaria", "description": "The Tsardom of Bulgaria, also referred to as the Third Bulgarian Tsardom, sometimes translated in English as Kingdom of Bulgaria, was a constitutional monarchy in Southeastern Europe, which was established on 5 October 1908, when the Bulgarian state was raised from a principality to a Tsardom. Ferdinand, founder of the royal family, was crowned a Tsar at the Declaration of Independence, mainly bec"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Battle of Lule Burgas", "href": "/wiki/Battle_of_Lule_Burgas", "description": "The Battle of Lule Burgas or Battle of Luleburgas – Bunarhisar was a battle between the Kingdom of Bulgaria and the Ottoman Empire and was the bloodiest battle of the First Balkan War. The battle took place from 28 October to 2 November 1912. The outnumbered Bulgarian forces made the Ottomans retreat to Çatalca line, 30 km from the Ottoman capital Constantinople. In terms of forces engaged it was "}, {"title": "First Balkan War", "href": "/wiki/First_Balkan_War", "description": "The First Balkan War lasted from October 1912 to May 1913 and involved actions of the Balkan League against the Ottoman Empire. The Balkan states' combined armies overcame the initially numerically inferior and strategically disadvantaged Ottoman armies and achieved rapid success."}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}]}, {"heading": "Events", "year": "1914", "date": "November 2", "txt": "World War I: The Russian Empire declares war on the Ottoman Empire and the Dardanelles are subsequently closed.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Dardanelles", "href": "/wiki/Dardanelles", "description": "The Dardanelles, also known as Strait of Gallipoli from Gallipoli Peninsula or from Classical Antiquity as the Hellespont\n(; Classical Greek: Ἑλλήσποντος, romanized: Hellēspontos, lit. 'Sea of Helle'), is a narrow, natural strait and internationally significant waterway in northwestern Turkey that forms part of the continental boundary between Europe and Asia, and separates Asian Turkey from Europ"}]}, {"heading": "Events", "year": "1917", "date": "November 2", "txt": "The Balfour Declaration proclaims British support for the \"establishment in Palestine of a national home for the Jewish people\" with the clear understanding \"that nothing shall be done which may prejudice the civil and religious rights of existing non-Jewish communities\".", "entities": [{"title": "Balfour Declaration", "href": "/wiki/Balfour_Declaration", "description": "The Balfour Declaration was a public statement issued by the British government in 1917 during the First World War announcing support for the establishment of a \"national home for the Jewish people\" in Palestine, then an Ottoman region with a small minority Jewish population. The declaration was contained in a letter dated 2 November 1917 from the United Kingdom's Foreign Secretary Arthur Balfour "}, {"title": "Palestine (region)", "href": "/wiki/Palestine_(region)", "description": "Palestine is a geographic region in Western Asia usually considered to include Israel, the West Bank, the Gaza Strip, and in some definitions, parts of western Jordan."}]}, {"heading": "Events", "year": "1917", "date": "November 2", "txt": "The Military Revolutionary Committee of the Petrograd Soviet, in charge of preparation and carrying out the Russian Revolution, holds its first meeting.", "entities": [{"title": "Petrograd Soviet", "href": "/wiki/Petrograd_Soviet", "description": "The Petrograd Soviet of Workers' and Soldiers' Deputies was a city council of Petrograd, the capital of Russia at the time. For brevity, it is usually called the Petrograd Soviet."}, {"title": "Russian Revolution", "href": "/wiki/Russian_Revolution", "description": "The Russian Revolution was a period of political and social revolution across the territory of the Russian Empire, commencing with the abolition of the monarchy in 1917 and concluding in 1923 with the Bolshevik establishment of the Soviet Union at the end of the Civil War. It began during the First World War, with the February Revolution that was focused in and around the then-capital, Petrograd. "}]}, {"heading": "Events", "year": "1920", "date": "November 2", "txt": "In the United States, KDKA of Pittsburgh starts broadcasting as the first commercial radio station. The first broadcast is the result of the 1920 United States presidential election.", "entities": [{"title": "KDKA (AM)", "href": "/wiki/KDKA_(AM)", "description": "KDKA is a Class A radio station, owned and operated by Audacy, Inc. and licensed to Pittsburgh, Pennsylvania. Its studios are located at the combined Audacy Pittsburgh facility in the Foster Plaza on Holiday Drive in Green Tree, and its transmitter site is at Allison Park. The station's programming is also carried over KDKA-FM's 93.7 HD2 digital subchannel, and is simulcast on translator station W"}, {"title": "Pittsburgh", "href": "/wiki/Pittsburgh", "description": "Pittsburgh is a city in the state of Pennsylvania in the United States and the county seat of Allegheny County. An estimated population of about 300,286 residents live within the city limits as of 2019, making it the 66th-largest city in the U.S. and the second-most populous city in Pennsylvania, behind Philadelphia. The Pittsburgh metropolitan area is the anchor of Western Pennsylvania; its popul"}, {"title": "Radio station", "href": "/wiki/Radio_station", "description": "Radio broadcasting is transmission of audio (sound), sometimes with related metadata, by radio waves intended to reach a wide audience. In terrestrial radio broadcasting the radio waves are broadcast by a land-based radio station, while in satellite radio the radio waves are broadcast by a satellite in Earth orbit. To receive the content the listener must have a broadcast radio receiver (radio). S"}, {"title": "1920 United States presidential election", "href": "/wiki/1920_United_States_presidential_election", "description": "The 1920 United States presidential election was the 34th quadrennial presidential election, held on Tuesday, November 2, 1920. In the first election held after the end of World War I and the first election after the ratification of the Nineteenth Amendment, Republican Senator Warren G. Harding of Ohio defeated Democratic Governor James M. Cox of Ohio."}]}, {"heading": "Events", "year": "1936", "date": "November 2", "txt": "The British Broadcasting Corporation initiates the BBC Television Service, the world's first regular, \"high-definition\" (then defined as at least 200 lines) service. Renamed BBC1 in 1964, the channel still runs to this day.", "entities": [{"title": "British Broadcasting Corporation", "href": "/wiki/British_Broadcasting_Corporation", "description": "The British Broadcasting Corporation (BBC) is a public service broadcaster, headquartered at Broadcasting House in Westminster, London. It is the world's oldest national broadcaster, and the largest broadcaster in the world by number of employees, employing over 22,000 staff in total, of whom more than 19,000 are in public sector broadcasting. The total number of BBC staff amounts to 35,402 includ"}, {"title": "BBC Television Service", "href": "/wiki/BBC_Television_Service", "description": "BBC Television is a service of the BBC. The corporation has operated in the United Kingdom under the terms of a royal charter since 1927. It produced television programmes from its own studios from 1932, although the start of its regular service of television broadcasts is dated to 2 November 1936."}, {"title": "BBC One", "href": "/wiki/BBC_One", "description": "BBC One is a British free-to-air television network owned and operated by the BBC. It is the corporation’s flagship network, and is known for broadcasting mainstream programming, including BBC News television bulletins, primetime drama and entertainment, and some sports events."}, {"title": "1964", "href": "/wiki/1964", "description": "1964 (MCMLXIV) was a leap year starting on Wednesday of the Gregorian calendar, the 1964th year of the Common Era (CE) and Anno Domini (AD) designations, the 964th year of the 2nd millennium, the 64th year of the 20th century, and the 5th year of the 1960s decade. "}]}, {"heading": "Events", "year": "1940", "date": "November 2", "txt": "World War II: First day of Battle of Elaia–Kalamas between the Greeks and the Italians.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Elaia–Kalamas", "href": "/wiki/Battle_of_Elaia%E2%80%93Kalamas", "description": "The Battle of Elaia–Kalamas took place in Epirus on 2–8 November 1940. The battle was fought between the Greeks and the Italians during the initial stage of the Greco-Italian War. The Italian Army, deployed on the Greek-Albanian border, launched an offensive against Greece on 28 October 1940. The main thrust of the Italian invasion occurred in the Epirus sector, with a further flanking move throug"}]}, {"heading": "Events", "year": "1947", "date": "November 2", "txt": "In California, designer Howard Hughes performs the maiden (and only) flight of the Hughes H-4 Hercules (also known as the \"Spruce Goose\"), the largest fixed-wing aircraft ever built.", "entities": [{"title": "Howard Hughes", "href": "/wiki/Howard_Hughes", "description": "Howard Robard Hughes Jr. was an American business magnate, investor, record-setting pilot, engineer, film director, and philanthropist, known during his lifetime as one of the most financially successful individuals in the world. He first became prominent as a film producer, and then as an influential figure in the aviation industry. Later in life, he became known for his eccentric behavior and re"}, {"title": "Hughes H-4 Hercules", "href": "/wiki/Hughes_H-4_Hercules", "description": "The Hughes H-4 Hercules is a prototype strategic airlift flying boat designed and built by the Hughes Aircraft Company. Intended as a transatlantic flight transport for use during World War II, it was not completed in time to be used in the war. The aircraft made only one brief flight on November 2, 1947, and the project never advanced beyond the single example produced."}]}, {"heading": "Events", "year": "1949", "date": "November 2", "txt": "The Dutch–Indonesian Round Table Conference ends with the Netherlands agreeing to transfer sovereignty of the Dutch East Indies to the United States of Indonesia.", "entities": [{"title": "Dutch–Indonesian Round Table Conference", "href": "/wiki/Dutch%E2%80%93Indonesian_Round_Table_Conference", "description": "The Dutch–Indonesian Round Table Conference was held in The Hague from 23 August to 2 November 1949, between representatives of the Kingdom of the Netherlands, the Republic of Indonesia and the Federal Consultative Assembly, representing various states the Dutch had created in the Indonesian archipelago."}, {"title": "Dutch East Indies", "href": "/wiki/Dutch_East_Indies", "description": "The Dutch East Indies was a Dutch colony consisting of what is now Indonesia. It was formed from the nationalised colonies of the Dutch East India Company, which came under the administration of the Dutch government in 1800."}, {"title": "United States of Indonesia", "href": "/wiki/United_States_of_Indonesia", "description": "The United States of Indonesia, was a federal state to which the Netherlands formally transferred sovereignty of the Dutch East Indies on 27 December 1949 following the Dutch-Indonesian Round Table Conference. This transfer ended the four-year conflict between Indonesian nationalists and the Netherlands that was fought over for control of Indonesia. It lasted less than a year, before being replace"}]}, {"heading": "Events", "year": "1951", "date": "November 2", "txt": "Six thousand British troops arrive in Suez after the Egyptian government abrogates the Anglo-Egyptian treaty of 1936.", "entities": [{"title": "Anglo-Egyptian treaty of 1936", "href": "/wiki/Anglo-Egyptian_treaty_of_1936", "description": "The Anglo-Egyptian Treaty of 1936 was a treaty signed between the United Kingdom and the Kingdom of Egypt. Under the terms of the treaty, the United Kingdom was required to withdraw all its troops from Egypt, except those necessary to protect the Suez Canal and its surroundings, numbering 10,000 troops plus auxiliary personnel. Additionally, the United Kingdom would supply and train Egypt's army a"}]}, {"heading": "Events", "year": "1951", "date": "November 2", "txt": "Canada in the Korean War: A platoon of The Royal Canadian Regiment defends a vital area against a full battalion of Chinese troops in the Battle of the Song-gok Spur. The engagement lasts into the early hours the next day.", "entities": [{"title": "The Royal Canadian Regiment", "href": "/wiki/The_Royal_Canadian_Regiment", "description": "The Royal Canadian Regiment is an infantry regiment of the Canadian Army. The regiment consists of four battalions, three in the Regular Force and one in the primary reserve. The RCR is ranked 9th in the order of precedence amongst Canadian Army regiments, but is the most senior infantry regiment that has regular force battalions."}]}, {"heading": "Events", "year": "1956", "date": "November 2", "txt": "Hungarian Revolution: Imre Nagy requests UN aid for Hungary. Nikita Khrushchev meets with leaders of other Communist countries to seek their advice on the situation in Hungary, selecting János Kádár as the country's next leader on the advice of Josip Broz Tito.", "entities": [{"title": "Hungarian Revolution of 1956", "href": "/wiki/Hungarian_Revolution_of_1956", "description": "The Hungarian Revolution of 1956, or the Hungarian Uprising, was a nationwide revolution against the Hungarian People's Republic and its Soviet-imposed policies, lasting from the 23rd of October until the 10th of November 1956. Leaderless at the beginning, it was the first major threat to Soviet control since the Red Army drove Nazi Germany from its territory at the End of World War II in Europe."}, {"title": "Imre Nagy", "href": "/wiki/Imre_Nagy", "description": "Imre Nagy was a Hungarian communist politician who served as Prime Minister and Chairman of the Council of Ministers of the Hungarian People's Republic from 1953 to 1955. In 1956 Nagy became leader of the Hungarian Revolution of 1956 against the Soviet-backed government, for which he was sentenced to death and executed two years later."}, {"title": "Nikita Khrushchev", "href": "/wiki/Nikita_Khrushchev", "description": "Nikita Sergeyevich Khrushchev led the Soviet Union as the First Secretary of the Communist Party of the Soviet Union from 1953 to 1964 and as chairman of the country's Council of Ministers from 1958 to 1964. During his rule, Khrushchev stunned the communist world with his denunciation of Stalin's crimes and began De-Stalinization. He sponsored the early Soviet space program, and enactment of relat"}, {"title": "János Kádár", "href": "/wiki/J%C3%A1nos_K%C3%A1d%C3%A1r", "description": "János József Kádár was a Hungarian communist leader and the General Secretary of the Hungarian Socialist Workers' Party, His 32-year term went through two stages. First (1956–1962), he was a dictator who imposed an iron-fisted rule of Communist Party terror on Hungary. In stage two (1962–1988) he became a champion of liberal communism who focused on economic reform and softening of police state me"}, {"title": "Josip Broz Tito", "href": "/wiki/Josip_Broz_Tito", "description": "Josip Broz, commonly known as Tito, was a Yugoslav communist revolutionary and statesman, serving in various roles from 1943 until his death in 1980. During World War II, he was the leader of the Partisans, often regarded as the most effective resistance movement in occupied Europe. He also served as the president of the Socialist Federal Republic of Yugoslavia from 14 January 1953 until his death"}]}, {"heading": "Events", "year": "1956", "date": "November 2", "txt": "Suez Crisis: Israel occupies the Gaza Strip.", "entities": []}, {"heading": "Events", "year": "1959", "date": "November 2", "txt": "Quiz show scandals: Twenty-One game show contestant Charles Van Doren admits to a Congressional committee that he had been given questions and answers in advance.", "entities": [{"title": "1950s quiz show scandals", "href": "/wiki/1950s_quiz_show_scandals", "description": "The American quiz show scandals of the 1950s were a series of revelations that contestants of several popular television quiz shows were secretly given assistance by show producers, to prearrange the outcome of ostensibly fair competitions. The 1950s quiz show scandals were driven by a variety of reasons, including greed, willing contestants, and the lack of regulations prohibiting such conspiracy"}, {"title": "Game show", "href": "/wiki/Game_show", "description": "A game show is a type of radio, television or stage show where contestants regularly compete for a reward. The history of game shows dates back to the invention of television as a medium. On most game shows, contestants either have to answer questions or solve puzzles, typically to win either money or prizes. Game shows often reward players with prizes such as cash, trips and goods and services pr"}, {"title": "Charles Van Doren", "href": "/wiki/Charles_Van_Doren", "description": "Charles Lincoln Van Doren was an American writer and editor who was involved in a television quiz show scandal in the 1950s. In 1959 he testified before the United States Congress that he had been given the correct answers by the producers of the NBC quiz show Twenty-One. Terminated by NBC, he joined Encyclopædia Britannica, Inc. in 1959, becoming a vice-president and writing and editing many book"}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}]}, {"heading": "Events", "year": "1959", "date": "November 2", "txt": "The first section of the M1 motorway, the first inter-urban motorway in the United Kingdom, is opened between the present junctions 5 and 18, along with the M10 motorway and M45 motorway.", "entities": [{"title": "Motorway", "href": "/wiki/Motorway", "description": "A controlled-access highway is a type of highway that has been designed for high-speed vehicular traffic, with all traffic flow—ingress and egress—regulated. Common English terms are freeway, motorway and expressway. Other similar terms include throughway and parkway. Some of these may be limited-access highways, although this term can also refer to a class of highway with somewhat less isolation "}, {"title": "M10 motorway (Great Britain)", "href": "/wiki/M10_motorway_(Great_Britain)", "description": "The M10 was a motorway in Hertfordshire, England, running for approximately 3 miles from the M1 motorway at junction 7 near Hemel Hempstead to the A414 North Orbital Road at Park Street Roundabout, just south of St Albans. Opened in 1959, it was reclassified as part of the A414 in 2009."}, {"title": "M45 motorway", "href": "/wiki/M45_motorway", "description": "The M45 is a motorway in Northamptonshire and Warwickshire, England and is 7.9 miles (12.7 km) long. It runs between junction 17 of the M1 motorway south east of Rugby and a junction with the A45 road southwest of Rugby. It has one of the lowest traffic volumes of the United Kingdom motorway system."}]}, {"heading": "Events", "year": "1960", "date": "November 2", "txt": "Penguin Books is found not guilty of obscenity in the trial R v Penguin Books Ltd, the Lady Chatterley's Lover case.", "entities": [{"title": "Penguin Books", "href": "/wiki/Penguin_Books", "description": "Penguin Books is a British publishing house. It was co-founded in 1935 by Sir Allen Lane with his brothers Richard and John, as a line of the publishers The Bodley Head, only becoming a separate company the following year. Penguin revolutionised publishing in the 1930s through its inexpensive paperbacks, sold through Woolworths and other high street stores for sixpence, bringing high-quality ficti"}, {"title": "Obscenity", "href": "/wiki/Obscenity", "description": "\nAn obscenity is any utterance or act that strongly offends the prevalent morality of the time. It is derived from the Latin obscēnus, obscaenus, \"boding ill; disgusting; indecent\", of uncertain etymology. The word can be used to indicate a strong moral repugnance, in expressions such as \"obscene profits\" or \"the obscenity of war\". As a legal term, it usually refers to graphic depictions of people"}]}, {"heading": "Events", "year": "1963", "date": "November 2", "txt": "South Vietnamese President Ngô Đình Diệm is assassinated following a military coup.", "entities": [{"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Arrest and assassination of Ngô Đình Diệm", "href": "/wiki/Arrest_and_assassination_of_Ng%C3%B4_%C4%90%C3%ACnh_Di%E1%BB%87m", "description": "The arrest and assassination of Ngô Đình Diệm, the president of South Vietnam, marked the culmination of a successful coup d'état led by General Dương Văn Minh on 1 November 1963. The coup was the culmination of nine years of autocratic and nepotistic family rule in South Vietnam. Discontent with the Diệm regime had been simmering below the surface and exploded with mass Buddhist protests against "}, {"title": "Military coup", "href": "/wiki/Military_coup", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}]}, {"heading": "Events", "year": "1964", "date": "November 2", "txt": "King Saud of Saudi Arabia is deposed by a family coup, and replaced by his half-brother Faisal.", "entities": [{"title": "Saud of Saudi Arabia", "href": "/wiki/Saud_of_Saudi_Arabia", "description": "Saud bin Abdulaziz Al Saud was King of Saudi Arabia from 9 November 1953 to 2 November 1964. After a period of internal tension in Saudi Arabia, he was forced from the throne and replaced by his brother Faisal."}, {"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "Faisal of Saudi Arabia", "href": "/wiki/Faisal_of_Saudi_Arabia", "description": "Faisal bin Abdulaziz Al Saud was King of Saudi Arabia and Custodian of the Two Holy Mosques from 2 November 1964 to 25 March 1975."}]}, {"heading": "Events", "year": "1965", "date": "November 2", "txt": "Norman Morrison, a 31-year-old Quaker, sets himself on fire in front of the river entrance to the Pentagon to protest the use of napalm in the Vietnam war.", "entities": [{"title": "Norman Morrison", "href": "/wiki/Norman_Morrison", "description": "Norman Morrison was a Baltimore Quaker best known for his act of self-immolation at age 31 to protest United States involvement in the Vietnam War. The Erie, Pennsylvania-born Morrison graduated from the College of Wooster in 1956. He was married and had two daughters and a son. On November 2, 1965, Morrison doused himself in kerosene and set himself on fire below Secretary of Defense Robert McNam"}, {"title": "Quaker", "href": "/wiki/Quaker", "description": "Quakers, also called Friends, belong to a historically Christian (Protestant) set of denominations known formally as the Religious Society of Friends. Members of the various Quaker movements are generally united by a belief in the ability of each human being to experience and access the light within or to see \"that of God in every one\". Some profess the priesthood of all believers, a doctrine deri"}, {"title": "The Pentagon", "href": "/wiki/The_Pentagon", "description": "The Pentagon is the headquarters building of the United States Department of Defense. As a symbol of the U.S. military, the phrase The Pentagon is also often used as a metonym or synecdoche for the Department of Defense and its leadership."}, {"title": "Napalm", "href": "/wiki/Napalm", "description": "Napalm is an incendiary mixture of a gelling agent and a volatile petrochemical. The name is a portmanteau of two of the constituents of the original thickening and gelling agents: co-precipitated aluminium salts of naphthenic acid and palmitic acid. Napalm B is the more modern version of napalm and, although distinctly different in its chemical composition, is often referred to simply as \"napalm\""}]}, {"heading": "Events", "year": "1966", "date": "November 2", "txt": "The Cuban Adjustment Act comes into force, allowing 123,000 Cubans the opportunity to apply for permanent residence in the United States.", "entities": [{"title": "Cuban Adjustment Act", "href": "/wiki/Cuban_Adjustment_Act", "description": "The Cuban Adjustment Act (CAA), Public Law 89-732, is a United States federal law enacted on November 2, 1966. Passed by the 89th United States Congress and signed into law by President Lyndon Johnson, the law applies to any native or citizen of Cuba who has been inspected and admitted or paroled into the United States after January 1, 1959 and has been physically present for at least one year; an"}, {"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}]}, {"heading": "Events", "year": "1967", "date": "November 2", "txt": "Vietnam War: US President Lyndon B. Johnson and \"The Wise Men\" conclude that the American people should be given more optimistic reports on the progress of the war.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}]}, {"heading": "Events", "year": "1983", "date": "November 2", "txt": "U.S. President Ronald Reagan signs a bill creating Martin Luther King, Jr. Day.", "entities": [{"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}, {"title": "Martin Luther King, Jr. Day", "href": "/wiki/Martin_Luther_King,_Jr._Day", "description": "Martin Luther King Jr. Day is a federal holiday in the United States marking the birthday of Martin Luther King Jr. It is observed on the third Monday of January each year. Born in 1929, Rev. Dr. King's actual birthday is January 15. The holiday is similar to holidays set under the Uniform Monday Holiday Act. The earliest Monday for this holiday is January 15 and the latest is January 21."}]}, {"heading": "Events", "year": "1984", "date": "November 2", "txt": "Capital punishment: Velma Barfield becomes the first woman executed in the United States since 1962.", "entities": [{"title": "Capital punishment", "href": "/wiki/Capital_punishment", "description": "Capital punishment, also known as the death penalty, is the state-sanctioned killing of a person as punishment for a crime. The sentence ordering that someone is punished with the death penalty is called a death sentence, and the act of carrying out such a sentence is known as an execution. A prisoner awaiting their execution is condemned and is \"on death row\". Crimes that are punishable by death "}, {"title": "Velma Barfield", "href": "/wiki/Velma_Barfield", "description": "Margie Velma Barfield was an American serial killer who was convicted of one murder, but who eventually confessed to six murders in total. Barfield was the first woman in the United States to be executed after the 1976 resumption of capital punishment and the first since 1962. She was also the first woman to be executed by lethal injection."}, {"title": "1962", "href": "/wiki/1962", "description": "1962 (MCMLXII) was a common year starting on Monday of the Gregorian calendar, the 1962nd year of the Common Era (CE) and Anno Domini (AD) designations, the 962nd year of the 2nd millennium, the 62nd year of the 20th century, and the 3rd year of the 1960s decade. "}]}, {"heading": "Events", "year": "1986", "date": "November 2", "txt": "Lebanon hostage crisis: U.S. hostage David Jacobsen is released in Beirut after 17 months in captivity.", "entities": [{"title": "Lebanon hostage crisis", "href": "/wiki/Lebanon_hostage_crisis", "description": "The Lebanon hostage crisis was the kidnapping in Lebanon of 104 foreign hostages between 1982 and 1992, when the Lebanese Civil War was at its height. The hostages were mostly Americans and Western Europeans, but 21 national origins were represented. At least eight hostages died in captivity; some were murdered, while others died from lack of adequate medical attention to illnesses."}]}, {"heading": "Events", "year": "1988", "date": "November 2", "txt": "The Morris worm, the first Internet-distributed computer worm to gain significant mainstream media attention, is launched from MIT.", "entities": [{"title": "Morris worm", "href": "/wiki/Morris_worm", "description": "The Morris worm or Internet worm of November 2, 1988, was one of the first computer worms distributed via the Internet, and the first to gain significant mainstream media attention. It also resulted in the first felony conviction in the US under the 1986 Computer Fraud and Abuse Act. It was written by a graduate student at Cornell University, Robert Tappan Morris, and launched on November 2, 1988,"}, {"title": "Computer worm", "href": "/wiki/Computer_worm", "description": "A computer worm is a standalone malware computer program that replicates itself in order to spread to other computers. It often uses a computer network to spread itself, relying on security failures on the target computer to access it. It will use this machine as a host to scan and infect other computers. When these new worm-invaded computers are controlled, the worm will continue to scan and infe"}, {"title": "Massachusetts Institute of Technology", "href": "/wiki/Massachusetts_Institute_of_Technology", "description": "Massachusetts Institute of Technology (MIT) is a private land-grant research university in Cambridge, Massachusetts. Established in 1861, the institute has since played a key role in the development of modern science, engineering, mathematics, and technology, and ranks among the most prestigious academic institutions in the world."}]}, {"heading": "Events", "year": "1990", "date": "November 2", "txt": "British Satellite Broadcasting and Sky Television plc merge to form BSkyB as a result of massive losses.", "entities": [{"title": "British Satellite Broadcasting", "href": "/wiki/British_Satellite_Broadcasting", "description": "British Satellite Broadcasting (BSB) was a television company, headquartered in London, that provided direct broadcast satellite television services to the United Kingdom. It started broadcasting on 25 March 1990. The company was merged with Sky Television plc on 2 November 1990 to form British Sky Broadcasting (BSkyB)."}, {"title": "Sky Television plc", "href": "/wiki/Sky_Television_plc", "description": "Sky Television plc was a public limited company which operated a nine-channel satellite television service, launched by Rupert Murdoch's News International on 5 February 1989. Sky Television and its rival British Satellite Broadcasting (BSB) suffered large financial losses and merged on 2 November 1990 to form British Sky Broadcasting (BSkyB). Programming merger took effect on 1 December 1990."}]}, {"heading": "Events", "year": "1999", "date": "November 2", "txt": "Xerox murders: In the worst mass murder in the history of Hawaii, a gunman shoots at eight people in his workplace, killing seven.", "entities": [{"title": "Xerox murders", "href": "/wiki/Xerox_murders", "description": "The Xerox murders was an incident of mass murder that occurred on November 2, 1999, in a Xerox Corporation building in Honolulu, Hawaii, United States. Service technician Byran Koji Uyesugi shot at eight people; wounding seven fatally. This was the worst mass murder in the history of Hawaii."}, {"title": "Hawaii", "href": "/wiki/Hawaii", "description": "Hawaii is a U.S. state in the Western United States, in the Pacific Ocean about 2,000 miles from the U.S. mainland. It is the only state outside North America, the only state comprised entirely of islands, and the only state in the tropics. Hawaii is also one of a few U.S. states to have once been an independent nation."}]}, {"heading": "Events", "year": "2000", "date": "November 2", "txt": "Expedition 1 arrived at the International Space Station for the first long-duration stay onboard. From this day to present, a continuous human presence in space on the station remains uninterrupted.", "entities": [{"title": "Expedition 1", "href": "/wiki/Expedition_1", "description": "Expedition 1 was the first long-duration stay on the International Space Station (ISS). The three-person crew stayed aboard the station for 136 days, from November 2000 to March 2001. It was the beginning of an uninterrupted human presence on the station which continues as of May 2021. Expedition 2, which also had three crew members, immediately followed Expedition 1."}, {"title": "International Space Station", "href": "/wiki/International_Space_Station", "description": "The International Space Station (ISS) is a modular space station in low Earth orbit. It is a multinational collaborative project involving five participating space agencies: NASA, Roscosmos (Russia), JAXA (Japan), ESA (Europe), and CSA (Canada). The ownership and use of the space station is established by intergovernmental treaties and agreements. The station serves as a microgravity and space env"}]}, {"heading": "Events", "year": "2016", "date": "November 2", "txt": "The Chicago Cubs defeat the Cleveland Indians in the World Series, ending the longest Major League Baseball championship drought at 108 years.", "entities": [{"title": "Chicago Cubs", "href": "/wiki/Chicago_Cubs", "description": "The Chicago Cubs are an American professional baseball team based in Chicago. The Cubs compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. The team plays its home games at Wrigley Field, located on the city's North Side. The Cubs are one of two major league teams based in Chicago; the other, the Chicago White Sox, is a member of the American League"}, {"title": "Cleveland Indians", "href": "/wiki/Cleveland_Indians", "description": "The Cleveland Indians are an American professional baseball team based in Cleveland. The Indians compete in Major League Baseball (MLB) as a member club of the American League (AL) Central division. Since 1994, they have played at Progressive Field. The team's spring training facility is at Goodyear Ballpark in Goodyear, Arizona. Since their establishment as a major league franchise in 1901, the t"}, {"title": "World Series", "href": "/wiki/World_Series", "description": "The World Series is the annual championship series of Major League Baseball (MLB) in the United States and Canada, contested since 1903 between the champion teams of the American League (AL) and the National League (NL). The winner of the World Series championship is determined through a best-of-seven playoff, and the winning team is awarded the Commissioner's Trophy. As the series is played durin"}, {"title": "Major League Baseball", "href": "/wiki/Major_League_Baseball", "description": "Major League Baseball (MLB) is an American professional baseball organization and the oldest of the major professional sports leagues in the United States and Canada. A total of 30 teams play in Major League Baseball: 15 teams in the National League (NL) and 15 in the American League (AL). The NL and AL were formed in 1876 and 1901, respectively. Beginning in 1903, the two leagues cooperated but r"}]}, {"heading": "Births", "year": "682", "date": "November 2", "txt": "Umar II, Arabian caliph (d. 720)", "entities": [{"title": "Umar II", "href": "/wiki/Umar_II", "description": "Umar ibn Abd al-Aziz, commonly known as Umar II, was the eighth Umayyad caliph. He made various significant contributions and reforms to the society, and he has been described as \"the most pious and devout\" of the Umayyad rulers and was often called the first Mujaddid and fifth righteous caliph of Islam."}]}, {"heading": "Births", "year": "971", "date": "November 2", "txt": "Mahmud of Ghazni (d. 1030)", "entities": [{"title": "Mahmud of Ghazni", "href": "/wiki/Mahmud_of_Ghazni", "description": "Mahmud of Ghazni or Mahmud Ghaznavi was the first independent ruler of the Turkic dynasty of Ghaznavids, ruling from 999 to 1030. At the time of his death, his kingdom had been transformed into an extensive military empire, which extended from northwestern Iran proper to the Punjab in the Indian subcontinent, Khwarazm in Transoxiana, and Makran."}]}, {"heading": "Births", "year": "1154", "date": "November 2", "txt": "Constance, Queen of Sicily, wife of Henry VI, Holy Roman Emperor (d. 1198)", "entities": [{"title": "Constance, Queen of Sicily", "href": "/wiki/Constance,_Queen_of_Sicily", "description": "Constance I was Queen regnant of Sicily in 1194–98, jointly with her spouse from 1194 to 1197, and with her infant son Frederick II, Holy Roman Emperor, in 1198, as the heiress of the Norman kings of Sicily. She was also Holy Roman Empress and later Dowager by marriage to Henry VI, Holy Roman Emperor."}, {"title": "Henry VI, Holy Roman Emperor", "href": "/wiki/Henry_VI,_Holy_Roman_Emperor", "description": "Henry VI, a member of the Hohenstaufen dynasty, was King of Germany from 1169 and Holy Roman Emperor from 1191 until his death. From 1194 he was also King of Sicily."}]}, {"heading": "Births", "year": "1235", "date": "November 2", "txt": "Henry of Almain, King of the Romans (d. 1271)", "entities": [{"title": "Henry of Almain", "href": "/wiki/Henry_of_Almain", "description": "Henry of Almain was the son of Richard, 1st Earl of Cornwall and his first wife Isabel Marshal. His surname is derived from a vowel shift in pronunciation of d'Allemagne, so called by the elites of England because of his father's status as the elected German King of the Romans."}, {"title": "King of the Romans", "href": "/wiki/King_of_the_Romans", "description": "King of the Romans was the title used by the German king following his election by the princes from the reign of Henry II onward. The title predominantly amounted to being the emperor of the Holy Roman Empire, a title long dependent upon coronation by the pope."}]}, {"heading": "Births", "year": "1418", "date": "November 2", "txt": "Gaspare Nadi, Italian builder and writer (d. 1504)", "entities": [{"title": "Gaspare Nadi", "href": "/wiki/Gaspare_Nadi", "description": "Gaspare Nadi or Guasparo di Nadi was an Italian builder famous for his diary (diario). He was mistaken by later historians for an architect. He built, but did not design, the library of the Basilica of San Domenico."}]}, {"heading": "Births", "year": "1428", "date": "November 2", "txt": "Yolande, Duchess of Lorraine (d. 1483)", "entities": [{"title": "Yolande, Duchess of Lorraine", "href": "/wiki/Yolande,_Duchess_of_Lorraine", "description": "Yolande, was Duchess of Lorraine (1473) and Bar (1480). She was the daughter of Isabella, Duchess of Lorraine, and René of Anjou. Though she was nominally in control of major territories, she ceded her power and titles to her husband and her son. In addition, her younger sister was Margaret of Anjou, Queen of England."}]}, {"heading": "Births", "year": "1470", "date": "November 2", "txt": "Edward V of England (d. 1483)", "entities": [{"title": "Edward V of England", "href": "/wiki/Edward_V_of_England", "description": "Edward V was King of England and Lord of Ireland from 9 April to 26 June 1483. He succeeded his father, Edward IV, upon the latter's death. Edward V was never crowned, and his brief reign was dominated by the influence of his uncle and Lord Protector, the Duke of Gloucester, who deposed him to reign as King Richard III; this was confirmed by the Act entitled Titulus Regius, which denounced any fur"}]}, {"heading": "Births", "year": "1475", "date": "November 2", "txt": "Anne of York, Fifth daughter of King Edward IV of England and Elizabeth Woodville (d. 1511)", "entities": [{"title": "Anne of York (daughter of Edward IV)", "href": "/wiki/Anne_of_York_(daughter_of_Edward_IV)", "description": "Anne of York was born in the Palace of Westminster, London, as the fifth daughter of King Edward IV of England and his wife, Elizabeth Woodville. She was First Lady of the Bedchamber to the queen in 1487–1494."}]}, {"heading": "Births", "year": "1549", "date": "November 2", "txt": "Anna of Austria, Queen of Spain (d. 1580)", "entities": [{"title": "Anna of Austria, Queen of Spain", "href": "/wiki/Anna_of_Austria,_Queen_of_Spain", "description": "Anna of Austria was Queen of Spain by marriage to her uncle, King Philip II of Spain. During her last days of life she was also briefly queen of Portugal."}]}, {"heading": "Births", "year": "1553", "date": "November 2", "txt": "Magdalene of Jülich-Cleves-Berg (d. 1633)", "entities": [{"title": "Magdalene of Jülich-Cleves-Berg", "href": "/wiki/Magdalene_of_J%C3%BClich-Cleves-Berg", "description": "Duchess Magdalene of Jülich-Cleves-Berg was the fifth child of Duke William \"the rich\" of Jülich-Cleves-Berg and Maria of Austria, a daughter of Emperor Ferdinand I."}]}, {"heading": "Births", "year": "1636", "date": "November 2", "txt": "Edward Colston, English merchant and politician (d. 1721)", "entities": [{"title": "Edward Colston", "href": "/wiki/Edward_Colston", "description": "Edward Colston was an English merchant, philanthropist and Tory Member of Parliament who was involved in the Atlantic slave trade."}]}, {"heading": "Births", "year": "1649", "date": "November 2", "txt": "Esmé Stewart, 2nd Duke of Richmond (d. 1660)", "entities": [{"title": "Esmé Stewart, 2nd Duke of Richmond", "href": "/wiki/Esm%C3%A9_Stewart,_2nd_Duke_of_Richmond", "description": "Esmé Stuart, 2nd Duke of Richmond, 5th Duke of Lennox was the infant son and heir of James Stewart, 1st Duke of Richmond, 4th Duke of Lennox (1612–1655), of Cobham Hall in Kent, by his wife Mary Villiers (1622–1685), only daughter of George Villiers, 1st Duke of Buckingham."}]}, {"heading": "Births", "year": "1692", "date": "November 2", "txt": "Unico Wilhelm van Wassenaer, Dutch composer and diplomat (d. 1766)", "entities": [{"title": "Unico Wilhelm van Wassenaer", "href": "/wiki/Unico_Wilhelm_van_Wassenaer", "description": "Unico Wilhelm, Count van Wassenaer Obdam was a Dutch nobleman who was a diplomat as well as a composer. He reorganized the Bailiwick of Utrecht of the Teutonic Order. His most important surviving compositions are the Concerti Armonici, which until 1980 had been misattributed to the Italian composer Giovanni Battista Pergolesi (1710–1736) and to Carlo Ricciotti (1681–1756)."}]}, {"heading": "Births", "year": "1696", "date": "November 2", "txt": "Conrad Weiser, American soldier, monk, and judge (d. 1760)", "entities": [{"title": "Conrad Weiser", "href": "/wiki/Conrad_Weiser", "description": "Conrad Weiser, born Johann Conrad Weiser, Jr., was a Pennsylvania Dutch (German) pioneer who served as an interpreter and diplomat between the Pennsylvania Colony and Native American nations. Primarily a farmer, he also worked as a tanner, and later served as a soldier and judge. He lived part of the time for six years at Ephrata Cloister, a Protestant monastic community in Lancaster County."}]}, {"heading": "Births", "year": "1699", "date": "November 2", "txt": "Jean-Baptiste-Siméon Chardin, French painter and educator (d. 1779)", "entities": [{"title": "Jean-Baptiste-Siméon Chardin", "href": "/wiki/Jean-Baptiste-Sim%C3%A9on_Chardin", "description": "Jean-Baptiste-Siméon Chardin was an 18th-century French painter. He is considered a master of still life, and is also noted for his genre paintings which depict kitchen maids, children, and domestic activities. Carefully balanced composition, soft diffusion of light, and granular impasto characterize his work."}]}, {"heading": "Births", "year": "1709", "date": "November 2", "txt": "Anne, Princess Royal and Princess of Orange (d. 1759)", "entities": [{"title": "Anne, Princess Royal and Princess of Orange", "href": "/wiki/Anne,_Princess_Royal_and_Princess_of_Orange", "description": "Anne, Princess Royal and Princess of Orange was the second child and eldest daughter of King George II of Great Britain and his consort Caroline of Ansbach. She was the spouse of William IV, Prince of Orange, the first hereditary stadtholder of all seven provinces of the Northern Netherlands. She was Regent of the Netherlands from 1751 until her death in 1759, exercising extensive powers on behalf"}]}, {"heading": "Births", "year": "1734", "date": "November 2", "txt": "Daniel Boone, American hunter and explorer (d. 1820)", "entities": [{"title": "Daniel Boone", "href": "/wiki/Daniel_Boone", "description": "Daniel Boone was an American pioneer and frontiersman whose exploits made him one of the first folk heroes of the United States. Boone became famous for his exploration and settlement of what is now Kentucky, which was then beyond the western borders of the Thirteen Colonies. Despite resistance from American Indians, for whom Kentucky was a traditional hunting ground, in 1775 Boone blazed the Wild"}]}, {"heading": "Births", "year": "1739", "date": "November 2", "txt": "Carl Ditters von Dittersdorf, Austrian violinist and composer (d. 1799)", "entities": [{"title": "Carl Ditters von Dittersdorf", "href": "/wiki/Carl_Ditters_von_Dittersdorf", "description": "Carl Ditters von Dittersdorf was an Austrian composer, violinist and silvologist. He was a friend of both Haydn and Mozart."}]}, {"heading": "Births", "year": "1741", "date": "November 2", "txt": "Joan van der Capellen tot den Pol, Dutch lawyer and politician (d. 1784)", "entities": [{"title": "Joan van der Capellen tot den Pol", "href": "/wiki/Joan_van_der_Capellen_tot_den_Pol", "description": "Joan Derk, Baron van der Capellen tot den Pol was a Dutch nobleman who played a prominent role in the revolutionary events that preceded the formation of the Batavian Republic. As a member of the Patriots and inspired by the American Revolution, he wrote the noted pamphlet Aan het Volk van Nederland, pleading for a more liberal society and the end of the Stadtholder regime, which had been marked b"}]}, {"heading": "Births", "year": "1754", "date": "November 2", "txt": "Gaspard de Bernard de Marigny, French general (d. 1794)", "entities": [{"title": "Gaspard de Bernard de Marigny", "href": "/wiki/Gaspard_de_Bernard_de_Marigny", "description": "Gaspard Augustin René Bernard de Marigny was a French officer and Vendéen general."}]}, {"heading": "Births", "year": "1755", "date": "November 2", "txt": "Marie Antoinette, Austrian-French queen consort of Louis XVI of France (d. 1793)", "entities": [{"title": "Marie Antoinette", "href": "/wiki/Marie_Antoinette", "description": "Marie Antoinette was the last queen of France before the French Revolution. She was born an archduchess of Austria and was the penultimate child and youngest daughter of Empress Maria Theresa and Emperor Francis I. She became dauphine of France in May 1770 at age 14 upon her marriage to Louis-Auguste, heir apparent to the French throne. On 10 May 1774, her husband ascended the throne as Louis XVI "}, {"title": "Louis XVI of France", "href": "/wiki/Louis_XVI_of_France", "description": "Louis XVI was the last king of France before the fall of the monarchy during the French Revolution. He was referred to as Citizen Louis Capet during the four months just before he was executed by guillotine. In 1765, upon the death of his father, Louis, Dauphin of France, he became the new Dauphin. Upon his grandfather Louis XV's death on 10 May 1774, he assumed the title King of France and Navarr"}]}, {"heading": "Births", "year": "1766", "date": "November 2", "txt": "Joseph Radetzky von Radetz, Austrian field marshal (d. 1858)", "entities": [{"title": "Joseph Radetzky von Radetz", "href": "/wiki/Joseph_Radetzky_von_Radetz", "description": "Johann Josef Wenzel Anton Franz Karl, Graf Radetzky von Radetz was a Bohemian nobleman and Austrian field marshal. He served as chief of the general staff in the Habsburg Monarchy during the later period of the Napoleonic Wars and afterwards began military reforms. A disciplined and fair man, he was so beloved by his troops that he was known as Vater ('Father') Radetzky. He is best known for the v"}]}, {"heading": "Births", "year": "1777", "date": "November 2", "txt": "Fortunat Alojzy Gonzaga Żółkowski, Polish actor and translator (d. 1822)", "entities": [{"title": "Fortunat Alojzy Gonzaga Żółkowski", "href": "/wiki/Fortunat_Alojzy_Gonzaga_%C5%BB%C3%B3%C5%82kowski", "description": "Fortunat Alojzy Gonzaga Żółkowski, Ziółkowski, was a Polish actor, comedist, adaptor, translator, editor of humour magazines, and head of a Polish theatrical family. He was born near Nowogródek. He performed at Teatr Narodowy. He was the father of Alojzy Gonzaga Jazon Żółkowski and Nepomucena Kostecka."}]}, {"heading": "Births", "year": "1795", "date": "November 2", "txt": "James K. Polk, American lawyer and politician, 11th President of the United States (d. 1849)", "entities": [{"title": "James K. Polk", "href": "/wiki/James_K._Polk", "description": "James Knox Polk was the 11th president of the United States, serving from 1845 to 1849. He previously was Speaker of the House of Representatives (1835–1839) and Governor of Tennessee (1839–1841). A protégé of Andrew Jackson, he was a member of the Democratic Party and an advocate of Jacksonian democracy. Polk is chiefly known for extending the territory of the United States through the Mexican–Am"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1799", "date": "November 2", "txt": "John Light Atlee, American physician and surgeon (d. 1885)", "entities": [{"title": "John Light Atlee", "href": "/wiki/John_Light_Atlee", "description": "John Light Atlee was an American physician and surgeon. He was one of the organizers of the American Medical Association, also serving as its president."}]}, {"heading": "Births", "year": "1799", "date": "November 2", "txt": "Titian Peale, American entomologist and photographer (d. 1885)", "entities": []}, {"heading": "Births", "year": "1808", "date": "November 2", "txt": "Jules Amédée Barbey d'Aurevilly, French author and critic (d. 1889)", "entities": [{"title": "Jules Amédée Barbey d'Aurevilly", "href": "/wiki/Jules_Am%C3%A9d%C3%A9e_Barbey_d%27Aurevilly", "description": "Jules-Amédée Barbey d'Aurevilly was a French novelist and short story writer. He specialised in mystery tales that explored hidden motivation and hinted at evil without being explicitly concerned with anything supernatural. He had a decisive influence on writers such as Auguste Villiers de l'Isle-Adam, Henry James, Leon Bloy, and Marcel Proust."}]}, {"heading": "Births", "year": "1815", "date": "November 2", "txt": "George Boole, English mathematician and philosopher (d. 1864)", "entities": [{"title": "George Boole", "href": "/wiki/George_Boole", "description": "George Boole was a largely self-taught English mathematician, philosopher, and logician, most of whose short career was spent as the first professor of mathematics at Queen's College, Cork in Ireland. He worked in the fields of differential equations and algebraic logic, and is best known as the author of The Laws of Thought (1854) which contains Boolean algebra. Boolean logic is credited with lay"}]}, {"heading": "Births", "year": "1821", "date": "November 2", "txt": "George Bowen, Irish-English diplomat, 5th Governor-General of New Zealand (d. 1899)", "entities": [{"title": "George Bowen", "href": "/wiki/George_Bowen", "description": "Sir George Ferguson Bowen, was an Irish author and colonial administrator whose appointments included postings to the Ionian Islands, Queensland, New Zealand, Victoria, Mauritius and Hong Kong."}, {"title": "Governor-General of New Zealand", "href": "/wiki/Governor-General_of_New_Zealand", "description": "The governor-general of New Zealand is the viceregal representative of the monarch of New Zealand, currently Queen Elizabeth II. As the Queen is concurrently the monarch of 15 other Commonwealth realms, and lives in the United Kingdom, she, on the advice of her New Zealand prime minister, appoints a governor-general to carry out her constitutional and ceremonial duties within the Realm of New Zeal"}]}, {"heading": "Births", "year": "1833", "date": "November 2", "txt": "Mahendralal Sarkar, Indian physician and academic (d. 1904)", "entities": [{"title": "Mahendralal Sarkar", "href": "/wiki/Mahendralal_Sarkar", "description": "Mahendralal Sarkar CIE was a Bengali medical doctor (MD), the second MD graduated from the Calcutta Medical College, social reformer, and propagator of scientific studies in nineteenth-century India. He was the founder of the Indian Association for the Cultivation of Science."}]}, {"heading": "Births", "year": "1837", "date": "November 2", "txt": "Émile Bayard, French illustrator and painter (d. 1891)", "entities": [{"title": "Émile Bayard", "href": "/wiki/%C3%89mile_Bayard", "description": "Émile-Antoine Bayard was a French illustrator born in La Ferté-sous-Jouarre, Seine-et-Marne. A student of Léon Cogniet, he is best known by many for his illustration of Cosette from Les Misérables by Victor Hugo. He died in Cairo."}]}, {"heading": "Births", "year": "1844", "date": "November 2", "txt": "Mehmed V, Ottoman sultan (d. 1918)", "entities": [{"title": "Mehmed V", "href": "/wiki/Mehmed_V", "description": "Mehmed V Reşâd reigned as the 35th and penultimate Ottoman Sultan. He was the son of Sultan Abdulmejid I.\nHe succeeded his brother Abdul Hamid II after the Young Turk revolution.\nHe was succeeded by his brother Mehmed VI. His nine-year reign was marked by the cession of the Empire's North African territories and the Dodecanese Islands, including Rhodes, in the Italo-Turkish War, the traumatic loss"}]}, {"heading": "Births", "year": "1844", "date": "November 2", "txt": "John J. Loud, American inventor (d. 1916)", "entities": []}, {"heading": "Births", "year": "1847", "date": "November 2", "txt": "Georges Sorel, French philosopher and author (d. 1922)", "entities": [{"title": "Georges Sorel", "href": "/wiki/Georges_Sorel", "description": "Georges Eugène Sorel was a French social thinker, political theorist, historian, and later journalist. He has inspired theories and movements grouped under the name of Sorelianism. His social and political philosophy owed much to his reading of Proudhon, Karl Marx, Giambattista Vico, Henri Bergson, and later William James. His notion of the power of myth in collective agency inspired socialists, a"}]}, {"heading": "Births", "year": "1855", "date": "November 2", "txt": "Henrik Schück, Swedish historian, author, and academic (d. 1947)", "entities": [{"title": "Henrik Schück", "href": "/wiki/Henrik_Sch%C3%BCck", "description": "Henrik Schück was a Swedish literary historian, university professor and author."}]}, {"heading": "Births", "year": "1865", "date": "November 2", "txt": "Warren G. Harding, American journalist and politician, 29th President of the United States (d. 1923)", "entities": [{"title": "Warren G. Harding", "href": "/wiki/Warren_G._Harding", "description": "Warren Gamaliel Harding was the 29th president of the United States, serving from 1921 until his death in 1923. A member of the Republican Party, he was one of the most popular U.S. presidents to that point. After his death, a number of scandals, including Teapot Dome, came to light, as did his extramarital affair with Nan Britton; those eroded his popular regard."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1877", "date": "November 2", "txt": "Joseph De Piro, Maltese priest and missionary (d. 1933)", "entities": [{"title": "Joseph De Piro", "href": "/wiki/Joseph_De_Piro", "description": "Giuseppe De Piro or Joseph De Piro, was a Roman Catholic priest and missionary. He founded The Missionary Society of St Paul (MSSP) in June 1910 with a charism that Maltese priests would become missionaries. Presently holding the status of Servant of God, he is a candidate for beatification."}]}, {"heading": "Births", "year": "1877", "date": "November 2", "txt": "Aga Khan III, Indian 48th Shia Imam (d. 1957)", "entities": [{"title": "Shia Imam", "href": "/wiki/Shia_Imam", "description": "In Shia Islam, the Imamah is a doctrine which asserts that certain individuals from the lineage of the Islamic prophet Muhammad are to be accepted as leaders and guides of the ummah after the death of Muhammad. Imamah further says that Imams possess divine knowledge and authority (Ismah) as well as being part of the Ahl al-Bayt, the family of Muhammad. These Imams have the role of providing commen"}]}, {"heading": "Births", "year": "1877", "date": "November 2", "txt": "Victor Trumper, Australian cricketer (d. 1915)", "entities": []}, {"heading": "Births", "year": "1878", "date": "November 2", "txt": "Ōkido Moriemon, Japanese sumo wrestler, the 23rd Yokozuna (d. 1930)", "entities": [{"title": "Ōkido Moriemon", "href": "/wiki/%C5%8Ckido_Moriemon", "description": "Ōkido Moriemon  was a Japanese professional sumo wrestler. He was the sport's 23rd yokozuna. He was the second yokozuna to be recognised from Osaka sumo, and the only yokozuna who spent his whole active career in the city."}, {"title": "Yokozuna (sumo)", "href": "/wiki/Yokozuna_(sumo)", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1879", "date": "November 2", "txt": "Marion Jones Farquhar, American tennis player and violinist (d. 1965)", "entities": [{"title": "Marion Jones Farquhar", "href": "/wiki/Marion_Jones_Farquhar", "description": " Marion Jones Farquhar  was an American tennis player. She won the women's singles titles at the 1899 and 1902 U.S. Championships. She was inducted into the International Tennis Hall of Fame in 2006."}]}, {"heading": "Births", "year": "1883", "date": "November 2", "txt": "Jean-Marie-Rodrigue Villeneuve, Canadian cardinal (d. 1947)", "entities": [{"title": "Jean-Marie-Rodrigue Villeneuve", "href": "/wiki/Jean-Marie-Rodrigue_Villeneuve", "description": "Jean-Marie-Rodrigue Villeneuve was a Canadian Cardinal of the Roman Catholic Church. He served as Archbishop of Quebec from 1931 until his death, and was elevated to the cardinalate in 1933."}]}, {"heading": "Births", "year": "1885", "date": "November 2", "txt": "Harlow Shapley, American astronomer and academic (d. 1972)", "entities": [{"title": "Harlow Shapley", "href": "/wiki/Harlow_Shapley", "description": "Harlow Shapley was an American scientist, head of the Harvard College Observatory (1921–1952), and political activist during the latter New Deal and Fair Deal."}]}, {"heading": "Births", "year": "1886", "date": "November 2", "txt": "Dhirendranath Datta, Pakistani lawyer and politician (d. 1971)", "entities": [{"title": "Dhirendranath Datta", "href": "/wiki/Dhirendranath_Datta", "description": "Dhirendranath Datta \nwas a Bengali lawyer by profession who was also active in the politics of undivided Bengal in pre-partition India, and later in East Pakistan (1947–1971)."}]}, {"heading": "Births", "year": "1890", "date": "November 2", "txt": "Nishinoumi Kajirō III, Japanese sumo wrestler, the 30th Yokozuna (d. 1933)", "entities": [{"title": "Nishinoumi Kajirō III", "href": "/wiki/Nishinoumi_Kajir%C5%8D_III", "description": "Nishinoumi Kajirō III  was a Japanese professional sumo wrestler. He was the sport's 30th yokozuna."}, {"title": "Yokozuna (sumo)", "href": "/wiki/Yokozuna_(sumo)", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1890", "date": "November 2", "txt": "Moa Martinson, Swedish author (d. 1964)", "entities": []}, {"heading": "Births", "year": "1891", "date": "November 2", "txt": "David Townsend, American art director and set decorator (d. 1935)", "entities": [{"title": "David Townsend (art director)", "href": "/wiki/David_Townsend_(art_director)", "description": "David Wood Townsend was an American art director."}]}, {"heading": "Births", "year": "1892", "date": "November 2", "txt": "Alice Brady, American actress (d. 1939)", "entities": [{"title": "Alice Brady", "href": "/wiki/Alice_Brady", "description": "Alice Brady was an American actress who began her career in the silent film era and survived the transition into talkies. She worked until six months before her death from cancer in 1939. Her films include My Man Godfrey (1936), in which she plays the flighty mother of Carole Lombard's character, and In Old Chicago (1937) for which she won the Academy Award for Best Supporting Actress."}]}, {"heading": "Births", "year": "1893", "date": "November 2", "txt": "Battista Farina, Italian businessman, founded the Pininfarina Company (d. 1966)", "entities": [{"title": "Battista Farina", "href": "/wiki/Battista_Farina", "description": "Battista \"Pinin\" Farina was an Italian automobile designer and the founder of the Carrozzeria Pininfarina coachbuilding company, a name associated with many well known postwar cars."}, {"title": "Pininfarina", "href": "/wiki/Pininfarina", "description": "Pininfarina S.p.A. is an Italian car design firm and coachbuilder, with headquarters in Cambiano, Turin, Italy. It was founded by Battista \"Pinin\" Farina in 1930. On 14 December 2015, Mahindra Group acquired Pininfarina S.p.A. for about €168 million."}]}, {"heading": "Births", "year": "1894", "date": "November 2", "txt": "Alexander Lippisch, German-American aerodynamicist and engineer (d. 1976)", "entities": [{"title": "Alexander Lippisch", "href": "/wiki/Alexander_Lippisch", "description": "Alexander Martin Lippisch was a German aeronautical engineer, a pioneer of aerodynamics who made important contributions to the understanding of tailless aircraft, delta wings and the ground effect, and also worked in the U.S."}]}, {"heading": "Births", "year": "1899", "date": "November 2", "txt": "Peter Aufschnaiter, Austrian mountaineer, geographer, and cartographer (d. 1973)", "entities": [{"title": "Peter Aufschnaiter", "href": "/wiki/Peter_Aufschnaiter", "description": "Peter Aufschnaiter was a Tyrolean mountaineer, agricultural scientist, geographer, and cartographer. His experiences with fellow climber Heinrich Harrer during World War II were depicted in the 1997 film Seven Years in Tibet."}]}, {"heading": "Births", "year": "1901", "date": "November 2", "txt": "James Dunn, American actor (d. 1967)", "entities": [{"title": "James Dunn (actor)", "href": "/wiki/James_Dunn_(actor)", "description": "James Howard Dunn, billed as Jimmy Dunn in his early career, was an American stage, film, and television actor, and vaudeville performer. The son of a New York stockbroker, he initially worked in his father's firm but was more interested in theater. He landed jobs as an extra in short films produced by Paramount Pictures in its Long Island studio, and also performed with several stock theater comp"}]}, {"heading": "Births", "year": "1903", "date": "November 2", "txt": "Travis Jackson, American baseball player, coach, and manager (d. 1987)", "entities": [{"title": "Travis Jackson", "href": "/wiki/Travis_Jackson", "description": "Travis Calvin Jackson was an American baseball shortstop. In Major League Baseball (MLB), Jackson played for the New York Giants from 1922 through 1936, winning the 1933 World Series, and representing the Giants in the MLB All-Star in 1934. After his retirement as a player, Jackson managed in minor league baseball through to the 1960 season."}]}, {"heading": "Births", "year": "1905", "date": "November 2", "txt": "Isobel Andrews, New Zealand writer (d. 1990)", "entities": [{"title": "Isobel Andrews", "href": "/wiki/Isobel_Andrews", "description": "Isabella Smith Andrews, known professionally as Isobel Andrews, was a Scottish-born New Zealand playwright, novelist, short-story writer and poet. She wrote over sixty plays, many of which were published, and was associated with the New Zealand branch of the British Drama League. She won the League's annual playwrighting competition four times. Her plays, particularly The Willing Horse, have conti"}]}, {"heading": "Births", "year": "1905", "date": "November 2", "txt": "Georges Schehadé, Lebanese poet and playwright (d. 1989)", "entities": []}, {"heading": "Births", "year": "1906", "date": "November 2", "txt": "Daniil Andreyev, Russian poet and mystic (d. 1959)", "entities": [{"title": "Daniil Andreyev", "href": "/wiki/Daniil_Andreyev", "description": "Daniil Leonidovich Andreyev was a Russian writer, poet, and Christian mystic."}]}, {"heading": "Births", "year": "1906", "date": "November 2", "txt": "Luchino Visconti, Italian director and screenwriter (d. 1976)", "entities": []}, {"heading": "Births", "year": "1908", "date": "November 2", "txt": "Fred Bakewell, English cricketer (d. 1983)", "entities": [{"title": "Fred Bakewell", "href": "/wiki/Fred_Bakewell", "description": "Fred Bakewell was a Northamptonshire and England opening batsman who was renowned as one of the most exciting players of his time, largely owing to his unorthodox methods, which allowed him to play some of the most brilliant innings in county cricket, despite the fact that his county, Northamptonshire, was exceptionally weak throughout his career: he was always the only class batsman in the team i"}]}, {"heading": "Births", "year": "1908", "date": "November 2", "txt": "Bunny Berigan, American trumpet player (d. 1942)", "entities": []}, {"heading": "Births", "year": "1910", "date": "November 2", "txt": "Fouad Serageddin, Egyptian lawyer and politician, Egyptian Minister of Interior (d. 1999)", "entities": [{"title": "Fouad Serageddin", "href": "/wiki/Fouad_Serageddin", "description": "Fouad Pasha Serageldin, was a leader of Egypt's Wafd Party."}, {"title": "Minister of Interior (Egypt)", "href": "/wiki/Minister_of_Interior_(Egypt)", "description": "The Ministry of Interior of Egypt is a part of the Cabinet of Egypt. It is responsible for law enforcement in Egypt."}]}, {"heading": "Births", "year": "1911", "date": "November 2", "txt": "Odysseas Elytis, Greek poet and critic, Nobel Prize laureate (d. 1996)", "entities": [{"title": "Odysseas Elytis", "href": "/wiki/Odysseas_Elytis", "description": "Odysseus Elytis was a Greek poet, essayist and translator, regarded as a major exponent of romantic modernism in Greece and the world. He is one of the most praised poets of the second half of the twentieth century, with his Axion Esti \"regarded as a monument of contemporary poetry\". In 1979, he was awarded the Nobel Prize in Literature."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1911", "date": "November 2", "txt": "Raphael M. Robinson, American mathematician, philosopher, and theorist (d. 1995)", "entities": []}, {"heading": "Births", "year": "1913", "date": "November 2", "txt": "Burt Lancaster, American actor (d. 1994)", "entities": [{"title": "Burt Lancaster", "href": "/wiki/Burt_Lancaster", "description": "Burton Stephen Lancaster was an American actor and producer. Initially known for playing tough guys with a tender heart, he went on to achieve success with more complex and challenging roles over a 45-year career in film and, later, television. He was a four-time nominee for the Academy Award for Best Actor, and he also won two BAFTA Awards and one Golden Globe Award for Best Lead Actor. The Ameri"}]}, {"heading": "Births", "year": "1914", "date": "November 2", "txt": "Johnny Vander Meer, American baseball player and manager (d. 1997)", "entities": [{"title": "Johnny Vander Meer", "href": "/wiki/Johnny_Vander_Meer", "description": "John Samuel Vander Meer was an American professional baseball player. He played in Major League Baseball as a left-handed pitcher, most notably for the Cincinnati Reds. Vander Meer is most notable for being the only pitcher in Major League Baseball history to throw two consecutive no-hitters. After the impressive start to his major league career, he experienced problems controlling the accuracy of"}]}, {"heading": "Births", "year": "1914", "date": "November 2", "txt": "Ray Walston, American actor (d. 2001)", "entities": []}, {"heading": "Births", "year": "1915", "date": "November 2", "txt": "Sidney Luft, American film producer (d. 2005)", "entities": [{"title": "Sidney Luft", "href": "/wiki/Sidney_Luft", "description": "Michael Sidney Luft was an American show business figure, the second husband of actress Lynn Bari and later the third husband of actress and singer Judy Garland."}]}, {"heading": "Births", "year": "1917", "date": "November 2", "txt": "Ann Rutherford, American actress (d. 2012)", "entities": [{"title": "Ann Rutherford", "href": "/wiki/Ann_Rutherford", "description": "Therese Ann Rutherford was a Canadian-American actress in film, radio, and television. She had a long career starring and co-starring in films, playing Polly Benedict during the 1930s and 1940s in the Andy Hardy series, and as one of Scarlett O'Hara's sisters in the film Gone with the Wind (1939)."}]}, {"heading": "Births", "year": "1918", "date": "November 2", "txt": "Alexander Vraciu, American commander and pilot of Romanian descent (d. 2015)", "entities": [{"title": "Alexander Vraciu", "href": "/wiki/Alexander_Vraciu", "description": "Alexander Vraciu was a United States Navy fighter ace, Navy Cross recipient, and Medal of Honor nominee during World War II. At the end of the war, Vraciu ranked fourth among the U.S. Navy's flying aces, with 19 enemy planes downed during flight and 21 destroyed on the ground. After the war, he served as a test pilot and was instrumental in forming the post-war Naval and Marine Air Reserve program"}]}, {"heading": "Births", "year": "1919", "date": "November 2", "txt": "Warren Stevens, American actor (d. 2012)", "entities": [{"title": "Warren Stevens", "href": "/wiki/Warren_Stevens", "description": "Warren Albert Stevens was an American stage, screen, and television actor."}]}, {"heading": "Births", "year": "1920", "date": "November 2", "txt": "Bill Mazer, Ukrainian-American journalist and sportscaster (d. 2013)", "entities": [{"title": "Bill Mazer", "href": "/wiki/Bill_Mazer", "description": "Bill Mazer was an American television and radio personality. He won numerous awards and citations, including three National Sportscasters and Sportswriters Association's Sportscaster of the Year awards for New York from 1964–66. Considered a New York institution in sports reporting, Mazer was inducted into the hall of fame for the Buffalo Broadcasters Association (1999), Buffalo Baseball Hall of F"}]}, {"heading": "Births", "year": "1921", "date": "November 2", "txt": "Shepard Menken, American actor (d. 1999)", "entities": [{"title": "Shepard Menken", "href": "/wiki/Shepard_Menken", "description": "Shepard Menken was an American film, television, voice, radio and character actor."}]}, {"heading": "Births", "year": "1921", "date": "November 2", "txt": "Bill Mosienko, Canadian ice hockey player and coach (d. 1994)", "entities": []}, {"heading": "Births", "year": "1922", "date": "November 2", "txt": "Seánie Duggan, Irish hurler (d. 2013)", "entities": [{"title": "Seánie Duggan", "href": "/wiki/Se%C3%A1nie_Duggan", "description": "Seán \"Seánie\" Duggan was an Irish hurler who played as a goalkeeper for the Galway senior team."}]}, {"heading": "Births", "year": "1923", "date": "November 2", "txt": "Tibor Rosenbaum, Hungarian-born Swiss rabbi and businessman (d. 1980)", "entities": [{"title": "Tibor Rosenbaum", "href": "/wiki/Tibor_Rosenbaum", "description": " Pinchas Tibor Rosenbaum (Yiddish: פנחס סג\"ל ליטש ראזענבוים‎; 1923–1980) was a Hungarian-born Swiss Jewish rabbi and businessman and one of the heads of the Jewish community in Switzerland who saved hundreds of Jews during The Holocaust. After the war, he was involved in extensive businesses relating to the economy of Israel. He was also instrumental in helping the new State of Israel with securit"}]}, {"heading": "Births", "year": "1924", "date": "November 2", "txt": "David Bauer, Canadian ice hockey player and coach (d. 1988)", "entities": [{"title": "David Bauer (ice hockey)", "href": "/wiki/David_Bauer_(ice_hockey)", "description": "David William Bauer was a Canadian ice hockey player and coach, educator and Catholic priest. He was offered a playing contract by the Boston Bruins at age 15, but declined on the advice of his father to complete a proper education. The experience was traumatic for Bauer, who then committed himself to look for more meaning in life and play a role in world peace. After he served as captain of the T"}]}, {"heading": "Births", "year": "1924", "date": "November 2", "txt": "Rudy Van Gelder, American record producer and engineer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1926", "date": "November 2", "txt": "Myer Skoog, American basketball player (d. 2019)", "entities": [{"title": "Myer Skoog", "href": "/wiki/Myer_Skoog", "description": "Myer Upton \"Whitey\" Skoog was an American professional basketball player for the National Basketball Association's Minneapolis Lakers. He was born in Duluth, Minnesota."}]}, {"heading": "Births", "year": "1926", "date": "November 2", "txt": "Charlie Walker, American country music singer-songwriter, guitarist, and DJ (d. 2008)", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 2", "txt": "Steve Ditko, American author and illustrator (d. 2018)", "entities": [{"title": "Steve Ditko", "href": "/wiki/Steve_Ditko", "description": "Stephen J. Ditko was an American comics artist and writer best known as the artist and co-creator, with Stan Lee, of the Marvel Comics superheroes Spider-Man and Doctor Strange."}]}, {"heading": "Births", "year": "1927", "date": "November 2", "txt": "John Sainsbury, Baron Sainsbury of Preston Candover, English businessman and politician", "entities": []}, {"heading": "Births", "year": "1928", "date": "November 2", "txt": "Gerry Alexander, Jamaican cricketer and veterinarian (d. 2011)", "entities": [{"title": "Gerry Alexander", "href": "/wiki/Gerry_Alexander", "description": "Franz Copeland Murray Alexander OD, known as Gerry Alexander, was a Jamaican cricketer who played 25 Test matches for the West Indies. He was a wicket-keeper who had 90 dismissals in his 25 Test appearances and, though his batting average was around 30 in both Test and first class cricket, his only first-class century came in a Test on the 1960–61 tour of Australia."}]}, {"heading": "Births", "year": "1928", "date": "November 2", "txt": "Paul Johnson, English journalist, historian, and author", "entities": []}, {"heading": "Births", "year": "1929", "date": "November 2", "txt": "Amar Bose, American engineer and businessman, founded the Bose Corporation (d. 2013)", "entities": [{"title": "Amar Bose", "href": "/wiki/Amar_Bose", "description": "Amar Gopal Bose was an American entrepreneur and academic. An electrical engineer and sound engineer, he was a professor at the Massachusetts Institute of Technology (MIT) for over 45 years. He was also the founder and chairman of Bose Corporation."}, {"title": "Bose Corporation", "href": "/wiki/Bose_Corporation", "description": "Bose Corporation is an American manufacturing company that predominantly sells audio equipment. The company was established by Amar Bose in 1964 and is based in Framingham, Massachusetts. Bose is best known for its home audio systems and speakers, noise-cancelling headphones, professional audio products and automobile sound systems. Bose has a reputation for being particularly protective of its pa"}]}, {"heading": "Births", "year": "1929", "date": "November 2", "txt": "Robert Gover, American journalist and author (d. 2015)", "entities": []}, {"heading": "Births", "year": "1929", "date": "November 2", "txt": "Muhammad Rafiq Tarar, Pakistani judge and politician, 9th President of Pakistan", "entities": [{"title": "President of Pakistan", "href": "/wiki/President_of_Pakistan", "description": "The President of Pakistan, is the ceremonial head of state of Pakistan and the Commander-in-Chief of Pakistan Armed Forces. The post was created when Pakistan became a republic on 23 March 1956. Until 1956, Pakistan was a dominion within the Commonwealth of Nations with Queen Elizabeth II as the head of state and Queen of Pakistan."}]}, {"heading": "Births", "year": "1929", "date": "November 2", "txt": "Richard E. Taylor, Canadian physicist and academic, Nobel Prize laureate (d. 2018)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1931", "date": "November 2", "txt": "Phil Woods, American saxophonist, composer, and bandleader (d. 2015)", "entities": [{"title": "Phil Woods", "href": "/wiki/Phil_Woods", "description": "Philip Wells Woods was an American jazz alto saxophonist, clarinetist, bandleader, and composer."}]}, {"heading": "Births", "year": "1932", "date": "November 2", "txt": "Ron Sproat, American screenwriter and playwright (d. 2009)", "entities": [{"title": "Ron Sproat", "href": "/wiki/Ron_Sproat", "description": "Ronald Sproat was an American screenwriter and playwright known for Dark Shadows."}]}, {"heading": "Births", "year": "1933", "date": "November 2", "txt": "Clarence D. Rappleyea Jr., lawyer and politician (d. 2016)", "entities": [{"title": "Clarence D. Rappleyea Jr.", "href": "/wiki/Clarence_D._Rappleyea_Jr.", "description": "Clarence D. Rappleyea Jr. was an American lawyer and politician from New York."}]}, {"heading": "Births", "year": "1934", "date": "November 2", "txt": "Ken Rosewall, Australian tennis player", "entities": [{"title": "Ken Rosewall", "href": "/wiki/Ken_Rosewall", "description": "Kenneth Robert Rosewall is a former world top-ranking amateur and professional tennis player from Australia. He won a record 23 tennis Majors, including 8 Grand Slam singles titles and, before the Open Era, a record 15 Pro Slam titles; overall, he reached a record 35 Major finals. He won the Pro Grand Slam in 1963. Rosewall won 9 slams in doubles with a career doubles grand slam. He had a renowned"}]}, {"heading": "Births", "year": "1935", "date": "November 2", "txt": "Shirshendu Mukhopadhyay, Indian author", "entities": [{"title": "Shirshendu Mukhopadhyay", "href": "/wiki/Shirshendu_Mukhopadhyay", "description": "Shirshendu Mukhopadhyay is a Bengali author from India. He has written stories for both adults and children. He is known for creating the relatively new fictional sleuths Barodacharan, Fatik and Shabor Dasgupta."}]}, {"heading": "Births", "year": "1936", "date": "November 2", "txt": "Rose Bird, American lawyer and judge, 25th Chief Justice of California (d. 1999)", "entities": [{"title": "Rose Bird", "href": "/wiki/Rose_Bird", "description": "Rose Elizabeth Bird was the 25th Chief Justice of the California Supreme Court. Her career was marked by firsts. She was the first female clerk of the Nevada Supreme Court, the first female deputy public defender in Santa Clara County, the first woman to serve in the California State Cabinet, and the first female Chief Justice of California."}, {"title": "Chief Justice of California", "href": "/wiki/Chief_Justice_of_California", "description": "The Supreme Court of California is the highest and final court in the courts of the U.S. state of California. It resides primarily in San Francisco at the Earl Warren Building, but it regularly holds sessions in Los Angeles and Sacramento. Its decisions are binding on all other California state courts. Since 1850, the court has issued many influential decisions in a variety of areas including tort"}]}, {"heading": "Births", "year": "1936", "date": "November 2", "txt": "Jack Starrett, American actor and director (d. 1989)", "entities": []}, {"heading": "Births", "year": "1937", "date": "November 2", "txt": "Earl Carroll, American singer (d. 2012)", "entities": [{"title": "Earl Carroll (vocalist)", "href": "/wiki/Earl_Carroll_(vocalist)", "description": "Earl \"Speedo\" Carroll was the lead vocalist of the doo-wop group The Cadillacs. The group's biggest hit was \"Speedoo\", which with a minor spelling change became Carroll's subsequent nickname. It was released in 1955. He joined The Coasters in 1961, leaving the group in the early 1980s to permanently reform The Cadillacs."}]}, {"heading": "Births", "year": "1938", "date": "November 2", "txt": "Jay Black, American singer", "entities": [{"title": "Jay Black", "href": "/wiki/Jay_Black", "description": "Jay Black is an American singer, also known as \"The Voice,\" whose height of fame came in the 1960s when he was the lead singer of the band Jay and the Americans. The band had numerous hits including \"Cara Mia\", \"Come a Little Bit Closer\", and \"This Magic Moment\"."}]}, {"heading": "Births", "year": "1938", "date": "November 2", "txt": "Pat Buchanan, American journalist and politician", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 2", "txt": "David Eden Lane, American white supremacist (d. 2007)", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 2", "txt": "Queen Sofía of Spain", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 2", "txt": "Pauline Neville-Jones, Baroness Neville-Jones, English broadcaster and politician, Minister for Security", "entities": [{"title": "Pauline Neville-Jones, Baroness Neville-Jones", "href": "/wiki/Pauline_Neville-Jones,_Baroness_Neville-Jones", "description": "Lilian Pauline Neville-Jones, Baroness Neville-Jones is a British politician and former civil servant who served as Chairman of the Joint Intelligence Committee (JIC) from 1993 to 1994. A member of the Conservative Party, she served on the National Security Council and was Minister of State for Security and Counter Terrorism at the Home Office from 2010 to 2011."}, {"title": "Minister for Security", "href": "/wiki/Minister_for_Security", "description": "The Minister for Security is a ministerial position in the Home Office. The post was created by Prime Minister Gordon Brown on 3 June 2009 by splitting the now-defunct post of the Minister for Security, Counter-Terrorism, Crime and Policing between this post and the new post of Minister for Crime and Policing."}]}, {"heading": "Births", "year": "1939", "date": "November 2", "txt": "Richard Serra, American sculptor and academic", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 2", "txt": "Jim Bakken, American football player", "entities": [{"title": "Jim Bakken", "href": "/wiki/Jim_Bakken", "description": "James LeRoy Bakken is an American former professional football player who was a punter and placekicker for the National Football League’s St. Louis Cardinals. He was a four-time Pro Bowl selection and was named to the NFL’s All-Decade Team for both the 1960s and 1970s."}]}, {"heading": "Births", "year": "1940", "date": "November 2", "txt": "Phil Minton, English singer and trumpet player", "entities": []}, {"heading": "Births", "year": "1941", "date": "November 2", "txt": "Brian Poole, English pop-rock singer", "entities": [{"title": "Brian Poole", "href": "/wiki/Brian_Poole", "description": "Brian Poole is a singer and performer who was the lead singer of 1960s beat band The Tremeloes (1957–62) and then Brian Poole and The Tremeloes (1962–66). He was brought up in the East End of London and grew up in Barking, East London. Poole attended Park Modern Secondary School, Barking and Barking Abbey Grammar School."}]}, {"heading": "Births", "year": "1941", "date": "November 2", "txt": "Arun Shourie, Indian journalist, economist, and politician, Indian Minister of Communications", "entities": [{"title": "Ministry of Communications and Information Technology (India)", "href": "/wiki/Ministry_of_Communications_and_Information_Technology_(India)", "description": "The Ministry of Communication and Information Technology was an Indian government ministry. It was bifurcated into Ministry of Communications and Ministry of Electronics and Information Technology in July 2016. It contained three departments viz. Department of Telecommunications, Department of Electronics and Information Technology and Department of Posts."}]}, {"heading": "Births", "year": "1941", "date": "November 2", "txt": "Dave Stockton, American golfer", "entities": []}, {"heading": "Births", "year": "1941", "date": "November 2", "txt": "Bruce Welch, English singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 2", "txt": "Shere Hite, German sexologist, author, and educator (d. 2020)", "entities": [{"title": "Shere Hite", "href": "/wiki/Shere_Hite", "description": "Shere Hite was an American and later German sex educator and feminist. Her sexological work focused primarily on female sexuality. Hite built upon biological studies of sex by Masters and Johnson and by Alfred Kinsey. She also referenced theoretical, political and psychological works associated with the feminist movement of the 1970s, such as Anne Koedt's essay The Myth of the Vaginal Orgasm. She "}]}, {"heading": "Births", "year": "1942", "date": "November 2", "txt": "Stefanie Powers, American actress", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 2", "txt": "Patrice Chéreau, French actor, director, producer, and screenwriter (d. 2013)", "entities": [{"title": "Patrice Chéreau", "href": "/wiki/Patrice_Ch%C3%A9reau", "description": "Patrice Chéreau was a French opera and theatre director, filmmaker, actor and producer. In France he is best known for his work for the theatre, internationally for his films La Reine Margot and Intimacy, and for his staging of the Jahrhundertring, the centenary Ring Cycle at the Bayreuth Festival in 1976. Winner of almost twenty movie awards, including the Cannes Jury Prize and the Golden Berlin "}]}, {"heading": "Births", "year": "1944", "date": "November 2", "txt": "Keith Emerson, English pianist, keyboard player, and composer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 2", "txt": "Giorgos Kolokithas, Greek basketball player (d. 2013)", "entities": [{"title": "Giorgos Kolokithas", "href": "/wiki/Giorgos_Kolokithas", "description": "Giorgos Kolokithas was a Greek professional basketball player. He is considered one of the best scorers and players in Greek basketball history. He was named one of FIBA's 50 Greatest Players in 1991."}]}, {"heading": "Births", "year": "1945", "date": "November 2", "txt": "Larry Little, American football player", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 2", "txt": "J. D. Souther, American singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 2", "txt": "Alan Jones, Australian race car driver and sportscaster", "entities": [{"title": "Alan Jones (racing driver)", "href": "/wiki/Alan_Jones_(racing_driver)", "description": "Alan Stanley Jones, is an Australian former Formula One driver. He was the first driver to win a Formula One World Championship with the Williams team, becoming the 1980 World Drivers' Champion and the second Australian to do so following triple World Champion Sir Jack Brabham. He competed in a total of 117 Grands Prix, winning 12 and achieving 24 podium finishes. In 1978 Jones won the Can-Am cham"}]}, {"heading": "Births", "year": "1946", "date": "November 2", "txt": "Giuseppe Sinopoli, Italian conductor and composer (d. 2001)", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 2", "txt": "Dave Pegg, English bass player and producer", "entities": [{"title": "Dave Pegg", "href": "/wiki/Dave_Pegg", "description": "Dave Pegg is an English multi-instrumentalist and record producer, primarily a bass guitarist. He is the longest-serving member of the British folk rock band Fairport Convention and has been bassist with a number of folk and rock groups including the Ian Campbell Folk Group and Jethro Tull."}]}, {"heading": "Births", "year": "1949", "date": "November 2", "txt": "Lois McMaster Bujold, American author", "entities": [{"title": "Lois McMaster Bujold", "href": "/wiki/Lois_McMaster_Bujold", "description": "Lois McMaster Bujold is an American speculative fiction writer. She is one of the most acclaimed writers in her field, having won the Hugo Award for best novel four times, matching Robert A. Heinlein's record. Her novella \"The Mountains of Mourning\" won both the Hugo Award and Nebula Award. In the fantasy genre, The Curse of Chalion won the Mythopoeic Award for Adult Literature and was nominated f"}]}, {"heading": "Births", "year": "1951", "date": "November 2", "txt": "Thomas Mallon, American novelist, essayist, and critic", "entities": [{"title": "Thomas Mallon", "href": "/wiki/Thomas_Mallon", "description": "Thomas Mallon is an American novelist, essayist, and critic. His novels are renowned for their attention to historical detail and context and for the author's crisp wit and interest in the \"bystanders\" to larger historical events. He is the author of nine books of fiction, including Henry and Clara, Two Moons, Dewey Defeats Truman, Aurora 7, Bandbox, Fellow Travelers, Watergate, Finale, and most r"}]}, {"heading": "Births", "year": "1951", "date": "November 2", "txt": "Lindy Morrison, Australian rock drummer", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 2", "txt": "Maxine Nightingale, English R&B/soul singer", "entities": [{"title": "Maxine Nightingale", "href": "/wiki/Maxine_Nightingale", "description": "Maxine Nightingale is a British R&B and soul music singer. She is best known for her hits in the 1970s, with the million seller \"Right Back Where We Started From\", \"Love Hit Me\" (1977), and \"Lead Me On\" (1979)."}]}, {"heading": "Births", "year": "1954", "date": "November 2", "txt": "Pat Croce, American businessman and author", "entities": [{"title": "Pat Croce", "href": "/wiki/Pat_Croce", "description": "Pasquale \"Pat\" Croce is an American entrepreneur, sports team executive and owner, author, and TV personality. He served as team president of the National Basketball Association (NBA)'s Philadelphia 76ers from 1996 to 2001."}]}, {"heading": "Births", "year": "1955", "date": "November 2", "txt": "Chris Burnett, American saxophonist and composer", "entities": [{"title": "Chris Burnett", "href": "/wiki/Chris_Burnett", "description": "Chris Burnett is an American saxophone player, award-winning composer, veteran of US military jazz bands and band leader. Born in Olathe, Kansas, Burnett's family moved relatively frequently during his early childhood due to his father being a member of the active US military service. His sibling family lived at places such as: France, Michigan, and Colorado prior to settling permanently back home"}]}, {"heading": "Births", "year": "1955", "date": "November 2", "txt": "Thomas Grunenberg, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 2", "txt": "Dale Brown, American author and pilot", "entities": [{"title": "Dale Brown", "href": "/wiki/Dale_Brown", "description": "Dale Brown is an American writer and aviator known for aviation techno-thriller novels. At least thirteen of his novels have been New York Times Best Sellers."}]}, {"heading": "Births", "year": "1957", "date": "November 2", "txt": "Carter Beauford, American drummer and composer", "entities": [{"title": "Carter Beauford", "href": "/wiki/Carter_Beauford", "description": "Carter Anthony Beauford is an American drummer, percussionist, and founding member of Dave Matthews Band. He is known for his ability to adapt to a variety of genres, and both his ambidextrous and his open-handed drumming styles. He plays the drums and sings backing vocals in the band. Beauford was ranked number 10 by a Rolling Stone magazine reader's poll in 2010 for greatest drummers of all-time"}]}, {"heading": "Births", "year": "1958", "date": "November 2", "txt": "Willie McGee, American baseball player and manager", "entities": [{"title": "Willie McGee", "href": "/wiki/Willie_McGee", "description": "Willie Dean McGee is an American professional baseball coach and former outfielder, who played in Major League Baseball (MLB) for four teams, over 18 seasons. He won two batting titles and was named Major League Baseball's 1985 National League MVP. McGee primarily played center and right field, winning three Gold Glove Awards for defensive excellence. McGee spent the majority of his 18-year career"}]}, {"heading": "Births", "year": "1959", "date": "November 2", "txt": "Peter Mullan, Scottish actor, director, and screenwriter", "entities": [{"title": "Peter Mullan", "href": "/wiki/Peter_Mullan", "description": "Peter Mullan is a Scottish actor and filmmaker. He is best known for his role in Ken Loach's My Name Is Joe (1998), for which he won Best Actor Award at 1998 Cannes Film Festival, and The Claim (2000). He is also winner of the World Dramatic Special Jury Prize for Breakout Performances at 2011 Sundance Film Festival for his work on Paddy Considine's Tyrannosaur (2011). Mullan has appeared as suppo"}]}, {"heading": "Births", "year": "1960", "date": "November 2", "txt": "Rosalyn Fairbank, South African tennis player", "entities": [{"title": "Rosalyn Fairbank", "href": "/wiki/Rosalyn_Fairbank", "description": "Rosalyn Doris Fairbank-Nideffer is a retired professional tennis player from South Africa. She played her first grand slam in 1979, with her last appearance coming as late as 1997. She won a WTA Tour singles event in Richmond in 1983 and numerous doubles titles, with the highlight being her Grand Slam titles at the 1981 French Open with Tanya Harford and 1983 with Candy Reynolds. She won 317 singl"}]}, {"heading": "Births", "year": "1961", "date": "November 2", "txt": "k.d. lang, Canadian singer-songwriter, producer, and actress", "entities": [{"title": "K.d. lang", "href": "/wiki/K.d._lang", "description": "Kathryn Dawn Lang, known by her stylized stage name k.d. lang, is a Canadian pop and country singer-songwriter and occasional actress. Lang has won Juno Awards and Grammy Awards for her musical performances. Hits include the songs \"Constant Craving\" and \"Miss Chatelaine\"."}]}, {"heading": "Births", "year": "1961", "date": "November 2", "txt": "Jeff Tedford, American football player and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 2", "txt": "David Brock, American journalist and author", "entities": [{"title": "David Brock", "href": "/wiki/David_Brock", "description": "David Brock is an American liberal political consultant, author, and commentator who founded the media watchdog group Media Matters for America. He has been described by Time as \"one of the most influential operatives in the Democratic Party\"."}]}, {"heading": "Births", "year": "1962", "date": "November 2", "txt": "Mireille Delunsch, French operatic soprano", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 2", "txt": "Derek Mountfield, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 2", "txt": "Bobby Dall, American bass player", "entities": [{"title": "Bobby Dall", "href": "/wiki/Bobby_Dall", "description": "Robert Harry Kuykendall, also known as Bobby Dall, is an American musician best known as the bassist for the multi-platinum selling rock band Poison.\nThe band has sold over 45 million records worldwide and has sold 15 million records in the United States alone. The group has also charted ten singles to the Top 40 of the Billboard Hot 100, including six Top 10 singles and the Hot 100 number-one, \"E"}]}, {"heading": "Births", "year": "1963", "date": "November 2", "txt": "Jonas Gardell, Swedish author and screenwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 2", "txt": "Ron McGovney, American bass player", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 2", "txt": "Borut Pahor, Slovenian lawyer and politician, 4th President of Slovenia", "entities": [{"title": "President of Slovenia", "href": "/wiki/President_of_Slovenia", "description": "The office of President of Slovenia, officially President of the Republic of Slovenia, was established on 23 December 1991 when the National Assembly passed a new Constitution as a result of independence from the Socialist Federal Republic of Yugoslavia."}]}, {"heading": "Births", "year": "1963", "date": "November 2", "txt": "Craig Saavedra, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 2", "txt": "Park Young-seok, South Korean mountaineer and explorer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 2", "txt": "Britta Lejon, Swedish lawyer and politician", "entities": [{"title": "Britta Lejon", "href": "/wiki/Britta_Lejon", "description": "Britta Lejon is a Swedish Social Democratic politician. She was a member of the Riksdag, and the cabinet of Göran Persson. Lejon is the daughter of former Minister of Justice, Anna-Greta Leijon."}]}, {"heading": "Births", "year": "1965", "date": "November 2", "txt": "Nick Boles, English businessman and politician", "entities": [{"title": "Nick Boles", "href": "/wiki/Nick_Boles", "description": "Nicholas Edward Coleridge Boles is a British politician who served as Member of Parliament (MP) for Grantham and Stamford from 2010 to 2019. He was a member of the Conservative Party until 2019."}]}, {"heading": "Births", "year": "1965", "date": "November 2", "txt": "Arnold Clavio, Filipino journalist", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 2", "txt": "Shah Rukh Khan, Indian film actor, producer and television host", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 2", "txt": "David Schwimmer, American actor", "entities": [{"title": "David Schwimmer", "href": "/wiki/David_Schwimmer", "description": "David Lawrence Schwimmer is an American actor, comedian, director and producer."}]}, {"heading": "Births", "year": "1967", "date": "November 2", "txt": "Kurt Elling, American singer-songwriter", "entities": [{"title": "Kurt Elling", "href": "/wiki/Kurt_Elling", "description": "Kurt Elling is an American jazz singer and songwriter."}]}, {"heading": "Births", "year": "1967", "date": "November 2", "txt": "Simon Hill, English-Australian journalist and sportscaster", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 2", "txt": "Scott Walker, American politician, 45th Governor of Wisconsin", "entities": [{"title": "Governor of Wisconsin", "href": "/wiki/Governor_of_Wisconsin", "description": "The Governor of Wisconsin is the head of the executive branch of Wisconsin's state government and the commander-in-chief of the state's army and air forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Wisconsin Legislature, to convene the legislature, and to grant pardons, except in cases of treason and impeachment. The position was fi"}]}, {"heading": "Births", "year": "1968", "date": "November 2", "txt": "Neal Casal, American singer-songwriter, guitarist, and photographer (d. 2019)", "entities": [{"title": "Neal Casal", "href": "/wiki/Neal_Casal", "description": "Neal Graeme Casal was an American guitarist, singer, songwriter and photographer. First rising to prominence as lead guitar with Rickey Medlocke's Blackfoot from 1988 to 1993, he is also known as a member of Ryan Adams' backing band the Cardinals from 2005 until 2009, with whom he recorded three studio albums. He played in several groups, including the Chris Robinson Brotherhood, Hard Working Amer"}]}, {"heading": "Births", "year": "1969", "date": "November 2", "txt": "Reginald Arvizu, American rock musician", "entities": [{"title": "Reginald Arvizu", "href": "/wiki/Reginald_Arvizu", "description": "Reginald Quincy Arvizu, also known as \"Fieldy\", is an American musician, best known as the bassist for nu metal band Korn. He is also the guitarist/bassist for rock band StillWell."}]}, {"heading": "Births", "year": "1972", "date": "November 2", "txt": "Marion Posch, Italian snowboarder", "entities": [{"title": "Marion Posch", "href": "/wiki/Marion_Posch", "description": "Marion Posch  is an Italian snowboarder."}]}, {"heading": "Births", "year": "1972", "date": "November 2", "txt": "Darío Silva, Uruguayan footballer and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 2", "txt": "Vladimir Vorobiev, Russian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 2", "txt": "Samantha Womack, British actress, singer and director", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 2", "txt": "Ben Graham, Australian footballer", "entities": [{"title": "Ben Graham (football player)", "href": "/wiki/Ben_Graham_(football_player)", "description": "Benjamin James Graham is a former professional Australian rules footballer turned professional American football punter of the National Football League, and is current Strategic Operations Manager of the Western Bulldogs."}]}, {"heading": "Births", "year": "1973", "date": "November 2", "txt": "Marisol Nichols, American actress", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 2", "txt": "Orlando Cabrera, Colombian-American baseball player", "entities": [{"title": "Orlando Cabrera", "href": "/wiki/Orlando_Cabrera", "description": "Orlando Luis Cabrera, nicknamed \"O-Cab\" and \"The OC\", is a Colombian-American former baseball infielder."}]}, {"heading": "Births", "year": "1974", "date": "November 2", "txt": "Nelly, American rapper", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 2", "txt": "Prodigy, American rapper (d. 2017)", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 2", "txt": "Sofia Polgar, Hungarian chess player", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 2", "txt": "Stéphane Sarrazin, French race car driver", "entities": [{"title": "Stéphane Sarrazin", "href": "/wiki/St%C3%A9phane_Sarrazin", "description": "Stéphane Jean-Marc Sarrazin is a French professional racing driver. He has won races across a number of single-seater, sportscar and rallying disciplines and competitions, was French Formula Renault champion in 1994, and Le Mans Series champion in both 2007 and 2010. He has finished on the podium six times at the 24 Hours of Le Mans race, including four outright second positions, although he has n"}]}, {"heading": "Births", "year": "1975", "date": "November 2", "txt": "Chris Walla, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 2", "txt": "Thierry Omeyer, French handball goalkeeper", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 2", "txt": "Sidney Ponson, Aruban baseball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 2", "txt": "Rodney Buford, American basketball player", "entities": [{"title": "Rodney Buford", "href": "/wiki/Rodney_Buford", "description": "Rodney Alan \"The Sheriff\" Buford is an American former professional basketball player who last played for the London Lightning of the National Basketball League of Canada."}]}, {"heading": "Births", "year": "1977", "date": "November 2", "txt": "Konstantinos Economidis, Greek tennis player", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 2", "txt": "Leon Taylor, English diver and sportscaster", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 2", "txt": "Carmen Cali, American baseball player", "entities": [{"title": "Carmen Cali", "href": "/wiki/Carmen_Cali", "description": "Carmen Salvatore Cali is a former Major League Baseball relief pitcher."}]}, {"heading": "Births", "year": "1979", "date": "November 2", "txt": "Simone Puleo, Italian footballer", "entities": [{"title": "Simone Puleo", "href": "/wiki/Simone_Puleo", "description": "Simone Paolo Puleo is an Italian footballer who plays as a defender for Seconda Divisione club Avellino."}]}, {"heading": "Births", "year": "1980", "date": "November 2", "txt": "Diego Lugano, Uruguayan footballer", "entities": [{"title": "Diego Lugano", "href": "/wiki/Diego_Lugano", "description": "Diego Alfredo Lugano Morena (Spanish pronunciation: [ˈdjeɣo luˈɣano]; is a Uruguayan former professional footballer who played as a central defender."}]}, {"heading": "Births", "year": "1980", "date": "November 2", "txt": "Amos Roberts, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 2", "txt": "Kim So-yeon, South Korean actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 2", "txt": "Monica Iozzi, Brazilian actress", "entities": [{"title": "Monica Iozzi", "href": "/wiki/Monica_Iozzi", "description": "Monica Iozzi de Castro is a Brazilian actress and reporter currently appearing on Big Brother Brasil. She formerly was co-host of the afternoon program \"Video Show\" with Octaviano Costa on the Globo network in Brazil. She's currently focused on acting working."}]}, {"heading": "Births", "year": "1981", "date": "November 2", "txt": "Mitchell Johnson, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 2", "txt": "Rafael Márquez Lugo, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 2", "txt": "Miryo, South Korean rapper", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 2", "txt": "Roddy White, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 2", "txt": "Yunel Escobar, Cuban-American baseball player", "entities": [{"title": "Yunel Escobar", "href": "/wiki/Yunel_Escobar", "description": "Yunel Escobar Almenares is a Cuban-born American former professional baseball shortstop and third baseman. He played in Major League Baseball (MLB) for the Atlanta Braves, Toronto Blue Jays, Tampa Bay Rays, Washington Nationals, and Los Angeles Angels. While he primarily played shortstop during his career, Escobar later transitioned to third base."}]}, {"heading": "Births", "year": "1982", "date": "November 2", "txt": "Charles Itandje, French footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 2", "txt": "Ebonette Deigaeruk, Nauruan weightlifter", "entities": [{"title": "Ebonette Deigaeruk", "href": "/wiki/Ebonette_Deigaeruk", "description": "Ebonette Deigaeruk is a Nauruan weightlifter."}]}, {"heading": "Births", "year": "1983", "date": "November 2", "txt": "Darren Young, American wrestler", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 2", "txt": "Andy Rautins, Canadian basketball player", "entities": [{"title": "Andy Rautins", "href": "/wiki/Andy_Rautins", "description": "Andrew Jay Rautins is an American-born Canadian professional basketball player who last played for Panathinaikos of the Greek Basket League and the EuroLeague. He played for Syracuse University and was drafted by the NBA's New York Knicks in 2010, with the eighth pick of the second round."}]}, {"heading": "Births", "year": "1987", "date": "November 2", "txt": "Danny Cipriani, English rugby player", "entities": [{"title": "Danny Cipriani", "href": "/wiki/Danny_Cipriani", "description": "Danny Cipriani is an English rugby union player set to join Premiership Rugby side Bath in May 2021. He previously played for Gloucester, Sale Sharks and Wasps in the Premiership and Melbourne Rebels in Super Rugby. He plays fly-half and fullback. He has also played for England. Since starting in the Wasps academy in 2003, Cipriani has been capped for England 16 times."}]}, {"heading": "Births", "year": "1988", "date": "November 2", "txt": "Lisa Bowman, Irish netball player", "entities": [{"title": "Lisa Bowman", "href": "/wiki/Lisa_Bowman", "description": "Lisa Bowman is a Northern Ireland netball international. She plays as a goal shooter. She plays for Team Northumbria in the Netball Superleague."}]}, {"heading": "Births", "year": "1988", "date": "November 2", "txt": "Julia Görges, German tennis player", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 2", "txt": "Stevan Jovetić, Montenegrin footballer", "entities": [{"title": "Stevan Jovetić", "href": "/wiki/Stevan_Joveti%C4%87", "description": "Stevan Jovetić is a footballer who plays as a striker for Monaco and the Montenegro national team."}]}, {"heading": "Births", "year": "1989", "date": "November 2", "txt": "Natalie Pluskota, American tennis player", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 2", "txt": "Luke Schenn, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 2", "txt": "Christopher Dibon, Austrian footballer", "entities": [{"title": "Christopher Dibon", "href": "/wiki/Christopher_Dibon", "description": "Christopher Dibon is an Austrian footballer who plays for Rapid Wien in the Austrian Bundesliga. His playing position is defender."}]}, {"heading": "Births", "year": "1992", "date": "November 2", "txt": "Naomi Ackie, British actress", "entities": [{"title": "Naomi Ackie", "href": "/wiki/Naomi_Ackie", "description": "Naomi Ackie is a British actress. In 2015 she made her television debut as Jen in the Doctor Who episode \"Face the Raven\". For her role as Bonnie on the television dark comedy-drama series The End of the F***ing World she received the 2020 British Academy Television Award for Best Supporting Actress. She is also known for her role as Jannah in the film Star Wars: The Rise of Skywalker (2019)."}]}, {"heading": "Births", "year": "1994", "date": "November 2", "txt": "Shaq Coulthirst, English footballer", "entities": [{"title": "Shaq Coulthirst", "href": "/wiki/Shaq_Coulthirst", "description": "Shaquile Tyshan Coulthirst is an English professional footballer who plays as a striker for National League club Boreham Wood."}]}, {"heading": "Births", "year": "1995", "date": "November 2", "txt": "Hanna Öberg, Swedish biathlete, Olympic champion", "entities": [{"title": "Hanna Öberg", "href": "/wiki/Hanna_%C3%96berg", "description": "Hanna Öberg  is a Swedish female biathlete."}]}, {"heading": "Births", "year": "1997", "date": "November 2", "txt": "Davis Keillor-Dunn, English footballer", "entities": [{"title": "Davis Keillor-Dunn", "href": "/wiki/Davis_Keillor-Dunn", "description": "Davis James Marshall Keillor-Dunn is an English professional footballer, who plays as a midfielder for Oldham Athletic. He has also played for Ross County, Wrexham and had a loan spell at Falkirk."}]}, {"heading": "Births", "year": "1998", "date": "November 2", "txt": "Elkie Chong, Hong Kong singer and actress", "entities": [{"title": "Elkie Chong", "href": "/wiki/Elkie_Chong", "description": "Elkie Chong Ting-yan is a Hong Kong singer and actress currently based in South Korea. She was previously a child-actress under in Hong Kong’s TVB and has appeared on several television dramas. She debuted as a member of the South Korean girl group CLC in February 2016. Following her request to terminate her contract with Cube in December 2020, Elkie left both Cube and CLC in February 2021."}]}, {"heading": "Deaths", "year": "1083", "date": "November 2", "txt": "Matilda of Flanders (b. 1031)", "entities": [{"title": "Matilda of Flanders", "href": "/wiki/Matilda_of_Flanders", "description": "Matilda of Flanders was Queen of England and Duchess of Normandy by marriage to William the Conqueror, and regent of Normandy during his absences from the duchy. She was the mother of ten children who survived to adulthood, including two kings, William II and Henry I."}]}, {"heading": "Deaths", "year": "1148", "date": "November 2", "txt": "Saint Malachy (b. 1094)", "entities": [{"title": "Saint Malachy", "href": "/wiki/Saint_Malachy", "description": "Saint Malachy was an Irish saint and Archbishop of Armagh, to whom were attributed several miracles and an alleged vision of 112 popes later attributed to the apocryphal Prophecy of the Popes."}]}, {"heading": "Deaths", "year": "1261", "date": "November 2", "txt": "Bettisia Gozzadini (b. 1209)", "entities": [{"title": "Bettisia Gozzadini", "href": "/wiki/Bettisia_Gozzadini", "description": "Bettisia Gozzadini was a jurist who lectured at the University of Bologna from about 1239. She is thought to be the first woman to have taught at a university."}]}, {"heading": "Deaths", "year": "1285", "date": "November 2", "txt": "Peter III of Aragon (b. 1239)", "entities": [{"title": "Peter III of Aragon", "href": "/wiki/Peter_III_of_Aragon", "description": "Peter III of Aragon was King of Aragon, King of Valencia, and Count of Barcelona from 1276 to his death. At the invitation of some rebels, he conquered the Kingdom of Sicily and became King of Sicily in 1282, pressing the claim of his wife, Constance II of Sicily, uniting the kingdom to the crown."}]}, {"heading": "Deaths", "year": "1319", "date": "November 2", "txt": "John Sandale, Bishop of Winchester", "entities": [{"title": "John Sandale", "href": "/wiki/John_Sandale", "description": "John Sandale was a Gascon medieval Lord High Treasurer, Lord Chancellor and Bishop of Winchester."}]}, {"heading": "Deaths", "year": "1483", "date": "November 2", "txt": "Henry Stafford, 2nd Duke of Buckingham, English politician, Lord High Constable of England (b. 1454)", "entities": [{"title": "Henry Stafford, 2nd Duke of Buckingham", "href": "/wiki/Henry_Stafford,_2nd_Duke_of_Buckingham", "description": "Henry Stafford, 2nd Duke of Buckingham, KG was an English nobleman known as the namesake of Buckingham's rebellion, a failed but significant collection of uprisings in England and parts of Wales against Richard III of England in October 1483. He is also one of the primary suspects in the disappearance of his nephews, the Princes in the Tower."}, {"title": "Lord High Constable of England", "href": "/wiki/Lord_High_Constable_of_England", "description": "The Lord High Constable of England is the seventh of the Great Officers of State, ranking beneath the Lord Great Chamberlain and above the Earl Marshal. His office is now called out of abeyance only for coronations. The Lord High Constable was originally the commander of the royal armies and the Master of the Horse. He was also, in conjunction with the Earl Marshal, president of the court of chiva"}]}, {"heading": "Deaths", "year": "1521", "date": "November 2", "txt": "Margaret of Lorraine, Duchess of Alençon and nun  (b. 1463)", "entities": [{"title": "Margaret of Lorraine", "href": "/wiki/Margaret_of_Lorraine", "description": "Margaret of Lorraine was Duchess of Alençon, and a nun of the order of Poor Clares. She was beatified in 1921."}]}, {"heading": "Deaths", "year": "1610", "date": "November 2", "txt": "Richard Bancroft, English archbishop and academic (b. 1544)", "entities": [{"title": "Richard Bancroft", "href": "/wiki/Richard_Bancroft", "description": "Richard Bancroft was an English churchman, Archbishop of Canterbury from 1604 to 1610 and \"chief overseer\" of the King James Bible."}]}, {"heading": "Deaths", "year": "1618", "date": "November 2", "txt": "Maximilian III, Archduke of Austria (b. 1568)", "entities": [{"title": "Maximilian III, Archduke of Austria", "href": "/wiki/Maximilian_III,_Archduke_of_Austria", "description": "Maximilian III of Austria, briefly known as Maximilian of Poland during his claim for the Throne was the Archduke of Further Austria from 1612 until his death."}]}, {"heading": "Deaths", "year": "1716", "date": "November 2", "txt": "Engelbert Kaempfer, German botanist and physician (b. 1651)", "entities": [{"title": "Engelbert Kaempfer", "href": "/wiki/Engelbert_Kaempfer", "description": "Engelbert Kaempfer was a German naturalist, physician, explorer and writer known for his tour of Russia, Persia, India, Southeast Asia, and Japan between 1683 and 1693."}]}, {"heading": "Deaths", "year": "1807", "date": "November 2", "txt": "Louis Auguste Le Tonnelier de Breteuil, French politician, Prime Minister of France (b. 1730)", "entities": [{"title": "Louis Auguste Le Tonnelier de Breteuil", "href": "/wiki/Louis_Auguste_Le_Tonnelier_de_Breteuil", "description": "Louis Charles Auguste Le Tonnelier, Baron de Breteuil, Baron de Preuilly was a French aristocrat, diplomat and statesman. He was the last Prime Minister of the Bourbon Monarchy, appointed by King Louis XVI only one hundred hours before the storming of the Bastille."}, {"title": "List of Prime Ministers of France", "href": "/wiki/List_of_Prime_Ministers_of_France", "description": "The head of the Government of France has been called Prime Minister of France since 1959, when Michel Debré became the first officeholder appointed under the Fifth Republic."}]}, {"heading": "Deaths", "year": "1834", "date": "November 2", "txt": "Maria Teresa Poniatowska, Polish noblewoman (b. 1760)", "entities": [{"title": "Maria Teresa Poniatowska", "href": "/wiki/Maria_Teresa_Poniatowska", "description": "Maria Teresa Antoinette Josephine Poniatowska was a Polish noblewoman, known as the niece of king Stanisław August Poniatowski."}]}, {"heading": "Deaths", "year": "1846", "date": "November 2", "txt": "Esaias Tegnér, Swedish poet and bishop (b. 1782)", "entities": [{"title": "Esaias Tegnér", "href": "/wiki/Esaias_Tegn%C3%A9r", "description": "Esaias Tegnér was a Swedish writer, professor of the Greek language, and bishop. He was during the 19th century regarded as the father of modern poetry in Sweden, mainly through the national romantic epic Frithjof's Saga. He has been called Sweden's first modern man. Much is known about him, and he also wrote openly about himself."}]}, {"heading": "Deaths", "year": "1852", "date": "November 2", "txt": "Pyotr Kotlyarevsky, Russian general (b. 1782)", "entities": [{"title": "Pyotr Kotlyarevsky", "href": "/wiki/Pyotr_Kotlyarevsky", "description": "Pyotr Stepanovich Kotlyarevsky was a Russian military hero of the early 19th century."}]}, {"heading": "Deaths", "year": "1863", "date": "November 2", "txt": "Theodore Judah, American engineer (b. 1826)", "entities": [{"title": "Theodore Judah", "href": "/wiki/Theodore_Judah", "description": "Theodore Dehone Judah was an American civil engineer who was a central figure in the original promotion, establishment, and design of the First Transcontinental Railroad. He found investors for what became the Central Pacific Railroad (CPRR). As chief engineer, he performed much of the route survey work to determine the best alignment for the railroad over the Sierra Nevada, which was completed si"}]}, {"heading": "Deaths", "year": "1877", "date": "November 2", "txt": "Friedrich Graf von Wrangel, Prussian field marshal (b. 1784)", "entities": [{"title": "Friedrich Graf von Wrangel", "href": "/wiki/Friedrich_Graf_von_Wrangel", "description": "Friedrich Heinrich Ernst Graf von Wrangel was a Generalfeldmarschall of the Prussian Army."}]}, {"heading": "Deaths", "year": "1883", "date": "November 2", "txt": "William Morgan, English-Australian politician, 14th Premier of South Australia (b. 1828)", "entities": [{"title": "William Morgan (South Australian politician)", "href": "/wiki/William_Morgan_(South_Australian_politician)", "description": "Sir William Morgan was the Premier of South Australia between 1878 and 1881."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1886", "date": "November 2", "txt": "James Watney junior, English brewer, cricketer, and politician (b. 1832)", "entities": [{"title": "James Watney junior", "href": "/wiki/James_Watney_junior", "description": "James Watney Jr. was a prominent member of the Watney family and a Conservative Member of Parliament for East Surrey."}]}, {"heading": "Deaths", "year": "1887", "date": "November 2", "txt": "Alfred Domett, English-New Zealand poet and politician, 4th Prime Minister of New Zealand (b. 1811)", "entities": [{"title": "Alfred Domett", "href": "/wiki/Alfred_Domett", "description": "Alfred Domett was an English colonial statesman and poet. He was New Zealand's fourth Premier."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Deaths", "year": "1887", "date": "November 2", "txt": "Jenny Lind, Swedish operatic soprano (b. 1820)", "entities": []}, {"heading": "Deaths", "year": "1898", "date": "November 2", "txt": "George Goyder, English-Australian surveyor (b. 1826)", "entities": [{"title": "George Goyder", "href": "/wiki/George_Goyder", "description": "George Woodroffe Goyder was a surveyor in the Colony of South Australia during the latter half of the nineteenth century."}]}, {"heading": "Deaths", "year": "1905", "date": "November 2", "txt": "Albert von Kölliker, Swiss anatomist and physiologist (b. 1817)", "entities": [{"title": "Albert von Kölliker", "href": "/wiki/Albert_von_K%C3%B6lliker", "description": "Albert von Kölliker was a Swiss anatomist, physiologist, and histologist."}]}, {"heading": "Deaths", "year": "1911", "date": "November 2", "txt": "Kyrle Bellew, English actor (b. 1850)", "entities": [{"title": "Kyrle Bellew", "href": "/wiki/Kyrle_Bellew", "description": "Harold Kyrle Money Bellew was an English stage and silent film actor. He notably toured with Cora Brown-Potter in the 1880s and 1890s, and was cast as the leading man in many stage productions alongside her. He was also a signwriter, gold prospector and rancher mainly in Australia."}]}, {"heading": "Deaths", "year": "1930", "date": "November 2", "txt": "Viggo Jensen, Danish weightlifter, target shooter, and gymnast (b. 1874)", "entities": [{"title": "Viggo Jensen", "href": "/wiki/Viggo_Jensen", "description": "Alexander Viggo Jensen was a Danish weightlifter, shooter, gymnast, and athlete. He was the first Danish Olympic champion, at the 1896 Summer Olympics in Athens."}]}, {"heading": "Deaths", "year": "1935", "date": "November 2", "txt": "Jock Cameron, South African cricketer (b. 1905)", "entities": [{"title": "Jock Cameron", "href": "/wiki/Jock_Cameron", "description": "Jock Cameron was a South African cricketer of the 1920s and 1930s. A tragic figure owing to his premature death when probably the best wicket-keeper in the world, Cameron is often forgotten today but regarded by those who know about him as one of the best wicket-keepers in the history of cricket. Cameron was also a brilliant, hard-hitting middle-order batsman who once hit Hedley Verity for thirty "}]}, {"heading": "Deaths", "year": "1944", "date": "November 2", "txt": "Thomas Midgley, Jr., American chemist and engineer (b. 1889)", "entities": [{"title": "Thomas Midgley, Jr.", "href": "/wiki/Thomas_Midgley,_Jr.", "description": "Thomas Midgley Jr. was an American mechanical and chemical engineer. He played a major role in developing leaded gasoline (Tetraethyllead) and some of the first chlorofluorocarbons (CFCs), better known in the USA by the brand name Freon; both products were later banned due to concerns about their impact on human health and the environment. He was granted more than 100 patents over the course of hi"}]}, {"heading": "Deaths", "year": "1945", "date": "November 2", "txt": "Hélène de Pourtalès, Swiss sailor (b. 1868)", "entities": [{"title": "Hélène de Pourtalès", "href": "/wiki/H%C3%A9l%C3%A8ne_de_Pourtal%C3%A8s", "description": "Countess Hélène de Pourtalès, born Helen Barbey, was an American-born sailor who competed in the 1900 Summer Olympics representing Switzerland and became the first woman to win an Olympic gold medal. She was also the first woman to represent Switzerland at the Olympics."}]}, {"heading": "Deaths", "year": "1949", "date": "November 2", "txt": "Jerome F. Donovan, American lawyer and politician (b. 1872)", "entities": [{"title": "Jerome F. Donovan", "href": "/wiki/Jerome_F._Donovan", "description": "Jerome Francis Donovan was a United States Representative from New York."}]}, {"heading": "Deaths", "year": "1950", "date": "November 2", "txt": "George Bernard Shaw, Irish author, playwright, and critic, Nobel Prize laureate (b. 1856)", "entities": [{"title": "George Bernard Shaw", "href": "/wiki/George_Bernard_Shaw", "description": "George Bernard Shaw, known at his insistence simply as Bernard Shaw, was an Irish playwright, critic, polemicist and political activist. His influence on Western theatre, culture and politics extended from the 1880s to his death and beyond. He wrote more than sixty plays, including major works such as Man and Superman (1902), Pygmalion (1912) and Saint Joan (1923). With a range incorporating both "}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1952", "date": "November 2", "txt": "Mehmet Esat Bülkat, Greek-Turkish general (b. 1862)", "entities": [{"title": "Mehmet Esat Bülkat", "href": "/wiki/Mehmet_Esat_B%C3%BClkat", "description": "Mehmed Esad Pasha, known as Mehmet Esat Bülkat after the 1934 Surname Law, was an AlbanianOttoman general active during the First Balkan War, where he led the Yanya Corps, and in World War I, where he was the senior Ottoman commander in the Dardanelles Campaign."}]}, {"heading": "Deaths", "year": "1958", "date": "November 2", "txt": "Jean Couzy, French mountaineer and engineer (b. 1923)", "entities": [{"title": "Jean Couzy", "href": "/wiki/Jean_Couzy", "description": "Jean Couzy was a French mountaineer. He studied aeronautical engineering at the École Polytechnique. At age 27, he was a member of Maurice Herzog's 1950 expedition to Annapurna. Prior to this, his usual climbing partner was Marcel Schatz, another member of the expedition. On the 1955 French Makalu expedition Couzy made the first ascent of Makalu with Lionel Terray on May 15, 1955."}]}, {"heading": "Deaths", "year": "1959", "date": "November 2", "txt": "Michael Considine, Irish-Australian trade union leader and politician (b. 1885)", "entities": [{"title": "Michael Considine", "href": "/wiki/Michael_Considine", "description": "Michael Patrick Considine was an Irish-born Australian politician and unionist. He represented the seat of Barrier in the House of Representatives from 1917 to 1922. A controversial figure, Considine was pressured to resign from the Australian Labor Party (ALP). He won in 1919 as an independent before joining the Socialist Labor Party in 1920, but his seat was abolished for the 1922 election and h"}]}, {"heading": "Deaths", "year": "1960", "date": "November 2", "txt": "Dimitri Mitropoulos, Greek conductor and composer (b. 1896)", "entities": [{"title": "Dimitri Mitropoulos", "href": "/wiki/Dimitri_Mitropoulos", "description": "Dimitri Mitropoulos was a Greek conductor, pianist, and composer."}]}, {"heading": "Deaths", "year": "1961", "date": "November 2", "txt": "Salman bin Hamad Al Khalifa I, Hakim of Bahrain (b. 1894)", "entities": [{"title": "Salman bin Hamad Al Khalifa I", "href": "/wiki/Salman_bin_Hamad_Al_Khalifa_I", "description": "Salman bin Hamad Al Khalifa, was the ruler of Bahrain from 1942 until his death in 1961. His title was Hakim of Bahrain. He was succeeded by his son Isa bin Salman Al Khalifa in December 1961."}]}, {"heading": "Deaths", "year": "1961", "date": "November 2", "txt": "James Thurber, American humorist and cartoonist (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "1963", "date": "November 2", "txt": "Ngô Đình Diệm, Vietnamese politician, 1st President of the Republic of Vietnam (b. 1901)", "entities": [{"title": "Ngô Đình Diệm", "href": "/wiki/Ng%C3%B4_%C4%90%C3%ACnh_Di%E1%BB%87m", "description": "Ngô Đình Diệm was a Vietnamese politician. He was the final prime minister of the State of Vietnam (1954–55), and then served as President of South Vietnam from 1955 until he was deposed and assassinated during the 1963 military coup."}, {"title": "President of the Republic of Vietnam", "href": "/wiki/President_of_the_Republic_of_Vietnam", "description": "This is a list of leaders of South Vietnam, since the establishment of the Autonomous Republic of Cochinchina in 1946, and the division of Vietnam in 1954 until the fall of the Republic of Vietnam in 1975, and the reunification of Vietnam in 1976."}]}, {"heading": "Deaths", "year": "1963", "date": "November 2", "txt": "Ngô Đình Nhu, Vietnamese activist, archivist, politician, and tactical strategist (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1966", "date": "November 2", "txt": "Peter Debye, Dutch-American physicist and chemist, Nobel Prize laureate (b. 1884)", "entities": [{"title": "Peter Debye", "href": "/wiki/Peter_Debye", "description": "Peter Joseph William Debye was a Dutch-American physicist and physical chemist, and Nobel laureate in Chemistry."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1966", "date": "November 2", "txt": "Mississippi John Hurt, American singer-songwriter and guitarist (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "November 2", "txt": "Richard Cushing, American cardinal (b. 1895)", "entities": [{"title": "Richard Cushing", "href": "/wiki/Richard_Cushing", "description": "Richard James Cushing was an American prelate of the Roman Catholic Church. He served as Archbishop of Boston from 1944 to 1970 and was made a cardinal in 1958. Cushing's main role was as fundraiser and builder of new churches, schools, and institutions. Unlike his predecessor, he was on good terms with practically the entire Boston elite, as he softened the traditional confrontation between the C"}]}, {"heading": "Deaths", "year": "1970", "date": "November 2", "txt": "Pierre Veyron, French race car driver (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "November 2", "txt": "Robert Mensah, Ghanaian footballer (b. 1939)", "entities": [{"title": "Robert Mensah", "href": "/wiki/Robert_Mensah", "description": "Robert Mensah was a Ghanaian footballer who played as a goalkeeper. As a player, he was best known for his exploits at Asante Kotoko F.C. where he won the African Clubs Cup in 1970. He was also a runner-up with the Ghana squad for the 1968 African Cup of Nations and represented Ghana at the 1968 Summer Olympics."}]}, {"heading": "Deaths", "year": "1975", "date": "November 2", "txt": "Pier Paolo Pasolini, Italian actor, director, and screenwriter (b. 1922)", "entities": [{"title": "Pier Paolo Pasolini", "href": "/wiki/Pier_Paolo_Pasolini", "description": "Pier Paolo Pasolini was an Italian film director, poet, writer, and intellectual, who also distinguished himself as an actor, journalist, novelist, playwright, and political figure. He remains a controversial personality in Italy due to his direct style and the focus of some of his works on taboo sexual matters. He was an established major figure in European literature and cinematic arts. His murd"}]}, {"heading": "Deaths", "year": "1981", "date": "November 2", "txt": "Wally Wood, American author, illustrator, and publisher (b. 1927)", "entities": [{"title": "Wally Wood", "href": "/wiki/Wally_Wood", "description": "Wallace Allan Wood was an American comic book writer, artist and independent publisher, best known for his work on EC Comics's Mad and Marvel's Daredevil. He was one of Mad's founding cartoonists in 1952. Although much of his early professional artwork is signed Wallace Wood, he became known as Wally Wood, a name he claimed to dislike. Within the comics community, he was also known as Woody, a nam"}]}, {"heading": "Deaths", "year": "1982", "date": "November 2", "txt": "Lester Roloff, American preacher and radio host (b. 1914)", "entities": [{"title": "Lester Roloff", "href": "/wiki/Lester_Roloff", "description": "Lester Leo Roloff was an American fundamentalist Independent Baptist preacher and the founder of teen homes across the American South. The operation of those teen homes placed him in the public spotlight."}]}, {"heading": "Deaths", "year": "1990", "date": "November 2", "txt": "Eliot Porter, American photographer, chemist, and academic (b. 1901)", "entities": [{"title": "Eliot Porter", "href": "/wiki/Eliot_Porter", "description": "Eliot Furness Porter was an American photographer best known for his color photographs of nature."}]}, {"heading": "Deaths", "year": "1991", "date": "November 2", "txt": "Irwin Allen, American director, producer, and screenwriter (b. 1916)", "entities": [{"title": "Irwin Allen", "href": "/wiki/Irwin_Allen", "description": "Irwin Allen was an American film and television producer and director, known for his work in science fiction, then later as the \"Master of Disaster\" for his work in the disaster film genre. His most successful productions were The Poseidon Adventure (1972) and The Towering Inferno (1974). He also created and produced the popular 1960s science fiction television series Voyage to the Bottom of the S"}]}, {"heading": "Deaths", "year": "1991", "date": "November 2", "txt": "Mort Shuman, American singer-songwriter and pianist (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "November 2", "txt": "Robert Arneson, American sculptor and academic (b. 1930)", "entities": [{"title": "Robert Arneson", "href": "/wiki/Robert_Arneson", "description": "Robert Carston Arneson was an American sculptor and professor of ceramics in the Art department at UC Davis for nearly three decades."}]}, {"heading": "Deaths", "year": "1992", "date": "November 2", "txt": "Hal Roach, American actor, director, producer, and screenwriter (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "November 2", "txt": "Martin Taras, American animator and director (b. 1914)", "entities": [{"title": "Martin Taras", "href": "/wiki/Martin_Taras", "description": "Martin Bernard Taras, also known as Morrie Tarasinsky, was an American cartoonist who mostly worked at Famous Studios, the New York-based animation division of Paramount Pictures."}]}, {"heading": "Deaths", "year": "1994", "date": "November 2", "txt": "Peter Matthew Hillsman Taylor, American novelist, short-story writer, and playwright (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "November 2", "txt": "Eva Cassidy, American singer (b. 1963)", "entities": [{"title": "Eva Cassidy", "href": "/wiki/Eva_Cassidy", "description": "Eva Marie Cassidy was an American singer and guitarist known for her interpretations of jazz, folk, and blues music, born with a powerful, emotive soprano voice. In 1992, she released her first album, The Other Side, a set of duets with go-go musician Chuck Brown, followed by the 1996 live solo album titled Live at Blues Alley. Although she had been honored by the Washington Area Music Association"}]}, {"heading": "Deaths", "year": "1996", "date": "November 2", "txt": "John G. Crommelin, American admiral and politician (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "November 2", "txt": "Vincent Winter, Scottish actor and production manager (b. 1957)", "entities": [{"title": "Vincent Winter", "href": "/wiki/Vincent_Winter", "description": "Vincent Winter was a Scottish film actor who was successful as a child actor. As an adult, he continued to work in the film industry as a production manager and in other activities."}]}, {"heading": "Deaths", "year": "2000", "date": "November 2", "txt": "Robert Cormier, American journalist and author (b. 1925)", "entities": [{"title": "Robert Cormier", "href": "/wiki/Robert_Cormier", "description": "Robert Edmund Cormier was an American author and journalist, known for his deeply pessimistic novels, many of which were written for young adults. Recurring themes include abuse, mental illness, violence, revenge, betrayal, and conspiracy. In most of his novels, the protagonists do not win."}]}, {"heading": "Deaths", "year": "2002", "date": "November 2", "txt": "Charles Sheffield, American physicist and author (b. 1935)", "entities": [{"title": "Charles Sheffield", "href": "/wiki/Charles_Sheffield", "description": "Charles Sheffield was an English-born mathematician, physicist and science fiction writer who served as a President of the Science Fiction and Fantasy Writers of America and of the American Astronautical Society."}]}, {"heading": "Deaths", "year": "2003", "date": "November 2", "txt": "Frank McCloskey, American sergeant, lawyer, and politician (b. 1939)", "entities": [{"title": "Frank McCloskey", "href": "/wiki/Frank_McCloskey", "description": "Francis Xavier \"Frank\" McCloskey was a six-term Democratic representative from Indiana from January 3, 1983, to January 3, 1995. He was born in Philadelphia, Pennsylvania, and later moved to Bloomington, Indiana after receiving an undergraduate and J.D. degree from Indiana University Maurer School of Law. He was the Democratic nominee for a seat in the Indiana House of Representatives in 1970. Fra"}]}, {"heading": "Deaths", "year": "2004", "date": "November 2", "txt": "Theo van Gogh, Dutch actor, director, and producer (b. 1957)", "entities": [{"title": "Theo van Gogh (film director)", "href": "/wiki/Theo_van_Gogh_(film_director)", "description": "Theodoor \"Theo\" van Gogh was a Dutch director and film and television producer, actor and author. He directed \"Submission: Part 1\", a short film written by Somali writer and politician Ayaan Hirsi Ali, which criticized the treatment of women in Islam in strong terms. On 2 November 2004, Van Gogh was assassinated by Mohammed Bouyeri, a Dutch-Moroccan Islamist who objected to the film's controversia"}]}, {"heading": "Deaths", "year": "2005", "date": "November 2", "txt": "Ferruccio Valcareggi, Italian footballer and manager (b. 1919)", "entities": [{"title": "Ferruccio Valcareggi", "href": "/wiki/Ferruccio_Valcareggi", "description": "Ferruccio Valcareggi was an Italian football player and coach, who played as a midfielder."}]}, {"heading": "Deaths", "year": "2007", "date": "November 2", "txt": "Charmaine Dragun, Australian journalist (b. 1978)", "entities": [{"title": "Charmaine Dragun", "href": "/wiki/Charmaine_Dragun", "description": "Charmaine Margaret Dragun was an Australian broadcast journalist and presenter. She was a co-anchor on Ten Eyewitness News. Dragun, who had been diagnosed with depression and had a history of anorexia, committed suicide on 2 November 2007."}]}, {"heading": "Deaths", "year": "2007", "date": "November 2", "txt": "Igor Moiseyev, Russian dancer and choreographer (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 2", "txt": "The Fabulous Moolah, American wrestler (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "November 2", "txt": "Madelyn Dunham, American banker and business executive (b. 1922)", "entities": [{"title": "Madelyn Dunham", "href": "/wiki/Madelyn_Dunham", "description": "Madelyn Lee Payne Dunham was the American maternal grandmother of Barack Obama, the 44th President of the United States. She and her husband Stanley Armour Dunham raised Obama from age ten in their Honolulu apartment, where on November 2, 2008, she died two days before her grandson was elected president."}]}, {"heading": "Deaths", "year": "2009", "date": "November 2", "txt": "Nien Cheng, Chinese-American author (b. 1915)", "entities": [{"title": "Nien Cheng", "href": "/wiki/Nien_Cheng", "description": "Nien Cheng or Zheng Nian is the pen name of Yao Nien-Yuan. She was a Chinese author who recounted her harrowing experiences during the Cultural Revolution in her memoir Life and Death in Shanghai."}]}, {"heading": "Deaths", "year": "2010", "date": "November 2", "txt": "Clyde King, American baseball player and manager (b. 1924)", "entities": [{"title": "Clyde King", "href": "/wiki/Clyde_King", "description": "Clyde Edward King was an American pitcher, coach, manager, general manager and front office executive in Major League Baseball."}]}, {"heading": "Deaths", "year": "2011", "date": "November 2", "txt": "Boots Plata, Filipino director and screenwriter (b. 1943)", "entities": [{"title": "Boots Plata", "href": "/wiki/Boots_Plata", "description": "Boots Plata was a Filipino movie director and writer."}]}, {"heading": "Deaths", "year": "2012", "date": "November 2", "txt": "Shreeram Shankar Abhyankar, Indian-American mathematician and academic (b. 1930)", "entities": [{"title": "Shreeram Shankar Abhyankar", "href": "/wiki/Shreeram_Shankar_Abhyankar", "description": "Shreeram Shankar Abhyankar was an Indian American mathematician known for his contributions to algebraic geometry. He, at the time of his death, held the Marshall distinguished professor of mathematics chair at Purdue University, and was also a professor of computer science and industrial engineering. He is known for Abhyankar's conjecture of finite group theory."}]}, {"heading": "Deaths", "year": "2012", "date": "November 2", "txt": "Robert Morton Duncan, American soldier and judge (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 2", "txt": "Joe Ginsberg, American baseball player (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 2", "txt": "Pino Rauti, Italian journalist and politician (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 2", "txt": "Han Suyin, Chinese-Swiss physician and author (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 2", "txt": "Kinjarapu Yerran Naidu, Indian politician (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 2", "txt": "Walt Bellamy, American basketball player (b. 1939)", "entities": [{"title": "Walt Bellamy", "href": "/wiki/Walt_Bellamy", "description": "Walter Jones Bellamy was an American professional basketball player. A four-time NBA All-Star, he was inducted into the Naismith Memorial Basketball Hall of Fame."}]}, {"heading": "Deaths", "year": "2013", "date": "November 2", "txt": "Ghislaine Dupont, French journalist (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 2", "txt": "Clifford Nass, American author and academic (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 2", "txt": "Kjell Qvale, Norwegian-American businessman (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 2", "txt": "Acker Bilk, English singer and clarinet player (b. 1929)", "entities": [{"title": "Acker Bilk", "href": "/wiki/Acker_Bilk", "description": "Bernard Stanley Bilk,, known professionally as Acker Bilk, was a British clarinettist and vocalist known for his breathy, vibrato-rich, lower-register style, and distinctive appearance – of goatee, bowler hat and striped waistcoat."}]}, {"heading": "Deaths", "year": "2014", "date": "November 2", "txt": "Michael Coleman, American singer-songwriter and guitarist (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 2", "txt": "Veljko Kadijević, Croatian general and politician, 5th Federal Secretary of People's Defence (b. 1925)", "entities": [{"title": "Ministry of Defense (Yugoslavia)", "href": "/wiki/Ministry_of_Defense_(Yugoslavia)", "description": "Through the history of Yugoslavia, the defence ministry which was responsible for defence of the country was known under several different names. The Ministry of the Army and Navy was responsible for defence of the Kingdom of Yugoslavia from 1918 to 1941, the Federal Secretariat of People's Defence for the Socialist Federal Republic of Yugoslavia from 1945 to 1992 and the Ministry of Defence for S"}]}, {"heading": "Deaths", "year": "2014", "date": "November 2", "txt": "Herman Sarkowsky, German-American businessman and philanthropist, co-founded the Seattle Seahawks (b. 1925)", "entities": [{"title": "Seattle Seahawks", "href": "/wiki/Seattle_Seahawks", "description": "The Seattle Seahawks  are a professional American football team based in Seattle. The Seahawks compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) West division. The Seahawks joined the NFL in 1976 as an expansion team. They have played their home games at Lumen Field in Seattle's SoDo neighborhood since 2002. They previously played hom"}]}, {"heading": "Deaths", "year": "2014", "date": "November 2", "txt": "Shabtai Teveth, Israeli historian and author (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 2", "txt": "Andrzej Ciechanowiecki, Polish painter, historian, and academic (b. 1924)", "entities": [{"title": "Andrzej Ciechanowiecki", "href": "/wiki/Andrzej_Ciechanowiecki", "description": "Andrew Stanislaus Ciechanowiecki, Dąbrowa Coat of Arms, was a Polish-British nobleman, diplomat, prisoner and agent of Communist Poland, economist, academic, art historian, philanthropist, art collector, antique dealer, antiquarian and exhibition curator. He was considered an authority on French baroque sculpture in the second half of the 20th century."}]}, {"heading": "Deaths", "year": "2015", "date": "November 2", "txt": "Mike Davies, Welsh-American tennis player and businessman (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 2", "txt": "Roy Dommett, English scientist and engineer (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 2", "txt": "Tommy Overstreet, American singer-songwriter and guitarist (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "November 2", "txt": "Aboubacar Somparé, Guinean politician (b. 1944)", "entities": [{"title": "Aboubacar Somparé", "href": "/wiki/Aboubacar_Sompar%C3%A9", "description": "El Hajj Aboubacar Somparé was a Guinean politician who was President of the National Assembly of Guinea from 2002 to 2008. He was previously Guinea's Ambassador to France from 1978 to 1984 and was Secretary-General of the Unity and Progress Party (PUP) from 1995 to 2002."}]}, {"heading": "Deaths", "year": "2018", "date": "November 2", "txt": "Raymond Chow, Hong Kong film producer (b.1927)", "entities": [{"title": "Raymond Chow", "href": "/wiki/Raymond_Chow", "description": "Raymond Chow Man-Wai, was a Hong Kong film producer, and presenter. He was responsible for successfully launching martial arts and the Hong Kong cinema onto the international stage. As the founder of Golden Harvest, he produced some of the biggest stars of the martial arts film genre, including Bruce Lee, Jackie Chan, Sammo Hung, Jimmy Wang Yu and Tsui Hark."}]}, {"heading": "Deaths", "year": "2019", "date": "November 2", "txt": "Walter Mercado, Puerto Rican television personality, astrologer, actor, and dancer (b. 1932)", "entities": [{"title": "Walter Mercado", "href": "/wiki/Walter_Mercado", "description": "Walter Mercado Salinas, also known by his stage name Shanti Ananda, was a Puerto Rican astrologer, actor, dancer, and writer, best known as a television personality for his shows as an astrologer. His astrological prediction shows aired for decades in Puerto Rico, Latin America and the United States, and he became a cultural phenomenon in the Hispanic community."}]}]