[{"heading": "Events", "year": "977", "date": "November 30", "txt": "Emperor Otto II lifts the siege at Paris and withdraws. His rearguard is defeated while crossing the Aisne River by Frankish forces under King Lothair III.", "entities": [{"title": "Otto II, Holy Roman Emperor", "href": "/wiki/Otto_II,_Holy_Roman_Emperor", "description": "Otto II, called the Red (Rufus), was Holy Roman Emperor from 973 until his death in 983. A member of the Ottonian dynasty, Otto II was the youngest and sole surviving son of Otto the Great and Adelaide of Italy."}, {"title": "Paris", "href": "/wiki/Paris", "description": "Paris is the capital and most populous city of France, with an estimated population of 2,175,601 residents as of 2018, in an area of more than 105 square kilometres. Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, gastronomy, science and arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region,"}, {"title": "Rearguard", "href": "/wiki/Rearguard", "description": "A rearguard is that part of a military force that protects it from attack from the rear, either during an advance or withdrawal. The term can also be used to describe forces protecting lines, such as communication lines, behind an army. Even more generally, a rearguard action may refer idiomatically to an attempt at preventing something though it is likely too late to be prevented; this idiomatic "}, {"title": "Aisne (river)", "href": "/wiki/Aisne_(river)", "description": "The Aisne is a river in northeastern France. It is a left tributary of the Oise. It gave its name to the French department of Aisne. It was known in the Roman period as Axona."}, {"title": "Lothair of France", "href": "/wiki/Lothair_of_France", "description": "Lothair, sometimes called Lothair III or Lothair IV, was the penultimate Carolingian king of West Francia, reigning from 10 September 954 until his death in 986."}]}, {"heading": "Events", "year": "1707", "date": "November 30", "txt": "The second Siege of Pensacola comes to end with the failure of the British to capture Pensacola, Florida.", "entities": [{"title": "Siege of Pensacola (1707)", "href": "/wiki/Siege_of_Pensacola_(1707)", "description": "The siege of Pensacola included two separate attempts in 1707 by English-supported Creek Indians to capture the town and fortress of Pensacola, one of two major settlements in Spanish Florida."}, {"title": "Pensacola, Florida", "href": "/wiki/Pensacola,_Florida", "description": "Pensacola is the westernmost city in the Florida Panhandle, and the county seat of Escambia County, Florida. As of 2019, the population was estimated to be 52,975. Pensacola is the principal city of the Pensacola Metropolitan Area, which had an estimated 502,629 residents as of 2019. Pensacola is one of the largest metropolitan areas in the Gulf Coast region, the largest between New Orleans and Ta"}]}, {"heading": "Events", "year": "1718", "date": "November 30", "txt": "King Charles XII of Sweden dies during a siege of the fortress of Fredriksten in Norway.", "entities": [{"title": "Charles XII of Sweden", "href": "/wiki/Charles_XII_of_Sweden", "description": "Charles XII, sometimes Carl XII or Carolus Rex, was the King of Sweden from 1697 to 1718. He belonged to the House of Palatinate-Zweibrücken, a branch line of the House of Wittelsbach. Charles was the only surviving son of Charles XI and Ulrika Eleonora the Elder. He assumed power, after a seven-month caretaker government, at the age of fifteen."}, {"title": "Siege of Fredriksten", "href": "/wiki/Siege_of_Fredriksten", "description": "The Siege of Fredriksten was an attack on the Norwegian fortress of Fredriksten in the city of Fredrikshald,\n(now Halden) by King Charles XII of Sweden. While inspecting his troops' lines, Charles XII was killed by a projectile. The Swedes broke off the siege, and the Norwegians held the fortress. Along with the Treaty of Nystad three years later, the death of Charles XII marked the end of the imp"}, {"title": "Norway", "href": "/wiki/Norway", "description": "Norway, officially the Kingdom of Norway, is a Nordic country in Northern Europe whose mainland territory comprises the western and northernmost portion of the Scandinavian Peninsula. The remote Arctic island of Jan Mayen and the archipelago of Svalbard also form part of Norway. Bouvet Island, located in the Subantarctic, is a dependency of Norway; it also lays claims to the Antarctic territories "}]}, {"heading": "Events", "year": "1782", "date": "November 30", "txt": "American Revolutionary War: Treaty of Paris: In Paris, representatives from the United States and Great Britain sign preliminary peace articles (later formalized as the 1783 Treaty of Paris).", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Treaty of Paris (1783)", "href": "/wiki/Treaty_of_Paris_(1783)", "description": "The Treaty of Paris, signed in Paris by representatives of King George III of Great Britain and representatives of the United States of America on September 3, 1783, officially ended the American Revolutionary War. The treaty set the boundaries between the British Empire in North America and the United States of America, on lines \"exceedingly generous\" to the latter. Details included fishing right"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}]}, {"heading": "Events", "year": "1786", "date": "November 30", "txt": "The Grand Duchy of Tuscany, under Pietro Leopoldo I, becomes the first modern state to abolish the death penalty (later commemorated as Cities for Life Day).", "entities": [{"title": "Grand Duchy of Tuscany", "href": "/wiki/Grand_Duchy_of_Tuscany", "description": "The Grand Duchy of Tuscany was a central Italian monarchy that existed, with interruptions, from 1569 to 1859, replacing the Republic of Florence. The grand duchy's capital was Florence. In the 19th century the population of the Grand Duchy was about 1,815,000 inhabitants."}, {"title": "Leopold II, Holy Roman Emperor", "href": "/wiki/Leopold_II,_Holy_Roman_Emperor", "description": "Leopold II was Holy Roman Emperor, King of Hungary and Bohemia, and Archduke of Austria from 1790 to 1792, and Grand Duke of Tuscany from 1765 to 1790. Unusually for his time, he opposed capital punishment and abolished it in Tuscany in 1786 during his rule there, making it the first nation in modern history to do so. He was a son of Empress Maria Theresa and her husband, Emperor Francis I, and th"}, {"title": "Capital punishment", "href": "/wiki/Capital_punishment", "description": "Capital punishment, also known as the death penalty, is the state-sanctioned killing of a person as punishment for a crime. The sentence ordering that someone is punished with the death penalty is called a death sentence, and the act of carrying out such a sentence is known as an execution. A prisoner awaiting their execution is condemned and is \"on death row\". Crimes that are punishable by death "}, {"title": "Cities for Life Day", "href": "/wiki/Cities_for_Life_Day", "description": "Cities for Life Day is a worldwide festivity that supports the abolition of the death penalty. It is celebrated on November 30 of each year."}]}, {"heading": "Events", "year": "1803", "date": "November 30", "txt": "The Balmis Expedition starts in Spain with the aim of vaccinating millions against smallpox in Spanish America and Philippines.", "entities": [{"title": "Balmis Expedition", "href": "/wiki/Balmis_Expedition", "description": "The Balmis Expedition, officially called the Real Expedición Filantrópica de la Vacuna was a Spanish healthcare mission that lasted from 1803 to 1806, led by Dr. Francisco Javier de Balmis which vaccinated millions of inhabitants of Spanish America and Asia against smallpox. Vaccination, a much safer way to prevent smallpox than older methods such as inoculation, had been introduced by the English"}, {"title": "Spain", "href": "/wiki/Spain", "description": "Spain, formally the Kingdom of Spain, is a country in Southwestern Europe with some pockets of territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagos: the Canary Islands off the coast of North Africa, and the Balearic Islands in the Mediterranean Sea. The African exclaves"}, {"title": "Spanish America", "href": "/wiki/Spanish_America", "description": "Hispanic America is the portion of the Americas comprising the Spanish-speaking countries of North, Central, and South America. In all of these countries, Spanish is the main language, sometimes sharing official status with one or more indigenous languages, or English and Roman Catholicism is the predominant religion."}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}]}, {"heading": "Events", "year": "1803", "date": "November 30", "txt": "In New Orleans, Spanish representatives officially transfer the Louisiana Territory to an official from the French First Republic. Just 20 days later, France transfers the same land to the United States as the Louisiana Purchase.", "entities": [{"title": "French First Republic", "href": "/wiki/French_First_Republic", "description": "In the history of France, the First Republic, officially the French Republic, was founded on 22 September 1792 during the French Revolution. The First Republic lasted until the declaration of the First Empire in 1804 under Napoleon, although the form of the government changed several times. This period was characterized by the fall of the monarchy, the establishment of the National Convention and "}, {"title": "Louisiana Purchase", "href": "/wiki/Louisiana_Purchase", "description": "The Louisiana Purchase was the acquisition of the territory of Louisiana by the United States from France in 1803. In return for fifteen million dollars, or approximately eighteen dollars per square mile, the United States nominally acquired a total of 828,000 sq mi. However, France only controlled a small fraction of this area, most of it inhabited by American Indians; for the majority of the are"}]}, {"heading": "Events", "year": "1804", "date": "November 30", "txt": "The Democratic-Republican-controlled United States Senate begins an impeachment trial of Federalist Supreme Court Justice Samuel Chase.", "entities": [{"title": "Democratic-Republican Party", "href": "/wiki/Democratic-Republican_Party", "description": "The Democratic-Republican Party, better known at the time under various other names, was an American political party founded by Thomas Jefferson and James Madison in the early 1790s that championed republicanism, political equality, and expansionism. The party became increasingly dominant after the 1800 elections as the opposing Federalist Party collapsed. The Democratic-Republicans later splinter"}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "Impeachment", "href": "/wiki/Impeachment", "description": "Impeachment is the process by which a legislative body or other legally constituted tribunal initiates charges against a public official for misconduct. Impeachment may be understood as a unique process involving both political and legal elements."}, {"title": "Federalist Party", "href": "/wiki/Federalist_Party", "description": "The Federalist Party was the first political party in the United States. Under Alexander Hamilton, it dominated the national government from 1789 to 1801. It became a minority party while keeping its stronghold in New England and made a brief resurgence by opposing the War of 1812. It then collapsed with its last presidential candidate in 1816. Remnants lasted in a few places for a few years. The "}, {"title": "Associate Justice of the Supreme Court of the United States", "href": "/wiki/Associate_Justice_of_the_Supreme_Court_of_the_United_States", "description": "An associate justice of the Supreme Court of the United States is any member of the Supreme Court of the United States other than the chief justice of the United States. The number of associate justices is eight, as set by the Judiciary Act of 1869."}, {"title": "Samuel Chase", "href": "/wiki/Samuel_Chase", "description": "Samuel Chase was an Associate Justice of the United States Supreme Court and a signatory to the United States Declaration of Independence as a representative of Maryland. He was impeached by the House of Representatives on grounds of letting his partisan leanings affect his court decisions but was acquitted by the Senate and remained in office."}]}, {"heading": "Events", "year": "1829", "date": "November 30", "txt": "First Welland Canal opens for a trial run, five years to the day from the ground breaking.", "entities": [{"title": "First Welland Canal", "href": "/wiki/First_Welland_Canal", "description": "The Welland Canal has gone through many incarnations in its history. Today, five distinct canal-construction efforts are recognized. The retronym First Welland Canal is applied to the original canal, constructed from 1824 to 1829 and 1831 to 1833."}]}, {"heading": "Events", "year": "1853", "date": "November 30", "txt": "Crimean War: Battle of Sinop: The Imperial Russian Navy under Pavel Nakhimov destroys the Ottoman fleet under Osman Pasha at Sinop, a sea port in northern Turkey.", "entities": [{"title": "Crimean War", "href": "/wiki/Crimean_War", "description": "The Crimean War was a military conflict fought from October 1853 to February 1856 in which Russia lost to an alliance made up of France, the Ottoman Empire, the United Kingdom and Sardinia. The immediate cause of the war involved the rights of Christian minorities in the Holy Land, then a part of the Ottoman Empire. The French promoted the rights of Roman Catholics, while Russia promoted those of "}, {"title": "Battle of Sinop", "href": "/wiki/Battle_of_Sinop", "description": "The Battle of Sinop, or the Battle of Sinope, was a naval battle that took place on 30 November 1853 between Russia and the Ottoman Empire at Sinop, a sea port along the southern shore of the Black Sea. It was a precursor to the Crimean War (1854-1856). During the battle a squadron of Imperial Russian warships led by Russian Admiral Paul Nakhimov struck and defeated a squadron of Ottoman ships anc"}, {"title": "Imperial Russian Navy", "href": "/wiki/Imperial_Russian_Navy", "description": "The  Imperial Russian Navy operated as the navy of the Russian Empire from 1696 to 1917. Formally established in 1696, it lasted until dissolved in the wake of the February Revolution of 1917. It developed from a smaller force that had existed prior to Tsar Peter the Great's founding of the modern Russian navy during the Second Azov campaign in 1696. It expanded in the second half of the 18th cent"}, {"title": "Pavel Nakhimov", "href": "/wiki/Pavel_Nakhimov", "description": "Pavel Stepanovich Nakhimov, one of the most famous admirals in Russian naval history, is best remembered as the commander of naval and land forces during the Siege of Sevastopol (1854-1855) during the Crimean War."}, {"title": "Military of the Ottoman Empire", "href": "/wiki/Military_of_the_Ottoman_Empire#Ottoman_Navy", "description": "The history of the military of the Ottoman Empire can be divided in five main periods. The foundation era covers the years between 1300 and 1453, the classical period covers the years between 1451 and 1606, the reformation period covers the years between 1606 and 1826, the modernisation period covers the years between 1826 and 1858 and decline period covers the years between 1861 and 1918."}, {"title": "Sinop, Turkey", "href": "/wiki/Sinop,_Turkey", "description": "Sinop, historically known as Sinope, is a city with a population of 219,733 on the isthmus of İnce Burun, near Cape Sinope which is situated on the northernmost edge of the Turkish side of the Black Sea coast, in the ancient region of Paphlagonia, in modern-day northern Turkey. The city serves as the capital of Sinop Province."}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}]}, {"heading": "Events", "year": "1864", "date": "November 30", "txt": "American Civil War: The Confederate Army of Tennessee suffers heavy losses in an attack on the Union Army of the Ohio in the Battle of Franklin.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Army of Tennessee", "href": "/wiki/Army_of_Tennessee", "description": "The Army of Tennessee was the principal Confederate army operating between the Appalachian Mountains and the Mississippi River during the American Civil War. It was formed in late 1862 and fought until the end of the war in 1865, participating in most of the significant battles in the Western Theater."}, {"title": "Army of the Ohio", "href": "/wiki/Army_of_the_Ohio", "description": "The Army of the Ohio was the name of two Union armies in the American Civil War. The first army became the Army of the Cumberland and the second army was created in 1863."}, {"title": "Battle of Franklin", "href": "/wiki/Battle_of_Franklin", "description": "The Battle of Franklin was fought on November 30, 1864, in Franklin, Tennessee, as part of the Franklin–Nashville Campaign of the American Civil War. It was one of the worst disasters of the war for the Confederate States Army. Confederate Lt. Gen. John Bell Hood's Army of Tennessee conducted numerous frontal assaults against fortified positions occupied by the Union forces under Maj. Gen. John Sc"}]}, {"heading": "Events", "year": "1872", "date": "November 30", "txt": "The first-ever international football match takes place at Hamilton Crescent, Glasgow, between Scotland and England.", "entities": [{"title": "1872 Scotland v England football match", "href": "/wiki/1872_Scotland_v_England_football_match", "description": "The 1872 association football match between the national teams of Scotland and England is officially recognised by FIFA as the sport's first-ever international. It took place on 30 November 1872 at Hamilton Crescent, the West of Scotland Cricket Club's ground in Partick, Glasgow. The match was watched by 4,000 spectators and finished as a 0–0 draw."}, {"title": "Hamilton Crescent", "href": "/wiki/Hamilton_Crescent", "description": "Hamilton Crescent is a cricket ground located in the Partick area of Glasgow, Scotland. It is the home of the West of Scotland Cricket Club."}, {"title": "Glasgow", "href": "/wiki/Glasgow", "description": "Glasgow, with an estimated city population of 633,120 in 2019, is the most populous city in Scotland and the fourth-most populous city in the United Kingdom, as well as being the 27th largest city by population in Europe. Historically part of Lanarkshire, the city now forms the Glasgow City council area, one of the 32 council areas of Scotland; the local authority is Glasgow City Council. Glasgow "}, {"title": "Scotland national football team", "href": "/wiki/Scotland_national_football_team", "description": "The Scotland national football team represents Scotland in men's international football and is controlled by the Scottish Football Association. It competes in the three major professional tournaments, the FIFA World Cup, UEFA Nations League and the UEFA European Championship. Scotland, as a country of the United Kingdom, is not a member of the International Olympic Committee and therefore the nati"}, {"title": "England national football team", "href": "/wiki/England_national_football_team", "description": "The England men's national football team represents England in men's international football since the first international match in 1872. It is controlled by The Football Association (FA), the governing body for football in England, which is affiliated with UEFA and comes under the global jurisdiction of world football's governing body FIFA. Also known as The Three Lions, England competes in the th"}]}, {"heading": "Events", "year": "1883", "date": "November 30", "txt": "The style of western calendar, Common Era is conveyed to Joseon (Early-Modern Korean kingdom).", "entities": [{"title": "Common Era", "href": "/wiki/Common_Era", "description": "Common Era (CE) is one of the year notations used for the Gregorian calendar, the world's most widely used calendar era. Before the Common Era (BCE) is the era before CE. BCE and CE are alternatives to the Dionysian BC and AD notations, respectively. The Dionysian era distinguishes eras using the notations BC and AD. The two notation systems are numerically equivalent: \"2021 CE\" and \"AD 2021\" each"}, {"title": "Joseon", "href": "/wiki/Joseon", "description": "The Joseon dynasty was a Korean dynastic kingdom that lasted for approximately five centuries. It was the last dynasty of Korea and its longest-ruling Confucian dynasty, founded by Yi Seong-gye in July 1392 and replaced by the Korean Empire in October 1897. The dynasty was founded following the aftermath of the overthrow of Goryeo in what is today the city of Kaesong. Early on, Korea was retitled "}, {"title": "Korea", "href": "/wiki/Korea", "description": "Korea is a region in East Asia. Since 1945 it has been divided into the two parts which soon became the two sovereign states: North Korea and South Korea. Korea consists of the Korean Peninsula, Jeju Island, and several minor islands near the peninsula. It is bordered by China to the northwest and Russia to the northeast. It is separated from Japan to the east by the Korea Strait and the Sea of Ja"}]}, {"heading": "Events", "year": "1916", "date": "November 30", "txt": "Costa Rica signs the Buenos Aires Convention, a copyright treaty.", "entities": [{"title": "Costa Rica", "href": "/wiki/Costa_Rica", "description": "Costa Rica, officially the Republic of Costa Rica, is a country in Central America, bordered by Nicaragua to the north, the Caribbean Sea to the northeast, Panama to the southeast, the Pacific Ocean to the southwest, and Ecuador to the south of Cocos Island. It has a population of around 5 million in a land area of 51,060 square kilometers. An estimated 333,980 people live in the capital and large"}, {"title": "Buenos Aires Convention", "href": "/wiki/Buenos_Aires_Convention", "description": "The Buenos Aires Convention is a copyright treaty signed at Buenos Aires, Argentina, on 11 August 1910, providing mutual recognition of copyrights where the work carries a notice containing a statement of reservation of rights (Art. 3). This was commonly done with the phrase \"All rights reserved\" next to the copyright notice. This implementation varied as US law only required the author and year o"}, {"title": "Copyright", "href": "/wiki/Copyright", "description": "Copyright is a type of intellectual property that gives its owner the exclusive right to make copies of a creative work, usually for a limited time. The creative work may be in a literary, artistic, educational, or musical form. Copyright is intended to protect the original expression of an idea in the form of a creative work, but not the idea itself. A copyright is subject to limitations based on"}]}, {"heading": "Events", "year": "1934", "date": "November 30", "txt": "The LNER Class A3 4472 Flying Scotsman becomes the first steam locomotive to be authenticated as reaching 100 mph.", "entities": []}, {"heading": "Events", "year": "1936", "date": "November 30", "txt": "In London, the Crystal Palace is destroyed by fire.", "entities": [{"title": "The Crystal Palace", "href": "/wiki/The_Crystal_Palace", "description": "The Crystal Palace was a cast iron and plate glass structure, originally built in Hyde Park, London, to house the Great Exhibition of 1851. The exhibition took place from 1 May to 15 October 1851, and more than 14,000 exhibitors from around the world gathered in its 990,000 square feet (92,000 m2) exhibition space to display examples of technology developed in the Industrial Revolution. Designed b"}]}, {"heading": "Events", "year": "1939", "date": "November 30", "txt": "Winter War: Soviet forces cross the Finnish border in several places and bomb Helsinki and several other Finnish cities, starting the war.", "entities": [{"title": "Winter War", "href": "/wiki/Winter_War", "description": "The Winter War also known as First Soviet-Finnish War was a war between the Soviet Union (USSR) and Finland. It began with a Soviet invasion of Finland on 30 November 1939, three months after the outbreak of World War II, and ended three and a half months later with the Moscow Peace Treaty on 13 March 1940. Despite superior military strength, especially in tanks and aircraft, the Soviet Union suff"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Helsinki", "href": "/wiki/Helsinki", "description": "Helsinki is the capital, primate and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 656,250. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, cu"}]}, {"heading": "Events", "year": "1942", "date": "November 30", "txt": "World War II: Battle of Tassafaronga; A smaller squadron of Japanese destroyers led by Raizō Tanaka defeats a U.S. cruiser force under Carleton H. Wright.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Tassafaronga", "href": "/wiki/Battle_of_Tassafaronga", "description": "The Battle of Tassafaronga, sometimes referred to as the Fourth Battle of Savo Island or, in Japanese sources, as the Battle of Lunga Point (ルンガ沖夜戦), was a nighttime naval battle that took place on November 30, 1942, between United States Navy and Imperial Japanese Navy warships during the Guadalcanal Campaign. The battle took place in Ironbottom Sound near the Tassafaronga area on Guadalcanal."}, {"title": "Raizō Tanaka", "href": "/wiki/Raiz%C5%8D_Tanaka", "description": "Raizō Tanaka  was a rear admiral in the Imperial Japanese Navy (IJN) during most of World War II. A specialist in the heavy torpedoes that were carried by all the destroyers and cruisers of the IJN, Tanaka mainly commanded destroyer squadrons, with a cruiser or two attached, and he was the primary leader of the \"Tokyo Express\" reinforcement and resupply shipments during the long campaign for the i"}, {"title": "Carleton H. Wright", "href": "/wiki/Carleton_H._Wright", "description": "Carleton Herbert Wright was a rear admiral in the United States Navy (USN)."}]}, {"heading": "Events", "year": "1947", "date": "November 30", "txt": "Civil War in Mandatory Palestine begins, leading up to the creation of the state of Israel.", "entities": [{"title": "1947–48 Civil War in Mandatory Palestine", "href": "/wiki/1947%E2%80%9348_Civil_War_in_Mandatory_Palestine", "description": "The 1947–1948 civil war in Mandatory Palestine was the first phase of the 1947–1949 Palestine war. It broke out after the General Assembly of the United Nations adopted a resolution on 29 November 1947 recommending the adoption of the Partition Plan for Palestine."}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}]}, {"heading": "Events", "year": "1953", "date": "November 30", "txt": "Edward Mutesa II, the kabaka (king) of Buganda is deposed and exiled to London by Sir Andrew Cohen, Governor of Uganda.", "entities": [{"title": "Mutesa II of Buganda", "href": "/wiki/Mutesa_II_of_Buganda", "description": "Sir Edward Frederick William David Walugembe Mutebi Luwangula Mutesa II was Kabaka of the Kingdom of Buganda in Uganda from 22 November 1939 until his death. He was the thirty-fifth Kabaka of Buganda and the first President of Uganda. The foreign press often referred to him as King Freddie, a name rarely used in Uganda."}, {"title": "Buganda", "href": "/wiki/Buganda", "description": "Buganda is a Bantu kingdom within Uganda. The kingdom of the Baganda, Buganda is the largest of the traditional kingdoms in present-day East Africa, consisting of Uganda's Central Region, including the Ugandan capital Kampala. The 6 million Baganda make up the largest Ugandan region, representing approximately 16.9% of Uganda's population."}, {"title": "Andrew Cohen (colonial governor)", "href": "/wiki/Andrew_Cohen_(colonial_governor)", "description": "Sir Andrew Benjamin Cohen was Governor of Uganda from 1952 to 1957."}, {"title": "Uganda", "href": "/wiki/Uganda", "description": "Uganda, officially the Republic of Uganda, is a landlocked country in East-Central Africa. It is bordered to the east by Kenya, to the north by South Sudan, to the west by the Democratic Republic of the Congo, to the south-west by Rwanda, and to the south by Tanzania. The southern part of the country includes a substantial portion of Lake Victoria, shared with Kenya and Tanzania. Uganda is in the "}]}, {"heading": "Events", "year": "1954", "date": "November 30", "txt": "In Sylacauga, Alabama, United States, the Hodges meteorite crashes through a roof and hits a woman taking an afternoon nap; this is the only documented case in the Western Hemisphere of a human being hit by a rock from space.", "entities": [{"title": "Sylacauga, Alabama", "href": "/wiki/Sylacauga,_Alabama", "description": "Sylacauga is a city in Talladega County, Alabama, United States. At the 2010 census the population was 12,749."}, {"title": "Hodges meteorite", "href": "/wiki/Hodges_meteorite", "description": "The Sylacauga meteorite fell on November 30, 1954, at 12:46 local time in Oak Grove, Alabama, near Sylacauga. It is commonly called the Hodges meteorite because a fragment of it struck Ann Elizabeth Fowler Hodges (1920–1972)."}, {"title": "Western Hemisphere", "href": "/wiki/Western_Hemisphere", "description": "The Western Hemisphere is a geographical term for the half of Earth which lies west of the prime meridian and east of the antimeridian. The other half is called the Eastern Hemisphere. In geopolitical terms, the context in which the term is most often used, the Encyclopedia Britannica defines it as \"North and South America and the surrounding waters. Longitudes 20°W and 160°E are often considered "}, {"title": "Human", "href": "/wiki/Human", "description": "Humans are the most populous and widespread species of primates, characterized by bipedality and large complex brains, which has allowed the development of advanced tools, culture and language. Humans create complex social structures composed of many cooperating and competing groups, from families and kinship networks to political states. Social interactions between humans have established a wide "}]}, {"heading": "Events", "year": "1966", "date": "November 30", "txt": "Barbados becomes independent from the United Kingdom.", "entities": [{"title": "Barbados", "href": "/wiki/Barbados", "description": "Barbados is an island country in the Lesser Antilles of the West Indies, in the Caribbean region of North America, and the most easterly of the Caribbean Islands. It is 34 kilometres in length and up to 23 km (14 mi) in width, covering an area of 432 km2 (167 sq mi). It is in the western part of the North Atlantic, 100 km (62 mi) east of the Windward Islands and the Caribbean Sea. Barbados is east"}]}, {"heading": "Events", "year": "1967", "date": "November 30", "txt": "South Yemen becomes independent from the United Kingdom.", "entities": [{"title": "South Yemen", "href": "/wiki/South_Yemen", "description": "South Yemen, officially the People's Democratic Republic of Yemen, also referred to as Democratic Yemen or Yemen (Aden), was a socialist country that existed from 1967 to 1990 as a state in the Middle East in the southern and eastern provinces of the present-day Republic of Yemen, including the island of Socotra."}]}, {"heading": "Events", "year": "1967", "date": "November 30", "txt": "The Pakistan Peoples Party is founded by Zulfikar Ali Bhutto, who becomes its first chairman.", "entities": [{"title": "Zulfikar Ali Bhutto", "href": "/wiki/Zulfikar_Ali_Bhutto", "description": "Zulfikar Ali Bhutto was a Pakistani barrister and politician who served as the 9th Prime Minister of Pakistan from 1973 to 1977, and prior to that as the fourth President of Pakistan from 1971 to 1973. He was also the founder of the Pakistan People's Party (PPP) and served as its chairman until his execution in 1979."}]}, {"heading": "Events", "year": "1967", "date": "November 30", "txt": "Pro-Soviet communists in the Philippines establish Malayang Pagkakaisa ng Kabataan Pilipino as its new youth wing.", "entities": []}, {"heading": "Events", "year": "1971", "date": "November 30", "txt": "Iran seizes the Greater and Lesser Tunbs from the Emirates of Sharjah and Ras Al Khaimah.", "entities": [{"title": "Pahlavi dynasty", "href": "/wiki/Pahlavi_dynasty", "description": "The Imperial State of Iran, also known as the Imperial State of Persia from 1925 to 1935, was a sovereign state in Western Asia which was bordered by Turkey and Iraq to the west, the Soviet Union to the north, Afghanistan and Pakistan to the east and shared a maritime border with Oman toward the south. With a population of 37 million in 1979, Tehran served as its capital city."}, {"title": "Seizure of Abu Musa and the Greater and Lesser Tunbs", "href": "/wiki/Seizure_of_Abu_Musa_and_the_Greater_and_Lesser_Tunbs", "description": "The seizure of Abu Musa and the Greater and Lesser Tunbs by Imperial Iranian Navy forces took place on 30 November 1971, after the withdrawal of British forces from the islands of Abu Musa and the Greater Tunb and Lesser Tunb, located in the Strait of Hormuz."}, {"title": "Emirate of Sharjah", "href": "/wiki/Emirate_of_Sharjah", "description": "The Emirate of Sharjah is one of the emirates of the United Arab Emirates, which covers 2,590 square kilometres (1,000 sq mi) and has a population of over 1,400,000 (2015). It comprises the capital city of Sharjah, after which it is named, and other minor towns and exclaves such as Kalba', Al Dhaid, Dibba Al-Hisn and Khor Fakkan."}, {"title": "Emirate of Ras Al Khaimah", "href": "/wiki/Emirate_of_Ras_Al_Khaimah", "description": "Ras Al Khaimah (RAK), also spelled as Ras al Khaimah or Ras al-Khaimah, is one of the seven emirates that make up the United Arab Emirates (UAE). The city of Ras Al Khaimah, sometimes simply abbreviated to RAK or RAK City, is the capital of the emirate and home to most of the emirate's residents. It is linked to the medieval trading port of Julfar."}]}, {"heading": "Events", "year": "1972", "date": "November 30", "txt": "Vietnam War: White House Press Secretary Ron Ziegler tells the press that there will be no more public announcements concerning American troop withdrawals from Vietnam because troop levels are now down to 27,000.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "White House", "href": "/wiki/White_House", "description": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C., and has been the residence of every US president since John Adams in 1800. The term \"White House\" is often used as a metonym for the president and their advisers."}, {"title": "Ron Ziegler", "href": "/wiki/Ron_Ziegler", "description": "Ronald Louis Ziegler was the 13th White House Press Secretary and Assistant to the President, serving during United States President Richard Nixon's administration."}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}]}, {"heading": "Events", "year": "1981", "date": "November 30", "txt": "Cold War: In Geneva, representatives from the United States and the Soviet Union begin to negotiate intermediate-range nuclear weapon reductions in Europe. (The meetings end inconclusively on December 17.)", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Geneva", "href": "/wiki/Geneva", "description": "Geneva is the second-most populous city in Switzerland and the most populous city of Romandy, the French-speaking part of Switzerland. Situated where the Rhône exits Lake Geneva, it is the capital of the Republic and Canton of Geneva."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Nuclear weapon", "href": "/wiki/Nuclear_weapon", "description": "A nuclear weapon is an explosive device that derives its destructive force from nuclear reactions, either fission or from a combination of fission and fusion reactions. Both bomb types release large quantities of energy from relatively small amounts of matter."}]}, {"heading": "Events", "year": "1982", "date": "November 30", "txt": "Michael Jackson's sixth solo studio album, Thriller, is released worldwide, ultimately to become the best-selling record album in history.", "entities": [{"title": "Michael Jackson", "href": "/wiki/Michael_Jackson", "description": "Michael Joseph Jackson was an American singer, songwriter, and dancer. Dubbed the \"King of Pop\", he is regarded as one of the most significant cultural figures of the 20th century. Through stage and video performances, he popularized complicated dance moves such as the moonwalk, to which he gave the name, and the robot. His sound and style have influenced artists of various genres, and his contrib"}, {"title": "List of best-selling albums", "href": "/wiki/List_of_best-selling_albums", "description": "This is a list of the world's best-selling albums of recorded music. To appear on the list, the figure must have been published by a reliable source and the album must have sold at least 20 million copies. This list can contain any types of album, including studio albums, extended plays, greatest hits, compilations, various artists, soundtracks and remixes. The figures given do not take into accou"}]}, {"heading": "Events", "year": "1994", "date": "November 30", "txt": "MS Achille Lauro catches fire off the coast of Somalia.", "entities": [{"title": "MS Achille Lauro", "href": "/wiki/MS_Achille_Lauro", "description": "MS Achille Lauro was a cruise ship based in Naples, Italy. Built between 1939 and 1947 as MS Willem Ruys, a passenger liner for the Rotterdamsche Lloyd, she was hijacked by members of the Palestine Liberation Front in 1985."}]}, {"heading": "Events", "year": "1995", "date": "November 30", "txt": "Official end of Operation Desert Storm.", "entities": [{"title": "Operation Desert Storm", "href": "/wiki/Operation_Desert_Storm", "description": "The Gulf War was a war waged by coalition forces from 35 nations led by the United States against Iraq in response to Iraq's invasion and annexation of Kuwait arising from oil pricing and production disputes. It was codenamed Operation Desert Shield for operations leading to the buildup of troops and defense of Saudi Arabia and Operation Desert Storm in its combat phase."}]}, {"heading": "Events", "year": "1995", "date": "November 30", "txt": "U.S. President Bill Clinton visits Northern Ireland and speaks in favor of the \"Northern Ireland peace process\" to a huge rally at Belfast City Hall; he calls IRA fighters \"yesterday's men\".", "entities": [{"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}, {"title": "Northern Ireland peace process", "href": "/wiki/Northern_Ireland_peace_process", "description": "\n\nThe Northern Ireland peace process includes the events leading up to the 1994 Provisional Irish Republican Army (IRA) ceasefire, the end of most of the violence of the Troubles, the Good Friday Agreement of 1998, and subsequent political developments."}, {"title": "Belfast City Hall", "href": "/wiki/Belfast_City_Hall", "description": "Belfast City Hall is the civic building of Belfast City Council located in Donegall Square, Belfast, Northern Ireland. It faces North and effectively divides the commercial and business areas of the city centre. It is a Grade A listed building."}]}, {"heading": "Events", "year": "1999", "date": "November 30", "txt": "Exxon and Mobil sign a US$73.7 billion agreement to merge, thus creating ExxonMobil, the world's largest company.", "entities": [{"title": "Exxon", "href": "/wiki/Exxon", "description": "Exxon is the brand name of the oil and natural resources company Exxon Corporation which was, prior to 1972, known as Standard Oil Company of New Jersey. In 1999, Exxon Corporation merged with Mobil to form ExxonMobil. The Exxon brand is still used by ExxonMobil's downstream operations as a brand for certain gas stations, motor fuel and related products. Standard Oil Company of New Jersey was one "}, {"title": "Mobil", "href": "/wiki/Mobil", "description": "Mobil, previously known as the Socony-Vacuum Oil Company, is a major American oil company that merged with Exxon in 1999 to form a parent company called ExxonMobil. It was previously one of the Seven Sisters that dominated the global petroleum industry from the mid-1940s until the 1970s. Today, Mobil continues as a major brand name within the combined company, as well as still being a gas station "}, {"title": "ExxonMobil", "href": "/wiki/ExxonMobil", "description": "Exxon Mobil Corporation, stylized as ExxonMobil, is an American multinational oil and gas corporation headquartered in Irving, Texas. It is the largest direct descendant of John D. Rockefeller's Standard Oil, and was formed on November 30, 1999 by the merger of Exxon and Mobil. ExxonMobil's primary brands are Exxon, Mobil, Esso, and ExxonMobil Chemical. ExxonMobil is incorporated in New Jersey."}]}, {"heading": "Events", "year": "1999", "date": "November 30", "txt": "In Seattle, United States, demonstrations against a World Trade Organization meeting by anti-globalization protesters catch police unprepared and force the cancellation of opening ceremonies.", "entities": [{"title": "1999 Seattle WTO protests", "href": "/wiki/1999_Seattle_WTO_protests", "description": "The 1999 Seattle WTO protests, sometimes referred to as the Battle of Seattle, were a series of protests surrounding the WTO Ministerial Conference of 1999, when members of the World Trade Organization (WTO) convened at the Washington State Convention and Trade Center in Seattle, Washington on November 30, 1999. The Conference was to be the launch of a new millennial round of trade negotiations."}, {"title": "Anti-globalization movement", "href": "/wiki/Anti-globalization_movement", "description": "The anti-globalization movement, or counter-globalization movement, is a social movement critical of economic globalization. The movement is also commonly referred to as the global justice movement, alter-globalization movement, anti-globalist movement, anti-corporate globalization movement, or movement against neoliberal globalization."}]}, {"heading": "Events", "year": "1999", "date": "November 30", "txt": "British Aerospace and Marconi Electronic Systems merge to form BAE Systems, Europe's largest defense contractor and the fourth largest aerospace firm in the world.", "entities": [{"title": "Marconi Electronic Systems", "href": "/wiki/Marconi_Electronic_Systems", "description": "Marconi Electronic Systems (MES), or GEC-Marconi as it was until 1998, was the defence arm of General Electric Company (GEC). It was demerged from GEC and bought by British Aerospace (BAe) on 30 November 1999 to form BAE Systems. GEC then renamed itself Marconi plc."}, {"title": "BAE Systems", "href": "/wiki/BAE_Systems", "description": "BAE Systems plc (BAE) is a British multinational arms, security, and aerospace company. Its headquarters are in London and Farnborough in the United Kingdom with operations worldwide. The company is the largest defence contractor in Europe and among the world's largest defence companies; it was ranked as the third-largest based on applicable 2017 revenues. Its largest operations are in the United "}]}, {"heading": "Events", "year": "2001", "date": "November 30", "txt": "Gary Ridgway is apprehended and charged with four murders. He was eventually convicted of a total of 49 murders.", "entities": [{"title": "Gary Ridgway", "href": "/wiki/Gary_Ridgway", "description": "Gary Leon Ridgway, also known as the Green River Killer, is an American serial killer. He was initially convicted of 48 separate murders. As part of his plea bargain, another conviction was added, bringing the total number of convictions to 49, making him the second most prolific serial killer in United States history according to confirmed murders. He killed many teenage girls and women in the st"}]}, {"heading": "Events", "year": "2004", "date": "November 30", "txt": "Lion Air Flight 583 overshoots the runway while landing at Adisumarmo International Airport and crashes, killing 25 people.", "entities": [{"title": "Lion Air Flight 583", "href": "/wiki/Lion_Air_Flight_583", "description": "Lion Air Flight 538 was a scheduled domestic passenger flight from Soekarno–Hatta International Airport, Jakarta to Juanda International Airport in Surabaya with a stopover at Adi Sumarmo Airport, Surakarta, Indonesia. On November 30, 2004, the McDonnell Douglas MD-82 overran the runway of Adi Sumarmo Airport and crashed onto a cemetery on landing. 25 people on board were killed in the crash, incl"}, {"title": "Adisumarmo International Airport", "href": "/wiki/Adisumarmo_International_Airport", "description": "Adisumarmo International Airport is an airport in Boyolali Regency, Central Java, Indonesia. It is located 14 km north of Surakarta city. It is the main airport of Boyolali and Surakarta and the surrounding area, also known as Solo Raya. The airport also serves as an alternative airport to Adisutjipto International Airport in Yogyakarta during a disaster, such as during the 2006 Yogyakarta earthqu"}]}, {"heading": "Events", "year": "2005", "date": "November 30", "txt": "John Sentamu becomes the first black archbishop in the Church of England with his enthronement as the 97th Archbishop of York.", "entities": [{"title": "John Sentamu", "href": "/wiki/John_Sentamu", "description": "John Tucker Mugabi Sentamu, Baron Sentamu, is a retired Anglican bishop; he was Archbishop of York, metropolitan of York, and Primate of England until 7 June 2020."}, {"title": "Church of England", "href": "/wiki/Church_of_England", "description": "The Church of England is a Christian church and also the established church of England. The archbishop of Canterbury is the most senior cleric, although the monarch is the supreme governor. The Church of England is also the mother church of the international Anglican Communion. It traces its history to the Christian church recorded as existing in the Roman province of Britain by the 3rd-century, a"}, {"title": "Archbishop of York", "href": "/wiki/Archbishop_of_York", "description": "The Archbishop of York is a senior bishop in the Church of England, second only to the archbishop of Canterbury. The archbishop is the diocesan bishop of the Diocese of York and the metropolitan bishop of the Province of York, which covers the northern regions of England as well as the Isle of Man. The archbishop of York is an ex officio member of the House of Lords and is styled Primate of Englan"}]}, {"heading": "Events", "year": "2012", "date": "November 30", "txt": "An Ilyushin Il-76 cargo plane belonging to Aéro-Service, crashes into houses near Maya-Maya Airport during a thunderstorm, killing at least 32 people.", "entities": [{"title": "Ilyushin Il-76", "href": "/wiki/Ilyushin_Il-76", "description": "The Ilyushin Il-76 is a multi-purpose four-engine turbofan strategic airlifter designed by the Soviet Union's Ilyushin design bureau. It was first planned as a commercial freighter in 1967, as a replacement for the Antonov An-12. It was designed to deliver heavy machinery to remote, poorly served areas. Military versions of the Il-76 have been widely used in Europe, Asia and Africa, including use "}, {"title": "Aéro-Service", "href": "/wiki/A%C3%A9ro-Service", "description": "Société Aéro-Service Afrigo is an airline headquartered in Pointe-Noire, Republic of the Congo. It operates chartered cargo and business passenger flights within Congo and to neighbouring countries out of its base at Pointe-Noire Airport."}, {"title": "2012 Aéro-Service Ilyushin Il-76T crash", "href": "/wiki/2012_A%C3%A9ro-Service_Ilyushin_Il-76T_crash", "description": "On 30 November 2012, an Ilyushin Il-76 freighter aircraft, operated by the Armenian cargo airline Air Highnesses on behalf of Congolese cargo airline Aéro-Service, crashed on landing at Brazzaville, Republic of the Congo, killing all six occupants and 26 people on the ground."}, {"title": "Maya-Maya Airport", "href": "/wiki/Maya-Maya_Airport", "description": "Maya–Maya Airport is the international airport of Brazzaville, the capital of the Republic of the Congo."}]}, {"heading": "Events", "year": "2018", "date": "November 30", "txt": "A magnitude 7.0 earthquake with its epicenter only 15 miles from Anchorage, Alaska causes significant property damage but no deaths.", "entities": [{"title": "2018 Anchorage earthquake", "href": "/wiki/2018_Anchorage_earthquake", "description": "On November 30, 2018, at 8:29 a.m. AKST (17:29 UTC), a magnitude 7.1 earthquake hit Anchorage in South Central Alaska. The earthquake's epicenter was near Point Mackenzie, about 10 miles (16 km) north of Anchorage, and occurred at a depth of 29 miles (47 km). It was followed six minutes later by a magnitude 5.7 aftershock centered 2.5 miles (4.0 km) north-northwest of the municipality. The earthqu"}, {"title": "Anchorage, Alaska", "href": "/wiki/Anchorage,_Alaska", "description": "Anchorage is a unified municipal consolidated city-borough in the U.S. state of Alaska, on the West Coast of the United States. With an estimated 288,000 residents in 2019, it is Alaska's most populous city and contains nearly 40% of the state's population. The Anchorage metropolitan area, which includes Anchorage and the neighboring Matanuska-Susitna Borough, had a population of 396,317 in 2019, "}]}, {"heading": "Births", "year": "539", "date": "November 30", "txt": "Gregory of Tours, French bishop and saint (probable; d. 594)", "entities": [{"title": "Gregory of Tours", "href": "/wiki/Gregory_of_Tours", "description": "Gregory of Tours was a Gallo-Roman historian and Bishop of Tours, which made him a leading prelate of the area that had been previously referred to as Gaul by the Romans. He was born Georgius Florentius and later added the name Gregorius in honour of his maternal great-grandfather. He is the primary contemporary source for Merovingian history. His most notable work was his Decem Libri Historiarum,"}]}, {"heading": "Births", "year": "1310", "date": "November 30", "txt": "Frederick II, Margrave of Meissen (d. 1349)", "entities": [{"title": "Frederick II, Margrave of Meissen", "href": "/wiki/Frederick_II,_Margrave_of_Meissen", "description": "Frederick II was the margrave of Meissen from 1323 until his death."}]}, {"heading": "Births", "year": "1340", "date": "November 30", "txt": "John, Duke of Berry (d. 1416)", "entities": [{"title": "John, Duke of Berry", "href": "/wiki/John,_Duke_of_Berry", "description": "John of Berry or John the Magnificent was Duke of Berry and Auvergne and Count of Poitiers and Montpensier. He was the third son of King John II of France and Bonne of Luxembourg; his brothers were King Charles V of France, Duke Louis I of Anjou and Duke Philip the Bold of Burgundy. He is primarily remembered as a collector of the important illuminated manuscripts and other works of art commission"}]}, {"heading": "Births", "year": "1364", "date": "November 30", "txt": "John FitzAlan, 2nd Baron Arundel, Scottish soldier (d. 1390)", "entities": [{"title": "John FitzAlan, 2nd Baron Arundel", "href": "/wiki/John_FitzAlan,_2nd_Baron_Arundel", "description": "John FitzAlan, 2nd Baron Arundel, 2nd Baron Maltravers jure matris, also called John de Arundel, of Buckland, Surrey, was the son of John FitzAlan, 1st Baron Arundel and Eleanor Maltravers."}]}, {"heading": "Births", "year": "1426", "date": "November 30", "txt": "Johann IV Roth, Roman Catholic bishop (d. 1506)", "entities": [{"title": "Johann IV Roth", "href": "/wiki/Johann_IV_Roth", "description": "Johann Roth was Bishop of Lavant from 1468 to 1482 and Prince-Bishop of Wrocław (Breslau) from 1482 until his death. He was known as a brilliant speaker, humanist and supporter of the arts and learning."}]}, {"heading": "Births", "year": "1427", "date": "November 30", "txt": "Casimir IV Jagiellon, King of Poland (d. 1492)", "entities": [{"title": "Casimir IV Jagiellon", "href": "/wiki/Casimir_IV_Jagiellon", "description": "Casimir IV was Grand Duke of Lithuania from 1440 and King of Poland from 1447, until his death. He was one of the most active Polish rulers, under whom Poland, by defeating the Teutonic Knights in the Thirteen Years' War recovered Pomerania, and the Jagiellonian dynasty became one of the leading royal houses in Europe."}]}, {"heading": "Births", "year": "1459", "date": "November 30", "txt": "Mingyi Nyo, founder of Toungoo dynasty of Burma (d. 1530)", "entities": [{"title": "Mingyi Nyo", "href": "/wiki/Mingyi_Nyo", "description": "Mingyi Nyo was the founder of Toungoo dynasty of Burma (Myanmar). Under his 45-year leadership (1485–1530), Toungoo (Taungoo), grew from a remote backwater vassal state of Ava Kingdom to a small but stable independent kingdom. In 1510, he declared Toungoo's independence from its nominal overlord Ava. He skillfully kept his small kingdom out of the chaotic warfare plaguing Upper Burma. Toungoo's st"}]}, {"heading": "Births", "year": "1466", "date": "November 30", "txt": "Andrea Doria, Italian admiral (d. 1560)", "entities": [{"title": "Andrea Doria", "href": "/wiki/Andrea_Doria", "description": "Andrea Doria, Prince of Melfi was a Genoese statesman, condottiero and admiral, playing a key role in the Republic of Genoa during his lifetime."}]}, {"heading": "Births", "year": "1485", "date": "November 30", "txt": "Veronica Gambara, Italian poet and stateswoman (d. 1550)", "entities": [{"title": "Veronica Gambara", "href": "/wiki/Veronica_Gambara", "description": "Veronica Gambara was an Italian poet, stateswoman and political leader. She was the ruler of the County of Corregio from 1518 until 1550."}]}, {"heading": "Births", "year": "1508", "date": "November 30", "txt": "Andrea Palladio, Italian architect and theoretician, designed the Church of San Giorgio Maggiore and Teatro Olimpico (d. 1580)", "entities": [{"title": "Andrea Palladio", "href": "/wiki/Andrea_Palladio", "description": "Andrea Palladio was an Italian Renaissance architect active in the Venetian Republic. Palladio, influenced by Roman and Greek architecture, primarily Vitruvius, is widely considered to be one of the most influential individuals in the history of architecture. While he designed churches and palaces, he was best known for country houses and villas. His teachings, summarized in the architectural trea"}, {"title": "Church of San Giorgio Maggiore", "href": "/wiki/Church_of_San_Giorgio_Maggiore", "description": "San Giorgio Maggiore is a 16th-century Benedictine church on the island of the same name in Venice, northern Italy, designed by Andrea Palladio, and built between 1566 and 1610. The church is a basilica in the classical Renaissance style and its brilliant white marble gleams above the blue water of the lagoon opposite the Piazzetta di San Marco and forms the focal point of the view from every part"}, {"title": "Teatro Olimpico", "href": "/wiki/Teatro_Olimpico", "description": "The Teatro Olimpico is a theatre in Vicenza, northern Italy, constructed in 1580–1585. The theatre was the final design by the Italian Renaissance architect Andrea Palladio and was not completed until after his death. The trompe-l'œil onstage scenery, designed by Vincenzo Scamozzi, to give the appearance of long streets receding to a distant horizon, was installed in 1585 for the first performance"}]}, {"heading": "Births", "year": "1549", "date": "November 30", "txt": "Sir Henry Savile, English scholar and mathematician (d. 1622)", "entities": [{"title": "Henry Savile (Bible translator)", "href": "/wiki/Henry_Savile_(Bible_translator)", "description": "Sir Henry Savile was an English scholar and mathematician, Warden of Merton College, Oxford, and Provost of Eton. He endowed the Savilian chairs of Astronomy and of Geometry at Oxford University, and was one of the scholars who translated the New Testament from Greek into English. He was a Member of the Parliament of England for Bossiney in Cornwall in 1589, and Dunwich in Suffolk in 1593."}]}, {"heading": "Births", "year": "1554", "date": "November 30", "txt": "Philip Sidney, English soldier, courtier, and poet (d. 1586)", "entities": [{"title": "Philip Sidney", "href": "/wiki/Philip_Sidney", "description": "Sir Philip Sidney was an English poet, courtier, scholar and soldier who is remembered as one of the most prominent figures of the Elizabethan age. His works include Astrophel and Stella, The Defence of Poesy and The Countess of Pembroke's Arcadia."}]}, {"heading": "Births", "year": "1573", "date": "November 30", "txt": "Aubert Miraeus, Belgian historian (d. 1640)", "entities": [{"title": "Aubert Miraeus", "href": "/wiki/Aubert_Miraeus", "description": "Aubert le Mire, Latinized Aubertus Miraeus was an ecclesiastical historian in the Spanish Netherlands."}]}, {"heading": "Births", "year": "1594", "date": "November 30", "txt": "John Cosin, English bishop and academic (d. 1672)", "entities": [{"title": "John Cosin", "href": "/wiki/John_Cosin", "description": "John Cosin was an English churchman."}]}, {"heading": "Births", "year": "1599", "date": "November 30", "txt": "Andrea Sacchi, Italian painter (d. 1661)", "entities": [{"title": "Andrea Sacchi", "href": "/wiki/Andrea_Sacchi", "description": "Andrea Sacchi was an Italian painter of High Baroque Classicism, active in Rome. A generation of artists who shared his style of art include the painters Nicolas Poussin and Giovanni Battista Passeri, the sculptors Alessandro Algardi and François Duquesnoy, and the contemporary biographer Giovanni Bellori."}]}, {"heading": "Births", "year": "1614", "date": "November 30", "txt": "William Howard, 1st Viscount Stafford (d. 1680)", "entities": [{"title": "William Howard, 1st Viscount Stafford", "href": "/wiki/William_Howard,_1st_Viscount_Stafford", "description": "William Howard, 1st Viscount Stafford, FRS was the youngest son of Thomas Howard, 21st Earl of Arundel, and his wife, the former Alethea Talbot. A Fellow of the Royal Society from 1665, he was a Royalist supporter before being falsely implicated by Titus Oates in the later discredited \"Popish Plot\", and executed for treason. He was beatified as a Catholic martyr by Pope Pius XI in 1929."}]}, {"heading": "Births", "year": "1625", "date": "November 30", "txt": "Jean Domat, French scholar and jurist (d. 1696)", "entities": [{"title": "Jean Domat", "href": "/wiki/Jean_Domat", "description": "Jean Domat, or Daumat was a French jurist."}]}, {"heading": "Births", "year": "1637", "date": "November 30", "txt": "Louis-Sébastien Le Nain de Tillemont, French historian and author (d. 1698)", "entities": [{"title": "Louis-Sébastien Le Nain de Tillemont", "href": "/wiki/Louis-S%C3%A9bastien_Le_Nain_de_Tillemont", "description": "Louis-Sébastien Le Nain de Tillemont was a French ecclesiastical historian."}]}, {"heading": "Births", "year": "1642", "date": "November 30", "txt": "Andrea Pozzo, Jesuit Brother, architect and painter (d. 1709)", "entities": [{"title": "Andrea Pozzo", "href": "/wiki/Andrea_Pozzo", "description": "Andrea Pozzo was an Italian Jesuit brother, Baroque painter, architect, decorator, stage designer, and art theoretician."}]}, {"heading": "Births", "year": "1645", "date": "November 30", "txt": "Andreas Werckmeister, German organist, composer, and theorist (d. 1706)", "entities": [{"title": "Andreas Werckmeister", "href": "/wiki/Andreas_Werckmeister", "description": "Andreas Werckmeister was a German organist, music theorist, and composer of the Baroque era. He was amongst the earliest advocates of equal temperament, and through this advocacy was highly influential to the harmonic basis underlying almost all of subsequent Western music."}]}, {"heading": "Births", "year": "1667", "date": "November 30", "txt": "Jonathan Swift, Irish satirist and essayist (d. 1745)", "entities": [{"title": "Jonathan Swift", "href": "/wiki/Jonathan_Swift", "description": "Jonathan Swift was an Anglo-Irish satirist, essayist, political pamphleteer, poet and Anglican cleric who became Dean of St Patrick's Cathedral, Dublin, hence his common sobriquet, \"Dean Swift\"."}]}, {"heading": "Births", "year": "1670", "date": "November 30", "txt": "John Toland, Irish philosopher and author (d. 1722)", "entities": [{"title": "John Toland", "href": "/wiki/John_Toland", "description": "John Toland was an Irish rationalist philosopher and freethinker, and occasional satirist, who wrote numerous books and pamphlets on political philosophy and philosophy of religion, which are early expressions of the philosophy of the Age of Enlightenment. Born in Ireland, he was educated at the universities of Glasgow, Edinburgh, Leiden and Oxford and was influenced by the philosophy of John Lock"}]}, {"heading": "Births", "year": "1683", "date": "November 30", "txt": "Ludwig Andreas von Khevenhüller, Austrian field marshal (d. 1744)", "entities": [{"title": "Ludwig Andreas von Khevenhüller", "href": "/wiki/Ludwig_Andreas_von_Khevenh%C3%BCller", "description": "Ludwig Andreas Khevenhüller, Graf von Aichelberg-Frankenburg was an Austrian field-marshal who came of a noble family that was originally from Franconia and had settled in Carinthia."}]}, {"heading": "Births", "year": "1699", "date": "November 30", "txt": "King Christian VI of Denmark (d. 1746)", "entities": [{"title": "Christian VI of Denmark", "href": "/wiki/Christian_VI_of_Denmark", "description": "Christian VI was King of Denmark and Norway from 1730 to 1746. The eldest surviving son of Frederick IV and Louise of Mecklenburg-Güstrow, he is considered one of Denmark-Norway's more anonymous kings, but he was a skilled politician, best known for his authoritarian regime. He was the first king of the Oldenburg dynasty to refrain from entering in any war. During his reign both compulsory confirm"}]}, {"heading": "Births", "year": "1719", "date": "November 30", "txt": "Princess Augusta of Saxe-Gotha (d. 1772)", "entities": [{"title": "Princess Augusta of Saxe-Gotha", "href": "/wiki/Princess_Augusta_of_Saxe-Gotha", "description": "Princess Augusta of Saxe-Gotha-Altenburg was Princess of Wales by marriage to Frederick, Prince of Wales, son and heir of King George II. She never became queen consort, as Frederick predeceased his father in 1751. Augusta's eldest son succeeded her father-in-law as King George III in 1760. After her spouse died, Augusta was presumptive regent of Great Britain in the event of a regency until her s"}]}, {"heading": "Births", "year": "1723", "date": "November 30", "txt": "William Livingston, American lawyer and politician, 1st Governor of New Jersey (d. 1790)", "entities": [{"title": "William Livingston", "href": "/wiki/William_Livingston", "description": "William Livingston was an American politician who served as the Governor of New Jersey (1776–1790) during the American Revolutionary War and was a signer of the United States Constitution."}, {"title": "Governor of New Jersey", "href": "/wiki/Governor_of_New_Jersey", "description": "The Governor of the State of New Jersey is head of the executive branch of New Jersey's state government. The office of governor is an elected position, for which elected officials serve four-year terms. Governors cannot be elected to more than two consecutive terms, but there is no limit on the total number of terms they may serve. The official residence for the governor is Drumthwacket, a mansio"}]}, {"heading": "Births", "year": "1748", "date": "November 30", "txt": "Joachim Albertini, Italian-Polish composer (d. 1838)", "entities": [{"title": "Joachim Albertini", "href": "/wiki/Joachim_Albertini", "description": "Joachim Albertini or Gioacchino Albertini was an Italian-born composer, who spent most of his life in Poland. His opera Don Juan albo Ukarany libertyn was performed in the 1780s with both Italian and Polish libretti."}]}, {"heading": "Births", "year": "1756", "date": "November 30", "txt": "Ernst Chladni, German physicist and author (d. 1827)", "entities": [{"title": "Ernst Chladni", "href": "/wiki/Ernst_Chladni", "description": "Ernst Florens Friedrich Chladni was a German physicist and musician. His most important work, for which he is sometimes labeled as the father of acoustics, included research on vibrating plates and the calculation of the speed of sound for different gases. He also undertook pioneering work in the study of meteorites and is regarded by some as the father of meteoritics."}]}, {"heading": "Births", "year": "1764", "date": "November 30", "txt": "Franz Xaver Gerl, Austrian singer and composer (d. 1827)", "entities": [{"title": "Franz Xaver Gerl", "href": "/wiki/Franz_Xaver_Gerl", "description": "\nFranz Xaver Gerl was a bass singer and composer of the classical era. He sang the role of Sarastro in the premiere of Mozart's opera The Magic Flute."}]}, {"heading": "Births", "year": "1768", "date": "November 30", "txt": "Jędrzej Śniadecki, Polish physician, chemist, and biologist (d. 1838)", "entities": [{"title": "Jędrzej Śniadecki", "href": "/wiki/J%C4%99drzej_%C5%9Aniadecki", "description": "Jędrzej Śniadecki was Lithuania writer, physician, chemist, biologist and philosopher. His achievements include being the first person to develop a successful curing method for rickets as well as creation of modern Polish terminology in the field of chemistry."}]}, {"heading": "Births", "year": "1781", "date": "November 30", "txt": "Alexander Berry, Scottish surgeon, merchant, and explorer (d. 1873)", "entities": [{"title": "Alexander Berry", "href": "/wiki/Alexander_Berry", "description": "Alexander Berry was a Scottish-born surgeon, merchant and explorer who was given in 1822 a land grant of 10,000 acres (40 km2) and 100 convicts to establish the first European settlement on the south coast of New South Wales, Australia."}]}, {"heading": "Births", "year": "1791", "date": "November 30", "txt": "Count Franz Philipp von Lamberg, Austrian field marshal and politician (d. 1848)", "entities": [{"title": "Count Franz Philipp von Lamberg", "href": "/wiki/Count_Franz_Philipp_von_Lamberg", "description": "Count Franz Philipp von Lamberg Austrian soldier and statesman, was born in Mór (Moor), Hungary. He held the military rank of Feldmarschallleutnant."}]}, {"heading": "Births", "year": "1796", "date": "November 30", "txt": "Carl Loewe, German singer, composer, and conductor (d. 1869)", "entities": [{"title": "Carl Loewe", "href": "/wiki/Carl_Loewe", "description": "Johann Carl Gottfried Loewe, usually called Carl Loewe, was a German composer, tenor singer and conductor. In his lifetime, his songs were well enough known for some to call him the \"Schubert of North Germany\", and Hugo Wolf came to admire his work. He is less known today, but his ballads and songs, which number over 400, are occasionally performed."}]}, {"heading": "Births", "year": "1810", "date": "November 30", "txt": "Oliver Winchester, American businessman and politician, founded the Winchester Repeating Arms Company (d. 1880)", "entities": [{"title": "Oliver Winchester", "href": "/wiki/Oliver_Winchester", "description": "Oliver Fisher Winchester was an American businessman and politician, best known as being the founder of the Winchester Repeating Arms Company."}, {"title": "Winchester Repeating Arms Company", "href": "/wiki/Winchester_Repeating_Arms_Company", "description": "The Winchester Repeating Arms Company was a prominent American maker of repeating firearms, located in New Haven, Connecticut. The Winchester brand is today owned by the Olin Corporation and the name is used under license by two subsidiaries of the Herstal Group: Fabrique Nationale (FN) of Belgium and the Browning Arms Company of Ogden, Utah, United States."}]}, {"heading": "Births", "year": "1813", "date": "November 30", "txt": "Louise-Victorine Ackermann, French poet and author (d. 1890)", "entities": [{"title": "Louise-Victorine Ackermann", "href": "/wiki/Louise-Victorine_Ackermann", "description": "Louise-Victorine Ackermann was a French Parnassian poet."}]}, {"heading": "Births", "year": "1813", "date": "November 30", "txt": "Charles-Valentin Alkan, French pianist and composer (d. 1888)", "entities": []}, {"heading": "Births", "year": "1817", "date": "November 30", "txt": "Theodor Mommsen, German jurist, historian, and scholar, Nobel Prize laureate (d. 1903)", "entities": [{"title": "Theodor Mommsen", "href": "/wiki/Theodor_Mommsen", "description": "Christian Matthias Theodor Mommsen was a German classical scholar, historian, jurist, journalist, politician and archaeologist. He is widely regarded as one of the greatest classicists of the 19th century. His work regarding Roman history is still of fundamental importance for contemporary research. He received the Nobel Prize in Literature in 1902 for being \"the greatest living master of the art "}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1821", "date": "November 30", "txt": "Frederick Temple, English archbishop and academic (d. 1902)", "entities": [{"title": "Frederick Temple", "href": "/wiki/Frederick_Temple", "description": "Frederick Temple was an English academic, teacher and churchman, who served as Bishop of Exeter (1869-1885), Bishop of London (1885-1896) and Archbishop of Canterbury (1896-1902)."}]}, {"heading": "Births", "year": "1825", "date": "November 30", "txt": "William-Adolphe Bouguereau, French painter and educator (d. 1905)", "entities": [{"title": "William-Adolphe Bouguereau", "href": "/wiki/William-Adolphe_Bouguereau", "description": "William-Adolphe Bouguereau was a French academic painter. In his realistic genre paintings he used mythological themes, making modern interpretations of classical subjects, with an emphasis on the female human body. During his life, he enjoyed significant popularity in France and the United States, was given numerous official honors, and received top prices for his work. As the quintessential salo"}]}, {"heading": "Births", "year": "1832", "date": "November 30", "txt": "James Robert Dickson, English-Australian politician, 13th Premier of Queensland (d. 1901)", "entities": [{"title": "James Robert Dickson", "href": "/wiki/James_Robert_Dickson", "description": "Sir James Robert Dickson, was an Australian politician and businessman, the 13th Premier of Queensland and a member of the first federal ministry."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1835", "date": "November 30", "txt": "Mark Twain, American novelist, humorist, and critic (d. 1910)", "entities": [{"title": "Mark Twain", "href": "/wiki/Mark_Twain", "description": "Samuel Langhorne Clemens, known by his pen name Mark Twain, was an American writer, humorist, entrepreneur, publisher, and lecturer. He was lauded as the \"greatest humorist the United States has produced,\" and William Faulkner called him \"the father of American literature\". His novels include The Adventures of Tom Sawyer (1876) and its sequel, the Adventures of Huckleberry Finn (1884), the latter "}]}, {"heading": "Births", "year": "1836", "date": "November 30", "txt": "Lord Frederick Cavendish, Anglo-Irish soldier and politician, Chief Secretary for Ireland (d. 1882)", "entities": [{"title": "Lord Frederick Cavendish", "href": "/wiki/Lord_Frederick_Cavendish", "description": "Lord Frederick Charles Cavendish was an English Liberal politician and protégé of the Prime Minister, William Ewart Gladstone. Cavendish was appointed Chief Secretary for Ireland in May 1882 but was murdered only hours after his arrival in Dublin, a victim of the politically motivated Phoenix Park killings."}, {"title": "Chief Secretary for Ireland", "href": "/wiki/Chief_Secretary_for_Ireland", "description": "The Chief Secretary for Ireland was a key political office in the British administration in Ireland. Nominally subordinate to the Lord Lieutenant, and officially the \"Chief Secretary to the Lord Lieutenant\", from the early 19th century until the end of British rule he was effectively the government minister with responsibility for governing Ireland, roughly equivalent to the role of a Secretary of"}]}, {"heading": "Births", "year": "1840", "date": "November 30", "txt": "Henry Birks, Canadian businessman, founded Birks & Mayors (d. 1928)", "entities": [{"title": "Henry Birks", "href": "/wiki/Henry_Birks", "description": "Henry Birks was a Canadian businessman and founder of Henry Birks and Sons, a chain of high-end Canadian jewellery stores."}, {"title": "Birks & Mayors", "href": "/wiki/Birks_%26_Mayors", "description": "Birks Group is a designer, manufacturer and retailer of jewellery, timepieces, silverware and gifts, with stores and manufacturing facilities located in Canada and the United States. The Group was created in November 2005 through the merger of Henry Birks and Sons Ltd. (Canada) and Mayors Jewelers Inc.."}]}, {"heading": "Births", "year": "1843", "date": "November 30", "txt": "Martha Ripley, American physician (d. 1912)", "entities": [{"title": "Martha Ripley", "href": "/wiki/Martha_Ripley", "description": "Martha George Rogers Ripley was an American physician, suffragist, and professor of medicine. Founder of the Maternity Hospital in Minneapolis, Minnesota, Ripley was one of the most outspoken activists for disadvantaged female rights. A prominent leader in the American Woman Suffrage Association, Ripley also served six years as president of the Minnesota Woman Suffrage Association."}]}, {"heading": "Births", "year": "1847", "date": "November 30", "txt": "Afonso Pena, Brazilian lawyer and politician, 6th President of Brazil (d. 1909)", "entities": [{"title": "Afonso Pena", "href": "/wiki/Afonso_Pena", "description": "Afonso Augusto Moreira Pena was a Brazilian politician who served as President of Brazil between 1906 and 1909. Before his political career, Pena had been an attorney and legal scholar. He was the first president to die in office."}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Births", "year": "1857", "date": "November 30", "txt": "Bobby Abel, English cricketer (d. 1936)", "entities": [{"title": "Bobby Abel", "href": "/wiki/Bobby_Abel", "description": "Robert Abel, nicknamed \"The Guv'nor\", was a Surrey and England opening batsman who was one of the most prolific run-getters in the early years of the County Championship. He was the first England player to \"carry his bat\" – opening the batting and remaining not out at the end of an innings – through a Test innings, and the first player to score 2000 runs in consecutive seasons – which he did each "}]}, {"heading": "Births", "year": "1858", "date": "November 30", "txt": "Jagadish Chandra Bose, Indian physicist, biologist, botanist, and archaeologist (d. 1937)", "entities": [{"title": "Jagadish Chandra Bose", "href": "/wiki/Jagadish_Chandra_Bose", "description": "Sir Jagadish Chandra Bose \n(;, IPA: [dʒɔɡodiʃ tʃɔndro bosu]; 30 November 1858 – 23 November 1937) was a biologist, physicist, botanist and an early writer of science fiction. He pioneered the investigation of radio and microwave optics, made significant contributions to plant science, and laid the foundations of experimental science in the Indian subcontinent. IEEE named him one of the fathers of "}]}, {"heading": "Births", "year": "1863", "date": "November 30", "txt": "Andrés Bonifacio, Filipino activist and politician, co-founded Katipunan (d. 1897)", "entities": [{"title": "Andrés Bonifacio", "href": "/wiki/Andr%C3%A9s_Bonifacio", "description": "Andrés Bonifacio y de Castro was a Filipino revolutionary leader and the president of the Tagalog Republic. He is often called \"The Father of the Philippine Revolution\". He was one of the founders and later Supremo of the Kataas-taasang, Kagalang-galangang Katipunan ng mga Anak ng Bayan or more commonly known as the \"Katipunan\", a movement which sought the independence of the Philippines from Span"}, {"title": "Katipunan", "href": "/wiki/Katipunan", "description": "The Kataastaasan, Kagalanggalangang Katipunan ng mga Anak ng Bayan, also known as Katipunan or KKK, was a Philippine revolutionary society founded by anti-Spanish colonialism Filipinos in Manila in 1892; its primary goal was to gain independence from Spain through a revolution."}]}, {"heading": "Births", "year": "1866", "date": "November 30", "txt": "Andrey Lyapchev, Bulgarian politician, Prime Minister of Bulgaria (d. 1933)", "entities": [{"title": "Andrey Lyapchev", "href": "/wiki/Andrey_Lyapchev", "description": "Andrey Tasev Lyapchev (Tarpov) was a Bulgarian Prime Minister in three consecutive governments."}, {"title": "Prime Minister of Bulgaria", "href": "/wiki/Prime_Minister_of_Bulgaria", "description": "The Prime Minister of Bulgaria is the head of government of Bulgaria. They are the leader of a political coalition in the Bulgarian parliament – known as the National Assembly of Bulgaria – and the leader of the cabinet."}]}, {"heading": "Births", "year": "1869", "date": "November 30", "txt": "Gustaf Dalén, Swedish physicist and engineer, Nobel Prize laureate (d. 1937)", "entities": [{"title": "Gustaf Dalén", "href": "/wiki/Gustaf_Dal%C3%A9n", "description": "Nils Gustaf Dalén was a Swedish Nobel Laureate and industrialist, engineer, inventor and long-term CEO of the AGA company and inventor of the AGA cooker and the Dalén light. In 1912 he was awarded the Nobel Prize in Physics for his \"invention of automatic regulators for use in conjunction with gas accumulators for illuminating lighthouses and buoys\"."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1869", "date": "November 30", "txt": "James Hamilton, 3rd Duke of Abercorn, English lawyer and politician, Governor of Northern Ireland (d. 1953)", "entities": [{"title": "Governor of Northern Ireland", "href": "/wiki/Governor_of_Northern_Ireland", "description": "The Governor of Northern Ireland was the principal officer and representative in Northern Ireland of the British Monarch. The office was established on 9 December 1922 and abolished on 18 July 1973."}]}, {"heading": "Births", "year": "1872", "date": "November 30", "txt": "John McCrae, Canadian physician, soldier, and poet (d. 1918)", "entities": [{"title": "John McCrae", "href": "/wiki/John_McCrae", "description": "Lieutenant-Colonel John McCrae was a Canadian poet, physician, author, artist and soldier during World War I, and a surgeon during the Second Battle of Ypres, in Belgium. He is best known for writing the famous war memorial poem \"In Flanders Fields\". McCrae died of pneumonia near the end of the war."}]}, {"heading": "Births", "year": "1873", "date": "November 30", "txt": "Božena Benešová, Czech author and poet (d. 1936)", "entities": [{"title": "Božena Benešová", "href": "/wiki/Bo%C5%BEena_Bene%C5%A1ov%C3%A1", "description": "Božena Benešová, née Zapletalová, was a Czech author and poet whose work is considered to have been at the forefront of psychological prose. The greater part of her youth was spent in Uherské Hradiště and Napajedla, where in 1896 she married a railway clerk named Josef Beneš. In 1908 she and her husband moved to Prague."}]}, {"heading": "Births", "year": "1874", "date": "November 30", "txt": "Winston Churchill, English colonel, journalist, and politician, Prime Minister of the United Kingdom, Nobel Prize laureate (d. 1965)", "entities": [{"title": "Winston Churchill", "href": "/wiki/Winston_Churchill", "description": "Sir Winston Leonard Spencer Churchill, was a British statesman who served as Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955. Although best known for his wartime leadership as Prime Minister, Churchill was also a Sandhurst-educated career soldier, a Nobel Prize-winning writer and historian, a prolific painter, and one of the longest-"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1874", "date": "November 30", "txt": "Lucy Maud Montgomery, English-Canadian author and poet (d. 1942)", "entities": []}, {"heading": "Births", "year": "1875", "date": "November 30", "txt": "Myron Grimshaw, American baseball player (d. 1936)", "entities": [{"title": "Myron Grimshaw", "href": "/wiki/Myron_Grimshaw", "description": "Myron Frederick \"Moose\" Grimshaw was a right fielder in Major League Baseball who played from 1905 through 1907 for the Boston Americans. Listed at 6 ft 1 in (1.85 m), 173 lb., Grimshaw was a switch-hitter and threw right-handed. He was born in St. Johnsville, New York, but raised in Canajoharie, New York."}]}, {"heading": "Births", "year": "1875", "date": "November 30", "txt": "Otto Strandman, Estonian lawyer and politician, 2nd Prime Minister of Estonia (d. 1941)", "entities": [{"title": "Prime Minister of Estonia", "href": "/wiki/Prime_Minister_of_Estonia", "description": "The Prime Minister of Estonia is the head of government of the Republic of Estonia. The prime minister is nominated by the President after appropriate consultations with the parliamentary factions and confirmed by the Parliament. In case of disagreement, the Parliament can reject the President's nomination and choose their own candidate. In practice, since the Prime Minister must maintain the conf"}]}, {"heading": "Births", "year": "1883", "date": "November 30", "txt": "Gustav Suits, Estonian-Swedish poet and politician (d. 1956)", "entities": [{"title": "Gustav Suits", "href": "/wiki/Gustav_Suits", "description": "Gustav Suits is considered one of the greatest Estonian poets. He was also an early leader of the literary movement group Noor-Eesti."}]}, {"heading": "Births", "year": "1887", "date": "November 30", "txt": "Andrej Gosar, Slovenian economist, lawyer, and politician (d. 1970)", "entities": [{"title": "Andrej Gosar", "href": "/wiki/Andrej_Gosar", "description": "Andrej Gosar was a Slovenian and Yugoslav politician, sociologist, economist and political theorist."}]}, {"heading": "Births", "year": "1887", "date": "November 30", "txt": "Beatrice Kerr, Australian swimmer and diver (d. 1971)", "entities": []}, {"heading": "Births", "year": "1888", "date": "November 30", "txt": "Harry Altham, English cricketer and coach (d. 1965)", "entities": [{"title": "Harry Altham", "href": "/wiki/Harry_Altham", "description": "Harry Surtees Altham was an English cricketer who became an important figure in the game as an administrator, historian and coach. His Wisden obituary described him as \"among the best known personalities in the world of cricket\". He died of a heart attack just after he had given an address to a cricket society."}]}, {"heading": "Births", "year": "1889", "date": "November 30", "txt": "Edgar Adrian, 1st Baron Adrian, English physiologist and academic, Nobel Prize laureate (d. 1977)", "entities": [{"title": "Edgar Adrian, 1st Baron Adrian", "href": "/wiki/Edgar_Adrian,_1st_Baron_Adrian", "description": "Edgar Douglas Adrian, 1st Baron Adrian was an English electrophysiologist and recipient of the 1932 Nobel Prize for Physiology, won jointly with Sir Charles Sherrington for work on the function of neurons. He provided experimental evidence for the all-or-none law of nerves."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1889", "date": "November 30", "txt": "Reuvein Margolies, Ukrainian-Israeli author and scholar (d. 1971)", "entities": []}, {"heading": "Births", "year": "1898", "date": "November 30", "txt": "Firpo Marberry, American baseball player and manager (d. 1976)", "entities": [{"title": "Firpo Marberry", "href": "/wiki/Firpo_Marberry", "description": "Frederick \"Firpo\" Marberry was an American right-handed starting and relief pitcher in Major League Baseball from 1923 to 1936, most notably with the Washington Senators. The sport's first prominent reliever, he has been retroactively credited as having been the first pitcher to record 20 saves in a season, the first to make 50 relief appearances in a season or 300 in a career, and the only pitche"}]}, {"heading": "Births", "year": "1904", "date": "November 30", "txt": "Clyfford Still, American painter and educator (d. 1980)", "entities": [{"title": "Clyfford Still", "href": "/wiki/Clyfford_Still", "description": "Clyfford Still was an American painter, and one of the leading figures in the first generation of Abstract Expressionists, who developed a new, powerful approach to painting in the years immediately following World War II. Still has been credited with laying the groundwork for the movement, as his shift from representational to abstract painting occurred between 1938 and 1942, earlier than his col"}]}, {"heading": "Births", "year": "1906", "date": "November 30", "txt": "John Dickson Carr, American author and playwright (d. 1977)", "entities": [{"title": "John Dickson Carr", "href": "/wiki/John_Dickson_Carr", "description": "John Dickson Carr was an American author of detective stories, who also published using the pseudonyms Carter Dickson, Carr Dickson, and Roger Fairbairn."}]}, {"heading": "Births", "year": "1906", "date": "November 30", "txt": "Andrés Henestrosa, Mexican poet, linguist, and politician (d. 2008)", "entities": []}, {"heading": "Births", "year": "1907", "date": "November 30", "txt": "Jacques Barzun, French-American historian and author (d. 2012)", "entities": [{"title": "Jacques Barzun", "href": "/wiki/Jacques_Barzun", "description": "Jacques Martin Barzun was a French-American historian known for his studies of the history of ideas and cultural history. He wrote about a wide range of subjects, including baseball, mystery novels, and classical music, and was also known as a philosopher of education. In the book Teacher in America (1945), Barzun influenced the training of schoolteachers in the United States."}]}, {"heading": "Births", "year": "1909", "date": "November 30", "txt": "Robert Nighthawk, American singer and guitarist (d. 1967)", "entities": [{"title": "Robert Nighthawk", "href": "/wiki/Robert_Nighthawk", "description": "Robert Lee McCollum was an American blues musician who played and recorded under the pseudonyms Robert Lee McCoy and Robert Nighthawk. He was the father of the blues musician Sam Carr. Nighthawk was inducted into the Blues Hall of Fame in 1983."}]}, {"heading": "Births", "year": "1911", "date": "November 30", "txt": "Carle Hessay, German-Canadian painter (d. 1978)", "entities": [{"title": "Carle Hessay", "href": "/wiki/Carle_Hessay", "description": "Hans Karl Hesse, known in later life as Carle Hessay, was a German-born Canadian painter. Starting at age fourteen, he studied at art academies in Dresden and Paris. He came to Canada, and served as a Canadian soldier in World War II. After the establishment of peace, Hessay moved to British Columbia, eventually settling in the town of Langley, where he took up art again in the 1950s. Some of his "}]}, {"heading": "Births", "year": "1911", "date": "November 30", "txt": "Jorge Negrete, Mexican singer and actor (d. 1953)", "entities": []}, {"heading": "Births", "year": "1912", "date": "November 30", "txt": "Jaan Hargel, Estonian flute player, conductor, and educator (d. 1966)", "entities": [{"title": "Jaan Hargel", "href": "/wiki/Jaan_Hargel", "description": "Jaan (Joann) Hargel was an Estonian conductor, music teacher, oboe and flute player."}]}, {"heading": "Births", "year": "1912", "date": "November 30", "txt": "Gordon Parks, American photographer and director (d. 2006)", "entities": []}, {"heading": "Births", "year": "1915", "date": "November 30", "txt": "Brownie McGhee, American folk-blues singer and guitarist (d. 1996)", "entities": [{"title": "Brownie McGhee", "href": "/wiki/Brownie_McGhee", "description": "Walter Brown \"Brownie\" McGhee was an American folk music and Piedmont blues singer and guitarist, best known for his collaboration with the harmonica player Sonny Terry."}]}, {"heading": "Births", "year": "1915", "date": "November 30", "txt": "Henry Taube, Canadian-American chemist and academic, Nobel Prize laureate (d. 2005)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1916", "date": "November 30", "txt": "Dena Epstein, American musicologist and author (d. 2013)", "entities": [{"title": "Dena Epstein", "href": "/wiki/Dena_Epstein", "description": "Dena Julia Polacheck Epstein was an American music librarian, author, and musicologist."}]}, {"heading": "Births", "year": "1918", "date": "November 30", "txt": "Efrem Zimbalist, Jr., American actor (d. 2014)", "entities": [{"title": "Efrem Zimbalist, Jr.", "href": "/wiki/Efrem_Zimbalist,_Jr.", "description": "Efrem Zimbalist Jr. was an American actor known for his starring roles in the television series 77 Sunset Strip and The F.B.I. He is also known as recurring character \"Dandy Jim Buckley\" in the series Maverick and as the voice behind the character Alfred Pennyworth in Batman: The Animated Series and associated spin-offs, part of the DC Animated Universe. He also voiced Doctor Octopus in the 1990s "}]}, {"heading": "Births", "year": "1919", "date": "November 30", "txt": "Jane C. Wright, American oncologist and cancer researcher (d. 2013)", "entities": [{"title": "Jane C. Wright", "href": "/wiki/Jane_C._Wright", "description": "Jane Cooke Wright was a pioneering cancer researcher and surgeon noted for her contributions to chemotherapy. In particular, Wright is credited with developing the technique of using human tissue culture rather than laboratory mice to test the effects of potential drugs on cancer cells. She also pioneered the use of the drug methotrexate to treat breast cancer and skin cancer. Wright grew up in a "}]}, {"heading": "Births", "year": "1920", "date": "November 30", "txt": "Virginia Mayo, American actress (d. 2005)", "entities": [{"title": "Virginia Mayo", "href": "/wiki/Virginia_Mayo", "description": "Virginia Mayo was an American actress and dancer. She was in a series of comedy films with Danny Kaye and was Warner Brothers' biggest box-office money-maker in the late 1940s. She also co-starred in the 1946 Oscar-winning movie The Best Years of Our Lives and White Heat (1949)."}]}, {"heading": "Births", "year": "1924", "date": "November 30", "txt": "Elliott Blackstone, American police officer and activist (d. 2006)", "entities": [{"title": "Elliott Blackstone", "href": "/wiki/Elliott_Blackstone", "description": "Elliott R. Blackstone was a sergeant in the San Francisco Police Department, known as a longtime advocate for the lesbian, gay and transgender community in that city."}]}, {"heading": "Births", "year": "1924", "date": "November 30", "txt": "Shirley Chisholm, American activist, educator and politician (d. 2005)", "entities": []}, {"heading": "Births", "year": "1924", "date": "November 30", "txt": "Allan Sherman, American actor, comedian, singer, producer, and screenwriter (d. 1973)", "entities": []}, {"heading": "Births", "year": "1925", "date": "November 30", "txt": "Maryon Pittman Allen, American journalist and politician (d. 2018)", "entities": [{"title": "Maryon Pittman Allen", "href": "/wiki/Maryon_Pittman_Allen", "description": "Maryon Pittman Allen was an American journalist who served as United States Senator from Alabama for five months in 1978, after her husband, Senator James B. Allen, died in office. She held no public office prior to her appointed to her husband's old senate seat. She was appointed by segregationist Alabama Governor George Wallace."}]}, {"heading": "Births", "year": "1925", "date": "November 30", "txt": "William H. Gates, Sr., American lawyer and philanthropist (d. 2020)", "entities": []}, {"heading": "Births", "year": "1926", "date": "November 30", "txt": "Teresa Gisbert Carbonell, Bolivian architect and art historian (d. 2018)", "entities": [{"title": "Teresa Gisbert Carbonell", "href": "/wiki/Teresa_Gisbert_Carbonell", "description": "Teresa Gisbert Carbonell de Mesa was a Bolivian architect and art historian. She specialized in the history of the Andean region."}]}, {"heading": "Births", "year": "1926", "date": "November 30", "txt": "Richard Crenna, American actor, director, and producer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 30", "txt": "Robert Guillaume, American actor and singer (d. 2017)", "entities": [{"title": "Robert Guillaume", "href": "/wiki/Robert_Guillaume", "description": "Robert Guillaume was an American actor and singer, known for his role as Benson DuBois in the television series Soap and its spin-off Benson, as well as for voicing the mandrill Rafiki in The Lion King and related media thereof. In a career that spanned more than 50 years he worked extensively on stage, television and film. For his efforts he was nominated for a Tony Award for his portrayal of Nat"}]}, {"heading": "Births", "year": "1928", "date": "November 30", "txt": "Takako Doi, Japanese scholar and politician 68th Speaker of the House of Representatives of Japan (d. 2014)", "entities": [{"title": "Takako Doi", "href": "/wiki/Takako_Doi", "description": "Takako Doi  was a prominent Japanese politician from 1980 until her retirement in 2005. She was the first female Lower House Speaker in Japan, the highest position a female politician has ever held in the country's modern history, as well as the country's first female Opposition Leader."}, {"title": "List of Speakers of the House of Representatives of Japan", "href": "/wiki/List_of_Speakers_of_the_House_of_Representatives_of_Japan", "description": "This is a list of speakers (gichō) and vice-speakers (fuku-gichō) of the House of Representatives."}]}, {"heading": "Births", "year": "1928", "date": "November 30", "txt": "Joe B. Hall, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1928", "date": "November 30", "txt": "Steele Hall, Australian politician, 36th Premier of South Australia", "entities": [{"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1928", "date": "November 30", "txt": "Andres Narvasa, Filipino lawyer and jurist, 19th Chief Justice of the Supreme Court of the Philippines (d. 2013)", "entities": [{"title": "Chief Justice of the Supreme Court of the Philippines", "href": "/wiki/Chief_Justice_of_the_Supreme_Court_of_the_Philippines", "description": "The chief justice of the Philippines presides over the Supreme Court of the Philippines and is the highest judicial officer of the government of the Philippines. \nAs of April 5, 2021, the position is currently held by Alexander Gesmundo, who was appointed by President Rodrigo Duterte following the early retirement of his predecessor Diosdado Peralta in March 2021."}]}, {"heading": "Births", "year": "1929", "date": "November 30", "txt": "Dick Clark, American television host and producer, founded Dick Clark Productions (d. 2012)", "entities": [{"title": "Dick Clark", "href": "/wiki/Dick_Clark", "description": "Richard Augustus Wagstaff Clark Jr. was an American radio and television personality, television producer and film actor, as well as a cultural icon who remains best known for hosting American Bandstand from 1956 to 1989. He also hosted the game shows $10,000 Pyramid, $20,000 Pyramid and Dick Clark's New Year's Rockin' Eve, which transmitted Times Square's New Year's Eve celebrations."}, {"title": "Dick Clark Productions", "href": "/wiki/Dick_Clark_Productions", "description": "Dick Clark Productions is an American multinational television production company founded by entertainer Dick Clark."}]}, {"heading": "Births", "year": "1929", "date": "November 30", "txt": "Joan Ganz Cooney, American screenwriter and producer, co-created Sesame Street", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 30", "txt": "G. Gordon Liddy, American lawyer, radio host, television actor and criminal (d. 2021)", "entities": [{"title": "G. Gordon Liddy", "href": "/wiki/G._Gordon_Liddy", "description": "George Gordon Battle Liddy was an American lawyer, FBI agent, talk show host, actor, and figure in the Watergate scandal as the chief operative in the White House Plumbers unit during the Nixon administration. Liddy was convicted of conspiracy, burglary, and illegal wiretapping for his role in the scandal."}]}, {"heading": "Births", "year": "1931", "date": "November 30", "txt": "Vivian Lynn, New Zealand artist (d. 2018)", "entities": [{"title": "Vivian Lynn", "href": "/wiki/Vivian_Lynn", "description": "\n\nVivian Isabella Lynn was a New Zealand artist."}]}, {"heading": "Births", "year": "1931", "date": "November 30", "txt": "Bill Walsh, American football player and coach (d. 2007)", "entities": []}, {"heading": "Births", "year": "1931", "date": "November 30", "txt": "Margot Zemach, American author and illustrator (d. 1989)", "entities": []}, {"heading": "Births", "year": "1932", "date": "November 30", "txt": "Bob Moore, American bassist", "entities": [{"title": "Bob Moore", "href": "/wiki/Bob_Moore", "description": "Bob Loyce Moore is an American session musician, orchestra leader, and bassist who was a member of the Nashville A-Team during the 1950s and 1960s. He performed on over 17,000 documented recording sessions, backing popular acts such as Elvis Presley and Roy Orbison. He is also the father of multi-instrumentalist R. Stevie Moore, who pioneered lo-fi music."}]}, {"heading": "Births", "year": "1932", "date": "November 30", "txt": "Cho Nam-chul, South Korean Go player (d. 2006)", "entities": [{"title": "Go (board game)", "href": "/wiki/Go_(board_game)", "description": "Go is an abstract strategy board game for two players in which the aim is to surround more territory than the opponent. The game was invented in China more than 2,500 years ago and is believed to be the oldest board game continuously played to the present day. A 2016 survey by the International Go Federation's 75 member nations found that there are over 46 million people worldwide who know how to "}]}, {"heading": "Births", "year": "1933", "date": "November 30", "txt": "Norman Deeley, English footballer and manager (d. 2007)", "entities": [{"title": "Norman Deeley", "href": "/wiki/Norman_Deeley", "description": "Norman Victor Deeley was an English professional footballer, who spent the majority of his league career with Wolverhampton Wanderers. He scored two goals in the 1960 FA Cup Final, in a performance that won him the Man of the Match award. He also won the league title three times with Wolves and was capped twice by England."}]}, {"heading": "Births", "year": "1933", "date": "November 30", "txt": "Sam Gilliam, American painter and educator", "entities": []}, {"heading": "Births", "year": "1934", "date": "November 30", "txt": "Marcel Prud'homme, Canadian politician (d. 2017)", "entities": [{"title": "Marcel Prud'homme", "href": "/wiki/Marcel_Prud%27homme", "description": "Marcel Prud'homme, was a Canadian politician who served as a member of the Senate and the House of Commons of Canada."}]}, {"heading": "Births", "year": "1936", "date": "November 30", "txt": "Dmitri Anosov, Russian mathematician and academic (d. 2014)", "entities": [{"title": "Dmitri Anosov", "href": "/wiki/Dmitri_Anosov", "description": "Dmitri Victorovich Anosov was a Soviet and Russian mathematician, known for his contributions to dynamical systems theory."}]}, {"heading": "Births", "year": "1936", "date": "November 30", "txt": "Abbie Hoffman, American activist and author, co-founded the Youth International Party (d. 1989)", "entities": [{"title": "Youth International Party", "href": "/wiki/Youth_International_Party", "description": "The Youth International Party (YIP), whose members were commonly called Yippies, was an American youth-oriented radical and countercultural revolutionary offshoot of the free speech and anti-war movements of the late 1960s. It was founded on December 31, 1967. They employed theatrical gestures to mock the social status quo, such as advancing a pig as a candidate for president of the United States "}]}, {"heading": "Births", "year": "1937", "date": "November 30", "txt": "Jimmy Bowen, American record producer, songwriter, and pop singer", "entities": [{"title": "Jimmy Bowen", "href": "/wiki/Jimmy_Bowen", "description": "James Albert Bowen is an American record producer and former rockabilly singer. He is a graduate of the University of Pennsylvania's Wharton School of Business and holds an MBA with honors from Belmont University. He lives with his wife Ginger in Longmont, Colorado."}]}, {"heading": "Births", "year": "1937", "date": "November 30", "txt": "Praveen Chaudhari, Indian-American physicist and academic (d. 2010)", "entities": []}, {"heading": "Births", "year": "1937", "date": "November 30", "txt": "Frank Ifield, English-Australian singer and guitarist", "entities": []}, {"heading": "Births", "year": "1937", "date": "November 30", "txt": "Luther Ingram, American R&B/soul singer-songwriter (d. 2007)", "entities": []}, {"heading": "Births", "year": "1937", "date": "November 30", "txt": "Ridley Scott, English director, producer, and production designer", "entities": []}, {"heading": "Births", "year": "1937", "date": "November 30", "txt": "Tom Simpson, English cyclist (d. 1967)", "entities": []}, {"heading": "Births", "year": "1937", "date": "November 30", "txt": "Adeline Yen Mah, Chinese-American physician and author", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 30", "txt": "Jean Eustache, French director, producer, and screenwriter (d. 1981)", "entities": [{"title": "Jean Eustache", "href": "/wiki/Jean_Eustache", "description": "Jean Eustache was a French filmmaker. During his short career, he completed numerous short films, in addition to a pair of highly regarded features, of which the first, The Mother and the Whore, is considered a key work of post-Nouvelle Vague French cinema."}]}, {"heading": "Births", "year": "1938", "date": "November 30", "txt": "John M. Goldman, English haematologist and oncologist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 30", "txt": "Kevin Phillips, American journalist and author", "entities": [{"title": "Kevin Phillips (political commentator)", "href": "/wiki/Kevin_Phillips_(political_commentator)", "description": "Kevin Price Phillips is an American writer and commentator on politics, economics, and history. Formerly a Republican Party strategist before becoming an Independent, Phillips became disaffected with the party from the 1990s, and became a critic. He is a regular contributor to the Los Angeles Times, Harper's Magazine, and National Public Radio, and was a political analyst on PBS' NOW with Bill Moy"}]}, {"heading": "Births", "year": "1940", "date": "November 30", "txt": "Dan Tieman, American basketball player and coach (d. 2012)", "entities": []}, {"heading": "Births", "year": "1941", "date": "November 30", "txt": "Phil Willis, Baron Willis of Knaresborough, English politician", "entities": [{"title": "Phil Willis, Baron Willis of Knaresborough", "href": "/wiki/Phil_Willis,_Baron_Willis_of_Knaresborough", "description": "George Philip Willis, Baron Willis of Knaresborough is a politician in the United Kingdom. He is a Liberal Democrat member of the House of Lords, and was Member of Parliament (MP) for Harrogate and Knaresborough from 1997 until retiring at the 2010 general election. Up to that date he was the chair of the House of Commons Science and Technology Committee."}]}, {"heading": "Births", "year": "1943", "date": "November 30", "txt": "Norma Alarcón, American author and professor", "entities": [{"title": "Norma Alarcón", "href": "/wiki/Norma_Alarc%C3%B3n", "description": "Norma Alarcón is a Chicana author and publisher in the United States. She is the founder of Third Woman Press and a major figure in Chicana feminism. She is Professor Emerita of Chicano/Latino Studies at the University of California, Berkeley."}]}, {"heading": "Births", "year": "1943", "date": "November 30", "txt": "Terrence Malick, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 30", "txt": "Sokratis Kosmidis, Greek lawyer and politician", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 30", "txt": "George Graham, Scottish footballer and manager", "entities": [{"title": "George Graham (footballer, born 1944)", "href": "/wiki/George_Graham_(footballer,_born_1944)", "description": "George Graham is a Scottish former footballer and manager. He is considered as one of the greatest managers in Arsenal's history, having been their longest-serving and most successful manager for over a decade."}]}, {"heading": "Births", "year": "1945", "date": "November 30", "txt": "Hilary Armstrong, Baroness Armstrong of Hill Top, English academic and politician, Chancellor of the Duchy of Lancaster", "entities": [{"title": "Hilary Armstrong, Baroness Armstrong of Hill Top", "href": "/wiki/Hilary_Armstrong,_Baroness_Armstrong_of_Hill_Top", "description": "Hilary Jane Armstrong, Baroness Armstrong of Hill Top, is a British Labour Party politician who was the Member of Parliament (MP) for North West Durham from 1987 to 2010."}, {"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Births", "year": "1945", "date": "November 30", "txt": "Roger Glover, Welsh bass player, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 30", "txt": "John R. Powers, American author and playwright (d. 2013)", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 30", "txt": "George Duffield, English jockey and trainer", "entities": [{"title": "George Duffield", "href": "/wiki/George_Duffield", "description": "George Duffield MBE is an English retired flat racing jockey."}]}, {"heading": "Births", "year": "1947", "date": "November 30", "txt": "Sergio Badilla Castillo, Chilean-Swedish poet and translator", "entities": [{"title": "Sergio Badilla Castillo", "href": "/wiki/Sergio_Badilla_Castillo", "description": "Sergio Badilla Castillo is a Chilean poet and the founder of poetic transrealism in contemporary poetry. He is considered the Latin American poet with the broadest Nordic influence, from the Finnish poets, Edith Södergran, Elmer Diktonius, Paavo Haavikko, Pentti Saarikoski and the Swedes Gunnar Ekelöf, Tomas Tranströmer and Lars Gustafsson."}]}, {"heading": "Births", "year": "1947", "date": "November 30", "txt": "David Mamet, American playwright, screenwriter, and director", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 30", "txt": "Jimmy London, Jamaican singer-songwriter", "entities": [{"title": "Jimmy London (reggae singer)", "href": "/wiki/Jimmy_London_(reggae_singer)", "description": "Jimmy London is a Jamaican reggae singer who first recorded in the late 1960s, and achieved chart success both in Jamaica and the United Kingdom in the early and mid-1970s."}]}, {"heading": "Births", "year": "1949", "date": "November 30", "txt": "Matthew Festing, 79th Prince and Grand Master of the Sovereign Military Order of Malta", "entities": [{"title": "List of Princes and Grand Masters of the Sovereign Military Order of Malta", "href": "/wiki/List_of_Princes_and_Grand_Masters_of_the_Sovereign_Military_Order_of_Malta", "description": "This is a list of Grand Masters of the Knights Hospitaller, including its continuation as the Sovereign Military Order of Malta after 1798. It also includes unrecognized \"anti-Grand Masters\" and lieutenants or stewards during vacancies."}]}, {"heading": "Births", "year": "1950", "date": "November 30", "txt": "Patricia Ann Tracey, American Naval Vice Admiral", "entities": [{"title": "Patricia Ann Tracey", "href": "/wiki/Patricia_Ann_Tracey", "description": "Patricia Ann Tracey is a retired United States naval officer and the first women to be promoted to the rank of vice admiral in the United States Navy. She held the positions of chief of naval education and training (CNET) (1996–98), Deputy Assistant Secretary of Defense for Military Personnel Policy (1998–2001), and director of navy staff from 2001 until the time of her retirement on October 1, 20"}]}, {"heading": "Births", "year": "1950", "date": "November 30", "txt": "Paul Westphal, American basketball player and coach (d. 2021)", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 30", "txt": "Daniel Petrie, Jr., American director, producer, and screenwriter", "entities": [{"title": "Daniel Petrie, Jr.", "href": "/wiki/Daniel_Petrie,_Jr.", "description": "Daniel Mannix Petrie Jr. is a Canadian-American producer, writer, and director of film and television. He is best known for pioneering the sub-genres of action comedy and buddy cop films through films like Beverly Hills Cop and Turner & Hooch. He served as President of the Writers Guild of America, West between 1997 and 1999, and then again between 2004 and 2005."}]}, {"heading": "Births", "year": "1952", "date": "November 30", "txt": "Semyon Bychkov, Russian-American conductor", "entities": [{"title": "Semyon Bychkov (conductor)", "href": "/wiki/Semyon_Bychkov_(conductor)", "description": "Semyon Mayevich Bychkov is a Soviet-born conductor."}]}, {"heading": "Births", "year": "1952", "date": "November 30", "txt": "Mandy Patinkin, American actor and singer", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 30", "txt": "Shuggie Otis, American singer-songwriter and musician", "entities": [{"title": "Shuggie Otis", "href": "/wiki/Shuggie_Otis", "description": "Johnny Shuggie Otis is an American singer-songwriter, recording artist, and multi-instrumentalist."}]}, {"heading": "Births", "year": "1953", "date": "November 30", "txt": "June Pointer, American singer and actress (d. 2006)", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 30", "txt": "David Sancious, American rock and jazz keyboard player and guitarist", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 30", "txt": "Wayne Bartholomew, Australian surfer", "entities": [{"title": "Wayne Bartholomew", "href": "/wiki/Wayne_Bartholomew", "description": "Wayne \"Rabbit\" Bartholomew is an Australian world champion surfer, surf sports innovator, community advocate and politician. Bartholomew is the former CEO and President of the Association of Surfing Professionals and the creator of the Dream Tour format of professional competition surfing."}]}, {"heading": "Births", "year": "1954", "date": "November 30", "txt": "Lawrence Summers, American economist and academic", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 30", "txt": "Michael Beschloss, American historian and author", "entities": [{"title": "Michael Beschloss", "href": "/wiki/Michael_Beschloss", "description": "Michael Richard Beschloss is an American historian specializing in the United States presidency. He is the author of nine books on the presidency."}]}, {"heading": "Births", "year": "1955", "date": "November 30", "txt": "Richard Burr, American businessman, academic, and politician", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 30", "txt": "Kevin Conroy, American actor", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 30", "txt": "Andy Gray, Scottish footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 30", "txt": "Billy Idol, English singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 30", "txt": "John Ashton, English guitarist, songwriter, and producer", "entities": [{"title": "John Ashton (musician)", "href": "/wiki/John_Ashton_(musician)", "description": "John Geza Ashton is an English musician, songwriter, composer, and record producer, with a career spanning more than 30 years. He is best known as the guitarist of the Psychedelic Furs."}]}, {"heading": "Births", "year": "1957", "date": "November 30", "txt": "Richard Barbieri, English keyboard player and songwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 30", "txt": "Joël Champetier, Canadian author and screenwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 30", "txt": "Patrick McLoughlin, English miner and politician, Secretary of State for Transport", "entities": [{"title": "Secretary of State for Transport", "href": "/wiki/Secretary_of_State_for_Transport", "description": "The Secretary of State for Transport, also referred to as the Transport Secretary, is the member of the cabinet responsible for the British Department for Transport. The office used to be called the Minister of Transport and has been merged with the Secretary of State for the Environment at various times."}]}, {"heading": "Births", "year": "1957", "date": "November 30", "txt": "Colin Mochrie, Scottish-Canadian comedian, actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 30", "txt": "Margaret Spellings, American educator and politician, 8th United States Secretary of Education", "entities": [{"title": "United States Secretary of Education", "href": "/wiki/United_States_Secretary_of_Education", "description": "The United States secretary of education is the head of the U.S. Department of Education. The secretary serves as the principal advisor to the president of the United States, and the federal government, on policies, programs, and activities related to all education in the United States. As a member of the Cabinet of the United States, the secretary is fifteenth in the line of succession to the pre"}]}, {"heading": "Births", "year": "1958", "date": "November 30", "txt": "Stacey Q, American pop singer-songwriter, dancer and actress", "entities": [{"title": "Stacey Q", "href": "/wiki/Stacey_Q", "description": "Stacey Lynn Swain, known by her stage name Stacey Q, is an American pop singer, songwriter, dancer and actress. Her best-known single, \"Two of Hearts\", released in 1986, reached number three on the Billboard Hot 100 and the top ten on charts in other countries."}]}, {"heading": "Births", "year": "1959", "date": "November 30", "txt": "Cherie Currie, American singer-songwriter, musician, and actress", "entities": [{"title": "Cherie Currie", "href": "/wiki/Cherie_Currie", "description": "Cherie Ann Currie is an American musician, actress and artist. Currie was the lead vocalist of the Runaways, a rock band from Los Angeles, in the mid-to-late 1970s. After the Runaways, she became a solo artist. Then she teamed up with her identical twin sister, Marie Currie, and released an album with her. Their duet \"Since You've Been Gone\" reached number 95 on US charts. Their band was called Ch"}]}, {"heading": "Births", "year": "1959", "date": "November 30", "txt": "George Faber, British television producer", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 30", "txt": "Lorraine Kelly, Scottish journalist and actress", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 30", "txt": "Hugo Swire, English soldier and politician, Minister of State for Foreign Affairs", "entities": [{"title": "Minister of State for Foreign Affairs (United Kingdom)", "href": "/wiki/Minister_of_State_for_Foreign_Affairs_(United_Kingdom)", "description": "Minister of State for Foreign Affairs is a mid-level ministerial position in Her Majesty's Government, the Minister serves as the deputy to the Secretary of State for Foreign and Commonwealth Affairs."}]}, {"heading": "Births", "year": "1960", "date": "November 30", "txt": "Bill Halter, American scholar, activist, and politician, 14th Lieutenant Governor of Arkansas", "entities": [{"title": "Bill Halter", "href": "/wiki/Bill_Halter", "description": "William A. Halter, Jr is an American politician who served as the 14th Lieutenant Governor of Arkansas from 2007 to 2011. A member of the Democratic Party, he was elected to succeed the late Republican Winthrop Paul Rockefeller in 2006, defeating Republican challenger Jim Holt."}, {"title": "Lieutenant Governor of Arkansas", "href": "/wiki/Lieutenant_Governor_of_Arkansas", "description": "The Lieutenant Governor of Arkansas presides over the Arkansas Senate with a tie-breaking vote, serves as Governor of Arkansas when the officeholder is out of state and assumes the governorship in cases of impeachment, removal from office, death or inability to discharge the office's duties. The position is elected separately from the Arkansas Governor."}]}, {"heading": "Births", "year": "1960", "date": "November 30", "txt": "Rich Fields, Ameican radio personality and announcer", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 30", "txt": "Gary Lineker, English footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 30", "txt": "Michael O'Connor, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 30", "txt": "Bob Tewksbury, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 30", "txt": "Innocent Egbunike, Nigerian sprinter and coach", "entities": [{"title": "Innocent Egbunike", "href": "/wiki/Innocent_Egbunike", "description": "Innocent Egbunike is a former sprinter from Nigeria."}]}, {"heading": "Births", "year": "1961", "date": "November 30", "txt": "Ian Morris, Trinidadian footballer and sprinter", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 30", "txt": "Jimmy Del Ray, American wrestler and manager (d. 2014)", "entities": [{"title": "Jimmy Del Ray", "href": "/wiki/Jimmy_Del_Ray", "description": "David Everett Ferrier was an American professional wrestler, better known by his ring name, \"Gigolo\" Jimmy Del Ray. Del Ray was best known for his appearances in the World Wrestling Federation (WWF) as one half of the Heavenly Bodies with his tag team partner, Tom Prichard."}]}, {"heading": "Births", "year": "1962", "date": "November 30", "txt": "Bo Jackson, American football and baseball player", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 30", "txt": "Daniel Keys Moran, American computer programmer and author", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 30", "txt": "Jushin Thunder Liger, Japanese wrestler and mixed martial artist", "entities": [{"title": "Jushin Thunder Liger", "href": "/wiki/Jushin_Thunder_Liger", "description": "Keiichi Yamada , better known as Jushin Liger  and later Jushin Thunder Liger  is a Japanese retired professional wrestler and mixed martial artist who is best known for his work in New Japan Pro-Wrestling (NJPW), where he is the longest-tenured member of the roster, having remained with the company since his debut in 1984 until his retirement in January 2020. Throughout his career, which spanned "}]}, {"heading": "Births", "year": "1965", "date": "November 30", "txt": "Aldair, Brazilian footballer", "entities": [{"title": "Aldair", "href": "/wiki/Aldair", "description": "Aldair Nascimento dos Santos, known simply as Aldair, is a Brazilian retired footballer who played as a defender, and who was part of the Brazil national team that won the 1994 FIFA World Cup."}]}, {"heading": "Births", "year": "1965", "date": "November 30", "txt": "Fumihito, Prince Akishino, Japanese royal (younger brother of Emperor Naruhito and first in line to the Chrysanthemum throne)", "entities": [{"title": "Emperor Naruhito", "href": "/wiki/Emperor_Naruhito", "description": "Naruhito  is the emperor of Japan. He acceded to the Chrysanthemum Throne on 1 May 2019, beginning the Reiwa era, following the abdication of his father, Akihito. He is the 126th monarch according to Japan's traditional order of succession."}, {"title": "Chrysanthemum throne", "href": "/wiki/Chrysanthemum_throne", "description": "The Chrysanthemum Throne  is the throne of the Emperor of Japan. The term also can refer to very specific seating, such as the Takamikura (高御座) throne in the Shishin-den at Kyoto Imperial Palace."}]}, {"heading": "Births", "year": "1965", "date": "November 30", "txt": "David Laws, English banker and politician, Chief Secretary to the Treasury", "entities": [{"title": "Chief Secretary to the Treasury", "href": "/wiki/Chief_Secretary_to_the_Treasury", "description": "The Chief Secretary to the Treasury (CST) is the third most senior ministerial office in HM Treasury, after the First Lord of the Treasury and the Chancellor of the Exchequer/Second Lord of the Treasury."}]}, {"heading": "Births", "year": "1965", "date": "November 30", "txt": "Ben Stiller, American actor, director, producer and screenwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 30", "txt": "Nigel Adams, English businessman and politician", "entities": [{"title": "Nigel Adams", "href": "/wiki/Nigel_Adams", "description": "Nigel Adams is a British politician who has served as Minister of State for Asia since 2020. A member of the Conservative Party, he has been Member of Parliament (MP) for Selby and Ainsty since 2010."}]}, {"heading": "Births", "year": "1966", "date": "November 30", "txt": "David Berkoff, American swimmer", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 30", "txt": "David Nicholls, English author and screenwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 30", "txt": "Mika Salo, Finnish racing driver", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 30", "txt": "John Bishop, English comedian  presenter and actor", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 30", "txt": "Joseph Corré, English fashion designer and businessman, co-founded Agent Provocateur", "entities": [{"title": "Joseph Corré", "href": "/wiki/Joseph_Corr%C3%A9", "description": "Joseph Ferdinand Corré is a British activist and businessman, who co-founded Agent Provocateur in 1994."}, {"title": "Agent Provocateur (lingerie)", "href": "/wiki/Agent_Provocateur_(lingerie)", "description": "Agent Provocateur is a British lingerie retailer founded in 1994 by Joseph Corré and Serena Rees. The company has stores in 13 countries."}]}, {"heading": "Births", "year": "1967", "date": "November 30", "txt": "Rajiv Dixit, Indian author and activist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 30", "txt": "Richard Harry, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 30", "txt": "Des'ree, English R&B singer-songwriter", "entities": [{"title": "Des'ree", "href": "/wiki/Des%27ree", "description": "Desirée Annette Weekes, known by her stage name Des'ree, is an English pop recording artist who rose to popularity during the 1990s. She is best known for her hits \"Feel So High\", \"You Gotta Be\", \"Life\", and \"Kissing You\". At the 1999 Brit Awards she received the Brit Award for Best British female solo artist."}]}, {"heading": "Births", "year": "1968", "date": "November 30", "txt": "Laurent Jalabert, French cyclist and sportscaster", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 30", "txt": "Marc Forster, German-Swiss director, producer, and screenwriter", "entities": [{"title": "Marc Forster", "href": "/wiki/Marc_Forster", "description": "Marc Forster is a German-Swiss filmmaker, best known for directing the feature films Monster's Ball, Finding Neverland, Stranger than Fiction, The Kite Runner, Quantum of Solace, World War Z, Christopher Robin, and the upcoming Thomas & Friends film, as well as numerous television commercials. He is a BAFTA, Golden Globe, and Independent Spirit Award nominee."}]}, {"heading": "Births", "year": "1969", "date": "November 30", "txt": "Marc Goossens, Belgian racing driver", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 30", "txt": "Chris Weitz, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 30", "txt": "Phil Babb, English footballer and manager", "entities": [{"title": "Phil Babb", "href": "/wiki/Phil_Babb", "description": "Philip Andrew Babb is a former professional footballer who played as a central defender."}]}, {"heading": "Births", "year": "1970", "date": "November 30", "txt": "Walter Emanuel Jones, American actor and dancer", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 30", "txt": "Ray Durham, American baseball player", "entities": [{"title": "Ray Durham", "href": "/wiki/Ray_Durham", "description": "Ray Durham is a former Major League Baseball second baseman. He is a 14-year major league veteran owning a .277 lifetime batting average with 1,249 runs scored, 2,054 hits, 440 doubles, 79 triples, 192 home runs, 875 run batted in (RBIs) and 273 stolen bases in 1,975 career games."}]}, {"heading": "Births", "year": "1972", "date": "November 30", "txt": "Christophe Beck, Canadian television and film score composer and conductor", "entities": [{"title": "Christophe Beck", "href": "/wiki/Christophe_Beck", "description": "Jean-Christophe Beck is a Canadian television and film score composer and conductor. He is a brother of noted pianist Chilly Gonzales."}]}, {"heading": "Births", "year": "1972", "date": "November 30", "txt": "Dan Jarvis, English soldier and politician", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 30", "txt": "Stanislav Kitto, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 30", "txt": "Abel Xavier, Portuguese footballer and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 30", "txt": "Christian Cage, Canadian wrestler, actor, and podcaster", "entities": [{"title": "Christian Cage", "href": "/wiki/Christian_Cage", "description": "William Jason Reso is a Canadian professional wrestler and actor. He is currently signed to All Elite Wrestling (AEW) under the ring name Christian Cage. He is best known for his career in WWE under the ring name Christian where he performed from 1998 to 2005 and then 2009 to 2014, after which, he only made sporadic appearances until 2021. He is also known for his time in Total Nonstop Action Wres"}]}, {"heading": "Births", "year": "1975", "date": "November 30", "txt": "Mindy McCready, American singer-songwriter (d. 2013)", "entities": [{"title": "Mindy McCready", "href": "/wiki/Mindy_McCready", "description": "Malinda Gayle McCready was an American country music singer. Active from 1995 until her death in 2013, she recorded a total of five studio albums. Her debut album, 1996's Ten Thousand Angels, was released on BNA Records and was certified 2× Platinum by the RIAA, while 1997's If I Don't Stay the Night was certified Gold. 1999's I'm Not So Tough, her final album for BNA, was less successful, and she"}]}, {"heading": "Births", "year": "1975", "date": "November 30", "txt": "Ben Thatcher, English footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 30", "txt": "Marta Burgay, Italian astronomer", "entities": [{"title": "Marta Burgay", "href": "/wiki/Marta_Burgay", "description": "Marta Burgay is an Italian radio astronomer whose initial claim to fame was being the discoverer of PSR J0737-3039, the first double pulsar, through using the 64-metre Parkes radio telescope in Australia."}]}, {"heading": "Births", "year": "1976", "date": "November 30", "txt": "Marco Castro, Peruvian-American director and cinematographer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 30", "txt": "Josh Lewsey, English rugby player", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 30", "txt": "Paul Nuttall, British politician", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 30", "txt": "Richard Elias Anderson, Canadian basketball player and coach", "entities": [{"title": "Richard Elias Anderson", "href": "/wiki/Richard_Elias_Anderson", "description": "Richard Elias Anderson is a Canadian former professional basketball player who last played for the Halifax Rainmen at the center position. He is currently an assistant coach at Carleton University."}]}, {"heading": "Births", "year": "1977", "date": "November 30", "txt": "Steve Aoki, American DJ and producer, founded Dim Mak Records", "entities": [{"title": "Dim Mak Records", "href": "/wiki/Dim_Mak_Records", "description": "Dim Mak Records is an independent, Los Angeles-based record label, events company, and lifestyle brand founded by Steve Aoki in 1996. The label has released music in punk, indie rock, hardcore, hip hop, and electronic dance music."}]}, {"heading": "Births", "year": "1977", "date": "November 30", "txt": "Iván Guerrero, Honduran footballer and manager", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 30", "txt": "Kazumi Saito, Japanese baseball player and coach", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 30", "txt": "Olivier Schoenfelder, French ice dancer and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 30", "txt": "Clay Aiken, American singer", "entities": [{"title": "Clay Aiken", "href": "/wiki/Clay_Aiken", "description": "Clayton Holmes Aiken is an American singer, television personality, actor, political candidate, and activist. Aiken finished second place on the second season of American Idol in 2003, and his debut album, Measure of a Man, went multi-platinum. He released four more albums on the RCA label, Merry Christmas with Love (2004), A Thousand Different Ways (2006), the Christmas EP All is Well (2006), and"}]}, {"heading": "Births", "year": "1978", "date": "November 30", "txt": "Benjamin Lense, German footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 30", "txt": "Chris Atkinson, Australian racing driver", "entities": [{"title": "Chris Atkinson", "href": "/wiki/Chris_Atkinson", "description": "Chris Atkinson is a professional rally driver. In the World Rally Championship (WRC), Atkinson drove for the Subaru World Rally Team between 2004 and 2008. His best finish on an individual WRC event is second, which he achieved at the 2008 Rally México and Rally Argentina. Other podium placings include third-place finishes at the 2005 Rally Japan and the 2008 Monte Carlo Rally."}]}, {"heading": "Births", "year": "1979", "date": "November 30", "txt": "Andrés Nocioni, Argentinian basketball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 30", "txt": "Cem Adrian, Turkish singer-songwriter, producer, and director", "entities": [{"title": "Cem Adrian", "href": "/wiki/Cem_Adrian", "description": "Cem Filiz, better known by his stage name Cem Adrian, is a Turkish musician, singer-songwriter and record producer."}]}, {"heading": "Births", "year": "1980", "date": "November 30", "txt": "Jamie Ashdown, English footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 30", "txt": "Rich Harden, Canadian baseball player", "entities": [{"title": "Rich Harden", "href": "/wiki/Rich_Harden", "description": "James Richard Harden is a Canadian former professional baseball pitcher. He pitched for the Oakland Athletics, Chicago Cubs, and Texas Rangers of Major League Baseball."}]}, {"heading": "Births", "year": "1982", "date": "November 30", "txt": "Elisha Cuthbert, Canadian actress", "entities": [{"title": "Elisha Cuthbert", "href": "/wiki/Elisha_Cuthbert", "description": "Elisha Ann Cuthbert Phaneuf is a Canadian actress and model. As a child actress, she made her first televised appearance as an extra in the Canadian horror-themed series for children Are You Afraid of the Dark? and co-hosted Popular Mechanics for Kids. She made her feature film debut in the 1997 Canadian family-drama Dancing on the Moon. Her first major lead role came in the 1998 drama film Airspe"}]}, {"heading": "Births", "year": "1982", "date": "November 30", "txt": "Tony Giarratano, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 30", "txt": "Jason Pominville, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 30", "txt": "Adrian Cristea, Romanian footballer", "entities": [{"title": "Adrian Cristea", "href": "/wiki/Adrian_Cristea", "description": "Adrian Cristea is a Romanian retired professional footballer who played as a winger. He is currently a fashion designer."}]}, {"heading": "Births", "year": "1983", "date": "November 30", "txt": "Vladislav Polyakov, Kazakhstani swimmer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 30", "txt": "Nigel de Jong, Dutch footballer", "entities": [{"title": "Nigel de Jong", "href": "/wiki/Nigel_de_Jong", "description": "Nigel de Jong is a Dutch professional footballer who plays as a defensive midfielder for Qatar Stars League club Al-Shahania."}]}, {"heading": "Births", "year": "1984", "date": "November 30", "txt": "Alan Hutton, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 30", "txt": "Olga Rypakova, Kazakhstani triple jumper", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 30", "txt": "Francisco Sandaza, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 30", "txt": "Kaley Cuoco, American actress", "entities": [{"title": "Kaley Cuoco", "href": "/wiki/Kaley_Cuoco", "description": "Kaley Christine Cuoco is an American actress and producer. After a series of supporting film and television roles in the late 1990s, she landed her breakthrough role as Bridget Hennessy on the ABC sitcom 8 Simple Rules (2002–2005). Thereafter, Cuoco voiced Brandy Harrington on Brandy & Mr. Whiskers (2004–2006) and appeared as Billie Jenkins on the final season of the television series Charmed (200"}]}, {"heading": "Births", "year": "1985", "date": "November 30", "txt": "Hikari Mitsushima, Japanese actress and singer", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 30", "txt": "Chrissy Teigen, American model", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 30", "txt": "Jordan Farmar, American basketball player", "entities": [{"title": "Jordan Farmar", "href": "/wiki/Jordan_Farmar", "description": "Jordan Robert Farmar is an Israeli-American former professional basketball player in the National Basketball Association (NBA). In high school, he was named the Los Angeles Times High School Player of the Year in 2003–04. Playing college basketball for the UCLA Bruins, he was the Rivals.com National Freshman of the Year in 2004–05. Farmar was selected 26th overall in the first round of the 2006 NB"}]}, {"heading": "Births", "year": "1986", "date": "November 30", "txt": "Evgenia Linetskaya, Israeli tennis player", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 30", "txt": "Vasilisa Bardina, Russian tennis player", "entities": [{"title": "Vasilisa Bardina", "href": "/wiki/Vasilisa_Bardina", "description": "Vasilisa Alekseyevna Bardina is a Russian former professional tennis player."}]}, {"heading": "Births", "year": "1987", "date": "November 30", "txt": "Naomi Knight, American wrestler, model, and dancer", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 30", "txt": "Dougie Poynter, English singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 30", "txt": "Phillip Hughes, Australian cricketer (d. 2014)", "entities": [{"title": "Phillip Hughes", "href": "/wiki/Phillip_Hughes", "description": "Phillip Joel Hughes was an Australian Test and One Day International (ODI) cricketer who played domestic cricket for South Australia and Worcestershire. He was a left-handed opening batsman who played for two seasons with New South Wales before making his Test debut in 2009 at the age of 20. He made his One Day International Debut in 2013."}]}, {"heading": "Births", "year": "1988", "date": "November 30", "txt": "Vitaliy Polyanskyi, Ukrainian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 30", "txt": "Tomi Saarelma, Finnish footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 30", "txt": "Vladimír Weiss, Slovak footballer", "entities": [{"title": "Vladimír Weiss (footballer, born 1989)", "href": "/wiki/Vladim%C3%ADr_Weiss_(footballer,_born_1989)", "description": "Vladimír Weiss is a Slovak footballer who plays as a winger for Slovan Bratislava."}]}, {"heading": "Births", "year": "1990", "date": "November 30", "txt": "Magnus Carlsen, Norwegian chess player", "entities": [{"title": "Magnus Carlsen", "href": "/wiki/Magnus_Carlsen", "description": "Sven Magnus Øen Carlsen is a Norwegian chess grandmaster who is the current World Chess Champion, World Rapid Chess Champion, and World Blitz Chess Champion. Carlsen first reached the top of the FIDE world rankings in 2010, and trails only Garry Kasparov in time spent as the highest rated player in the world. His peak classical rating of 2882 is the highest in history. Carlsen also holds the recor"}]}, {"heading": "Births", "year": "1990", "date": "November 30", "txt": "Antoine N'Gossan, Ivorian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 30", "txt": "Agnatius Paasi, Tongan rugby league player", "entities": [{"title": "Agnatius Paasi", "href": "/wiki/Agnatius_Paasi", "description": "Agnatius Paasi is a Tongan professional rugby league footballer who plays as a prop, second-row and loose forward for St Helens in the Betfred Super League and Tonga at international level."}]}, {"heading": "Births", "year": "1994", "date": "November 30", "txt": "Sofia Araújo, Portuguese tennis player", "entities": [{"title": "Sofia Araújo", "href": "/wiki/Sofia_Ara%C3%BAjo", "description": "Sofia Araújo is a Portuguese former professional tennis playerand currently a professional padel player."}]}, {"heading": "Deaths", "year": "1016", "date": "November 30", "txt": "Edmund Ironside, English king (b. 993)", "entities": [{"title": "Edmund Ironside", "href": "/wiki/Edmund_Ironside", "description": "Edmund Ironside was King of the English from 23 April to 30 November 1016. He was the son of King Æthelred the Unready and his first wife, Ælfgifu of York. Edmund's reign was marred by a war he had inherited from his father; his cognomen \"Ironside\" was given to him \"because of his valour\" in resisting the Danish invasion led by Cnut the Great."}]}, {"heading": "Deaths", "year": "1204", "date": "November 30", "txt": "Emeric, King of Hungary", "entities": [{"title": "Emeric, King of Hungary", "href": "/wiki/Emeric,_King_of_Hungary", "description": "Emeric, also known as Henry or Imre, was King of Hungary and Croatia between 1196 and 1204. In 1184, his father, Béla III of Hungary, ordered that he be crowned king, and appointed him as ruler of Croatia and Dalmatia around 1195. Emeric ascended the throne after the death of his father. During the first four years of his reign, he fought his rebellious brother, Andrew, who forced Emeric to make h"}]}, {"heading": "Deaths", "year": "1276", "date": "November 30", "txt": "Kanezawa Sanetoki, Japanese member of the Hōjō clan (b. 1224)", "entities": [{"title": "Kanezawa Sanetoki", "href": "/wiki/Kanezawa_Sanetoki", "description": "Kanezawa Sanetoki , also called Hōjō Sanetoki  was the founder of the Kanazawa Bunko. He was a member of the Kanezawa branch of the Hōjō clan. He may have been married to Mugai Nyodai."}]}, {"heading": "Deaths", "year": "1283", "date": "November 30", "txt": "John of Vercelli, Master General of the Dominican Order (b. c. 1205)", "entities": [{"title": "John of Vercelli", "href": "/wiki/John_of_Vercelli", "description": "John of Vercelli was the sixth Master General of the Dominican Order (1264-1283)."}, {"title": "Master of the Order of Preachers", "href": "/wiki/Master_of_the_Order_of_Preachers", "description": "The Master of the Order of Preachers is the Superior General of the Order of Preachers, commonly known as the Dominicans."}, {"title": "Dominican Order", "href": "/wiki/Dominican_Order", "description": "The Order of Preachers, whose members are known as Dominicans, is a mendicant order of the Catholic Church founded in Toulouse, France, by the Spanish priest Saint Dominic. It was approved by Pope Honorius III via the Papal bull Religiosam vitam on 22 December 1216. Members of the order, who are referred to as Dominicans, generally carry the letters OP after their names, standing for Ordinis Praed"}]}, {"heading": "Deaths", "year": "1378", "date": "November 30", "txt": "Andrew Stratford, English verderer and landowner", "entities": [{"title": "Andrew Stratford", "href": "/wiki/Andrew_Stratford", "description": "Andrew Stratford, also known as Andrew de Stratford and Andrew de Strelford, was a medieval English landowner and verderer of the House of Stratford."}]}, {"heading": "Deaths", "year": "1525", "date": "November 30", "txt": "Guillaume Crétin, French poet (b. c. 1460)", "entities": [{"title": "Guillaume Crétin", "href": "/wiki/Guillaume_Cr%C3%A9tin", "description": "Guillaume Dubois or Guillaume Crétin was a French poet who is considered to belong to the school of the Grands Rhétoriqueurs (\"rhetoricians\")."}]}, {"heading": "Deaths", "year": "1526", "date": "November 30", "txt": "Giovanni dalle Bande Nere, Italian captain (b. 1498)", "entities": [{"title": "Giovanni dalle Bande Nere", "href": "/wiki/Giovanni_dalle_Bande_Nere", "description": "Lodovico de' Medici, also known as Giovanni delle Bande Nere was an Italian condottiero."}]}, {"heading": "Deaths", "year": "1580", "date": "November 30", "txt": "Richard Farrant, English playwright and composer (b. 1530)", "entities": [{"title": "Richard Farrant", "href": "/wiki/Richard_Farrant", "description": "Richard Farrant was an English composer, musical dramatist, theater founder, and Master of the Children of the Chapel Royal. The first acknowledgment of him is in a list of the Gentlemen of the Chapel Royal in 1552. The year of his birth cannot be accurately determined. During his life he was able to establish himself as a successful composer, develop the English drama considerably, founded the fi"}]}, {"heading": "Deaths", "year": "1600", "date": "November 30", "txt": "Nanda Bayin, Burmese king (b. 1535)", "entities": [{"title": "Nanda Bayin", "href": "/wiki/Nanda_Bayin", "description": "Nanda Bayin, was king of Toungoo Dynasty of Burma (Myanmar) from 1581 to 1599. He presided over the collapse of Toungoo Empire, the largest empire in the history of Southeast Asia."}]}, {"heading": "Deaths", "year": "1603", "date": "November 30", "txt": "William Gilbert, English scientist (b. 1544)", "entities": [{"title": "William Gilbert (astronomer)", "href": "/wiki/William_Gilbert_(astronomer)", "description": "William Gilbert, also known as Gilberd, was an English physician, physicist and natural philosopher. He passionately rejected both the prevailing Aristotelian philosophy and the Scholastic method of university teaching. He is remembered today largely for his book De Magnete (1600)."}]}, {"heading": "Deaths", "year": "1623", "date": "November 30", "txt": "Thomas Weelkes, English organist and composer (b. 1576)", "entities": [{"title": "Thomas Weelkes", "href": "/wiki/Thomas_Weelkes", "description": "\nThomas Weelkes was an English composer and organist. He became organist of Winchester College in 1598, moving to Chichester Cathedral. His works are chiefly vocal, and include madrigals, anthems and services."}]}, {"heading": "Deaths", "year": "1647", "date": "November 30", "txt": "Bonaventura Cavalieri, Italian mathematician and astronomer (b. 1598)", "entities": [{"title": "Bonaventura Cavalieri", "href": "/wiki/Bonaventura_Cavalieri", "description": "Bonaventura Francesco Cavalieri was an Italian mathematician and a Jesuate. He is known for his work on the problems of optics and motion, work on indivisibles, the precursors of infinitesimal calculus, and the introduction of logarithms to Italy. Cavalieri's principle in geometry partially anticipated integral calculus."}]}, {"heading": "Deaths", "year": "1647", "date": "November 30", "txt": "Giovanni Lanfranco, Italian painter (b. 1582)", "entities": []}, {"heading": "Deaths", "year": "1654", "date": "November 30", "txt": "John Selden, English jurist and scholar (b. 1584)", "entities": [{"title": "John Selden", "href": "/wiki/John_Selden", "description": "John Selden was an English jurist, a scholar of England's ancient laws and constitution and scholar of Jewish law. He was known as a polymath; John Milton hailed Selden in 1644 as \"the chief of learned men reputed in this land.\""}]}, {"heading": "Deaths", "year": "1675", "date": "November 30", "txt": "Cecil Calvert, 2nd Baron Baltimore, English lawyer and politician, Lieutenant Governor of Newfoundland (b. 1605)", "entities": [{"title": "Cecil Calvert, 2nd Baron Baltimore", "href": "/wiki/Cecil_Calvert,_2nd_Baron_Baltimore", "description": "Cecil Calvert, 2nd Baron Baltimore, was an English nobleman who was the first Proprietor of the Province of Maryland, ninth Proprietary Governor of the Colony of Newfoundland and second of the colony of Province of Avalon to its southeast. His title was \"First Lord Proprietary, Earl Palatine of the Provinces of Maryland and Avalon in America\". He received the proprietorship after the death of his "}, {"title": "List of lieutenant governors of Newfoundland and Labrador", "href": "/wiki/List_of_lieutenant_governors_of_Newfoundland_and_Labrador", "description": "The following is a list of the governors, commodore-governors, and lieutenant governors of Newfoundland and Labrador. Though the present day office of the lieutenant governor in Newfoundland and Labrador came into being only upon the province's entry into Canadian Confederation in 1949, the post is a continuation from the first governorship of Newfoundland in 1610."}]}, {"heading": "Deaths", "year": "1703", "date": "November 30", "txt": "Nicolas de Grigny, French organist and composer (b. 1672)", "entities": [{"title": "Nicolas de Grigny", "href": "/wiki/Nicolas_de_Grigny", "description": "\nNicolas de Grigny was a French organist and composer. He died young and left behind a single collection of organ music, and an Ouverture for harpsichord."}]}, {"heading": "Deaths", "year": "1718", "date": "November 30", "txt": "Charles XII of Sweden (b. 1682)", "entities": [{"title": "Charles XII of Sweden", "href": "/wiki/Charles_XII_of_Sweden", "description": "Charles XII, sometimes Carl XII or Carolus Rex, was the King of Sweden from 1697 to 1718. He belonged to the House of Palatinate-Zweibrücken, a branch line of the House of Wittelsbach. Charles was the only surviving son of Charles XI and Ulrika Eleonora the Elder. He assumed power, after a seven-month caretaker government, at the age of fifteen."}]}, {"heading": "Deaths", "year": "1760", "date": "November 30", "txt": "Friederike Caroline Neuber, German actress (b. 1697)", "entities": [{"title": "Friederike Caroline Neuber", "href": "/wiki/Friederike_Caroline_Neuber", "description": "Friederike Caroline Neuber, née Friederike Caroline Weissenborn, also known as Friedericke Karoline Neuber, Frederika Neuber, Karoline Neuber, Carolina Neuber, Frau Neuber, and Die Neuberin, was a German actress and theatre director. She is considered one of the most famous actresses and actor-managers in the history of the German theatre, \"influential in the development of modern German theatre.\""}]}, {"heading": "Deaths", "year": "1761", "date": "November 30", "txt": "John Dollond, English optician and astronomer (b. 1706)", "entities": [{"title": "John Dollond", "href": "/wiki/John_Dollond", "description": "John Dollond FRS was an English optician, known for his successful optics business and his patenting and commercialization of achromatic doublets."}]}, {"heading": "Deaths", "year": "1765", "date": "November 30", "txt": "George Glas, Scottish merchant and explorer (b. 1725)", "entities": [{"title": "George Glas", "href": "/wiki/George_Glas", "description": "\n\nGeorge Glas was a Scottish seaman and merchant adventurer in West Africa."}]}, {"heading": "Deaths", "year": "1863", "date": "November 30", "txt": "Kamehameha IV, Hawaiian King (b. 1834)", "entities": [{"title": "Kamehameha IV", "href": "/wiki/Kamehameha_IV", "description": "Kamehameha IV February 9, 1834 – November 30, 1863), reigned as the fourth monarch of Hawaii under the title Ke Aliʻi o ko Hawaiʻi Pae ʻAina of the Kingdom of Hawaii from January 11, 1855 to November 30, 1863."}]}, {"heading": "Deaths", "year": "1864", "date": "November 30", "txt": "Patrick Cleburne, Irish-American general (b. 1828)", "entities": [{"title": "Patrick Cleburne", "href": "/wiki/Patrick_Cleburne", "description": "Patrick Ronayne Cleburne was an Irish-born American soldier, best known for his service in the Confederate States Army during the American Civil War, where he rose to the rank of major general."}]}, {"heading": "Deaths", "year": "1873", "date": "November 30", "txt": "Alexander Berry, Scottish-Welsh surgeon, merchant, and explorer (b. 1781)", "entities": [{"title": "Alexander Berry", "href": "/wiki/Alexander_Berry", "description": "Alexander Berry was a Scottish-born surgeon, merchant and explorer who was given in 1822 a land grant of 10,000 acres (40 km2) and 100 convicts to establish the first European settlement on the south coast of New South Wales, Australia."}]}, {"heading": "Deaths", "year": "1892", "date": "November 30", "txt": "Dimitrios Valvis, Greek judge and politician, 69th Prime Minister of Greece (b. 1814)", "entities": [{"title": "Dimitrios Valvis", "href": "/wiki/Dimitrios_Valvis", "description": "Dimitrios Valvis was a Greek politician and judge, who served briefly as Prime Minister of Greece in May 1886."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1900", "date": "November 30", "txt": "Oscar Wilde, Irish playwright, novelist, and poet (b. 1854)", "entities": [{"title": "Oscar Wilde", "href": "/wiki/Oscar_Wilde", "description": "Oscar Fingal O'Flahertie Wills Wilde was an Irish poet and playwright. After writing in different forms throughout the 1880s, the early 1890s saw him become one of the most popular playwrights in London. He is best remembered for his epigrams and plays, his novel The Picture of Dorian Gray, and the circumstances of his criminal conviction for gross indecency for consensual homosexual acts in \"one "}]}, {"heading": "Deaths", "year": "1901", "date": "November 30", "txt": "Edward John Eyre, English explorer and politician, Governor of Jamaica (b. 1815)", "entities": [{"title": "Edward John Eyre", "href": "/wiki/Edward_John_Eyre", "description": "Edward John Eyre was an English land explorer of the Australian continent, colonial administrator, and a controversial Governor of Jamaica."}, {"title": "List of Governors of Jamaica", "href": "/wiki/List_of_Governors_of_Jamaica", "description": "\n\nThis is a list of viceroys in Jamaica from its initial occupation by Spain in 1509, to its independence from the United Kingdom in 1962. For a list of viceroys after independence, see Governor-General of Jamaica. For context, see History of Jamaica."}]}, {"heading": "Deaths", "year": "1907", "date": "November 30", "txt": "Ludwig Levy, German architect (b. 1854)", "entities": [{"title": "Ludwig Levy", "href": "/wiki/Ludwig_Levy", "description": "Ludwig Levy was a German Jewish architect of the Historicist school. He designed a number of synagogues, amongst which was the huge Neue Synagoge in Strasbourg, as well as official buildings such as the ministries of Alsace-Lorraine on the Kaiserplatz in that same town."}, {"title": "1854", "href": "/wiki/1854", "description": "1854 (MDCCCLIV) was a common year starting on Sunday of the Gregorian calendar and a common year starting on Friday of the Julian calendar, the 1854th year of the Common Era (CE) and Anno Domini (AD) designations, the 854th year of the 2nd millennium, the 54th year of the 19th century, and the 5th year of the 1850s decade. As of the start of 1854, the Gregorian calendar was 12 days ahead of the Ju"}]}, {"heading": "Deaths", "year": "1908", "date": "November 30", "txt": "Nishinoumi Kajirō I, Japanese sumo wrestler, the 16th Yokozuna (b. 1855)", "entities": [{"title": "Nishinoumi Kajirō I", "href": "/wiki/Nishinoumi_Kajir%C5%8D_I", "description": "Nishinoumi Kajirō I  was a Japanese professional sumo wrestler from Sendai, Satsuma Province. He was the sport's 16th yokozuna, and the first to be officially listed as such on the banzuke ranking sheets, an act which strengthened the prestige of yokozuna as the highest level of achievement in professional sumo."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1920", "date": "November 30", "txt": "Vladimir May-Mayevsky, Russian general (b. 1867)", "entities": [{"title": "Vladimir May-Mayevsky", "href": "/wiki/Vladimir_May-Mayevsky", "description": "Vladimir Zenonovich May-Mayevsky KCMG was a general in the Imperial Russian Army and one of the leaders of the counterrevolutionary White movement during the Russian Civil War."}]}, {"heading": "Deaths", "year": "1923", "date": "November 30", "txt": "John Maclean, Scottish educator and activist (b. 1879)", "entities": [{"title": "John Maclean (Scottish socialist)", "href": "/wiki/John_Maclean_(Scottish_socialist)", "description": "John Maclean was a Scottish schoolteacher and revolutionary socialist of the Red Clydeside era."}]}, {"heading": "Deaths", "year": "1930", "date": "November 30", "txt": "Ponnambalam Ramanathan, Sri Lankan lawyer and politician, 3rd Solicitor General of Sri Lanka (b. 1851)", "entities": [{"title": "Ponnambalam Ramanathan", "href": "/wiki/Ponnambalam_Ramanathan", "description": "Sir Ponnambalam Ramanathan, CMG, KC was a Ceylon Tamil lawyer, politician and Solicitor-General of Ceylon."}, {"title": "Solicitor General of Sri Lanka", "href": "/wiki/Solicitor_General_of_Sri_Lanka", "description": "The Solicitor General of Sri Lanka is a post subordinate to the Attorney General of Sri Lanka. The Solicitor General of Sri Lanka assists the Attorney General, and is assisted by four Additional Solicitors General. Note that the post was Solicitor General of Ceylon until Sri Lanka became a republic in 1972."}]}, {"heading": "Deaths", "year": "1930", "date": "November 30", "txt": "Mary Harris Jones, American Labor organizer (b. 1837)", "entities": []}, {"heading": "Deaths", "year": "1931", "date": "November 30", "txt": "Henry Walters, American art collector and philanthropist (b. 1848)", "entities": [{"title": "Henry Walters", "href": "/wiki/Henry_Walters", "description": "Henry Walters was noted as an art collector and philanthropist, a founder of the Walters Art Gallery in Baltimore, Maryland, which he donated to the city in his 1931 will for the benefit of the public. From the late 19th century, Walters lived most of the time in New York City, where from 1903 on, he served on the executive committee of the Metropolitan Museum of Art in Manhattan on Fifth Avenue. "}]}, {"heading": "Deaths", "year": "1933", "date": "November 30", "txt": "Arthur Currie, Canadian general (b. 1875)", "entities": [{"title": "Arthur Currie", "href": "/wiki/Arthur_Currie", "description": "General Sir Arthur William Currie, was a senior officer of the Canadian Army who fought during World War I. He had the unique distinction of starting his military career on the very bottom rung as a pre-war militia gunner before rising through the ranks to become the first Canadian commander of the Canadian Corps. Currie's success was based on his ability to rapidly adapt brigade tactics to the ex"}]}, {"heading": "Deaths", "year": "1934", "date": "November 30", "txt": "Hélène Boucher, French pilot (b. 1908)", "entities": [{"title": "Hélène Boucher", "href": "/wiki/H%C3%A9l%C3%A8ne_Boucher", "description": "Hélène Boucher was a well-known French pilot in the early 1930s, when she set several women's world speed records, including one which was also a world record for either sex. She was killed in an accident in 1934."}]}, {"heading": "Deaths", "year": "1935", "date": "November 30", "txt": "Fernando Pessoa, Portuguese poet, philosopher, and critic (b. 1888)", "entities": [{"title": "Fernando Pessoa", "href": "/wiki/Fernando_Pessoa", "description": "Fernando António Nogueira Pessoa was a Portuguese poet, writer, literary critic, translator, publisher and philosopher, described as one of the most significant literary figures of the 20th century and one of the greatest poets in the Portuguese language. He also wrote in and translated from English and French."}]}, {"heading": "Deaths", "year": "1942", "date": "November 30", "txt": "Anthony M. Rud, American journalist and author (b. 1893)", "entities": [{"title": "Anthony M. Rud", "href": "/wiki/Anthony_M._Rud", "description": "Anthony Melville Rud was an American writer and pulp magazine editor. Some of his works were published under the pen names Ray McGillivary and Anson Piper."}]}, {"heading": "Deaths", "year": "1943", "date": "November 30", "txt": "Etty Hillesum, Dutch author (b. 1914)", "entities": [{"title": "Etty Hillesum", "href": "/wiki/Etty_Hillesum", "description": "Esther (Etty) Hillesum was the Dutch author of confessional letters and diaries which describe both her religious awakening and the persecutions of Jewish people in Amsterdam during the German occupation. In 1943 she was deported and killed in Auschwitz concentration camp."}]}, {"heading": "Deaths", "year": "1944", "date": "November 30", "txt": "Paul Masson, French cyclist (b. 1876)", "entities": [{"title": "Paul Masson (cyclist)", "href": "/wiki/Paul_Masson_(cyclist)", "description": "Paul Masson was a French cyclist who raced at the 1896 Summer Olympics in Athens."}]}, {"heading": "Deaths", "year": "1949", "date": "November 30", "txt": "Frank Cooper, Australian politician, 25th Premier of Queensland (b. 1872)", "entities": [{"title": "Frank Cooper (politician)", "href": "/wiki/Frank_Cooper_(politician)", "description": "Frank Arthur Cooper was Premier of Queensland from 1942 to 1946 for the Labor Party."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Deaths", "year": "1953", "date": "November 30", "txt": "Francis Picabia, French painter and poet (b. 1879)", "entities": [{"title": "Francis Picabia", "href": "/wiki/Francis_Picabia", "description": "Francis Picabia was a French avant-garde painter, poet and typographist. After experimenting with Impressionism and Pointillism, Picabia became associated with Cubism. His highly abstract planar compositions were colourful and rich in contrasts. He was one of the early major figures of the Dada movement in the United States and in France. He was later briefly associated with Surrealism, but would "}]}, {"heading": "Deaths", "year": "1954", "date": "November 30", "txt": "Wilhelm Furtwängler, German conductor and composer (b. 1886)", "entities": [{"title": "Wilhelm Furtwängler", "href": "/wiki/Wilhelm_Furtw%C3%A4ngler", "description": "Gustav Heinrich Ernst Martin Wilhelm Furtwängler was a German conductor and composer. He is widely regarded as one of the greatest symphonic and operatic conductors of the 20th century. He was a major influence for many later conductors, and his name is often mentioned when discussing their interpretative styles."}]}, {"heading": "Deaths", "year": "1955", "date": "November 30", "txt": "Josip Štolcer-Slavenski, Croatian composer and educator (b. 1896)", "entities": [{"title": "Josip Štolcer-Slavenski", "href": "/wiki/Josip_%C5%A0tolcer-Slavenski", "description": "Josip Štolcer-Slavenski was a Croatian composer and professor at the Music Academy in Belgrade."}]}, {"heading": "Deaths", "year": "1958", "date": "November 30", "txt": "Hubert Wilkins, Australian pilot, ornithologist, geographer, and explorer (b. 1888)", "entities": [{"title": "Hubert Wilkins", "href": "/wiki/Hubert_Wilkins", "description": "Sir George Hubert Wilkins MC & Bar was an Australian polar explorer, ornithologist, pilot, soldier, geographer and photographer. He was awarded the Military Cross, when he assumed command of a group of American soldiers who had lost their officers during the Battle of the Hindenburg Line, and became the only official Australian photographer from any war to receive a combat medal. He narrowly faile"}]}, {"heading": "Deaths", "year": "1966", "date": "November 30", "txt": "Salah Suheimat, Jordanian lawyer and politician (b. 1914)", "entities": [{"title": "Salah Suheimat", "href": "/wiki/Salah_Suheimat", "description": "\nSalah al-Din Attallah Suheimat MP was a Member of the Parliament of Jordan on the banner of the city Al Karak. Born in 1914, the son of Sheikh Attallah Suheimat,a national leader, who was a member of the first Legislative Council of the Emirate of Transjordan and held several political positions in the Ottoman Empire and later Transjordan and the grandson of Sheikh Sulieman effendi Suheimat who w"}]}, {"heading": "Deaths", "year": "1967", "date": "November 30", "txt": "Patrick Kavanagh, Irish poet and author (b. 1904)", "entities": [{"title": "Patrick Kavanagh", "href": "/wiki/Patrick_Kavanagh", "description": "Patrick Kavanagh was an Irish poet and novelist. His best-known works include the novel Tarry Flynn, and the poems \"On Raglan Road\" and \"The Great Hunger\". He is known for his accounts of Irish life through reference to the everyday and commonplace. He also played as a goalkeeper for his local Gaelic football club."}]}, {"heading": "Deaths", "year": "1972", "date": "November 30", "txt": "Compton Mackenzie, English-Scottish actor, author, and academic (b. 1883)", "entities": [{"title": "Compton Mackenzie", "href": "/wiki/Compton_Mackenzie", "description": "Sir Edward Montague Compton Mackenzie, was an English-born Scottish writer of fiction, biography, histories and a memoir, as well as a cultural commentator, raconteur and lifelong Scottish nationalist. He was one of the co-founders in 1928 of the National Party of Scotland along with Hugh MacDiarmid, RB Cunninghame Graham and John MacCormick. He was knighted in 1952."}]}, {"heading": "Deaths", "year": "1977", "date": "November 30", "txt": "Terence Rattigan, English playwright and screenwriter (b. 1911)", "entities": [{"title": "Terence Rattigan", "href": "/wiki/Terence_Rattigan", "description": "Sir Terence Mervyn Rattigan was a British dramatist and screenwriter. His plays are typically set in an upper-middle-class background. He wrote The Winslow Boy (1946), The Browning Version (1948), The Deep Blue Sea (1952) and Separate Tables (1954), among many others."}]}, {"heading": "Deaths", "year": "1979", "date": "November 30", "txt": "Laura Gilpin, American photographer (b.1891)", "entities": [{"title": "Laura Gilpin", "href": "/wiki/Laura_Gilpin", "description": "Laura Gilpin was an American photographer."}]}, {"heading": "Deaths", "year": "1979", "date": "November 30", "txt": "Zeppo Marx, American actor and comedian (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "November 30", "txt": "Simon Carmiggelt, Dutch journalist and author (b. 1913)", "entities": [{"title": "Simon Carmiggelt", "href": "/wiki/Simon_Carmiggelt", "description": "Simon Carmiggelt was a Dutch writer, journalist, and poet who became a well known public figure in the Netherlands because of his daily newspaper columns and his television appearances."}]}, {"heading": "Deaths", "year": "1988", "date": "November 30", "txt": "Pannonica de Koenigswarter, English-American singer-songwriter (b. 1913)", "entities": [{"title": "Pannonica de Koenigswarter", "href": "/wiki/Pannonica_de_Koenigswarter", "description": "Baroness Kathleen Annie Pannonica de Koenigswarter was a British-born jazz patron and writer. A leading patron of bebop music, she was a scion of the Rothschild family."}]}, {"heading": "Deaths", "year": "1989", "date": "November 30", "txt": "Ahmadou Ahidjo, Cameroonian lawyer and politician, 1st President of Cameroon (b. 1924)", "entities": [{"title": "Ahmadou Ahidjo", "href": "/wiki/Ahmadou_Ahidjo", "description": "Ahmadou Babatoura Ahidjo was a Cameroonian politician who was the first President of Cameroon, holding the office from 1960 until 1982. Ahidjo played a major role in Cameroon's independence from France as well as reuniting the French and English-speaking parts of the country. During Ahidjo's time in office, he established a centralized political system. Ahidjo established a single-party state unde"}, {"title": "List of heads of state of Cameroon", "href": "/wiki/List_of_heads_of_state_of_Cameroon", "description": "This is a list of presidents of Cameroon since the country gained independence from France in 1960 to the present day."}]}, {"heading": "Deaths", "year": "1989", "date": "November 30", "txt": "Alfred Herrhausen, German banker (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "November 30", "txt": "Fritz Eichenberg, German-American illustrator and arts educator (b. 1901)", "entities": [{"title": "Fritz Eichenberg", "href": "/wiki/Fritz_Eichenberg", "description": "Fritz Eichenberg was a German-American illustrator and arts educator who worked primarily in wood engraving. His best-known works were concerned with religion, social justice and nonviolence."}]}, {"heading": "Deaths", "year": "1992", "date": "November 30", "txt": "Peter Blume, American painter and sculptor (b. 1906)", "entities": [{"title": "Peter Blume", "href": "/wiki/Peter_Blume", "description": "Peter Blume was an American painter and sculptor. His work contained elements of folk art, Precisionism, Parisian Purism, Cubism, and Surrealism."}]}, {"heading": "Deaths", "year": "1993", "date": "November 30", "txt": "David Houston, American singer-songwriter (b. 1938)", "entities": [{"title": "David Houston (singer)", "href": "/wiki/David_Houston_(singer)", "description": "Charles David Houston was an American country music singer. His peak in popularity came between the mid-1960s through the early 1970s."}]}, {"heading": "Deaths", "year": "1994", "date": "November 30", "txt": "Guy Debord, French theorist and author (b. 1931)", "entities": [{"title": "Guy Debord", "href": "/wiki/Guy_Debord", "description": "Guy Louis Debord was a French Marxist theorist, philosopher, filmmaker, member of the Letterist International, founder of a Letterist faction, and founding member of the Situationist International. He was also briefly a member of Socialisme ou Barbarie."}]}, {"heading": "Deaths", "year": "1994", "date": "November 30", "txt": "Lionel Stander, American actor (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "November 30", "txt": "Tiny Tim, American singer and ukulele player (b. 1932)", "entities": [{"title": "Tiny Tim (musician)", "href": "/wiki/Tiny_Tim_(musician)", "description": "Herbert Butros Khaury, also known as Herbert Buckingham Khaury and known professionally as Tiny Tim, was an American singer, ukulele player, and musical archivist. He is best remembered for his cover hits \"Tiptoe Through the Tulips\" and \"Livin' in the Sunlight, Lovin' in the Moonlight\", which he sang in a falsetto voice."}]}, {"heading": "Deaths", "year": "1997", "date": "November 30", "txt": "Kathy Acker, American author, poet, and playwright (b. 1947)", "entities": [{"title": "Kathy Acker", "href": "/wiki/Kathy_Acker", "description": "Kathy Acker was an American experimental novelist, playwright, essayist, and postmodernist writer known for her idiosyncratic and transgressive writing that dealt with themes such as childhood trauma, sexuality and rebellion. She was influenced by the Black Mountain School poets, William S. Burroughs, David Antin, Carolee Schneeman, Eleanor Antin, and by French critical theory, mysticism, and porn"}]}, {"heading": "Deaths", "year": "1998", "date": "November 30", "txt": "Janet Lewis, American novelist and poet (b. 1899)", "entities": [{"title": "Janet Lewis", "href": "/wiki/Janet_Lewis", "description": "Janet Loxley Lewis was an American novelist and poet."}]}, {"heading": "Deaths", "year": "1998", "date": "November 30", "txt": "Margaret Walker, American author and poet (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "November 30", "txt": "Charlie Byrd, American guitarist (b. 1925)", "entities": [{"title": "Charlie Byrd", "href": "/wiki/Charlie_Byrd", "description": "Charlie Lee Byrd was an American jazz guitarist. Byrd was best known for his association with Brazilian music, especially bossa nova. In 1962, he collaborated with Stan Getz on the album Jazz Samba, a recording which brought bossa nova into the mainstream of North American music."}]}, {"heading": "Deaths", "year": "2000", "date": "November 30", "txt": "Eloise Jarvis McGraw, American author (b. 1915)", "entities": [{"title": "Eloise Jarvis McGraw", "href": "/wiki/Eloise_Jarvis_McGraw", "description": "Eloise Jarvis McGraw was an American author of children's books and young adult novels."}]}, {"heading": "Deaths", "year": "2000", "date": "November 30", "txt": "Scott Smith, Canadian bass player (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "November 30", "txt": "Gertrude Ederle, American swimmer (b. 1906)", "entities": [{"title": "Gertrude Ederle", "href": "/wiki/Gertrude_Ederle", "description": "Gertrude Caroline Ederle was an American competition swimmer, Olympic champion, and former world record-holder in five events. On August 6, 1926, she became the first woman to swim across the English Channel. Among other nicknames, the press sometimes called her \"Queen of the Waves.\""}]}, {"heading": "Deaths", "year": "2004", "date": "November 30", "txt": "Pierre Berton, Canadian journalist and author (b. 1920)", "entities": [{"title": "Pierre Berton", "href": "/wiki/Pierre_Berton", "description": "Pierre Francis de Marigny Berton was a noted Canadian author of non-fiction, especially Canadiana and Canadian history, and was a television personality and journalist. He won many honours and awards for his books."}]}, {"heading": "Deaths", "year": "2004", "date": "November 30", "txt": "Seungsahn, South Korean spiritual leader, founded the Kwan Um School of Zen (b. 1927)", "entities": [{"title": "Kwan Um School of Zen", "href": "/wiki/Kwan_Um_School_of_Zen", "description": "The Kwan Um School of Zen (관음선종회) (KUSZ) is an international school of zen centers and groups founded in 1983 by Zen Master Seung Sahn. The school's international head temple is located at the Providence Zen Center in Cumberland, Rhode Island, which was founded in 1972 shortly after Seung Sahn first came to the United States. The Kwan Um style of Buddhist practice combines ritual common both to Ko"}]}, {"heading": "Deaths", "year": "2005", "date": "November 30", "txt": "Jean Parker, American actress (b. 1915)", "entities": [{"title": "Jean Parker", "href": "/wiki/Jean_Parker", "description": "Jean Parker was an American film and stage actress. A native of Montana, her parents were indigent during the Great Depression, and she was adopted by a family in Pasadena, California at age 10. She initially aspired to be an illustrator and artist, but was discovered at age 17 by Metro-Goldwyn-Mayer executive Louis B. Mayer after a photograph of her was published in a Los Angeles newspaper when s"}]}, {"heading": "Deaths", "year": "2006", "date": "November 30", "txt": "Elhadi Adam, Sudanese poet and songwriter (b. 1927)", "entities": [{"title": "Elhadi Adam", "href": "/wiki/Elhadi_Adam", "description": "Elhadi Adam Elhadi, or Al-Hadi Adam Al-Hadi, was a Sudanese poet and song writer born in El-Helalelih village, Al Jazirah state in central Sudan on the bank of the Blue Nile. He is buried in Sheikh Mahgoub Cemetery in northern Khartoum."}]}, {"heading": "Deaths", "year": "2006", "date": "November 30", "txt": "Rafael Buenaventura, Filipino banker (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 30", "txt": "Shirley Walker, American composer and conductor (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 30", "txt": "Engin Arık, Turkish physicist and academic (b. 1948)", "entities": [{"title": "Engin Arık", "href": "/wiki/Engin_Ar%C4%B1k", "description": "Engin Arık was a Turkish particle physicist. She was a professor and head of the Experimental High Energy Physics group at the Boğaziçi University."}]}, {"heading": "Deaths", "year": "2007", "date": "November 30", "txt": "Evel Knievel, American motorcycle rider and stuntman (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "November 30", "txt": "Munetaka Higuchi, Japanese drummer and producer (b. 1958)", "entities": [{"title": "Munetaka Higuchi", "href": "/wiki/Munetaka_Higuchi", "description": "Munetaka Higuchi  was a Japanese musician and record producer. He is best known as the original drummer of the heavy metal band Loudness, but first rose to prominence as a member of Lazy in the 1970s."}]}, {"heading": "Deaths", "year": "2010", "date": "November 30", "txt": "Rajiv Dixit, Indian author and activist (b. 1967)", "entities": [{"title": "Rajiv Dixit", "href": "/wiki/Rajiv_Dixit", "description": "Rajiv Dixit was an Indian social activist."}]}, {"heading": "Deaths", "year": "2010", "date": "November 30", "txt": "Garry Gross, American photographer (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 30", "txt": "Rogelio Álvarez, Cuban-American baseball player (b. 1938)", "entities": [{"title": "Rogelio Álvarez", "href": "/wiki/Rogelio_%C3%81lvarez", "description": "Rogelio Álvarez Hernández was a Cuban professional baseball player whose career spanned 18 seasons, including parts of two in Major League Baseball with the Cincinnati Reds. Over his career in the majors, Álvarez batted .211 with two runs, seven hits and two runs batted in (RBIs). Álvarez also played in the minor leagues with the Class-C Yuma Sun Sox (1956), the Class-B Port Arthur Sea Hawks (1956"}]}, {"heading": "Deaths", "year": "2012", "date": "November 30", "txt": "I. K. Gujral, Indian lawyer and politician, 12th Prime Minister of India (b. 1919)", "entities": [{"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Deaths", "year": "2012", "date": "November 30", "txt": "Munir Malik, Pakistani cricketer (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 30", "txt": "Susil Moonesinghe, Sri Lankan lawyer and politician, 4th Chief Minister of Western Province (b. 1930)", "entities": [{"title": "List of Chief Ministers of Western Province", "href": "/wiki/List_of_Chief_Ministers_of_Western_Province", "description": "The Chief Minister of Western Province, Sri Lanka is the head of the provincial board of ministers, a body which aids and advises the governor, the head of the provincial government, in the exercise of his executive power. The governor appoints as chief minister the member of the Western Provincial Council who, in his opinion, commands the support of a majority of that council. The current chief m"}]}, {"heading": "Deaths", "year": "2012", "date": "November 30", "txt": "Homer R. Warner, American cardiologist and academic (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 30", "txt": "Mitchell Cole, English footballer (b. 1985)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 30", "txt": "Paul Crouch, American broadcaster, co-founded Trinity Broadcasting Network (b. 1934)", "entities": [{"title": "Paul Crouch", "href": "/wiki/Paul_Crouch", "description": "Paul Franklin Crouch was an American television evangelist. Crouch and his wife, Jan, founded the Trinity Broadcasting Network (TBN) in 1973."}, {"title": "Trinity Broadcasting Network", "href": "/wiki/Trinity_Broadcasting_Network", "description": "The Trinity Broadcasting Network (TBN) is an international Christian-based broadcast television network and the world's largest religious television network. TBN was headquartered in Costa Mesa, California until March 3, 2017 when it sold its highly visible office park, Trinity Christian City. The broadcaster retained its studios in nearby Tustin. Auxiliary studio facilities are located in Irving,"}]}, {"heading": "Deaths", "year": "2013", "date": "November 30", "txt": "Jean Kent, English actress (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 30", "txt": "Tabu Ley Rochereau, Congolese-Belgian singer-songwriter (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 30", "txt": "Doriano Romboni, Italian motorcycle racer (b. 1968)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 30", "txt": "Paul Walker, American actor and producer (b. 1973)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 30", "txt": "Qayyum Chowdhury, Bangladeshi painter and academic (b. 1932)", "entities": [{"title": "Qayyum Chowdhury", "href": "/wiki/Qayyum_Chowdhury", "description": "Qayyum Chowdhury was a Bangladeshi painter. Along with Zainul Abedin, Quamrul Hassan and Safiuddin Ahmed, he is considered as a first generation artist of Bangladesh. He was awarded the Ekushey Padak in 1984 and the Independence Day Award in 2014 by the Government of Bangladesh."}]}, {"heading": "Deaths", "year": "2014", "date": "November 30", "txt": "Jarbom Gamlin, Indian lawyer and politician, 7th Chief Minister of Arunachal Pradesh (b. 1961)", "entities": [{"title": "Chief Minister of Arunachal Pradesh", "href": "/wiki/Chief_Minister_of_Arunachal_Pradesh", "description": "The Chief Minister of Arunachal Pradesh is the chief executive of the Indian state of Arunachal Pradesh. As per the Constitution of India, the Governor of Arunachal Pradesh is the state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Arunachal Pradesh Legislative Assembly, the governor usually invites the party with a majority of seats to "}]}, {"heading": "Deaths", "year": "2014", "date": "November 30", "txt": "Martin Litton, American rafter and environmentalist (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 30", "txt": "Anthony Dryden Marshall, American CIA officer and diplomat (b. 1924)", "entities": [{"title": "CIA", "href": "/wiki/CIA", "description": "The Central Intelligence Agency, known informally as \"The Agency\" and \"The Company\", is a civilian foreign intelligence service of the federal government of the United States, officially tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As a principal member of the United States Intelligen"}]}, {"heading": "Deaths", "year": "2014", "date": "November 30", "txt": "Go Seigen, Chinese-Japanese Go player (b. 1914)", "entities": [{"title": "Go (game)", "href": "/wiki/Go_(game)", "description": "Go is an abstract strategy board game for two players in which the aim is to surround more territory than the opponent. The game was invented in China more than 2,500 years ago and is believed to be the oldest board game continuously played to the present day. A 2016 survey by the International Go Federation's 75 member nations found that there are over 46 million people worldwide who know how to "}]}, {"heading": "Deaths", "year": "2014", "date": "November 30", "txt": "Kent Haruf, American novelist (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 30", "txt": "Pío Caro Baroja, Spanish director and screenwriter (b. 1928)", "entities": [{"title": "Pío Caro Baroja", "href": "/wiki/P%C3%ADo_Caro_Baroja", "description": "Pío Caro Baroja was a Spanish film and television director, screenwriter, and author."}]}, {"heading": "Deaths", "year": "2015", "date": "November 30", "txt": "Minas Hatzisavvas, Greek actor and screenwriter (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 30", "txt": "Marcus Klingberg, Polish-Israeli physician and biologist (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 30", "txt": "Fatema Mernissi, Moroccan sociologist and author (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 30", "txt": "Shigeru Mizuki, Japanese author and illustrator (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 30", "txt": "Eldar Ryazanov, Russian director and screenwriter (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 30", "txt": "Nigel Buxton, British travel writer and wine critic (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "November 30", "txt": "Jim Nabors, American actor and comedian (b. 1930)", "entities": [{"title": "Jim Nabors", "href": "/wiki/Jim_Nabors", "description": "James Thurston Nabors was an American actor, singer, and comedian, widely known for his signature character Gomer Pyle."}]}, {"heading": "Deaths", "year": "2017", "date": "November 30", "txt": "Surin Pitsuwan, Thai politician and diplomat (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "November 30", "txt": "Alfie Curtis, British actor (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "November 30", "txt": "George H. W. Bush, American politician, 41st President of the United States (b. 1924)", "entities": [{"title": "George H. W. Bush", "href": "/wiki/George_H._W._Bush", "description": "George Herbert Walker Bush was an American politician, diplomat and businessman who served as the 41st president of the United States from 1989 to 1993. A member of the Republican Party, Bush also served as the 43rd vice president from 1981 to 1989 under Ronald Reagan, in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, and as Director of Central Intelligence."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "2019", "date": "November 30", "txt": "Mariss Jansons, Latvian conductor (b. 1943)", "entities": [{"title": "Mariss Jansons", "href": "/wiki/Mariss_Jansons", "description": "Mariss Ivars Georgs Jansons was a Latvian conductor. During his lifetime, Jansons was often cited as one of the world's top living conductors. He was best known for his interpretations of Mahler, Strauss and Russian composers such as Tchaikovsky, Rachmaninoff and Shostakovich."}]}, {"heading": "Deaths", "year": "2020 - Irina Antonova, Russian art historian (b. 1922)[38]", "date": "November 30", "txt": "Irina Antonova, Russian art historian (b. 1922)", "entities": []}]