[{"heading": "Events", "year": "451", "date": "October 22", "txt": "The Chalcedonian Creed, regarding the divine and human nature of Jesus, is adopted by the Council of Chalcedon, an ecumenical council.", "entities": [{"title": "Chalcedonian Creed", "href": "/wiki/Chalcedonian_Creed", "description": "The Chalcedonian Definition is a declaration of Christ's nature, adopted at the Council of Chalcedon in AD 451. Chalcedon was an early centre of Christianity located in Asia Minor. The council was the fourth of the ecumenical councils that are accepted by Chalcedonian churches which include the Eastern Orthodox, Roman Catholic, the Anglican Communion and most Protestant churches. It was the first "}, {"title": "Council of Chalcedon", "href": "/wiki/Council_of_Chalcedon", "description": "The Council of Chalcedon was the fourth ecumenical council of the Christian church, convoked by Emperor Marcian. The council operated in Chalcedon, Bithynia from 8 October to 1 November, 451 and was attended by 520 bishops or their representatives. The gathering itself continues to represent the largest and best-documented of early councils. The principal purpose of the Council was to re-assert th"}]}, {"heading": "Events", "year": "794", "date": "October 22", "txt": "Emperor Kanmu relocates the Japanese capital to Heian-kyō (now Kyoto).", "entities": [{"title": "Emperor Kanmu", "href": "/wiki/Emperor_Kanmu", "description": "Emperor Kammu , or Kanmu, was the 50th emperor of Japan, according to the traditional order of succession. Kammu reigned from 781 to 806, and it was during his reign that Japanese imperial power reached its peak."}, {"title": "Heian-kyō", "href": "/wiki/Heian-ky%C5%8D", "description": "Heian-kyō (平安京, literally \"tranquility and peace capital\") was one of several former names for the city now known as Kyoto. It was the official capital of Japan for over one thousand years, from 794 to 1868 with an interruption in 1180."}]}, {"heading": "Events", "year": "906", "date": "October 22", "txt": "Ahmad ibn Kayghalagh leads a raid against the Byzantine Empire, taking 4,000–5,000 captives.", "entities": [{"title": "Ahmad ibn Kayghalagh", "href": "/wiki/Ahmad_ibn_Kayghalagh", "description": "\nAhmad ibn Kayghalagh was an Abbasid military officer of Turkic origin who served as governor in Syria and Egypt. He was ousted as governor of Egypt by Muhammad ibn Tughj in 935."}]}, {"heading": "Events", "year": "1383", "date": "October 22", "txt": "The male line of the Portuguese House of Burgundy becomes extinct with the death of King Fernando, leaving only his daughter Beatrice. Rival claimants begin a period of civil war and disorder.", "entities": [{"title": "Portuguese House of Burgundy", "href": "/wiki/Portuguese_House_of_Burgundy", "description": "The Portuguese House of Burgundy or the Afonsine Dynasty was a Portuguese dynasty that ruled the Kingdom of Portugal from its founding until the 1383-85 Portuguese Interregnum."}, {"title": "Ferdinand I of Portugal", "href": "/wiki/Ferdinand_I_of_Portugal", "description": "Ferdinand I, sometimes called the Handsome or occasionally the Inconstant, was the King of Portugal from 1367 until his death in 1383. His death led to the 1383–85 crisis, also known as the Portuguese interregnum."}, {"title": "1383–85 Crisis", "href": "/wiki/1383%E2%80%9385_Crisis", "description": "The 1383–1385 Portuguese interregnum was a civil war in Portuguese history during which no crowned king of Portugal reigned. The interregnum began when King Ferdinand I died without a male heir and ended when King John I was crowned in 1385 after his victory during the Battle of Aljubarrota."}]}, {"heading": "Events", "year": "1633", "date": "October 22", "txt": "The Ming dynasty defeats the Dutch East India Company.", "entities": [{"title": "Battle of Liaoluo Bay", "href": "/wiki/Battle_of_Liaoluo_Bay", "description": "The Battle of Liaoluo Bay took place in 1633 off the coast of Fujian, China; involving the Dutch East India Company (VOC) and the Chinese Ming dynasty's navies. The battle was fought at the crescent-shaped Liaoluo Bay that forms the southern coast of the island of Kinmen. A Dutch fleet under Admiral Hans Putmans was attempting to control shipping in the Taiwan Strait, while the southern Fujian sea"}]}, {"heading": "Events", "year": "1707", "date": "October 22", "txt": "Four British naval vessels run aground on the Isles of Scilly because of faulty navigation. In response, the first Longitude Act is enacted in 1714.", "entities": [{"title": "Scilly naval disaster of 1707", "href": "/wiki/Scilly_naval_disaster_of_1707", "description": "The Scilly naval disaster of 1707 was the loss of four warships of a Royal Navy fleet off the Isles of Scilly in severe weather on 22 October 1707 Old Style. Between 1,400 and 2,000 sailors lost their lives aboard the wrecked vessels, making the incident one of the worst maritime disasters in British naval history. The disaster has been attributed to a combination of factors, including the navigat"}, {"title": "Longitude Act", "href": "/wiki/Longitude_Act", "description": "The Longitude Act 1714 was an Act of Parliament of Great Britain passed in July 1714 at the end of the reign of Queen Anne. It established the Board of Longitude and offered monetary rewards for anyone who could find a simple and practical method for the precise determination of a ship's longitude. The Act of 1714 was followed by a series of other Longitude Acts that revised or replaced the origin"}]}, {"heading": "Events", "year": "1721", "date": "October 22", "txt": "Russian Empire is proclaimed by Tsar Peter I after the Swedish defeat in the Great Northern War.", "entities": [{"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "Peter the Great", "href": "/wiki/Peter_the_Great", "description": "Peter the Great, Peter I or Pyotr Alekseevich ruled the Tsardom of Russia and later the Russian Empire from 7 May [O.S. 27 April] 1682 until his death in 1725, jointly ruling before 1696 with his elder half-brother, Ivan V."}, {"title": "Swedish Empire", "href": "/wiki/Swedish_Empire", "description": "The Swedish Empire was a European great power that exercised territorial control over much of the Baltic region during the 17th and early 18th centuries. The beginning of the empire is usually taken as the reign of Gustavus Adolphus, who ascended the throne in 1611, and its end as the loss of territories in 1721 following the Great Northern War."}, {"title": "Great Northern War", "href": "/wiki/Great_Northern_War", "description": "The Great Northern War (1700–1721) was a conflict in which a coalition led by the Tsardom of Russia successfully contested the supremacy of the Swedish Empire in Northern, Central and Eastern Europe. The initial leaders of the anti-Swedish alliance were Peter I of Russia, Frederick IV of Denmark–Norway and Augustus II the Strong of Saxony–Poland–Lithuania. Frederick IV and Augustus II were defeate"}]}, {"heading": "Events", "year": "1730", "date": "October 22", "txt": "Construction of the Ladoga Canal is completed.", "entities": [{"title": "Ladoga Canal", "href": "/wiki/Ladoga_Canal", "description": "The Ladoga Canal is a historical water transport route, now situated in Leningrad Oblast, linking the Neva and the Svir River so as to bypass the stormy waters of Lake Ladoga which lies immediately to the northwest. It is about 117 kilometres (73 mi) long and comprises two distinct but overgrown canals, Old Ladoga Canal and New Ladoga Canal, running in parallel from Sviritsa on the Svir through No"}]}, {"heading": "Events", "year": "1746", "date": "October 22", "txt": "The College of New Jersey (later renamed Princeton University) receives its charter.", "entities": [{"title": "Princeton University", "href": "/wiki/Princeton_University", "description": "Princeton University is a private Ivy League research university in Princeton, New Jersey. Founded in 1746 in Elizabeth as the College of New Jersey, Princeton is the fourth-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution. The institution moved to Newark in 1747, and then to the current site nine years later"}]}, {"heading": "Events", "year": "1777", "date": "October 22", "txt": "American Revolutionary War: American defenders of Fort Mercer on the Delaware River repulse repeated Hessian attacks in the Battle of Red Bank.", "entities": [{"title": "Battle of Red Bank", "href": "/wiki/Battle_of_Red_Bank", "description": "The Battle of Red Bank was a battle fought during the American Revolutionary War in which a British and Hessian force was sent to take Fort Mercer on the left bank of the Delaware River just south of Philadelphia, but was decisively defeated by a far inferior force of Colonial defenders. Although the British did take Fort Mercer a month later, the victory supplied a sorely-needed morale boost to t"}]}, {"heading": "Events", "year": "1784", "date": "October 22", "txt": "Russia founds a colony on Kodiak Island, Alaska.", "entities": [{"title": "Kodiak Island", "href": "/wiki/Kodiak_Island", "description": "Kodiak Island is a large island on the south coast of the U.S. state of Alaska, separated from the Alaska mainland by the Shelikof Strait. The largest island in the Kodiak Archipelago, Kodiak Island is the second largest island in the United States and the 80th largest island in the world, with an area of 9,311.24 km2 (3,595.09 sq mi), slightly larger than Cyprus. It is 160 km long and in width ra"}]}, {"heading": "Events", "year": "1790", "date": "October 22", "txt": "Northwest Indian War: Native American forces defeat the United States, ending the Harmar Campaign.", "entities": [{"title": "Northwest Indian War", "href": "/wiki/Northwest_Indian_War", "description": "The Northwest Indian War (1785–1795), also known as the Ohio War, Little Turtle's War, and by other names, was a war between the United States and the Northwestern Confederacy, with support from the British, for control of the Northwest Territory. It followed centuries of conflict over this territory, first among Native American tribes, and then with the added shifting alliances among the tribes a"}, {"title": "Harmar Campaign", "href": "/wiki/Harmar_Campaign", "description": "The Harmar campaign was an Autumn 1790 attempt by the United States to subdue Native Americans nations in the Northwest Territory that were seen as hostile. The campaign was led by General Josiah Harmar, and is considered a significant campaign of the Northwest Indian War. The campaign ended with a series of battles from 19–21 October 1790 near the Miami villages of Kekionga. These were all overwh"}]}, {"heading": "Events", "year": "1797", "date": "October 22", "txt": "André-Jacques Garnerin makes the first recorded parachute jump, from one thousand meters (3,200 feet) above Paris.", "entities": [{"title": "André-Jacques Garnerin", "href": "/wiki/Andr%C3%A9-Jacques_Garnerin", "description": "André-Jacques Garnerin was a French balloonist and the inventor of the frameless parachute. He was appointed Official Aeronaut of France."}]}, {"heading": "Events", "year": "1836", "date": "October 22", "txt": "Sam Houston is inaugurated as the first President of the Republic of Texas.", "entities": [{"title": "Sam Houston", "href": "/wiki/Sam_Houston", "description": "Samuel Houston was an American general. He was an important leader of the Texas Revolution, Houston served as the first and third president of the Republic of Texas, and was one of the first two individuals to represent Texas in the United States Senate. He also served as the sixth governor of Tennessee and the seventh governor of Texas, the only American to be elected governor of two different st"}]}, {"heading": "Events", "year": "1844", "date": "October 22", "txt": "Millerites, followers of Baptist preacher William Miller anticipate the end of the world in conjunction with the Second Advent of Christ. The following day became known as the Great Disappointment.", "entities": [{"title": "Baptist", "href": "/wiki/Baptist", "description": "Baptists form a major branch of Protestant Christianity distinguished by baptizing professing Christian believers only, and doing so by complete immersion. Baptist churches also generally subscribe to the doctrines of soul competency, sola fide, sola scriptura and congregationalist church government. Baptists generally recognize two ordinances: baptism and communion."}, {"title": "William Miller (preacher)", "href": "/wiki/William_Miller_(preacher)", "description": "William Miller was an American Baptist preacher who is credited with beginning the mid-19th-century North American religious movement known as Millerism. After his proclamation of the Second Coming did not occur as expected in the 1840s, new heirs of his message emerged, including the Advent Christians (1860), the Seventh-day Adventists (1863) and other Adventist movements."}, {"title": "Great Disappointment", "href": "/wiki/Great_Disappointment", "description": "The Great Disappointment in the Millerite movement was the reaction that followed Baptist preacher William Miller's proclamations that Jesus Christ would return to the Earth by 1844, what he called the Advent. His study of the Daniel 8 prophecy during the Second Great Awakening led him to the conclusion that Daniel's \"cleansing of the sanctuary\" was cleansing of the world from sin when Christ woul"}]}, {"heading": "Events", "year": "1859", "date": "October 22", "txt": "Spain declares war on Morocco.", "entities": [{"title": "Hispano-Moroccan War (1859–60)", "href": "/wiki/Hispano-Moroccan_War_(1859%E2%80%9360)", "description": "The Hispano-Moroccan War, also known as the Spanish–Moroccan War, the First Moroccan War, the Tetuán War, or, in Spain, as the African War, was fought from Spain's declaration of war on Morocco on 22 October 1859 until the Treaty of Wad-Ras on 26 April 1860. It began with a conflict over the borders of the Spanish city of Ceuta and was fought in northern Morocco. Morocco sued for peace after the S"}, {"title": "Morocco", "href": "/wiki/Morocco", "description": "Morocco, officially the Kingdom of Morocco, is the westernmost country in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, and has land borders with Algeria to the east, and the disputed territory of Western Sahara to the south. Morocco also claims the Spanish exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, and seve"}]}, {"heading": "Events", "year": "1866", "date": "October 22", "txt": "A plebiscite ratifies the annexion of Veneto and Mantua to Italy, which had occurred three days before, on October 19.", "entities": [{"title": "Veneto", "href": "/wiki/Veneto", "description": "Veneto or Venetia is one of the 20 regions of Italy. Its population is about five million, ranking fifth in Italy. The region's capital is Venice."}, {"title": "Mantua", "href": "/wiki/Mantua", "description": "Mantua is a city and comune in Lombardy, Italy, and capital of the province of the same name."}]}, {"heading": "Events", "year": "1875", "date": "October 22", "txt": "First telegraphic connection in Argentina.", "entities": [{"title": "Telegraph", "href": "/wiki/Telegraph", "description": "Telegraphy is the long-distance transmission of textual messages where the sender uses a semaphore system, known to the recipient, rather than a physical exchange of an object bearing the message. Thus flag semaphore is a method of telegraphy, whereas pigeon post is not. Ancient signalling systems, although sometimes quite extensive and sophisticated as in China, were generally not capable of tran"}]}, {"heading": "Events", "year": "1877", "date": "October 22", "txt": "The Blantyre mining disaster in Scotland kills 207 miners.", "entities": [{"title": "Blantyre mining disaster", "href": "/wiki/Blantyre_mining_disaster", "description": "The Blantyre mining disaster, which happened on the morning of 22 October 1877, in Blantyre, Scotland, was Scotland's worst ever mining accident. Pits No. 2 and No. 3 of William Dixon's Blantyre Colliery were the site of an explosion which killed 207 miners, the youngest being a boy of 11. It was known that firedamp was present in the pit and it is likely that this was ignited by a naked flame. Th"}]}, {"heading": "Events", "year": "1878", "date": "October 22", "txt": "The Bramall Lane stadium sees the first rugby match played under floodlights.", "entities": [{"title": "Bramall Lane", "href": "/wiki/Bramall_Lane", "description": "Bramall Lane is a football stadium in Sheffield, South Yorkshire, England. It is the home of Premier League club Sheffield United. As the largest stadium in Sheffield during the 19th century, it hosted most of the city's most significant matches including the final of the world's first football tournament, first floodlit match and several matches between the Sheffield and London Football Associati"}]}, {"heading": "Events", "year": "1879", "date": "October 22", "txt": "Using a filament of carbonized thread, Thomas Edison tests the first practical electric incandescent light bulb (it lasts 13.mw-parser-output .frac{white-space:nowrap}.mw-parser-output .frac .num,.mw-parser-output .frac .den{font-size:80%;line-height:0;vertical-align:super}.mw-parser-output .frac .den{vertical-align:sub}.mw-parser-output .sr-only{border:0;clip:rect(0,0,0,0);height:1px;margin:-1px;overflow:hidden;padding:0;position:absolute;width:1px}1⁄2 hours before burning out).", "entities": [{"title": "Incandescent light bulb", "href": "/wiki/Incandescent_light_bulb", "description": "An incandescent light bulb, incandescent lamp or incandescent light globe is an electric light with a wire filament heated until it glows. The filament is enclosed in a glass bulb with a vacuum or inert gas to protect the filament from oxidation. Current is supplied to the filament by terminals or wires embedded in the glass. A bulb socket provides mechanical support and electrical connections."}]}, {"heading": "Events", "year": "1883", "date": "October 22", "txt": "The Metropolitan Opera House in New York City opens with a performance of Gounod's Faust.", "entities": [{"title": "Metropolitan Opera House (39th Street)", "href": "/wiki/Metropolitan_Opera_House_(39th_Street)", "description": "The Metropolitan Opera House was an opera house located at 1411 Broadway in Manhattan, New York City. Opened in 1883 and demolished in 1967, it was the first home of the Metropolitan Opera Company."}]}, {"heading": "Events", "year": "1884", "date": "October 22", "txt": "The International Meridian Conference designates the Royal Observatory, Greenwich as the world's prime meridian.", "entities": [{"title": "International Meridian Conference", "href": "/wiki/International_Meridian_Conference", "description": "The International Meridian Conference was a conference held in October 1884 in Washington, D.C., in the United States, to determine a prime meridian for international use. The conference was held at the request of U.S. President Chester A. Arthur. The subject to discuss was the choice of \"a meridian to be employed as a common zero of longitude and standard of time reckoning throughout the world\". "}, {"title": "Royal Observatory, Greenwich", "href": "/wiki/Royal_Observatory,_Greenwich", "description": "The Royal Observatory, Greenwich is an observatory situated on a hill in Greenwich Park in east London, overlooking the River Thames to the north. It played a major role in the history of astronomy and navigation, and because the Prime Meridian passes through it, it gave its name to Greenwich Mean Time, the precursor to today's Coordinated Universal Time (UTC). The ROG has the IAU observatory code"}]}, {"heading": "Events", "year": "1895", "date": "October 22", "txt": "In Paris an express train derails after overrunning the buffer stop, crossing almost 30 metres (100 ft) of concourse before crashing through a wall and falling 10 metres (33 ft) to the road below.", "entities": [{"title": "Montparnasse derailment", "href": "/wiki/Montparnasse_derailment", "description": "The Montparnasse derailment occurred at 16:00 on 22 October 1895 when the Granville–Paris Express overran the buffer stop at its Gare Montparnasse terminus. With the train several minutes late and the driver trying to make up for lost time, it approached the station too fast and there was a failure to apply the train air brake. After running through the buffer stop, the train crossed the station c"}]}, {"heading": "Events", "year": "1907", "date": "October 22", "txt": "A run on the stock of the Knickerbocker Trust Company sets events in motion that will spark the Panic of 1907.", "entities": [{"title": "Knickerbocker Trust Company", "href": "/wiki/Knickerbocker_Trust_Company", "description": "The Knickerbocker Trust was an American bank based in New York. It was at one time among the largest banks in the United States and it became a central player in the Panic of 1907."}, {"title": "Panic of 1907", "href": "/wiki/Panic_of_1907", "description": "The Panic of 1907 – also known as the 1907 Bankers' Panic or Knickerbocker Crisis – was a financial crisis that took place in the United States over a three-week period starting in mid-October, when the New York Stock Exchange fell almost 50% from its peak the previous year. Panic occurred, as this was during a time of economic recession, and there were numerous runs on banks and trust companies. "}]}, {"heading": "Events", "year": "1910", "date": "October 22", "txt": "Hawley Harvey Crippen (the first felon to be arrested with the help of radio) is convicted of poisoning his wife.", "entities": [{"title": "Hawley Harvey Crippen", "href": "/wiki/Hawley_Harvey_Crippen", "description": "Hawley Harvey Crippen, usually known as Dr. Crippen, was an American homeopath, ear and eye specialist and medicine dispenser. He was hanged in Pentonville Prison in London for the murder of his wife Cora Henrietta Crippen. Crippen is known for being the first criminal to be captured with the aid of wireless telegraphy."}]}, {"heading": "Events", "year": "1923", "date": "October 22", "txt": "The royalist Leonardopoulos–Gargalidis coup d'état attempt fails in Greece, discrediting the monarchy and paving the way for the establishment of the Second Hellenic Republic.", "entities": [{"title": "Leonardopoulos–Gargalidis coup d'état attempt", "href": "/wiki/Leonardopoulos%E2%80%93Gargalidis_coup_d%27%C3%A9tat_attempt", "description": "The Leonardopoulos–Gargalidis coup attempt was a failed military coup launched on 22 October 1923 in Greece by pro-royalist military officers under the Lieutenant Generals Georgios Leonardopoulos and Panagiotis Gargalidis, and the Colonel Georgios Ziras. Its failure discredited the monarchy and contributed decisively to the establishment of the Second Hellenic Republic in March 1924."}]}, {"heading": "Events", "year": "1934", "date": "October 22", "txt": "In East Liverpool, Ohio, FBI agents shoot and kill notorious bank robber Pretty Boy Floyd.", "entities": [{"title": "Pretty Boy Floyd", "href": "/wiki/Pretty_Boy_Floyd", "description": "Charles Arthur Floyd, nicknamed Pretty Boy Floyd, was an American bank robber. He operated in the West and Central states, and his criminal exploits gained widespread press coverage in the 1930s. He was seen positively by the public because during robberies he burned mortgage documents, freeing many people from their debts. \nHe was pursued and killed by a group of Bureau of Investigation (BOI) age"}]}, {"heading": "Events", "year": "1941", "date": "October 22", "txt": "World War II: French resistance member Guy Môquet and 29 other hostages are executed by the Germans in retaliation for the death of a German officer.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Guy Môquet", "href": "/wiki/Guy_M%C3%B4quet", "description": "Guy Môquet was a young French Communist militant. During the German occupation of France during World War II, he was taken hostage by the Nazis and executed by firing squad in retaliation for attacks on Germans by the French Resistance. Môquet went down in history as one of the symbols of the French Resistance."}]}, {"heading": "Events", "year": "1943", "date": "October 22", "txt": "World War II: In the second firestorm raid on Germany, the RAF conducts an air raid on the town of Kassel, killing 10,000 and rendering 150,000 homeless.", "entities": [{"title": "Bombing of Kassel in World War II", "href": "/wiki/Bombing_of_Kassel_in_World_War_II", "description": "The Kassel World War II bombings were a set of Allied strategic bombing attacks which took place from February 1942 to March 1945. In a single deadliest raid on 22–23 October 1943, 150,000 inhabitants were bombed-out, at least 10,000 people died, the vast majority of the city center was destroyed, and the fire of the most severe air raid burned for seven days. The US First Army captured Kassel on "}]}, {"heading": "Events", "year": "1946", "date": "October 22", "txt": "Over twenty-two hundred engineers and technicians from eastern Germany are forced to relocate to the Soviet Union, along with their families and equipment.", "entities": [{"title": "Operation Osoaviakhim", "href": "/wiki/Operation_Osoaviakhim", "description": "Operation Osoaviakhim was a Soviet operation which took place on 22 October 1946, when MVD and Soviet Army units removed more than 2,200 German specialists – a total of more than 6,000 people including family members – from the Soviet occupation zone of post-World War II Germany for employment in the Soviet Union. Much related equipment was also moved, the aim being to literally transplant researc"}]}, {"heading": "Events", "year": "1947", "date": "October 22", "txt": "The Kashmir conflict between India and Pakistan begins, having started just after the partition of India.", "entities": [{"title": "Kashmir conflict", "href": "/wiki/Kashmir_conflict", "description": "The Kashmir conflict is a territorial conflict over the Kashmir region, primarily between India and Pakistan, with China playing a third-party role. The conflict started after the partition of India in 1947 as both India and Pakistan claimed the entirety of the former princely state of Jammu and Kashmir. It is a dispute over the region that escalated into three wars between India and Pakistan and "}]}, {"heading": "Events", "year": "1962", "date": "October 22", "txt": "Cuban Missile Crisis: President Kennedy, after internal counsel from Dwight D. Eisenhower, announces that American reconnaissance planes have discovered Soviet nuclear weapons in Cuba, and that he has ordered a naval \"quarantine\" of the Communist nation.", "entities": [{"title": "Cuban Missile Crisis", "href": "/wiki/Cuban_Missile_Crisis", "description": "\nThe Cuban Missile Crisis, also known as the October Crisis of 1962, the Caribbean Crisis, or the Missile Scare, was a 1 month, 4 day confrontation between the United States and the Soviet Union which escalated into an international crisis when American deployments of missiles in Italy and Turkey were matched by Soviet deployments of similar ballistic missiles in Cuba. Despite the short time frame"}]}, {"heading": "Events", "year": "1963", "date": "October 22", "txt": "A BAC One-Eleven prototype airliner crashes in UK with the loss of all on board.", "entities": [{"title": "1963 BAC One-Eleven test crash", "href": "/wiki/1963_BAC_One-Eleven_test_crash", "description": "The 1963 BAC One-Eleven test crash was a fatal accident of a British Aircraft Corporation prototype aircraft on 22 October 1963, near Chicklade in Wiltshire, England while it was undertaking a test flight. All seven crew members on board the BAC One-Eleven were killed."}]}, {"heading": "Events", "year": "1964", "date": "October 22", "txt": "Jean-Paul Sartre is awarded the Nobel Prize in Literature, but turns down the honor.", "entities": [{"title": "Jean-Paul Sartre", "href": "/wiki/Jean-Paul_Sartre", "description": "Jean-Paul Charles Aymard Sartre was a French philosopher, playwright, novelist, screenwriter, political activist, biographer, and literary critic. He was one of the key figures in the philosophy of existentialism and phenomenology, and one of the leading figures in 20th-century French philosophy and Marxism. His work has also influenced sociology, critical theory, post-colonial theory, and literar"}]}, {"heading": "Events", "year": "1964", "date": "October 22", "txt": "An all-party Parliamentary Committee selects the design which will become the new official flag of Canada.", "entities": []}, {"heading": "Events", "year": "1975", "date": "October 22", "txt": "The Soviet unmanned space mission Venera 9 lands on Venus.", "entities": [{"title": "Venera 9", "href": "/wiki/Venera_9", "description": "Venera 9, manufacturer's designation: 4V-1 No. 660, was a Soviet uncrewed space mission to Venus. It consisted of an orbiter and a lander. It was launched on June 8, 1975, at 02:38:00 UTC and had a mass of 4,936 kilograms (10,882 lb). The orbiter was the first spacecraft to orbit Venus, while the lander was the first to return images from the surface of another planet."}]}, {"heading": "Events", "year": "1976", "date": "October 22", "txt": "Red Dye No. 4 is banned by the US Food and Drug Administration after it is discovered that it causes tumors in the bladders of dogs.", "entities": [{"title": "Scarlet GN", "href": "/wiki/Scarlet_GN", "description": "Scarlet GN, or C.I. Food Red 1, Ponceau SX, FD&C Red No. 4, or C.I. 14700 is a red azo dye once used as a food dye. As a food additive, it has the E number E125. It usually used as a disodium salt."}]}, {"heading": "Events", "year": "1981", "date": "October 22", "txt": "The United States Federal Labor Relations Authority votes to decertify the Professional Air Traffic Controllers Organization (PATCO) for its strike the previous August.", "entities": [{"title": "Professional Air Traffic Controllers Organization (1968)", "href": "/wiki/Professional_Air_Traffic_Controllers_Organization_(1968)", "description": "The Professional Air Traffic Controllers Organization or PATCO was a United States trade union that operated from 1968 until its decertification in 1981 following an illegal strike that was broken by the Reagan Administration."}]}, {"heading": "Events", "year": "1983", "date": "October 22", "txt": "Two correctional officers are killed by inmates at the United States Penitentiary in Marion, Illinois. The incident inspires the Supermax model of prisons.", "entities": [{"title": "Supermax", "href": "/wiki/Supermax", "description": "A super-maximum security (supermax) or administrative maximum (ADX) prison is a \"control-unit\" prison, or a unit within prisons, which represents the most secure levels of custody in the prison systems of certain countries."}]}, {"heading": "Events", "year": "1999", "date": "October 22", "txt": "Maurice Papon, an official in the Vichy France government during World War II, is jailed for crimes against humanity.", "entities": [{"title": "Maurice Papon", "href": "/wiki/Maurice_Papon", "description": "Maurice Papon was a French civil servant who led the police in major prefectures from the 1930s to the 1960s, before he became a Gaullist politician. When he was secretary general for the police in Bordeaux during World War II, he participated in the deportation of more than 1600 Jews. He is also known for his activities in the Algerian War (1954–1962), during which he tortured insurgent prisoners"}]}, {"heading": "Events", "year": "2001", "date": "October 22", "txt": "Grand Theft Auto III is released, popularizing a genre of open-world, action-adventure video games, as well as spurring controversy around violence in video games.", "entities": [{"title": "Video game controversies", "href": "/wiki/Video_game_controversies", "description": "Video game controversies refers to a wide range of debates on the social effects of video games on players and broader society, as well as debates within the video game industry. Since the early 2000s, advocates of video games have emphasized their use as an expressive medium, arguing for their protection under the laws governing freedom of speech and also as an educational tool. Detractors argue "}]}, {"heading": "Events", "year": "2005", "date": "October 22", "txt": "Tropical Storm Alpha forms in the Atlantic Basin, making the 2005 Atlantic hurricane season the most active Atlantic hurricane season until surpassed by the 2020 season.", "entities": [{"title": "Tropical Storm Alpha (2005)", "href": "/wiki/Tropical_Storm_Alpha_(2005)", "description": "Tropical Storm Alpha was the 23rd tropical or subtropical storm of the extremely active 2005 Atlantic hurricane season. It developed from Tropical Depression Twenty-Five in the eastern Caribbean Sea on October 22, 2005. As the 21 pre-designated storm names had been exhausted, it was given the first name on the auxiliary list, which utilizes the letters of the Greek alphabet. This was the first hur"}]}, {"heading": "Events", "year": "2005", "date": "October 22", "txt": "Bellview Airlines Flight 210 crashes in Nigeria, killing all 117 people on board.", "entities": []}, {"heading": "Events", "year": "2006", "date": "October 22", "txt": "A Panama Canal expansion proposal is approved by 77.8% of voters in a National referendum.", "entities": [{"title": "Panama Canal expansion referendum, 2006", "href": "/wiki/Panama_Canal_expansion_referendum,_2006", "description": "The Panama Canal expansion referendum was held on October 22, 2006, when the citizens of Panama approved the Panama Canal expansion project by a wide margin."}]}, {"heading": "Events", "year": "2007", "date": "October 22", "txt": "A raid on Anuradhapura Air Force Base is carried out by 21 Tamil Tiger commandos. All except one die in this attack. Eight Sri Lanka Air Force planes are destroyed and ten damaged.", "entities": [{"title": "Raid on Anuradhapura Air Force Base", "href": "/wiki/Raid_on_Anuradhapura_Air_Force_Base", "description": "The Raid on Anuradhapura Air Force Base, code-named Operation Ellaalan, was a successful commando raid conducted on SLAF Anuradhapura an Air Force Base in Anuradhapura, Sri Lanka by the Liberation Tigers of Tamil Eelam. The attack happened on 22 October 2007."}]}, {"heading": "Events", "year": "2008", "date": "October 22", "txt": "India launches its first unmanned lunar mission Chandrayaan-1.", "entities": [{"title": "Chandrayaan-1", "href": "/wiki/Chandrayaan-1", "description": "Chandrayaan-1 was the first Indian lunar probe under Chandrayaan program. It was launched by the Indian Space Research Organisation in October 2008, and operated until August 2009. The mission included a lunar orbiter and an impactor. India launched the spacecraft using a PSLV-XL rocket on 22 October 2008 at 00:52 UTC from Satish Dhawan Space Centre, at Sriharikota, Andhra Pradesh. The mission was"}]}, {"heading": "Events", "year": "2013", "date": "October 22", "txt": "The Australian Capital Territory becomes the first Australian jurisdiction to legalize same-sex marriage with the Marriage Equality (Same Sex) Act 2013.", "entities": [{"title": "Marriage Equality (Same Sex) Act 2013", "href": "/wiki/Marriage_Equality_(Same_Sex)_Act_2013", "description": "The Marriage Equality Act 2013 was an act of parliament of the Australian Capital Territory Legislative Assembly that was intended to legalise same-sex marriage in the Australian Capital Territory (ACT). It was first presented to the ACT Legislative Assembly on 19 September 2013 by the ACT Attorney-General, Simon Corbell. The law intended to build on the existing recognition of same-sex unions in "}]}, {"heading": "Events", "year": "2014", "date": "October 22", "txt": "Michael Zehaf-Bibeau attacks the Parliament of Canada, killing a soldier and injuring three other people.", "entities": [{"title": "2014 shootings at Parliament Hill, Ottawa", "href": "/wiki/2014_shootings_at_Parliament_Hill,_Ottawa", "description": "The 2014 shootings at Parliament Hill were a series of shootings that occurred on October 22, 2014, at Parliament Hill in Ottawa. At the Canadian National War Memorial, Corporal Nathan Cirillo, a Canadian soldier and reservist on ceremonial sentry duty was fatally shot by Michael Zehaf-Bibeau. Zehaf-Bibeau then entered the nearby Centre Block parliament building, where members of the Parliament of"}]}, {"heading": "Events", "year": "2019", "date": "October 22", "txt": "Same-sex marriage is legalised, and abortion is decriminalised in Northern Ireland as a result of the Northern Ireland Assembly not being restored.", "entities": [{"title": "Same-sex marriage", "href": "/wiki/Same-sex_marriage", "description": "Same-sex marriage, also known as gay marriage, is the marriage of two people of the same sex or gender, entered into in a civil or religious ceremony. There are records of same-sex marriage dating back to the first century. In the modern era, marriage equality was first granted to same-sex couples in the Netherlands on 1 April 2001."}, {"title": "Abortion", "href": "/wiki/Abortion", "description": "Abortion is the ending of a pregnancy by removal or expulsion of an embryo or fetus. An abortion that occurs without intervention is known as a miscarriage or \"spontaneous abortion\" and occurs in approximately 30% to 40% of pregnancies. When deliberate steps are taken to end a pregnancy, it is called an induced abortion, or less frequently \"induced miscarriage\". The unmodified word abortion genera"}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}, {"title": "Northern Ireland Assembly", "href": "/wiki/Northern_Ireland_Assembly", "description": "The Northern Ireland Assembly, often referred to by the metonym Stormont, is the devolved legislature of Northern Ireland. It has power to legislate in a wide range of areas that are not explicitly reserved to the Parliament of the United Kingdom, and to appoint the Northern Ireland Executive. It sits at Parliament Buildings at Stormont in Belfast. The Assembly was in a period of suspension until "}]}, {"heading": "Births", "year": "955", "date": "October 22", "txt": "Qian Weijun, king of Wuyue (d. 991)", "entities": [{"title": "Qian Weijun", "href": "/wiki/Qian_Weijun", "description": "Qian Weijun (錢惟濬), courtesy name Yuchuan (禹川), formally Prince Anxi of Bin, was the heir apparent to Qian Chu, the fifth and last king of Wuyue of the Chinese Five Dynasties and Ten Kingdoms period. After Wuyue's absorption into its suzerain Song, he continued to serve Song until his death at age 35/36."}, {"title": "Wuyue", "href": "/wiki/Wuyue", "description": "Wuyue, 907–978, was an independent coastal kingdom founded during the Five Dynasties and Ten Kingdoms period (907–960) of Chinese history. It was ruled by the Qian family, whose family name remains widespread in the kingdom's former territory."}]}, {"heading": "Births", "year": "1071", "date": "October 22", "txt": "William IX, Duke of Aquitaine (d. 1126)", "entities": [{"title": "William IX, Duke of Aquitaine", "href": "/wiki/William_IX,_Duke_of_Aquitaine", "description": "William IX, called the Troubadour, was the Duke of Aquitaine and Gascony and Count of Poitou between 1086 and his death. He was also one of the leaders of the Crusade of 1101. Though his political and military achievements have a certain historical importance, he is best known as the earliest troubadour—a vernacular lyric poet in the Occitan language—whose work survives."}]}, {"heading": "Births", "year": "1197", "date": "October 22", "txt": "Juntoku, Japanese emperor (d. 1242)", "entities": [{"title": "Emperor Juntoku", "href": "/wiki/Emperor_Juntoku", "description": "Emperor Juntoku  was the 84th emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1210 through 1221."}]}, {"heading": "Births", "year": "1511", "date": "October 22", "txt": "Erasmus Reinhold, German astronomer and mathematician (d. 1553)", "entities": [{"title": "Erasmus Reinhold", "href": "/wiki/Erasmus_Reinhold", "description": "Erasmus Reinhold was a German astronomer and mathematician, considered to be the most influential astronomical pedagogue of his generation. He was born and died in Saalfeld, Saxony."}]}, {"heading": "Births", "year": "1559", "date": "October 22", "txt": "Jacques Sirmond, French scholar (d. 1651).", "entities": [{"title": "Jacques Sirmond", "href": "/wiki/Jacques_Sirmond", "description": "Jacques Sirmond was a French scholar and Jesuit."}]}, {"heading": "Births", "year": "1587", "date": "October 22", "txt": "Joachim Jungius, German mathematician and philosopher (d. 1657).", "entities": [{"title": "Joachim Jungius", "href": "/wiki/Joachim_Jungius", "description": "Joachim Jungius was a German mathematician, logician and philosopher of science."}]}, {"heading": "Births", "year": "1592", "date": "October 22", "txt": "Gustav Horn, Count of Pori (d. 1657)", "entities": [{"title": "Gustav Horn, Count of Pori", "href": "/wiki/Gustav_Horn,_Count_of_Pori", "description": "Count Gustav Horn af Björneborg was a Finnish nobleman of the Swedish Empire, military officer, and Governor-General. \nHe was appointed member of the Royal Council in 1625, Field Marshal in 1628, Governor General of Livonia in 1652 and Lord High Constable since 1653. In the Thirty Years' War (1618–1648), he was instrumental as a commander in securing victory at the Battle of Breitenfeld, in 1631. "}]}, {"heading": "Births", "year": "1659", "date": "October 22", "txt": "Georg Ernst Stahl, German chemist and physician (d. 1734)", "entities": [{"title": "Georg Ernst Stahl", "href": "/wiki/Georg_Ernst_Stahl", "description": "Georg Ernst Stahl was a German chemist, physician and philosopher. He was a supporter of vitalism, and until the late 18th century his works on phlogiston were accepted as an explanation for chemical processes."}]}, {"heading": "Births", "year": "1689", "date": "October 22", "txt": "John V, Portuguese king (d. 1750)", "entities": [{"title": "John V of Portugal", "href": "/wiki/John_V_of_Portugal", "description": "Dom John V, known as the Magnanimous and the Portuguese Sun King, was a monarch of the House of Braganza who ruled as King of Portugal during the first half of the 18th century. John V's reign saw the rise of Portugal and its monarchy to new levels of prosperity, wealth, and prestige among European courts."}]}, {"heading": "Births", "year": "1701", "date": "October 22", "txt": "Maria Amalia, Holy Roman Empress (d. 1756)", "entities": [{"title": "Maria Amalia, Holy Roman Empress", "href": "/wiki/Maria_Amalia,_Holy_Roman_Empress", "description": "Maria Amalia of Austria was Holy Roman Empress, Queen of the Germans, Queen of Bohemia, Electress and Duchess of Bavaria etc. as the spouse of Emperor Charles VII. By birth, she was an archduchess of Austria, the daughter of Emperor Joseph I and Wilhelmine Amalia of Brunswick-Lüneburg. Maria Amalia had seven children, only four of whom lived through to adulthood, including Maximilian III, Elector "}]}, {"heading": "Births", "year": "1729", "date": "October 22", "txt": "Johann Reinhold Forster, German pastor and botanist (d. 1798)", "entities": [{"title": "Johann Reinhold Forster", "href": "/wiki/Johann_Reinhold_Forster", "description": "Johann Reinhold Forster was a Reformed (Calvinist) pastor and naturalist of partially Scottish descent who made contributions to the early ornithology of Europe and North America. He is best known as the naturalist on James Cook's second Pacific voyage, where he was accompanied by his son Georg Forster. These expeditions promoted the career of Johann Reinhold Forster and the findings became the be"}]}, {"heading": "Births", "year": "1761", "date": "October 22", "txt": "Antoine Barnave, French politician and orator (d. 1793).", "entities": [{"title": "Antoine Barnave", "href": "/wiki/Antoine_Barnave", "description": "Antoine Pierre Joseph Marie Barnave was a French politician, and, together with Honoré Mirabeau, one of the most influential orators of the early part of the French Revolution. He is most notable for correspondence with Marie Antoinette in an attempt to set up a constitutional monarchy and for being one of the founding members of the Feuillants."}, {"title": "Orator", "href": "/wiki/Orator", "description": "An orator, or oratist, is a public speaker, especially one who is eloquent or skilled."}]}, {"heading": "Births", "year": "1749", "date": "October 22", "txt": "Cornelis van der Aa, Dutch historian and bookseller (d. 1816)", "entities": [{"title": "Cornelis van der Aa", "href": "/wiki/Cornelis_van_der_Aa", "description": "Cornelis van der Aa was a bookseller in Haarlem when he was convicted in 1796 by the schepenen of the city to five years imprisonment and consecutive perpetual exile from the department Holland for political reasons as a follower of the stadtholders. At the end of 1799, he was released and settled in Utrecht as a bookseller. From then on until his death in 1816 in Amsterdam, where he moved to late"}]}, {"heading": "Births", "year": "1778", "date": "October 22", "txt": "Javier de Burgos, Spanish jurist and politician (d. 1848)", "entities": [{"title": "Javier de Burgos", "href": "/wiki/Javier_de_Burgos", "description": "Francisco Javier de Burgos y del Olmo was a Spanish jurist, politician, journalist, and translator."}, {"title": "Jurist", "href": "/wiki/Jurist", "description": "A jurist is a person with expert knowledge of law; someone who analyses and comments on law. This person is usually a specialist legal scholar—not necessarily with a formal qualification in law or a legal practitioner, although in the United States the term \"jurist\" may be applied to a judge. With reference to Roman law, a \"jurist\" is a jurisconsult (jurisconsulta)."}]}, {"heading": "Births", "year": "1781", "date": "October 22", "txt": "Louis Joseph, Dauphin of France (d. 1789).", "entities": [{"title": "Louis Joseph, Dauphin of France", "href": "/wiki/Louis_Joseph,_Dauphin_of_France", "description": "Louis Joseph Xavier François was Dauphin of France as the second child and first son of King Louis XVI and Marie Antoinette. As son of a king of France, he was a fils de France. Louis Joseph died at the age of seven from tuberculosis and was succeeded as Dauphin by his four-year-old brother Louis Charles."}]}, {"heading": "Births", "year": "1783", "date": "October 22", "txt": "Constantine Samuel Rafinesque, Ottoman-French polymath and naturalist (d. 1840).", "entities": [{"title": "Constantine Samuel Rafinesque", "href": "/wiki/Constantine_Samuel_Rafinesque", "description": "Constantine Samuel Rafinesque-Schmaltz was a French 19th-century polymath born near Constantinople in the Ottoman Empire and self-educated in France. He traveled as a young man in the United States, ultimately settling in Ohio in 1815, where he made notable contributions to botany, zoology, and the study of prehistoric earthworks in North America. He also contributed to the study of ancient Mesoam"}]}, {"heading": "Births", "year": "1809", "date": "October 22", "txt": "Volney Howard, American lawyer, jurist, and politician, Texas Attorney General (d. 1889)", "entities": [{"title": "Volney Howard", "href": "/wiki/Volney_Howard", "description": "Volney Erskine Howard was an American lawyer, statesman, and jurist."}, {"title": "Texas Attorney General", "href": "/wiki/Texas_Attorney_General", "description": "The Texas attorney general is the chief legal officer of the U.S. state of Texas. The current officeholder, Republican Ken Paxton, has served in the position since January 5, 2015."}]}, {"heading": "Births", "year": "1811", "date": "October 22", "txt": "Franz Liszt, Hungarian pianist and composer (d. 1886)", "entities": [{"title": "Franz Liszt", "href": "/wiki/Franz_Liszt", "description": "Franz Liszt was a Hungarian composer, virtuoso pianist, conductor, music teacher, arranger, and organist of the Romantic era. He is widely regarded as one of the greatest pianists of all time. He was also a writer, philanthropist, Hungarian nationalist, and Franciscan tertiary."}]}, {"heading": "Births", "year": "1818", "date": "October 22", "txt": "Leconte de Lisle, French poet and author (d. 1894)", "entities": [{"title": "Leconte de Lisle", "href": "/wiki/Leconte_de_Lisle", "description": "Charles Marie René Leconte de Lisle was a French poet of the Parnassian movement. He is traditionally known by his surname only, Leconte de Lisle."}]}, {"heading": "Births", "year": "1821", "date": "October 22", "txt": "Collis Potter Huntington, American businessman (d. 1900)", "entities": [{"title": "Collis Potter Huntington", "href": "/wiki/Collis_Potter_Huntington", "description": "Collis Potter Huntington was an American industrialist and railway magnate. He was one of the Big Four of western railroading who invested in Theodore Judah's idea to build the Central Pacific Railroad as part of the first U.S. transcontinental railroad. Huntington helped lead and develop other major interstate lines, such as the Southern Pacific Railroad and the Chesapeake & Ohio Railway (C&O), w"}]}, {"heading": "Births", "year": "1832", "date": "October 22", "txt": "August Labitzky, Czech composer and conductor (d. 1903)", "entities": [{"title": "August Labitzky", "href": "/wiki/August_Labitzky", "description": "August Labitzky was a Bohemian composer and kapellmeister, and the son of Joseph Labitzky. Although Labitzky was not as prolific a composer as his father, his Ouverture Characteristique has been occasionally recorded. Written in 1858, it depicts Emperor Charles IV while out hunting. Labitzky also wrote At the Mountain Inn, Idyl around April 1874."}]}, {"heading": "Births", "year": "1844", "date": "October 22", "txt": "Sarah Bernhardt, French actress and manager (d. 1923)", "entities": [{"title": "Sarah Bernhardt", "href": "/wiki/Sarah_Bernhardt", "description": "Sarah Bernhardt was a French stage actress who starred in some of the most popular French plays of the late 19th and early 20th centuries, including La Dame Aux Camelias by Alexandre Dumas, fils; Ruy Blas by Victor Hugo, Fédora and La Tosca by Victorien Sardou, and L'Aiglon by Edmond Rostand. She also played male roles, including Shakespeare's Hamlet. Rostand called her \"the queen of the pose and "}]}, {"heading": "Births", "year": "1844", "date": "October 22", "txt": "Louis Riel, Canadian scholar and politician (d. 1885)", "entities": []}, {"heading": "Births", "year": "1847", "date": "October 22", "txt": "Koos de la Rey, South African general (d. 1914)", "entities": [{"title": "Koos de la Rey", "href": "/wiki/Koos_de_la_Rey", "description": "Jacobus Hercules de la Rey, better known as Koos de la Rey, was a South African military officer who served as a Boer general during the Second Boer War. De la Rey also had a political career and was one of the leading advocates of Boer independence."}]}, {"heading": "Births", "year": "1850", "date": "October 22", "txt": "Charles Kingston, Australian politician, 20th Premier of South Australia (d. 1908)", "entities": [{"title": "Charles Kingston", "href": "/wiki/Charles_Kingston", "description": "Charles Cameron Kingston was an Australian politician. From 1893 to 1899 he was a radical liberal Premier of South Australia, occupying this office with the support of Labor, which in the House of Assembly was led by John McPherson from 1893, and by Lee Batchelor upon McPherson's death in 1897."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1858", "date": "October 22", "txt": "Augusta Victoria of Schleswig-Holstein (d. 1921)", "entities": [{"title": "Augusta Victoria of Schleswig-Holstein", "href": "/wiki/Augusta_Victoria_of_Schleswig-Holstein", "description": "Augusta Victoria of Schleswig-Holstein was the last German empress and queen of Prussia by marriage to Wilhelm II, German Emperor."}]}, {"heading": "Births", "year": "1859", "date": "October 22", "txt": "Prince Ludwig Ferdinand of Bavaria (d. 1949).", "entities": [{"title": "Prince Ludwig Ferdinand of Bavaria", "href": "/wiki/Prince_Ludwig_Ferdinand_of_Bavaria", "description": "Prince Ludwig Ferdinand of Bavaria, was a member of the Bavarian Royal House of Wittelsbach and a General of Cavalry. Following his marriage to Infanta María de la Paz of Spain, he was also created an Infante of Spain."}]}, {"heading": "Births", "year": "1865", "date": "October 22", "txt": "Kristjan Raud, Estonian painter and illustrator (d. 1943)", "entities": [{"title": "Kristjan Raud", "href": "/wiki/Kristjan_Raud", "description": "Kristjan Raud was an Estonian symbolist painter and illustrator who was one of the founders of the Estonian National Museum. Folklore elements figure heavily in his subject matter and his style is reminiscent of Primitivism. His twin brother, Paul, also became a well-known painter."}]}, {"heading": "Births", "year": "1870", "date": "October 22", "txt": "Ivan Bunin, Russian author and poet, Nobel Prize laureate (d. 1953)", "entities": [{"title": "Ivan Bunin", "href": "/wiki/Ivan_Bunin", "description": "Ivan Alekseyevich Bunin was the first Russian writer awarded the Nobel Prize for Literature. He was noted for the strict artistry with which he carried on the classical Russian traditions in the writing of prose and poetry. The texture of his poems and stories, sometimes referred to as \"Bunin brocade\", is considered to be one of the richest in the language."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1870", "date": "October 22", "txt": "Lord Alfred Douglas, English author and poet (d. 1945)", "entities": []}, {"heading": "Births", "year": "1873", "date": "October 22", "txt": "Gustaf John Ramstedt, Finnish linguist and diplomat (d. 1950)", "entities": [{"title": "Gustaf John Ramstedt", "href": "/wiki/Gustaf_John_Ramstedt", "description": "Gustaf John Ramstedt was a Finnish diplomat and linguist."}]}, {"heading": "Births", "year": "1873", "date": "October 22", "txt": "Rama Tirtha, Indian philosopher and educator (d. 1906)", "entities": []}, {"heading": "Births", "year": "1875", "date": "October 22", "txt": "David van Embden, Dutch economist and politician (d. 1962)", "entities": [{"title": "David van Embden", "href": "/wiki/David_van_Embden", "description": "David van Embden, was a Dutch politician, first for the Free-thinking Democratic League, later for the Labour Party."}]}, {"heading": "Births", "year": "1878", "date": "October 22", "txt": "Jaan Lattik, Estonian pastor and politician, 9th Estonian Minister of Foreign Affairs (d. 1967)", "entities": [{"title": "Jaan Lattik", "href": "/wiki/Jaan_Lattik", "description": "Jaan Lattik was an Estonian politician, writer and a former Estonian Minister of Education and Minister of Foreign Affairs of Estonia."}, {"title": "Minister of Foreign Affairs (Estonia)", "href": "/wiki/Minister_of_Foreign_Affairs_(Estonia)", "description": "The Minister of Foreign Affairs is the senior minister at the Ministry of Foreign Affairs in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for the relations between Estonia and foreign states."}]}, {"heading": "Births", "year": "1881", "date": "October 22", "txt": "Clinton Davisson, American physicist and academic, Nobel Prize laureate (d. 1958)", "entities": [{"title": "Clinton Davisson", "href": "/wiki/Clinton_Davisson", "description": "Clinton Joseph Davisson was an American physicist who won the 1937 Nobel Prize in Physics for his discovery of electron diffraction in the famous Davisson–Germer experiment. Davisson shared the Nobel Prize with George Paget Thomson, who independently discovered electron diffraction at about the same time as Davisson."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1881", "date": "October 22", "txt": "Karl Bernhard Zoeppritz, German geophysicist and seismologist (d. 1908)", "entities": []}, {"heading": "Births", "year": "1882", "date": "October 22", "txt": "Edmund Dulac, French-English illustrator (d. 1953)", "entities": [{"title": "Edmund Dulac", "href": "/wiki/Edmund_Dulac", "description": "Edmund Dulac was a French British naturalised magazine illustrator, book illustrator and stamp designer. Born in Toulouse he studied law but later turned to the study of art at the École des Beaux-Arts. He moved to London early in the 20th century and in 1905 received his first commission to illustrate the novels of the Brontë Sisters. During World War I, Dulac produced relief books and when after"}]}, {"heading": "Births", "year": "1882", "date": "October 22", "txt": "N. C. Wyeth, American painter and illustrator (d. 1945)", "entities": []}, {"heading": "Births", "year": "1885", "date": "October 22", "txt": "Giovanni Martinelli, Italian tenor and actor (d. 1969)", "entities": [{"title": "Giovanni Martinelli", "href": "/wiki/Giovanni_Martinelli", "description": "Giovanni Martinelli was an Italian operatic tenor. He was associated with the Italian lyric-dramatic repertory, although he performed French operatic roles to great acclaim as well. Martinelli was one of the most famous tenors of the 20th century, enjoying a long career at the Metropolitan Opera in New York City and appearing at other major international theatres."}]}, {"heading": "Births", "year": "1886", "date": "October 22", "txt": "Erik Bergman, Swedish minister (d. 1970)", "entities": [{"title": "Erik Bergman (Lutheran minister)", "href": "/wiki/Erik_Bergman_(Lutheran_minister)", "description": "Erik Henrik Fredrik Bergman was a Swedish parish minister of the Lutheran Church and the father of diplomat Dag Bergman, novelist Margareta Bergman, and film director Ingmar Bergman."}]}, {"heading": "Births", "year": "1887", "date": "October 22", "txt": "John Reed, American journalist and poet (d. 1920)", "entities": [{"title": "John Reed (journalist)", "href": "/wiki/John_Reed_(journalist)", "description": "John \"Jack\" Silas Reed was an American journalist, poet, and communist activist. Reed first gained prominence as a war correspondent during the first World War, and later became best known for his coverage of the October Revolution in Petrograd, Russia, which he wrote about in his book Ten Days That Shook the World."}]}, {"heading": "Births", "year": "1893", "date": "October 22", "txt": "Ernst Öpik, Estonian astronomer and astrophysicist (d. 1985)", "entities": [{"title": "Ernst Öpik", "href": "/wiki/Ernst_%C3%96pik", "description": "Ernst Julius Öpik was an Estonian astronomer and astrophysicist who spent the second half of his career (1948–1981) at the Armagh Observatory in Northern Ireland."}]}, {"heading": "Births", "year": "1893", "date": "October 22", "txt": "Luis Otero, Spanish footballer (d. 1955)", "entities": []}, {"heading": "Births", "year": "1894", "date": "October 22", "txt": "Mei Lanfang, Chinese actor and singer (d. 1961)", "entities": [{"title": "Mei Lanfang", "href": "/wiki/Mei_Lanfang", "description": "Mei Lan, better known by his stage name Mei Lanfang, was a notable Peking opera artist in modern Chinese theater. Mei was known as \"Queen of Peking Opera\". Mei was exclusively known for his female lead roles (dan) and particularly his \"verdant-robed girls\" (qingyi), young or middle-aged women of grace and refinement. He was considered one of the \"Four Great Dan\", along with Shang Xiaoyun, Cheng Ya"}]}, {"heading": "Births", "year": "1895", "date": "October 22", "txt": "Johnny Morrison, professional baseball player (d. 1966)", "entities": [{"title": "Johnny Morrison (baseball)", "href": "/wiki/Johnny_Morrison_(baseball)", "description": "John Dewey \"Jughandle Johnny\" Morrison was a professional baseball player. He was a right-handed pitcher over parts of ten seasons with the Pittsburgh Pirates and Brooklyn Robins. For his career, he compiled a 103–80 record in 297 appearances, with a 3.65 earned run average and 546 strikeouts. May was a member of the 1925 World Series champion Pirates, pitching three times during their seven-game "}]}, {"heading": "Births", "year": "1896", "date": "October 22", "txt": "Charles Glen King, American biochemist and academic (d. 1988)", "entities": [{"title": "Charles Glen King", "href": "/wiki/Charles_Glen_King", "description": "Charles Glen King was an American biochemist who was a pioneer in the field of nutrition research and who isolated vitamin C at the same time as Albert Szent-Györgyi. A biography of King states that many feel he deserves equal credit with Szent-Györgyi for the discovery of this vitamin."}]}, {"heading": "Births", "year": "1896", "date": "October 22", "txt": "José Leitão de Barros, Portuguese film director and playwright (d. 1967).", "entities": []}, {"heading": "Births", "year": "1897", "date": "October 22", "txt": "Marjorie Flack, American author and illustrator (d. 1958)", "entities": [{"title": "Marjorie Flack", "href": "/wiki/Marjorie_Flack", "description": "Marjorie Flack was an American artist and writer of children's picture books. Flack was born in Greenport, Long Island, New York in 1897. She was best known for The Story about Ping (1933), illustrated by Kurt Wiese, popularized by Captain Kangaroo, and for her stories of an insatiably curious Scottish terrier named Angus, who was actually her dog. Her first marriage was to artist Karl Larsson; sh"}]}, {"heading": "Births", "year": "1898", "date": "October 22", "txt": "Dámaso Alonso, Spanish poet and philologist (d. 1990).", "entities": [{"title": "Dámaso Alonso", "href": "/wiki/D%C3%A1maso_Alonso", "description": "Dámaso Alonso y Fernández de las Redondas was a Spanish poet, philologist and literary critic. Though a member of the Generation of '27, his best-known work dates from the 1940s onwards."}, {"title": "Philologist", "href": "/wiki/Philologist", "description": "Philology is the study of language in oral and written historical sources; it is the intersection of textual criticism, literary criticism, history, and linguistics. Philology is more commonly defined as the study of literary texts as well as oral and written records, the establishment of their authenticity and their original form, and the determination of their meaning. A person who pursues this "}]}, {"heading": "Births", "year": "1899", "date": "October 22", "txt": "Salarrué, Salvadoran writer and painter (d. 1975).", "entities": [{"title": "Salarrué", "href": "/wiki/Salarru%C3%A9", "description": "Luis Salvador Efraín Salazar Arrué, known as Salarrué, was a Salvadorian writer, poet, and painter."}]}, {"heading": "Births", "year": "1900", "date": "October 22", "txt": "Ashfaqulla Khan, Indian activist (d. 1927)", "entities": [{"title": "Ashfaqulla Khan", "href": "/wiki/Ashfaqulla_Khan", "description": "Ashfaqulla Khan was a freedom fighter in the Indian independence movement."}]}, {"heading": "Births", "year": "1903", "date": "October 22", "txt": "George Wells Beadle, American geneticist and academic, Nobel Prize laureate (d. 1989)", "entities": [{"title": "George Wells Beadle", "href": "/wiki/George_Wells_Beadle", "description": "George Wells Beadle was an American geneticist. In 1958 he shared one-half of the Nobel Prize in Physiology or Medicine with Edward Tatum for their discovery of the role of genes in regulating biochemical events within cells. He also served as the 7th President of the University of Chicago."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1903", "date": "October 22", "txt": "Curly Howard, American comedian and vaudevillian (d. 1952)", "entities": []}, {"heading": "Births", "year": "1904", "date": "October 22", "txt": "Constance Bennett, American actress, singer, and producer (d. 1965)", "entities": [{"title": "Constance Bennett", "href": "/wiki/Constance_Bennett", "description": "Constance Campbell Bennett, was an American stage, film, radio and television actress and producer. She was a major Hollywood star during the 1920s and 1930s and for a time during the early 1930s, she was the highest-paid actress in Hollywood, as well as one of the most popular. Bennett frequently played society women, focusing on melodramas in the early 1930s and then taking more comedic roles in"}]}, {"heading": "Births", "year": "1904", "date": "October 22", "txt": "Saúl Calandra, Argentine football player (d. 1973).", "entities": []}, {"heading": "Births", "year": "1904", "date": "October 22", "txt": "Karl Guthe Jansky, American physicist and radio engineer (d. 1950).", "entities": []}, {"heading": "Births", "year": "1905", "date": "October 22", "txt": "Joseph Kosma, Hungarian-French pianist and composer (d. 1969)", "entities": [{"title": "Joseph Kosma", "href": "/wiki/Joseph_Kosma", "description": "Joseph Kosma was a Hungarian-French composer."}]}, {"heading": "Births", "year": "1906", "date": "October 22", "txt": "Kees van Baaren, Dutch composer and educator (d. 1970)", "entities": [{"title": "Kees van Baaren", "href": "/wiki/Kees_van_Baaren", "description": "Kees van Baaren was a Dutch composer and teacher."}]}, {"heading": "Births", "year": "1906", "date": "October 22", "txt": "Aurelio Baldor, Cuban mathematician and lawyer (d. 1978).", "entities": []}, {"heading": "Births", "year": "1907", "date": "October 22", "txt": "Günther Treptow, German tenor (d. 1981).", "entities": [{"title": "Günther Treptow", "href": "/wiki/G%C3%BCnther_Treptow", "description": "Günther Treptow was a German operatic tenor, best known for Wagner roles."}]}, {"heading": "Births", "year": "1908", "date": "October 22", "txt": "John Gould, American journalist and author (d. 2003).", "entities": [{"title": "John Gould (columnist)", "href": "/wiki/John_Gould_(columnist)", "description": "John Thomas Gould was an American humorist, essayist, and columnist who wrote a column for the Christian Science Monitor for over sixty years from a farm in Lisbon Falls, Maine. He was published in most major American newspapers and magazines and wrote thirty books."}]}, {"heading": "Births", "year": "1908", "date": "October 22", "txt": "José Escobar Saliente, Spanish cartoonist (d. 1994).", "entities": []}, {"heading": "Births", "year": "1913", "date": "October 22", "txt": "Robert Capa, Hungarian-American photographer and journalist (d. 1954)", "entities": [{"title": "Robert Capa", "href": "/wiki/Robert_Capa", "description": "Robert Capa was a Hungarian-American war photographer and photojournalist as well as the companion and professional partner of photographer Gerda Taro. He is considered by some to be the greatest combat and adventure photographer in history."}]}, {"heading": "Births", "year": "1913", "date": "October 22", "txt": "Bảo Đại, Vietnamese emperor  (d. 1997)", "entities": []}, {"heading": "Births", "year": "1913", "date": "October 22", "txt": "Hans-Peter Tschudi, Swiss lawyer and politician, 63rd President of the Swiss Confederation (d. 2002)", "entities": [{"title": "President of the Swiss Confederation", "href": "/wiki/President_of_the_Swiss_Confederation", "description": "The president of the Swiss Confederation, also known as the president of the Confederation or colloquially as the president of Switzerland, is the head of Switzerland's seven-member Federal Council, the country's executive branch. Elected by the Federal Assembly for one year, the officeholder chairs the meetings of the Federal Council and undertakes special representational duties."}]}, {"heading": "Births", "year": "1915", "date": "October 22", "txt": "Yitzhak Shamir, Belarusian-Israeli civil servant and politician, 7th Prime Minister of Israel (d. 2012)", "entities": [{"title": "Yitzhak Shamir", "href": "/wiki/Yitzhak_Shamir", "description": "Yitzhak Shamir was an Israeli politician and the seventh Prime Minister of Israel, serving two terms, 1983–84 and 1986–1992. Before the establishment of the state of Israel, Shamir was a leader of the Zionist militant group Lehi. After the establishment of the Israeli state he served in the Mossad between 1955 and 1965 and as a Knesset Member. He served as the 6th Speaker of the Knesset and as For"}, {"title": "Prime Minister of Israel", "href": "/wiki/Prime_Minister_of_Israel", "description": "The prime minister of Israel is the head of government and chief executive of Israel."}]}, {"heading": "Births", "year": "1917", "date": "October 22", "txt": "Joan Fontaine, British-American actress (d. 2013)", "entities": [{"title": "Joan Fontaine", "href": "/wiki/Joan_Fontaine", "description": "Joan de Beauvoir de Havilland, known professionally as Joan Fontaine, was a British-American actress who is best known for her starring roles in Hollywood films during the \"Golden Age\". Fontaine appeared in more than 45 films in a career that spanned five decades. She was the younger sister of actress Olivia de Havilland. Their rivalry was well-documented in the media at the height of Fontaine's c"}]}, {"heading": "Births", "year": "1918", "date": "October 22", "txt": "Lou Klein, American baseball player, coach, and manager (d. 1976)", "entities": [{"title": "Lou Klein", "href": "/wiki/Lou_Klein", "description": "Louis Frank Klein was an American professional baseball player, manager, coach and scout. During his active career he was an infielder in the Major Leagues for the St. Louis Cardinals, Cleveland Indians and Philadelphia Athletics, and was known as one of the players who \"jumped\" to the Mexican League in 1946. He was then suspended by Commissioner of Baseball Happy Chandler for a five-year span, al"}]}, {"heading": "Births", "year": "1919", "date": "October 22", "txt": "Doris Lessing, British novelist, poet, playwright, Nobel Prize laureate (d. 2013)", "entities": [{"title": "Doris Lessing", "href": "/wiki/Doris_Lessing", "description": "Doris May Lessing was a British-Zimbabwean (Rhodesian) novelist. She was born to British parents in Iran, where she lived until 1925. Her family then moved to Southern Rhodesia, where she remained until moving in 1949 to London, England. Her novels include The Grass Is Singing (1950), the sequence of five novels collectively called Children of Violence (1952–1969), The Golden Notebook (1962), The "}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1920", "date": "October 22", "txt": "Timothy Leary, American psychologist and author (d. 1996)", "entities": [{"title": "Timothy Leary", "href": "/wiki/Timothy_Leary", "description": "Timothy Francis Leary was an American psychologist and writer known for his strong advocacy of psychedelic drugs. Evaluations of Leary are polarized, ranging from bold oracle to publicity hound. He was \"a hero of American consciousness\", according to Allen Ginsberg, and Tom Robbins called him a \"brave neuronaut\"."}]}, {"heading": "Births", "year": "1921", "date": "October 22", "txt": "Georges Brassens, French singer-songwriter and guitarist (d. 1981)", "entities": [{"title": "Georges Brassens", "href": "/wiki/Georges_Brassens", "description": "Georges Charles Brassens was a French singer-songwriter and poet."}]}, {"heading": "Births", "year": "1921", "date": "October 22", "txt": "Alexander Kronrod, Russian mathematician and computer scientist (d. 1986)", "entities": []}, {"heading": "Births", "year": "1921", "date": "October 22", "txt": "Harald Nugiseks, Estonian sergeant (d. 2014)", "entities": []}, {"heading": "Births", "year": "1923", "date": "October 22", "txt": "Bert Trautmann, German footballer and manager (d. 2013)", "entities": [{"title": "Bert Trautmann", "href": "/wiki/Bert_Trautmann", "description": "Bernhard Carl \"Bert\" Trautmann EK OBE was a German professional footballer who played as a goalkeeper for Manchester City from 1949 to 1964."}]}, {"heading": "Births", "year": "1925", "date": "October 22", "txt": "Slater Martin, American basketball player and coach (d. 2012)", "entities": [{"title": "Slater Martin", "href": "/wiki/Slater_Martin", "description": "Slater Nelson \"Dugie\" Martin Jr. was an American professional basketball player and coach who was a playmaking guard for 11 seasons in the National Basketball Association (NBA). He was born in Elmina, Walker County, Texas and played in seven NBA All-Star Games."}]}, {"heading": "Births", "year": "1925", "date": "October 22", "txt": "Edith Kawelohea McKinzie, Hawaiian genealogist, author, and hula expert (d. 2014)", "entities": []}, {"heading": "Births", "year": "1925", "date": "October 22", "txt": "Robert Rauschenberg, American painter and illustrator (d. 2008)", "entities": []}, {"heading": "Births", "year": "1927", "date": "October 22", "txt": "Allan Hendrickse, South African minister and politician (d. 2005)", "entities": [{"title": "Allan Hendrickse", "href": "/wiki/Allan_Hendrickse", "description": "Helenard Joe Hendrickse, popularly known as Allan Hendrickse, was a South African politician, Congregationalist minister and teacher. He participated in an act of defiance by swimming at a South African beach reserved for Whites only. He was born in Uitenhage in the Eastern Cape and studied at Fort Hare University in the Eastern Cape, where he met key ANC figures Nelson Mandela, Oliver Tambo, and "}]}, {"heading": "Births", "year": "1928", "date": "October 22", "txt": "Clare Fischer, American pianist, composer and arranger (d. 2012)", "entities": [{"title": "Clare Fischer", "href": "/wiki/Clare_Fischer", "description": "Douglas Clare Fischer was an American keyboardist, composer, arranger, and bandleader. After graduating from Michigan State University, he became the pianist and arranger for the vocal group the Hi-Lo's in the late 1950s. Fischer went on to work with Donald Byrd and Dizzy Gillespie, and became known for his Latin and bossa nova recordings in the 1960s. He composed the Latin jazz standard \"Morning\""}]}, {"heading": "Births", "year": "1928", "date": "October 22", "txt": "Nelson Pereira dos Santos, Brazilian director, producer, and screenwriter (d. 2018)", "entities": []}, {"heading": "Births", "year": "1929", "date": "October 22", "txt": "Michael Birkett, 2nd Baron Birkett, English director and producer (d. 2015)", "entities": [{"title": "Michael Birkett, 2nd Baron Birkett", "href": "/wiki/Michael_Birkett,_2nd_Baron_Birkett", "description": "Michael Birkett, 2nd Baron Birkett was a British film producer/director, author and hereditary peer."}]}, {"heading": "Births", "year": "1929", "date": "October 22", "txt": "Dory Previn, American singer-songwriter and guitarist (d. 2012)", "entities": []}, {"heading": "Births", "year": "1929", "date": "October 22", "txt": "Lev Yashin, Russian footballer (d. 1990)", "entities": []}, {"heading": "Births", "year": "1930", "date": "October 22", "txt": "Estela de Carlotto, Argentine human rights activist", "entities": [{"title": "Estela de Carlotto", "href": "/wiki/Estela_de_Carlotto", "description": "Enriqueta Estela Barnes de Carlotto is an Argentine human rights activist and president of the association of Grandmothers of the Plaza de Mayo. One of her daughters, Laura Estela Carlotto, was kidnapped and missing while pregnant in Buenos Aires, in late 1977. Through stories, she could ascertain that her daughter had given birth to a boy, and that her grandson was appropriated and his identity c"}]}, {"heading": "Births", "year": "1930", "date": "October 22", "txt": "José Guardiola, Spanish singer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1931", "date": "October 22", "txt": "Ann Rule, American police officer and author (d. 2015)", "entities": [{"title": "Ann Rule", "href": "/wiki/Ann_Rule", "description": "Ann Rae Rule was an American author of true crime books and articles. She is best known for The Stranger Beside Me (1980), about the serial killer Ted Bundy, with whom Rule worked and whom she considered a friend, but was later revealed to be a murderer. Rule is also known for her book Small Sacrifices, about Oregon child murderer Diane Downs. Many of Rule's books center on murder cases that occur"}]}, {"heading": "Births", "year": "1933", "date": "October 22", "txt": "Carlos Alberto Sacheri, Argentine philosopher (d. 1974)", "entities": [{"title": "Carlos Alberto Sacheri", "href": "/wiki/Carlos_Alberto_Sacheri", "description": "Carlos Alberto Sacheri was an Argentine thomist philosopher and scholar. He was shot and killed by ERP members on 22 December 1974 in Buenos Aires; he was targeted because of his perceived anticommunism. He was a disciple of the priest Julio Meinvielle. The most widespread of his publications was The Clandestine Church (1971), a denunciation of modernism and liberation theology from traditional po"}]}, {"heading": "Births", "year": "1933", "date": "October 22", "txt": "Helmut Senekowitsch, Austrian footballer and manager (d. 2007)", "entities": []}, {"heading": "Births", "year": "1934", "date": "October 22", "txt": "Donald McIntyre, New Zealand opera singer", "entities": [{"title": "Donald McIntyre", "href": "/wiki/Donald_McIntyre", "description": "Sir Donald Conroy McIntyre is an operatic bass-baritone from New Zealand."}]}, {"heading": "Births", "year": "1936", "date": "October 22", "txt": "John Blashford-Snell, English soldier, author, and explorer", "entities": [{"title": "John Blashford-Snell", "href": "/wiki/John_Blashford-Snell", "description": "Colonel John Nicholas Blashford-Snell is a former British Army officer, explorer and author. He founded Operation Raleigh and the Scientific Exploration Society."}]}, {"heading": "Births", "year": "1936", "date": "October 22", "txt": "Peter Cook, English architect and academic", "entities": []}, {"heading": "Births", "year": "1936", "date": "October 22", "txt": "Jovan Pavlović, Serbian metropolitan (d. 2014)", "entities": []}, {"heading": "Births", "year": "1937", "date": "October 22", "txt": "José Larralde, Argentine singer-songwriter", "entities": [{"title": "José Larralde", "href": "/wiki/Jos%C3%A9_Larralde", "description": "José Larralde is an Argentine singer-songwriter of folk music."}]}, {"heading": "Births", "year": "1937", "date": "October 22", "txt": "Manos Loïzos, Egyptian-Greek composer (d. 1982)", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 22", "txt": "K. Indrapala, Sri Lankan historian and academic", "entities": [{"title": "K. Indrapala", "href": "/wiki/K._Indrapala", "description": "Professor Karthigesu Indrapala is a Sri Lankan academic, historian, archaeologist, author and former dean of the Faculty of Arts, University of Jaffna."}]}, {"heading": "Births", "year": "1938", "date": "October 22", "txt": "Derek Jacobi, English actor", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 22", "txt": "Christopher Lloyd, American actor, comedian and producer", "entities": []}, {"heading": "Births", "year": "1939", "date": "October 22", "txt": "Joaquim Chissano, Mozambican politician, 2nd President of Mozambique", "entities": [{"title": "Joaquim Chissano", "href": "/wiki/Joaquim_Chissano", "description": "Joaquim Alberto Chissano is a politician who served as the second President of Mozambique, from 1986 to 2005. He is credited with transforming the war-torn country of Mozambique into one of the most successful African democracies. After his presidency, Chissano became an elder statesman, envoy and diplomat for both his home country and the United Nations. Chissano also served as Chairperson of the"}, {"title": "President of Mozambique", "href": "/wiki/President_of_Mozambique", "description": "The following is a list of presidents of Mozambique, since the establishment of the office of President in 1975."}]}, {"heading": "Births", "year": "1939", "date": "October 22", "txt": "George Cohen, English footballer", "entities": []}, {"heading": "Births", "year": "1939", "date": "October 22", "txt": "Jean-Pierre Desthuilliers, French poet and critic  (d. 2013)", "entities": []}, {"heading": "Births", "year": "1939", "date": "October 22", "txt": "Tony Roberts, American actor and singer", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 22", "txt": "Ahmet Mete Işıkara, Turkish geophysicist and earthquake scientist (d. 2013)", "entities": [{"title": "Ahmet Mete Işıkara", "href": "/wiki/Ahmet_Mete_I%C5%9F%C4%B1kara", "description": "Ahmet Mete Işıkara was a Turkish geophysicist and earthquake scientist, well known for his efforts to create public awareness of the need for protection and safety during earthquakes."}]}, {"heading": "Births", "year": "1941", "date": "October 22", "txt": "Charles Keating, English-American actor (d. 2014)", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 22", "txt": "Bobby Fuller, American singer-songwriter and guitarist (d. 1966)", "entities": [{"title": "Bobby Fuller", "href": "/wiki/Bobby_Fuller", "description": "Robert Gaston Fuller was an American rock singer, songwriter, and guitarist best known for \"Let Her Dance\" and his cover of \"I Fought the Law\" by the Crickets, recorded with his group The Bobby Fuller Four."}]}, {"heading": "Births", "year": "1942", "date": "October 22", "txt": "Annette Funicello, American actress and singer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 22", "txt": "Allen Coage, American-Canadian wrestler and coach (d. 2007)", "entities": [{"title": "Allen Coage", "href": "/wiki/Allen_Coage", "description": "Allen James Coage was an American judoka and professional wrestler. He won medals for the United States at several international judo competitions, including the heavyweight bronze medal at the 1976 Summer Olympics, and later appeared in professional wrestling promotions such as the World Wrestling Federation, New Japan Pro Wrestling and Stampede Wrestling under the ring names Bad News Brown, Buff"}]}, {"heading": "Births", "year": "1943", "date": "October 22", "txt": "Catherine E. Coulson, American actress (d. 2015)", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 22", "txt": "Jan de Bont, Dutch director, producer, and cinematographer", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 22", "txt": "Catherine Deneuve, French actress and singer", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 22", "txt": "Seif Sharif Hamad, Zanzibari politician, 2nd Chief Minister of Zanzibar", "entities": [{"title": "Chief Minister of Zanzibar", "href": "/wiki/Chief_Minister_of_Zanzibar", "description": "The following is a list of heads of government of Zanzibar, an autonomous region of Tanzania. The office of Chief Minister was established in 1961 and abolished in 2010, having been previously abolished between 1964 and 1983."}]}, {"heading": "Births", "year": "1945", "date": "October 22", "txt": "Eddie Brigati, American singer-songwriter", "entities": [{"title": "Eddie Brigati", "href": "/wiki/Eddie_Brigati", "description": "Edward Brigati Jr. is an American singer and songwriter.\nBrigati was the co-lead singer, along with Felix Cavaliere, and percussionist in the rock group The Young Rascals from 1964 to 1970."}]}, {"heading": "Births", "year": "1945", "date": "October 22", "txt": "Yvan Ponton, Canadian actor and game show host", "entities": []}, {"heading": "Births", "year": "1945", "date": "October 22", "txt": "Buzz Potamkin, American director and producer, founded Buzzco Associates (d. 2012)", "entities": [{"title": "Buzzco Associates", "href": "/wiki/Buzzco_Associates", "description": "Buzzco Associates, Inc. is an animation studio that was founded in 1968 by Buzz Potamkin with Candy Kugel and Vincent Cafarelli as co-creative directors and Marilyn Kraemer as executive producer."}]}, {"heading": "Births", "year": "1945", "date": "October 22", "txt": "Sheila Sherwood, English long jumper", "entities": []}, {"heading": "Births", "year": "1945", "date": "October 22", "txt": "Michael Stoute, Barbadian-English horse trainer", "entities": []}, {"heading": "Births", "year": "1945", "date": "October 22", "txt": "Leslie West, American singer-songwriter and guitarist (d. 2020)", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 22", "txt": "Claude Charron, Canadian educator and politician", "entities": [{"title": "Claude Charron", "href": "/wiki/Claude_Charron", "description": "Claude Charron is a former CEGEP teacher, provincial politician, writer and broadcaster."}]}, {"heading": "Births", "year": "1946", "date": "October 22", "txt": "Godfrey Chitalu, Zambian footballer (d. 1993)", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 22", "txt": "Deepak Chopra, Indian-American physician and author", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 22", "txt": "Elizabeth Connell, South African mezzo-soprano (d. 2012)", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 22", "txt": "Kelvin MacKenzie, English journalist", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 22", "txt": "Jaime Nebot, Ecuadorian politician", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 22", "txt": "Raymond Bachand, Canadian lawyer and politician", "entities": [{"title": "Raymond Bachand", "href": "/wiki/Raymond_Bachand", "description": "Raymond Bachand is a former politician, a businessman and a lawyer in Quebec, Canada. He was the Member of the National Assembly of Quebec (MNA) for the riding of Outremont, and a member of the Quebec Liberal Party caucus. He is the former Minister of Finance and Revenue in the majority government of Premier of Quebec Jean Charest, and was previously Minister for Tourism during the minority govern"}]}, {"heading": "Births", "year": "1947", "date": "October 22", "txt": "Haley Barbour, American lawyer and politician, 62nd Governor of Mississippi", "entities": [{"title": "Governor of Mississippi", "href": "/wiki/Governor_of_Mississippi", "description": "The governor of Mississippi is the head of the executive branch of Mississippi's state government and the commander-in-chief of the state's military forces. The Governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Mississippi Legislature, to convene the legislature at any time, and, except in cases of treason or impeachment, to grant pardons and re"}]}, {"heading": "Births", "year": "1948", "date": "October 22", "txt": "Mike Hendrick, English cricketer, coach, and umpire", "entities": [{"title": "Mike Hendrick", "href": "/wiki/Mike_Hendrick", "description": "Michael Hendrick is a former English cricketer, who played in thirty Tests and twenty two ODIs for England from 1973 to 1981. He played for Derbyshire from 1969 to 1981, and for Nottinghamshire from 1982 to 1984."}]}, {"heading": "Births", "year": "1948", "date": "October 22", "txt": "Pierre Lartigue, French rally driver", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 22", "txt": "Debbie Macomber, American author", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 22", "txt": "Stiv Bators, American singer-songwriter, guitarist, and actor (d. 1990)", "entities": [{"title": "Stiv Bators", "href": "/wiki/Stiv_Bators", "description": "Steven John Bator, known professionally as Stiv Bators, was an American punk rock vocalist and guitarist from Girard, Ohio. He is best remembered for his bands Dead Boys and The Lords of the New Church."}]}, {"heading": "Births", "year": "1949", "date": "October 22", "txt": "Vasilios Magginas, Greek politician, Greek Minister of Employment (d. 2015)", "entities": [{"title": "Ministry of Labour, Social Security and Welfare (Greece)", "href": "/wiki/Ministry_of_Labour,_Social_Security_and_Welfare_(Greece)", "description": "The Ministry of Labour and Social Affairs is a government department of Greece. The incumbent minister is Kostis Hatzidakis, Vice President of New Democracy."}]}, {"heading": "Births", "year": "1949", "date": "October 22", "txt": "Manfred Trojahn, German flute player, composer, and conductor", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 22", "txt": "Arsène Wenger, French footballer and manager", "entities": []}, {"heading": "Births", "year": "1950", "date": "October 22", "txt": "Donald Ramotar, Guyanese politician, 8th President of Guyana", "entities": [{"title": "Donald Ramotar", "href": "/wiki/Donald_Ramotar", "description": "Donald Rabindranauth Ramotar is a Guyanese politician who was President of Guyana from 2011 to 2015. He was also the General Secretary of the People's Progressive Party (PPP) from 1997 to 2013."}, {"title": "President of Guyana", "href": "/wiki/President_of_Guyana", "description": "The President of the Co-operative Republic of Guyana is the head of state and the head of government of Guyana, as well as the commander-in-chief of the armed forces of the Republic, according to the Constitution of Guyana. The president is also the chancellor of the Orders of Guyana. Concurrent with their constitutional role as Commander-in-Chief of the Armed Forces, the President does not appoin"}]}, {"heading": "Births", "year": "1952", "date": "October 22", "txt": "Julie Dash, American director, producer, and screenwriter", "entities": [{"title": "Julie Dash", "href": "/wiki/Julie_Dash", "description": "Julie Ethel Dash is an American film director, writer and producer. Dash received her MFA in 1985 at the UCLA Film School and is one of the graduates and filmmakers known as the L.A. Rebellion. After she had written and directed several shorts, her 1991 feature Daughters of the Dust became the first full-length film directed by an African-American woman to obtain general theatrical release in the "}]}, {"heading": "Births", "year": "1952", "date": "October 22", "txt": "Jeff Goldblum, American actor and producer", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 22", "txt": "René Arce Islas, Mexican politician", "entities": [{"title": "René Arce Islas", "href": "/wiki/Ren%C3%A9_Arce_Islas", "description": "René Arce Islas is a Mexican politician affiliated with the PVEM. He served as Deputy of the LIX Legislature of the Mexican Congress representing the Federal District and as Senator during the LX and LXI Legislatures, then with the PRD."}]}, {"heading": "Births", "year": "1954", "date": "October 22", "txt": "Graham Joyce, English author and educator (d. 2014)", "entities": [{"title": "Graham Joyce", "href": "/wiki/Graham_Joyce", "description": "Graham William Joyce was a British writer of speculative fiction and the recipient of numerous awards, including the O. Henry Award and the World Fantasy Award, for both his novels and short stories."}]}, {"heading": "Births", "year": "1956", "date": "October 22", "txt": "John Adam, Australian rugby league player", "entities": [{"title": "John Adam (rugby league)", "href": "/wiki/John_Adam_(rugby_league)", "description": "John Adam is an Australian former professional rugby league footballer who played in the 1970s and 1980s. He played for the North Sydney Bears in the New South Wales Rugby League competition. His position of choice was as a centre though he could also, and often did, play on the wing."}]}, {"heading": "Births", "year": "1956", "date": "October 22", "txt": "Alejandro Kuropatwa, Argentine photographer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 22", "txt": "Henry Lauterbach, German jumper", "entities": [{"title": "Henry Lauterbach", "href": "/wiki/Henry_Lauterbach", "description": "Henry Lauterbach is a retired East German high jumper and long jumper."}]}, {"heading": "Births", "year": "1957", "date": "October 22", "txt": "Daniel Melingo, Argentine musician", "entities": []}, {"heading": "Births", "year": "1958", "date": "October 22", "txt": "Bobby Blotzer, American drummer", "entities": [{"title": "Bobby Blotzer", "href": "/wiki/Bobby_Blotzer", "description": "Robert John Blotzer is an American musician best known as the past drummer for metal band Ratt. He attended Torrance High School in Torrance, California along with his ex Ratt bandmate Juan Croucier."}]}, {"heading": "Births", "year": "1959", "date": "October 22", "txt": "Roberto Navarro, Argentine journalist", "entities": [{"title": "Roberto Navarro (journalist)", "href": "/wiki/Roberto_Navarro_(journalist)", "description": "Roberto Daniel Navarro is an Argentine journalist specialized at economy."}]}, {"heading": "Births", "year": "1959", "date": "October 22", "txt": "Arto Salminen, Finnish journalist and author (d. 2005)", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 22", "txt": "Marc Shaiman, American composer and songwriter", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 22", "txt": "Darryl Jenifer, American bass player", "entities": [{"title": "Darryl Jenifer", "href": "/wiki/Darryl_Jenifer", "description": "Darryl Jenifer is an American musician, widely known as the bassist for the hardcore punk band Bad Brains and for the rap-rock group The White Mandingos. He appeared in TV's Illest Minority Moments presented by ego trip and the three-part ego trip's Race-O-Rama on VH1."}]}, {"heading": "Births", "year": "1960", "date": "October 22", "txt": "Cris Kirkwood, American singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 22", "txt": "Takaaki Ishibashi, Japanese comedian, singer, and actor", "entities": [{"title": "Takaaki Ishibashi", "href": "/wiki/Takaaki_Ishibashi", "description": "Takaaki Ishibashi  is a Japanese owarai artist, singer and actor."}]}, {"heading": "Births", "year": "1961", "date": "October 22", "txt": "Barbara Potter, American tennis player", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 22", "txt": "Bob Odenkirk, American actor and comedian", "entities": [{"title": "Bob Odenkirk", "href": "/wiki/Bob_Odenkirk", "description": "Robert John Odenkirk is an American actor, comedian, writer, director, and producer. He is best known for his role as lawyer Saul Goodman on the AMC crime drama series Breaking Bad and its spin-off Better Call Saul, for which he received four nominations for Primetime Emmy Award for Outstanding Lead Actor in a Drama Series. He is also known for the HBO sketch comedy series Mr. Show with Bob and Da"}]}, {"heading": "Births", "year": "1963", "date": "October 22", "txt": "Brian Boitano, American figure skater", "entities": [{"title": "Brian Boitano", "href": "/wiki/Brian_Boitano", "description": "Brian Anthony Boitano is an American figure skater from Sunnyvale, California. He is the 1988 Olympic champion, the 1986 and 1988 World Champion, and the 1985–1988 U.S. National Champion. He turned professional following the 1988 season. He returned to competition in 1993 and competed at the 1994 Winter Olympics, where he placed sixth."}]}, {"heading": "Births", "year": "1964", "date": "October 22", "txt": "Dražen Petrović, Croatian basketball player (d. 1993)", "entities": [{"title": "Dražen Petrović", "href": "/wiki/Dra%C5%BEen_Petrovi%C4%87", "description": "Dražen Petrović was a Yugoslav and Croatian professional basketball player. A shooting guard, he initially achieved success playing professional basketball in Europe in the 1980s, before joining the National Basketball Association (NBA) in 1989."}]}, {"heading": "Births", "year": "1964", "date": "October 22", "txt": "TobyMac, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 22", "txt": "Valeria Golino, Italian actress", "entities": [{"title": "Valeria Golino", "href": "/wiki/Valeria_Golino", "description": "Valeria Golino is an Italian actress and director. She is best known to English-language audiences for her roles in Rain Man, Big Top Pee-wee and the two Hot Shots! films. In addition to David di Donatello, Silver Ribbon, Golden Ciak and Italian Golden Globe awards, she is one of three actresses to have twice won the Best Actress award at the Venice Film Festival."}]}, {"heading": "Births", "year": "1965", "date": "October 22", "txt": "John Wesley Harding, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 22", "txt": "A. L. Kennedy, Scottish comedian, journalist, and author", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 22", "txt": "Otis Smith, American football player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 22", "txt": "Piotr Wiwczarek, Polish singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 22", "txt": "Yuri Arbachakov, Russian-Japanese boxer", "entities": [{"title": "Yuri Arbachakov", "href": "/wiki/Yuri_Arbachakov", "description": "Yuri Yakovlevich Arbachakov is a former boxing champion in the flyweight division. He was the first Russian professional boxing champion."}]}, {"heading": "Births", "year": "1967", "date": "October 22", "txt": "Salvatore Di Vittorio, Italian composer and conductor", "entities": [{"title": "Salvatore Di Vittorio", "href": "/wiki/Salvatore_Di_Vittorio", "description": "Salvatore Di Vittorio is an Italian composer and conductor. He is Music Director and Conductor of the Chamber Orchestra of New York. He has been recognized by Luigi Verdi as a \"lyrical musical spirit, respectful of the ancient Italian tradition… an emerging leading interpreter of the music of Ottorino Respighi\"."}]}, {"heading": "Births", "year": "1967", "date": "October 22", "txt": "Rita Guerra, Portuguese singer", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 22", "txt": "Oona King, Baroness King of Bow, English academic and politician", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 22", "txt": "Ulrike Maier, Austrian skier (d. 1994)", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 22", "txt": "Carlos Mencia, Honduran-American comedian, actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 22", "txt": "Ron Tugnutt, Canadian ice hockey player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 22", "txt": "Stephanie Cutter, American lawyer and political consultant", "entities": [{"title": "Stephanie Cutter", "href": "/wiki/Stephanie_Cutter", "description": "Stephanie Cutter is an American political consultant. She served as an advisor to President Barack Obama during his first presidential term, and was deputy campaign manager for his 2012 re-election campaign. She previously worked in campaign and communications roles for other prominent Democrats including Ted Kennedy, John Kerry, and Michelle Obama. The New York Times described her as \"a popular b"}]}, {"heading": "Births", "year": "1968", "date": "October 22", "txt": "Jay Johnston, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 22", "txt": "Shelby Lynne, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 22", "txt": "Stéphane Quintal, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 22", "txt": "Shaggy, Jamaican singer-songwriter and DJ", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 22", "txt": "Julio Borges, Venezuelan politician", "entities": [{"title": "Julio Borges", "href": "/wiki/Julio_Borges", "description": "Julio Andrés Borges Junyent is a Venezuelan politician and lawyer. In the late 1990s he had a TV court show called \"Justicia Para Todos\" on Radio Caracas Televisión. He co-founded the party Primero Justicia in 2000 together with Henrique Capriles Radonski and Leopoldo Lopez."}]}, {"heading": "Births", "year": "1969", "date": "October 22", "txt": "Héctor Carrasco, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 22", "txt": "Spike Jonze, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 22", "txt": "Helmut Lotti, Belgian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 22", "txt": "Coque Malla, Spanish musician and actor", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 22", "txt": "Winston Bogarde, Dutch footballer and manager", "entities": [{"title": "Winston Bogarde", "href": "/wiki/Winston_Bogarde", "description": "Winston Lloyd Bogarde is a Dutch retired professional footballer, and is the assistant manager of Ajax. He was known for his physical strength, and played mostly as a central defender although he could occasionally play as full back."}]}, {"heading": "Births", "year": "1970", "date": "October 22", "txt": "Amy Redford, American actress, director, and producer", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 22", "txt": "Amanda Coetzer, South African tennis player", "entities": [{"title": "Amanda Coetzer", "href": "/wiki/Amanda_Coetzer", "description": "Amanda Coetzer is a South African former professional tennis player. Coetzer finished in the WTA rankings top 20 for ten consecutive seasons (1992–2001), peaking at world No. 3. She reached three Grand Slam semifinals and one Grand Slam doubles final. Coetzer earned a reputation for regularly beating players who were ranked higher than she. By virtue of scoring so many upset wins in spite of her f"}]}, {"heading": "Births", "year": "1971", "date": "October 22", "txt": "Kornél Dávid, Hungarian basketball player", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 22", "txt": "José Manuel Martínez, Spanish runner", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 22", "txt": "Jennifer Lee, American screenwriter, director, Chief Creative Officer of Walt Disney Animation Studios", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 22", "txt": "D'Lo Brown, American wrestler and accountant", "entities": [{"title": "D'Lo Brown", "href": "/wiki/D%27Lo_Brown", "description": "Accie Julius Connor, better known by his ring name D'Lo Brown, is an American professional wrestler. He is currently signed to Impact Wrestling as a wrestler, producer and commentator. He is best known for his time in WWE from 1990 to 2009, where he is a former Intercontinental Champion, and a four-time European Champion.He is also known for his appearances in Total Nonstop Action Wrestling, where"}]}, {"heading": "Births", "year": "1972", "date": "October 22", "txt": "Saffron Burrows, English-American actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 22", "txt": "Víctor Saldaño, the only Argentine man sentenced to death in the US", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 22", "txt": "Andrés Palop, Spanish footballer and manager", "entities": [{"title": "Andrés Palop", "href": "/wiki/Andr%C3%A9s_Palop", "description": "Andrés Palop Cervera is a Spanish former professional footballer who played as a goalkeeper, and is a current manager."}]}, {"heading": "Births", "year": "1973", "date": "October 22", "txt": "Ichiro Suzuki, Japanese baseball player", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 22", "txt": "Mark van der Zijden, Dutch swimmer", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 22", "txt": "Tim Kinsella, American singer-songwriter", "entities": [{"title": "Tim Kinsella", "href": "/wiki/Tim_Kinsella", "description": "Tim Kinsella is a musician, author, and film director from Chicago, Illinois. He has been a member of many bands, including Cap'n Jazz, Joan of Arc, Make Believe, Owls, Friend/Enemy, Everyoned, and others. His early solo material appears under the alias Tim Kinsella(s)."}]}, {"heading": "Births", "year": "1974", "date": "October 22", "txt": "Jeff McInnis, American basketball player", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 22", "txt": "Miroslav Šatan, Slovak ice hockey player", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 22", "txt": "Martín Cardetti, Argentinian footballer and manager", "entities": [{"title": "Martín Cardetti", "href": "/wiki/Mart%C3%ADn_Cardetti", "description": "Martín Cardetti is a retired Argentine football striker and manager."}]}, {"heading": "Births", "year": "1975", "date": "October 22", "txt": "Jesse Tyler Ferguson, American actor", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 22", "txt": "Míchel Salgado, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 22", "txt": "Luke Adams, Australian race walker", "entities": [{"title": "Luke Adams (racewalker)", "href": "/wiki/Luke_Adams_(racewalker)", "description": "Luke Kendall Adams is a male race walker from Australia, who was born in Tanzania. He is a three-time Olympian for Australia. On 23 June 2000, he was awarded the Australian Sports Medal."}]}, {"heading": "Births", "year": "1976", "date": "October 22", "txt": "Laidback Luke, Dutch DJ", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 22", "txt": "Jon Foreman, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 22", "txt": "Dion Glover, American basketball player and coach", "entities": [{"title": "Dion Glover", "href": "/wiki/Dion_Glover", "description": "Micaiah Diondae \"Dion\" Glover is an American former professional basketball player who played in the National Basketball Association (NBA). He is currently an assistant coach for the Grand Rapids Drive of the NBA G League, He was also a member of the BIG3 basketball league's inaugural championship team, \"Trilogy\"."}]}, {"heading": "Births", "year": "1978", "date": "October 22", "txt": "Chaswe Nsofwa, Zambian footballer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 22", "txt": "Owais Shah, Pakistani-English cricketer", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 22", "txt": "Doni, Brazilian footballer", "entities": [{"title": "Doni (footballer)", "href": "/wiki/Doni_(footballer)", "description": "Doniéber Alexander Marangon, known as Doni, is a Brazilian former footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1980", "date": "October 22", "txt": "Niall Breslin, Irish singer-songwriter, guitarist, producer, and footballer", "entities": [{"title": "Niall Breslin", "href": "/wiki/Niall_Breslin", "description": "Niall Breslin, known as Bressie, is an Irish musician, former Westmeath Gaelic footballer and Leinster Rugby player. Breslin found success as the lead singer, guitarist, songwriter with pop band The Blizzards, as a co-writer and producer with XIX Entertainment and as a solo artist. \nHe was the winning coach on the first and third seasons of The Voice of Ireland."}]}, {"heading": "Births", "year": "1980", "date": "October 22", "txt": "Luke O'Donnell, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 22", "txt": "Sonia Sui, Taiwanese model and actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 22", "txt": "Michael Fishman, American actor and producer", "entities": [{"title": "Michael Fishman", "href": "/wiki/Michael_Fishman", "description": "Michael Aaron Fishman is an American actor, writer, and producer known for playing D.J. Conner on the long-running series Roseanne and its spin-off show, The Conners."}]}, {"heading": "Births", "year": "1981", "date": "October 22", "txt": "Olivier Pla, French racing driver", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 22", "txt": "Robinson Canó, Dominican baseball player", "entities": [{"title": "Robinson Canó", "href": "/wiki/Robinson_Can%C3%B3", "description": "Robinson José Canó is a Dominican professional baseball second baseman for the New York Mets of Major League Baseball (MLB). He previously played for the New York Yankees from 2005 to 2013, and for the Seattle Mariners from 2014 to 2018. Canó has represented the Dominican Republic in international play, including winning both the gold medal and Most Valuable Player Award (MVP) of the 2013 World Ba"}]}, {"heading": "Births", "year": "1982", "date": "October 22", "txt": "Tim Erfen, German footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 22", "txt": "Heath Miller, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 22", "txt": "Mark Renshaw, Australian cyclist", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 22", "txt": "Byul, South Korean singer", "entities": [{"title": "Byul", "href": "/wiki/Byul", "description": "Kim Go-eun, better known by the stage name Byul, is a South Korean singer. She debuted in 2002 with the album December 32."}]}, {"heading": "Births", "year": "1983", "date": "October 22", "txt": "Anton Müller, German footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 22", "txt": "Plan B, British singer and actor", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 22", "txt": "Horacio Agulla, Argentine rugby player", "entities": [{"title": "Horacio Agulla", "href": "/wiki/Horacio_Agulla", "description": "Horacio Agulla is an Argentine rugby union player, who plays for Castres Olympique at club level. He plays as a wing or fullback."}]}, {"heading": "Births", "year": "1984", "date": "October 22", "txt": "Aleks Marić, Australian basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 22", "txt": "Federico Ágreda, Venezuelan musician", "entities": [{"title": "Federico Ágreda", "href": "/wiki/Federico_%C3%81greda", "description": "Federico Augusto Ágreda Álvarez, best known as Zardonic, is a Venezuelan keyboardist, DJ, composer, producer and remixer primarily known for his heavy electronic dance music, dubbed as Venezuela's top DJ act and one of the Top 10 best DJ masks in the world, with releases peaking at #1 in Beatport's Drum & Bass releases of the week and Amazon's Hard Rock & Metal Bestsellers. He is also featured in "}]}, {"heading": "Births", "year": "1985", "date": "October 22", "txt": "Hadise, Belgian-Turkish singer-songwriter and dancer", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 22", "txt": "Zac Hanson, American singer-songwriter and drummer", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 22", "txt": "Kenji Ebisawa, Japanese actor", "entities": [{"title": "Kenji Ebisawa", "href": "/wiki/Kenji_Ebisawa", "description": "Kenji Ebisawa  is a Japanese actor, best known for the role of Gunpei Ishihara/Go-on Black in the 2008 tokusatsu series Engine Sentai Go-onger."}]}, {"heading": "Births", "year": "1986", "date": "October 22", "txt": "Kara Lang, Canadian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 22", "txt": "Ștefan Radu, Romanian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 22", "txt": "Akihiro Sato, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 22", "txt": "Tiki Gelana, Ethiopian runner", "entities": [{"title": "Tiki Gelana", "href": "/wiki/Tiki_Gelana", "description": "Erba Tiki Gelana is an Ethiopian long-distance runner who competes in marathon races. Her personal best of 2:18:58 had been the Ethiopian national record for the event from 2012 to 2017. She won the 2011 Amsterdam Marathon and the 2012 Rotterdam Marathon. She won the gold medal at the 2012 London Olympics with a time of 2:23:07, a new Olympic record."}]}, {"heading": "Births", "year": "1987", "date": "October 22", "txt": "Donny Montell, Lithuanian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 22", "txt": "Park Ha-sun, South Korean actress", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 22", "txt": "Reen Yu, Taiwanese actress", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 22", "txt": "Sarah Barrow, English diver", "entities": [{"title": "Sarah Barrow", "href": "/wiki/Sarah_Barrow", "description": "Sarah Barrow is a British retired diver who competed in several LEN European Aquatics Championships and Commonwealth Games, where she won multiple medals."}]}, {"heading": "Births", "year": "1988", "date": "October 22", "txt": "Parineeti Chopra, Indian actress", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 22", "txt": "Elena Muhhina, Estonian figure skater", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 22", "txt": "Aykut Demir, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "October 22", "txt": "Nicolás Francella, Argentine actor", "entities": [{"title": "Nicolás Francella", "href": "/wiki/Nicol%C3%A1s_Francella", "description": "Nicolás Francella is an Argentine actor, singer and television producer. He is the son of the famous actor, Guillermo Francella."}]}, {"heading": "Births", "year": "1990", "date": "October 22", "txt": "Jonathan Lipnicki, American actor", "entities": []}, {"heading": "Births", "year": "1992", "date": "October 22", "txt": "Sofia Vassilieva, American actress", "entities": [{"title": "Sofia Vassilieva", "href": "/wiki/Sofia_Vassilieva", "description": "Sofia Vladimirovna Vassilieva is an American actress. Her most notable roles include the children's book character Eloise in Eloise at the Plaza and Eloise at Christmastime, Ariel DuBois in the Emmy-winning TV series Medium, and teenage cancer patient Kate Fitzgerald in the 2009 film adaptation of My Sister's Keeper by Jodi Picoult."}]}, {"heading": "Births", "year": "1993", "date": "October 22", "txt": "Charalambos Lykogiannis, Greek footballer", "entities": [{"title": "Charalambos Lykogiannis", "href": "/wiki/Charalambos_Lykogiannis", "description": "Charalampos \"Babis\" Lykogiannis, also known as Lykos is a Greek professional footballer who plays as a left back or a left midfielder for Serie A club Cagliari and the Greece national team."}]}, {"heading": "Births", "year": "1995", "date": "October 22", "txt": "Saidy Janko, Swiss footballer", "entities": [{"title": "Saidy Janko", "href": "/wiki/Saidy_Janko", "description": "Saidy Janko is a Swiss professional footballer who plays for Spanish club Real Valladolid. Although Janko primarily recognised as a right-back, he is equally capable of playing on the right wing."}]}, {"heading": "Births", "year": "1996", "date": "October 22", "txt": "B.I, South Korean singer-songwriter and dancer", "entities": [{"title": "B.I (rapper)", "href": "/wiki/B.I_(rapper)", "description": "Kim Han-bin, known by his stage name B.I (Korean: 비아이) is a South Korean rapper, singer-songwriter, record producer and former leader of boy group iKon under YG Entertainment. He made appearances on Mnet WIN: Who Is Next in 2013 as well as Mix & Match and Show Me The Money in 2014. In 2015, he debuted as the leader of iKon."}]}, {"heading": "Births", "year": "1996", "date": "October 22", "txt": "Johannes Høsflot Klæbo, Norwegian ski runner", "entities": []}, {"heading": "Deaths", "year": "726", "date": "October 22", "txt": "Itzamnaaj K'awiil, a Maya ruler of Dos Pilas", "entities": [{"title": "Itzamnaaj K'awiil", "href": "/wiki/Itzamnaaj_K%27awiil", "description": "Itzamnaaj Kʼawiil was a Mayan king of Dos Pilas. He was the third known ruler of that place. He is also known as the Ruler 2 and Shield God K."}, {"title": "Maya rulers", "href": "/wiki/Maya_rulers", "description": "Maya kings were the centers of power for the Maya civilization. Each Maya city-state was controlled by a dynasty of kings. The position of king was usually inherited by the oldest son."}, {"title": "Dos Pilas", "href": "/wiki/Dos_Pilas", "description": "Dos Pilas is a Pre-Columbian site of the Maya civilization located in what is now the department of Petén, Guatemala. It dates to the Late Classic Period, being founded by an offshoot of the dynasty of the great city of Tikal in AD 629 in order to control trade routes in the Petexbatún region, particularly the Pasión River. In AD 648 Dos Pilas broke away from Tikal and became a vassal state of Cal"}]}, {"heading": "Deaths", "year": "741", "date": "October 22", "txt": "Charles Martel, Frankish king (b. 688)", "entities": [{"title": "Charles Martel", "href": "/wiki/Charles_Martel", "description": "Charles Martel was a Frankish statesman and military leader who, as Duke and Prince of the Franks and Mayor of the Palace, was the de facto ruler of Francia from 718 until his death. He was a son of the Frankish statesman Pepin of Herstal and Pepin's mistress, a noblewoman named Alpaida. Charles, also known as “The Hammer”, successfully asserted his claims to power as successor to his father as th"}]}, {"heading": "Deaths", "year": "842", "date": "October 22", "txt": "Abo, Japanese prince (b. 792)", "entities": [{"title": "Prince Abo", "href": "/wiki/Prince_Abo", "description": "Prince Abo  was a Japanese imperial prince of the early Heian period."}]}, {"heading": "Deaths", "year": "1383", "date": "October 22", "txt": "Ferdinand I of Portugal (b. 1345)", "entities": [{"title": "Ferdinand I of Portugal", "href": "/wiki/Ferdinand_I_of_Portugal", "description": "Ferdinand I, sometimes called the Handsome or occasionally the Inconstant, was the King of Portugal from 1367 until his death in 1383. His death led to the 1383–85 crisis, also known as the Portuguese interregnum."}]}, {"heading": "Deaths", "year": "1455", "date": "October 22", "txt": "Johannes Brassart, Flemish composer", "entities": [{"title": "Johannes Brassart", "href": "/wiki/Johannes_Brassart", "description": "\nJohannes Brassart was a composer of the early-Renaissance Burgundian school. Of his output, only sacred vocal music has survived, and it typifies early-15th-century practice."}]}, {"heading": "Deaths", "year": "1493", "date": "October 22", "txt": "James Douglas, 1st Earl of Morton", "entities": [{"title": "James Douglas, 1st Earl of Morton", "href": "/wiki/James_Douglas,_1st_Earl_of_Morton", "description": "James Douglas, the 4th Lord of Dalkeith, was created the 1st Earl of Morton in 1458."}]}, {"heading": "Deaths", "year": "1565", "date": "October 22", "txt": "Jean Grolier de Servières, French book collector (b. 1479)", "entities": [{"title": "Jean Grolier de Servières", "href": "/wiki/Jean_Grolier_de_Servi%C3%A8res", "description": "Jean Grolier de Servières, viscount d'Aguisy was Treasurer-General of France and a famous bibliophile. As a book collector, Grolier is known in particular for his patronage of the Aldine Press, and his love of richly decorated bookbindings."}]}, {"heading": "Deaths", "year": "1604", "date": "October 22", "txt": "Domingo Báñez, Spanish theologian (b. 1528)", "entities": [{"title": "Domingo Báñez", "href": "/wiki/Domingo_B%C3%A1%C3%B1ez", "description": "Domingo Báñez was a Spanish Dominican and Scholastic theologian. The qualifying Mondragonensis sometimes attached to his name seems to refer to the birthplace of his father, Juan Báñez, at Mondragón in Guipúzcoa."}]}, {"heading": "Deaths", "year": "1626", "date": "October 22", "txt": "Kikkawa Hiroie, Japanese daimyō (b. 1561)", "entities": [{"title": "Kikkawa Hiroie", "href": "/wiki/Kikkawa_Hiroie", "description": "Kikkawa Hiroie  was a Japanese daimyō of the Azuchi–Momoyama period through early Edo period. \nHiroie's father was Kikkawa Motoharu and his mother was a daughter of Kumagai Nobunao."}]}, {"heading": "Deaths", "year": "1708", "date": "October 22", "txt": "Hermann Witsius, Dutch theologian and academic (b. 1636)", "entities": [{"title": "Hermann Witsius", "href": "/wiki/Hermann_Witsius", "description": "Hermann Witsius was a Dutch theologian."}]}, {"heading": "Deaths", "year": "1751", "date": "October 22", "txt": "William IV, Prince of Orange (b. 1711)", "entities": [{"title": "William IV, Prince of Orange", "href": "/wiki/William_IV,_Prince_of_Orange", "description": "William IV was Prince of Orange from birth and the first hereditary Stadtholder of all the United Provinces of the Netherlands from 1747 till his death in 1751. During his whole life he was furthermore ruler of the Principality of Orange-Nassau within the Holy Roman Empire."}]}, {"heading": "Deaths", "year": "1761", "date": "October 22", "txt": "Louis George, Margrave of Baden-Baden (b. 1702)", "entities": [{"title": "Louis George, Margrave of Baden-Baden", "href": "/wiki/Louis_George,_Margrave_of_Baden-Baden", "description": "Louis George, Margrave of Baden-Baden was the Margrave of Baden-Baden from 1707 until his death in 1761. From 1707 to 1727, his mother Sibylle of Saxe-Lauenburg was the regent of Baden-Baden. He was succeeded by his younger brother, Augustus George. Because of his passion for hunting, he was nicknamed Jägerlouis."}]}, {"heading": "Deaths", "year": "1755", "date": "October 22", "txt": "Elisha Williams, American minister, academic, and jurist (b. 1694)", "entities": [{"title": "Elisha Williams", "href": "/wiki/Elisha_Williams", "description": "Elisha Williams was a Congregational minister, legislator, militia soldier, jurist, and rector of Yale College from 1726 to 1739."}]}, {"heading": "Deaths", "year": "1792", "date": "October 22", "txt": "Guillaume Le Gentil, French astronomer (b. 1725)", "entities": [{"title": "Guillaume Le Gentil", "href": "/wiki/Guillaume_Le_Gentil", "description": "Guillaume Joseph Hyacinthe Jean-Baptiste Le Gentil de la Galaisière was a French astronomer who discovered several nebulae and was appointed to the Royal Academy of Sciences. He made unsuccessful attempts to observe the 1761 and 1769 transits of Venus from India."}]}, {"heading": "Deaths", "year": "1847", "date": "October 22", "txt": "Sahle Selassie, Ethiopian ruler (b. 1795)", "entities": [{"title": "Sahle Selassie", "href": "/wiki/Sahle_Selassie", "description": "Sahle Selassie was a ruler and later King of Shewa from 1813–1847. An important Amhara noble of Ethiopia, he was a younger son of Wossen Seged. Sahle Selassie was the father of numerous sons, among them Haile Melekot, Haile Mikael, Seyfe Sahle Selassie, Amarkegne and Darge Sahle Selassie ; his daughters included Tenagnework, Ayahilush, Wossenyelesh, Birkinesh, and Tinfelesh."}]}, {"heading": "Deaths", "year": "1853", "date": "October 22", "txt": "Juan Antonio Lavalleja, Uruguayan general and politician, President of Uruguay (b. 1784)", "entities": [{"title": "Juan Antonio Lavalleja", "href": "/wiki/Juan_Antonio_Lavalleja", "description": "Juan Antonio Lavalleja was a Uruguayan revolutionary and political figure. He was born in Minas, nowadays being located in the Lavalleja Department, which was named after him."}, {"title": "List of Presidents of Uruguay", "href": "/wiki/List_of_Presidents_of_Uruguay", "description": "Uruguay is a presidential republic in which the President is both the head of state and head of government. The following is a list of all the people who have held the office of President of Uruguay since 6 November 1830, with the exception of those who held the office of \"President\" under the National Council of Government, which served as the country's executive directory from 1955 to 1967. The "}]}, {"heading": "Deaths", "year": "1859", "date": "October 22", "txt": "Louis Spohr, German violinist and composer (b. 1784)", "entities": [{"title": "Louis Spohr", "href": "/wiki/Louis_Spohr", "description": "Louis Spohr, baptized Ludewig Spohr, later often in the modern German form of the name Ludwig, was a German composer, violinist and conductor. Highly regarded during his lifetime, Spohr composed ten symphonies, ten operas, eighteen violin concerti, four clarinet concerti, four oratorios, and various works for small ensemble, chamber music, and art songs. Spohr invented the violin chinrest and the "}]}, {"heading": "Deaths", "year": "1883", "date": "October 22", "txt": "George Coulthard, Australian cricketer and footballer (b. 1856)", "entities": [{"title": "George Coulthard", "href": "/wiki/George_Coulthard", "description": "George Coulthard was an Australian cricketer and Australian rules footballer."}]}, {"heading": "Deaths", "year": "1883", "date": "October 22", "txt": "Thomas Mayne Reid, Irish-American soldier and author (b. 1818)", "entities": []}, {"heading": "Deaths", "year": "1885", "date": "October 22", "txt": "Lewis Majendie, English politician (b. 1835)", "entities": [{"title": "Lewis Majendie", "href": "/wiki/Lewis_Majendie", "description": "\n\nLewis Ashurst Majendie was a British Conservative Party politician."}]}, {"heading": "Deaths", "year": "1891", "date": "October 22", "txt": "Ernst von Fleischl-Marxow, Austrian physiologist and physician (b. 1846)", "entities": [{"title": "Ernst von Fleischl-Marxow", "href": "/wiki/Ernst_von_Fleischl-Marxow", "description": "Ernst von Fleischl-Marxow, also Ernst Fleischl von Marxow, son of Karl Fleischl Edlem von Marxow and his wife Ida was an Austrian physiologist and physician who became known for his important investigations on the electrical activity of nerves and the brain. He was also a creative inventor of new devices which were widely adopted in clinical medicine and physiological research."}]}, {"heading": "Deaths", "year": "1902", "date": "October 22", "txt": "Herman Adolfovich Trautschold, German geologist and paleontologist (b. 1817)", "entities": [{"title": "Herman Adolfovich Trautschold", "href": "/wiki/Herman_Adolfovich_Trautschold", "description": "Gustav Heinrich Ludwig Hermann Trautschold was a German-Russian geologist and paleontologist and also pharmacist. From 1869-1888 he was a professor at the Petrovsky Agricultural and Forestry Academy. Trautschold was known as a specialist in the paleontology and stratigraphy of Carboniferous, Jurassic and Cretaceous deposits of the European part of Russia. He was brother of painter Wilhelm Trautsch"}]}, {"heading": "Deaths", "year": "1906", "date": "October 22", "txt": "Paul Cézanne, French painter (b. 1839)", "entities": [{"title": "Paul Cézanne", "href": "/wiki/Paul_C%C3%A9zanne", "description": "Paul Cézanne was a French artist and Post-Impressionist painter whose work laid the foundations of the transition from the 19th-century conception of artistic endeavor to a new and radically different world of art in the 20th century."}]}, {"heading": "Deaths", "year": "1914", "date": "October 22", "txt": "Konishiki Yasokichi I, Japanese sumo wrestler, the 17th Yokozuna (b. 1866)", "entities": [{"title": "Konishiki Yasokichi I", "href": "/wiki/Konishiki_Yasokichi_I", "description": "Konishiki Yasokichi I  was a Japanese professional sumo wrestler from Musha District, Kazusa Province. He was the sport's 17th yokozuna."}, {"title": "Yokozuna (sumo)", "href": "/wiki/Yokozuna_(sumo)", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1917", "date": "October 22", "txt": "Bob Fitzsimmons, English-American boxer (b. 1863)", "entities": [{"title": "Bob Fitzsimmons", "href": "/wiki/Bob_Fitzsimmons", "description": "Robert James \"Bob\" Fitzsimmons was a British professional boxer who was the sport's first three-division world champion. He also achieved fame for beating Gentleman Jim Corbett, and he is in The Guinness Book of World Records as the lightest heavyweight champion, weighing just 165 pounds when he won the title. Nicknamed Ruby Robert and The Freckled Wonder, he took pride in his lack of scars and ap"}]}, {"heading": "Deaths", "year": "1917", "date": "October 22", "txt": "Charles Pardey Lukis, founder of the Indian Journal of Medical Research and later Director-General of the Indian Medical Service (b. 1857)", "entities": []}, {"heading": "Deaths", "year": "1927", "date": "October 22", "txt": "Borisav Stanković, Serbian author (b. 1876)", "entities": [{"title": "Borisav Stanković", "href": "/wiki/Borisav_Stankovi%C4%87", "description": "Borisav \"Bora\" Stanković was a Serbian writer belonging to the school of realism. His novels and short stories depict the life of people from South Serbia. He belongs to an exceptional group of storytellers that appeared at the turn of the 20th century, Ivo Ćipiko, Petar Kočić, Milutin Uskoković, and others."}]}, {"heading": "Deaths", "year": "1928", "date": "October 22", "txt": "Andrew Fisher, Scottish-Australian lawyer and politician, 5th Prime Minister of Australia (b. 1862)", "entities": [{"title": "Andrew Fisher", "href": "/wiki/Andrew_Fisher", "description": "Andrew Fisher was an Australian politician who served three separate terms as Prime Minister of Australia – from 1908 to 1909, from 1910 to 1913, and from 1914 to 1915. He was the leader of the Australian Labor Party from 1907 to 1915."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Deaths", "year": "1934", "date": "October 22", "txt": "Pretty Boy Floyd, American gangster (b. 1904)", "entities": [{"title": "Pretty Boy Floyd", "href": "/wiki/Pretty_Boy_Floyd", "description": "Charles Arthur Floyd, nicknamed Pretty Boy Floyd, was an American bank robber. He operated in the West and Central states, and his criminal exploits gained widespread press coverage in the 1930s. He was seen positively by the public because during robberies he burned mortgage documents, freeing many people from their debts. \nHe was pursued and killed by a group of Bureau of Investigation (BOI) age"}]}, {"heading": "Deaths", "year": "1935", "date": "October 22", "txt": "Edward Carson, Irish-English lawyer and politician, Attorney General for England and Wales (b. 1854)", "entities": [{"title": "Edward Carson", "href": "/wiki/Edward_Carson", "description": "Edward Henry Carson, Baron Carson, PC, PC (Ire), from 1900 to 1921 known as Sir Edward Carson, was an Irish unionist politician, barrister and judge. From 1905 Carson was both the Irish Unionist Alliance MP for Trinity College Dublin and leader of the Ulster Unionist Council in Belfast. In 1915 he entered the war cabinet of Herbert Asquith as Attorney-General. Carson was defeated in his ambition t"}, {"title": "Attorney General for England and Wales", "href": "/wiki/Attorney_General_for_England_and_Wales", "description": "Her Majesty's Attorney General for England and Wales, usually known as the Attorney General, is one of the Law Officers of the Crown. The Attorney General serves as the principal legal adviser to the Crown and the Government in England and Wales. The Attorney General maintains their own office and currently attends Cabinet. The office is also concurrently held with that of Advocate General for Nor"}]}, {"heading": "Deaths", "year": "1935", "date": "October 22", "txt": "Ettore Marchiafava, Italian physician (b. 1847)", "entities": []}, {"heading": "Deaths", "year": "1941", "date": "October 22", "txt": "Guy Môquet, French militant (b. 1924)", "entities": [{"title": "Guy Môquet", "href": "/wiki/Guy_M%C3%B4quet", "description": "Guy Môquet was a young French Communist militant. During the German occupation of France during World War II, he was taken hostage by the Nazis and executed by firing squad in retaliation for attacks on Germans by the French Resistance. Môquet went down in history as one of the symbols of the French Resistance."}]}, {"heading": "Deaths", "year": "1952", "date": "October 22", "txt": "Ernst Rüdin, Swiss psychiatrist, geneticist, and eugenicist (b. 1874)", "entities": [{"title": "Ernst Rüdin", "href": "/wiki/Ernst_R%C3%BCdin", "description": "Ernst Rüdin was a Swiss-born German psychiatrist, geneticist, eugenicist and Nazi. Rising to prominence under Emil Kraepelin and assuming his directorship at what is now called the Max Planck Institute of Psychiatry in Munich. While he has been credited as a pioneer of psychiatric inheritance studies, he also argued for, designed, justified and funded the mass sterilization and clinical killing of"}]}, {"heading": "Deaths", "year": "1954", "date": "October 22", "txt": "Jibanananda Das,  Bangladeshi-Indian author and poet (b. 1899)", "entities": [{"title": "Jibanananda Das", "href": "/wiki/Jibanananda_Das", "description": "Jibanananda Das was an Indian poet, writer, novelist and essayist in the Bengali language. Popularly called \"Rupashi Banglar Kabi'', Das is the most read poet after Rabindranath Tagore and Kazi Nazrul Islam in Bangladesh and West Bengal. While not particularly recognised initially, today Das is acknowledged as one of the greatest poets in the Bengali language."}]}, {"heading": "Deaths", "year": "1956", "date": "October 22", "txt": "Hannah Mitchell, English activist (b. 1872)", "entities": [{"title": "Hannah Mitchell", "href": "/wiki/Hannah_Mitchell", "description": "Hannah Mitchell was an English suffragette and socialist. Born into a poor farming family in Derbyshire, Mitchell left home at a young age to work as a seamstress in Bolton, where she became involved in the socialist movement. She worked for many years in organisations related to socialism, women's suffrage and pacifism. After World War I she was elected to Manchester City Council and worked as a "}]}, {"heading": "Deaths", "year": "1959", "date": "October 22", "txt": "George Bouzianis, Greek painter and educator (b. 1885)", "entities": [{"title": "George Bouzianis", "href": "/wiki/George_Bouzianis", "description": "George Bouzianis was a major Greek expressionist painter."}]}, {"heading": "Deaths", "year": "1959", "date": "October 22", "txt": "Joseph Cahill, Australian politician, 29th Premier of New South Wales (b. 1891)", "entities": [{"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1965", "date": "October 22", "txt": "Muriel George,  English singer and actress (b. 1883)", "entities": [{"title": "Muriel George", "href": "/wiki/Muriel_George", "description": "Muriel George was an English singer and film actress. She appeared in some 55 films between 1932 and 1955. She also appeared on the variety stage and sang on radio with her second husband Ernest Butcher for thirty years. Her hobbies were gardening and antiques. By her first marriage, to Robert Davenport, an author and lyricist, she had a son, the critic John Davenport."}]}, {"heading": "Deaths", "year": "1969", "date": "October 22", "txt": "Tommy Edwards, American singer-songwriter (b. 1922)", "entities": [{"title": "Tommy Edwards", "href": "/wiki/Tommy_Edwards", "description": "Thomas Jefferson Edwards was an American singer and songwriter. His most successful record was the multi-million-selling song \"It's All in the Game\"."}]}, {"heading": "Deaths", "year": "1972", "date": "October 22", "txt": "James K. Baxter, New Zealand poet, writer, theologian, and social commentator. (b. 1926)", "entities": [{"title": "James K. Baxter", "href": "/wiki/James_K._Baxter", "description": "James Keir Baxter was a New Zealand poet and playwright. He was also known as an activist for the preservation of Māori culture. He is one of New Zealand's most well-known and controversial literary figures. He was a prolific writer who produced numerous poems, plays and articles in his short life, and was regarded as the preeminent writer of his generation; he also suffered from alcoholism until "}]}, {"heading": "Deaths", "year": "1973", "date": "October 22", "txt": "Pablo Casals, Catalan cellist and conductor (b. 1876)", "entities": [{"title": "Pablo Casals", "href": "/wiki/Pablo_Casals", "description": "Pau Casals i Defilló, usually known in English by his Spanish name Pablo Casals, was a Spanish and Puerto Rican cellist, composer, and conductor. He is generally regarded as the pre-eminent cellist of the first half of the 20th century and one of the greatest cellists of all time. He made many recordings throughout his career of solo, chamber, and orchestral music, including some as conductor, but"}]}, {"heading": "Deaths", "year": "1979", "date": "October 22", "txt": "Nadia Boulanger, French composer and educator (b. 1887)", "entities": [{"title": "Nadia Boulanger", "href": "/wiki/Nadia_Boulanger", "description": "Juliette Nadia Boulanger was a French composer, conductor, and teacher. She taught many of the leading composers and musicians of the 20th century, and also performed occasionally as a pianist and organist."}]}, {"heading": "Deaths", "year": "1979", "date": "October 22", "txt": "Mieko Kamiya, Japanese psychiatrist and author (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "October 22", "txt": "Richard Hugo, American poet (b. 1923)", "entities": [{"title": "Richard Hugo", "href": "/wiki/Richard_Hugo", "description": "Richard Hugo, born Richard Franklin Hogan, was an American poet. Although some critics regard Hugo as primarily a regionalist, his work resonates broadly across place and time. A portion of Hugo's work reflects the economic depression of the Northwestern United States, particularly Montana. Born in the White Center area of Seattle, Washington, he was raised by his mother's parents after his father"}]}, {"heading": "Deaths", "year": "1985", "date": "October 22", "txt": "Viorica Ursuleac, Romanian soprano and educator (b. 1894)", "entities": [{"title": "Viorica Ursuleac", "href": "/wiki/Viorica_Ursuleac", "description": "Viorica Ursuleac was a Romanian operatic soprano. Viorica Ursuleac was born the daughter of a Greek Orthodox archdeacon, in Chernivtsi, which is now in Ukraine. Following training in Vienna, she made her operatic debut in Zagreb (Agram), as Charlotte in Massenet's Werther, in 1922. The soprano then appeared at the Vienna Volksoper (1924–26), Frankfurt Opera (1926–30), Vienna State Opera (1930–35),"}]}, {"heading": "Deaths", "year": "1986", "date": "October 22", "txt": "Jane Dornacker, American actress and singer (b. 1947)", "entities": [{"title": "Jane Dornacker", "href": "/wiki/Jane_Dornacker", "description": "Jane Carroll Dornacker was an American rock musician, actress, comedian and traffic reporter. She gained fame as a comedian, actor, dancer and as an associate and songwriter for the San Francisco rock band The Tubes; she also led her own band, Leila and the Snakes."}]}, {"heading": "Deaths", "year": "1986", "date": "October 22", "txt": "Thorgeir Stubø, Norwegian guitarist and composer (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "October 22", "txt": "Ye Jianying, Chinese general and politician, Head of State of the People's Republic of China (b. 1897)", "entities": [{"title": "Head of State of the People's Republic of China", "href": "/wiki/Head_of_State_of_the_People%27s_Republic_of_China", "description": "The President of the People's Republic of China, is the ceremonial head of state of the People's Republic of China (PRC). Under the current PRC Constitution, the presidency is a largely ceremonial office with very limited power. However, since 1993, as a matter of convention, the presidency has been held simultaneously by the General Secretary of the Chinese Communist Party, the top leader of this"}]}, {"heading": "Deaths", "year": "1986", "date": "October 22", "txt": "Albert Szent-Györgyi, Hungarian-American physiologist and biochemist, Nobel Prize laureate (b. 1893)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1987", "date": "October 22", "txt": "Lino Ventura, Italian-French actor (b. 1919)", "entities": [{"title": "Lino Ventura", "href": "/wiki/Lino_Ventura", "description": "Angiolino Giuseppe Pasquale Ventura was an Italian actor who grew up in France and starred in many French films. Born in Italy, he was raised in Paris by his Italian mother. After a first career as a professional wrestler was ended by injury, he was offered a part as a gang boss in the Jacques Becker film Touchez pas au grisbi (1954) and rapidly became one of France's favourite film actors, playin"}]}, {"heading": "Deaths", "year": "1988", "date": "October 22", "txt": "Cynthia Freeman, American author (b. 1915)", "entities": [{"title": "Cynthia Freeman", "href": "/wiki/Cynthia_Freeman", "description": "Beatrice Cynthia Freeman, pseudonym of Bea Feinberg, was an American novelist."}]}, {"heading": "Deaths", "year": "1989", "date": "October 22", "txt": "Ewan MacColl, English singer-songwriter, producer, actor, and playwright (b. 1915)", "entities": [{"title": "Ewan MacColl", "href": "/wiki/Ewan_MacColl", "description": "James Henry Miller (1915–1989), better known by his stage name Ewan MacColl, was a Scottish folk singer born in England of Scottish parents, songwriter, folk song collector, labour activist and actor. He is known as one of the integrators of the 1960s folk revival as well as writing such songs as \"The First Time Ever I Saw Your Face\" and \"Dirty Old Town\"."}]}, {"heading": "Deaths", "year": "1989", "date": "October 22", "txt": "Jacob Wetterling, American kidnapping victim (b. 1978)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "October 22", "txt": "Louis Althusser, Algerian-French philosopher and academic (b. 1918)", "entities": [{"title": "Louis Althusser", "href": "/wiki/Louis_Althusser", "description": "Louis Pierre Althusser was a French Marxist philosopher. He was born in Algeria and studied at the École normale supérieure in Paris, where he eventually became Professor of Philosophy."}]}, {"heading": "Deaths", "year": "1991", "date": "October 22", "txt": "Hachiro Kasuga, Japanese singer and actor (b. 1924)", "entities": [{"title": "Hachiro Kasuga", "href": "/wiki/Hachiro_Kasuga", "description": "Hachiro Kasuga , born Minoru Watabe, was a Japanese enka singer. He has been dubbed \"the first enka singer\"."}]}, {"heading": "Deaths", "year": "1992", "date": "October 22", "txt": "Red Barber, American sportscaster (b. 1908)", "entities": [{"title": "Red Barber", "href": "/wiki/Red_Barber", "description": "Walter Lanier \"Red\" Barber was an American sports announcer. Barber, nicknamed \"The Ol' Redhead\", was primarily identified with broadcasts of Major League Baseball, calling play-by-play across four decades with the Cincinnati Reds (1934–1938), Brooklyn Dodgers (1939–1953), and New York Yankees (1954–1966). Like his fellow sportscasting pioneer Mel Allen, Barber also gained a niche calling college "}]}, {"heading": "Deaths", "year": "1992", "date": "October 22", "txt": "Cleavon Little, American actor (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "October 22", "txt": "Innes Ireland, English racing driver and engineer (b. 1930)", "entities": [{"title": "Innes Ireland", "href": "/wiki/Innes_Ireland", "description": "Robert McGregor Innes Ireland, was a British military officer, engineer, and motor racing driver. He was a larger-than-life character who, according to a rival team boss, \"lived without sense, without an analyst and provoked astonishment and affection from everyone.\""}]}, {"heading": "Deaths", "year": "1995", "date": "October 22", "txt": "Kingsley Amis, English novelist, poet, critic (b. 1922)", "entities": [{"title": "Kingsley Amis", "href": "/wiki/Kingsley_Amis", "description": "Sir Kingsley William Amis was an English novelist, poet, critic and teacher. He wrote more than 20 novels, six volumes of poetry, a memoir, short stories, radio and television scripts, and works of social and literary criticism. He is best known for satirical comedies such as Lucky Jim (1954), One Fat Englishman (1963), Ending Up (1974), Jake's Thing (1978) and The Old Devils (1986). His biographe"}]}, {"heading": "Deaths", "year": "1995", "date": "October 22", "txt": "Mary Wickes, American actress and singer (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "October 22", "txt": "Leonid Amalrik, Russian animator, director, and screenwriter (b. 1905)", "entities": [{"title": "Leonid Amalrik", "href": "/wiki/Leonid_Amalrik", "description": "Leonid Alekseyevich Amalrik was a Soviet animator and animation director. He was named Honoured Artist of the RSFSR in 1965."}]}, {"heading": "Deaths", "year": "1998", "date": "October 22", "txt": "Eric Ambler, English author, screenwriter, and producer (b. 1909)", "entities": [{"title": "Eric Ambler", "href": "/wiki/Eric_Ambler", "description": "Eric Clifford Ambler OBE was an English author of thrillers, in particular spy novels, who introduced a new realism to the genre. He also worked as a screenwriter. Ambler used the pseudonym Eliot Reed for books co-written with Charles Rodda."}]}, {"heading": "Deaths", "year": "2001", "date": "October 22", "txt": "Helmut Krackowizer, Austrian motorcycle racer and journalist (b. 1922)", "entities": [{"title": "Helmut Krackowizer", "href": "/wiki/Helmut_Krackowizer", "description": "Helmut Krackowizer was an Austrian motorcycle racer and motor journalist with an international reputation, specializing in vintage motorcycles."}]}, {"heading": "Deaths", "year": "2002", "date": "October 22", "txt": "Richard Helms, American intelligence agent and diplomat, 8th Director of Central Intelligence (b. 1913)", "entities": [{"title": "Richard Helms", "href": "/wiki/Richard_Helms", "description": "Richard McGarrah Helms was an American government official and diplomat who served as Director of Central Intelligence (DCI) from 1966 to 1973. Helms began intelligence work with the Office of Strategic Services during World War II. Following the 1947 creation of the Central Intelligence Agency (CIA) he rose in its ranks during the presidencies of Truman, Eisenhower and Kennedy. Helms then was DCI"}, {"title": "Director of Central Intelligence", "href": "/wiki/Director_of_Central_Intelligence", "description": "The Director of Central Intelligence (DCI) was the head of the American Central Intelligence Agency from 1946 to 2005, acting as the principal intelligence advisor to the President of the United States and the United States National Security Council, as well as the coordinator of intelligence activities among and between the various U.S. intelligence agencies."}]}, {"heading": "Deaths", "year": "2002", "date": "October 22", "txt": "Geraldine of Albania (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "October 22", "txt": "Arman, French-American painter and sculptor (b. 1928)", "entities": [{"title": "Arman", "href": "/wiki/Arman", "description": "Arman was a French-born American artist. Born Armand Fernandez in Nice, France, Arman was a painter who moved from using objects for the ink or paint traces they leave to using them as the painting itself. He is best known for his \"accumulations\" and destruction/recomposition of objects."}]}, {"heading": "Deaths", "year": "2005", "date": "October 22", "txt": "Tony Adams, Irish-American actor and producer (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "October 22", "txt": "Arthur Hill, Canadian-American actor (b. 1922)", "entities": [{"title": "Arthur Hill (Canadian actor)", "href": "/wiki/Arthur_Hill_(Canadian_actor)", "description": "Arthur Edward Spence Hill was a Canadian actor best known for appearances in British and American theatre, films, and television. He attended the University of British Columbia and continued his acting studies in Seattle, Washington."}]}, {"heading": "Deaths", "year": "2007", "date": "October 22", "txt": "Ève Curie, French pianist and journalist (b. 1904)", "entities": [{"title": "Ève Curie", "href": "/wiki/%C3%88ve_Curie", "description": "Ève Denise Curie Labouisse was a French and American writer, journalist and pianist. Ève Curie was the younger daughter of Marie Skłodowska-Curie and Pierre Curie. Her sister was Irène Joliot-Curie and her brother-in-law Frédéric Joliot-Curie. She worked as a journalist and authored her mother's biography Madame Curie and a book of war reportage, Journey Among Warriors. From the 1960s she committe"}]}, {"heading": "Deaths", "year": "2009", "date": "October 22", "txt": "Don Lane, American-Australian actor, singer, and talk show host (b. 1933)", "entities": [{"title": "Don Lane", "href": "/wiki/Don_Lane", "description": "Don Lane was an American-born talk show host and singer, best known for his television career in Australia, especially for hosting The Don Lane Show which aired on the Nine Network from 1975 to 1983, and his appearances opposite Bert Newton."}]}, {"heading": "Deaths", "year": "2009", "date": "October 22", "txt": "Soupy Sales, American comedian and actor (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "October 22", "txt": "Eio Sakata, Japanese Go player (b. 1920)", "entities": [{"title": "Eio Sakata", "href": "/wiki/Eio_Sakata", "description": "Eio Sakata  was a 9-dan Japanese professional Go player."}, {"title": "Go (game)", "href": "/wiki/Go_(game)", "description": "Go is an abstract strategy board game for two players in which the aim is to surround more territory than the opponent. The game was invented in China more than 2,500 years ago and is believed to be the oldest board game continuously played to the present day. A 2016 survey by the International Go Federation's 75 member nations found that there are over 46 million people worldwide who know how to "}]}, {"heading": "Deaths", "year": "2011", "date": "October 22", "txt": "Sultan bin Abdulaziz, Saudi Arabian prince (b. 1930)", "entities": [{"title": "Sultan bin Abdulaziz", "href": "/wiki/Sultan_bin_Abdulaziz", "description": "Sultan bin Abdulaziz Al Saud, called Sultan the Good in Saudi Arabia, was the Saudi defense minister from 1963 to 2011 and the crown prince of Saudi Arabia from 2005 to 2011."}]}, {"heading": "Deaths", "year": "2012", "date": "October 22", "txt": "Betty Binns Fletcher, American lawyer and judge (b. 1923)", "entities": [{"title": "Betty Binns Fletcher", "href": "/wiki/Betty_Binns_Fletcher", "description": "Betty Binns Fletcher was an American lawyer and judge. She served as a United States Circuit Judge of the San Francisco-based United States Court of Appeals for the Ninth Circuit between 1979 and 2012. Fletcher was one of the first women to become a partner in a major American law firm and the second woman to be appointed to the United States Court of Appeals for the Ninth Circuit."}]}, {"heading": "Deaths", "year": "2012", "date": "October 22", "txt": "Mike Morris, English talk show host (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 22", "txt": "Gabrielle Roth, American dancer, singer, and author (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 22", "txt": "Marylou Dawes, Canadian pianist and educator (b. 1933)", "entities": [{"title": "Marylou Dawes", "href": "/wiki/Marylou_Dawes", "description": "Marylou Dawes or Mary Lou Dawes, was a Canadian concert pianist. She was one of Canada's leading accompanists, chamber musicians and soloists. She trained in Calgary and Austria and won the 3rd prize at the ARD International Music Competition, Munich, for duo with her brother Andrew Dawes in 1963. Marylou and Andrew played a concert for Queen Elizabeth II and The Duke of Edinburgh during their Roy"}]}, {"heading": "Deaths", "year": "2013", "date": "October 22", "txt": "Lajos Für, Hungarian historian and politician, Minister of Defence of Hungary (b. 1930)", "entities": [{"title": "Minister of Defence of Hungary", "href": "/wiki/Minister_of_Defence_of_Hungary", "description": "\nThe Minister of Defence of Hungary is a member of the Hungarian cabinet and the head of the Ministry of Defence. The defence minister appoints the Chief of General Staff to the head of the Hungarian Defence Forces. The current minister is Tibor Benkő."}]}, {"heading": "Deaths", "year": "2013", "date": "October 22", "txt": "William Harrison, American author and screenwriter (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 22", "txt": "James Robinson Risner, American general and pilot (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 22", "txt": "George Francis, English footballer and soldier (b. 1934)", "entities": [{"title": "George Francis (footballer)", "href": "/wiki/George_Francis_(footballer)", "description": "George Edward Francis was an English professional footballer, best remembered for his two spells as a centre forward in the Football League with Brentford. He is a member of the Brentford Hall of Fame and is synonymous with Jim Towers – their close friendship and strike partnership saw the pair dubbed 'The Terrible Twins'."}]}, {"heading": "Deaths", "year": "2014", "date": "October 22", "txt": "John-Roger Hinkins, American religious leader and author (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 22", "txt": "Ashok Kumar, Indian director and cinematographer (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 22", "txt": "John Postgate, English microbiologist, author, and academic (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 22", "txt": "Willem Aantjes, Dutch civil servant and politician (b. 1923)", "entities": [{"title": "Willem Aantjes", "href": "/wiki/Willem_Aantjes", "description": "Willem \"Wim\" Aantjes was a Dutch politician of the Christian Democratic Appeal (CDA)."}]}, {"heading": "Deaths", "year": "2015", "date": "October 22", "txt": "Çetin Altan, Turkish journalist and politician (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 22", "txt": "Murphy Anderson, American illustrator (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 22", "txt": "Arnold Klein, American dermatologist and author (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 22", "txt": "Joshua Wheeler, American sergeant (b. 1975)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "October 22", "txt": "Steve Dillon, British comic book artist (b. 1962)", "entities": [{"title": "Steve Dillon", "href": "/wiki/Steve_Dillon", "description": "Steve Dillon was a British comic book artist, from Luton, Bedfordshire, best known for his work with writer Garth Ennis on Hellblazer, Preacher and The Punisher."}]}, {"heading": "Deaths", "year": "2016", "date": "October 22", "txt": "Sheri S. Tepper, American writer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "October 22", "txt": "George Young, Australian musician, songwriter and record producer (b. 1946)", "entities": [{"title": "George Young (rock musician)", "href": "/wiki/George_Young_(rock_musician)", "description": "George Redburn Young was an Australian musician, songwriter and record producer. He was a founding member of the bands the Easybeats and Flash and the Pan, and was one-half of the songwriting and production duo Vanda & Young with his long-time musical collaborator Harry Vanda."}]}, {"heading": "Deaths", "year": "2017", "date": "October 22", "txt": "Paul Weitz, American astronaut (b. 1932)", "entities": []}]