[{"heading": "Events", "year": "456", "date": "October 16", "txt": "Ricimer defeats Avitus at Piacenza and becomes master of the Western Roman Empire.", "entities": [{"title": "Ricimer", "href": "/wiki/Ricimer", "description": "Flavius Ricimer was a Romanized Germanic general who effectively ruled the remaining territory of the Western Roman Empire from 461 until his death in 472, with a brief interlude in which he contested power with Anthemius. Deriving his power from his position as magister militum of the Western Empire, Ricimer exercised political control through a series of puppet emperors."}]}, {"heading": "Events", "year": "690", "date": "October 16", "txt": "Empress Wu Zetian ascends to the throne of the Tang dynasty and proclaims herself ruler of the Chinese Empire.", "entities": [{"title": "Wu Zetian", "href": "/wiki/Wu_Zetian", "description": "Wu Zhao, commonly known as Wu Zetian, alternatively Wu Hou, and during the later Tang dynasty as Tian Hou, was the de facto ruler of China, first through her husband the Emperor Gaozong (唐高宗) and then through her sons the Emperors Zhongzong (唐中宗) and Ruizong (唐睿宗), from 665 to 690. She subsequently became empress regnant of the Zhou dynasty (周) of China, ruling from 690 to 705. She is notable for "}]}, {"heading": "Events", "year": "912", "date": "October 16", "txt": "Abd ar-Rahman III becomes the eighth Emir of Córdoba.", "entities": [{"title": "Abd ar-Rahman III", "href": "/wiki/Abd_ar-Rahman_III", "description": "Abd al-Raḥmān III, also known as 'Abd al-Rahmān ibn Muḥammad ibn 'Abd Allāh ibn Muḥammad ibn 'Abd al-Raḥmān ibn al-Ḥakam al-Rabdī ibn Hishām ibn 'Abd al-Raḥmān al-Dākhil, was the Umayyad Emir of Córdoba from 912 to 929, at which point he founded the Caliphate of Córdoba, serving as its first Caliph until his death. 'Abd al-Raḥmān won the laqab (sobriquet) al-Nasir li-Dīn Allāh – Defender of God's "}]}, {"heading": "Events", "year": "955", "date": "October 16", "txt": "King Otto I defeats a Slavic revolt in what is now Mecklenburg-Vorpommern.", "entities": [{"title": "Battle on the Raxa", "href": "/wiki/Battle_on_the_Raxa", "description": "The Battle on the Raxa river was fought on 16 October 955 over control of the Billung march between the forces of Otto I of Germany allied with the Rani tribe on one side, and the Obotrite federation under Nako and his brother Stoigniew with their allied and tributary Slav neighbours on the other. The Raxa river is identified with either the Recknitz or the Elde river. The German victory over the "}]}, {"heading": "Events", "year": "1311", "date": "October 16", "txt": "The Council of Vienne convenes for the first time.", "entities": [{"title": "Council of Vienne", "href": "/wiki/Council_of_Vienne", "description": "The Council of Vienne was the fifteenth ecumenical council of the Catholic Church that met between 1311 and 1312 in Vienne, France. Doctrinally, it defined the human soul as being essentially and by itself the form of the human body. One of its other principal acts was to withdraw papal support for the Knights Templar on the instigation of Philip IV of France, after the French monarch attacked Rom"}]}, {"heading": "Events", "year": "1384", "date": "October 16", "txt": "Jadwiga is crowned King of Poland, although she is a woman.", "entities": [{"title": "Jadwiga of Poland", "href": "/wiki/Jadwiga_of_Poland", "description": "Jadwiga, also known as Hedwig, was the first female monarch of the Kingdom of Poland, reigning from 16 October 1384 until her death. She was the youngest daughter of Louis the Great, King of Hungary and Poland, and his wife Elizabeth of Bosnia. Jadwiga was a member of the Capetian House of Anjou, but she had more close forebears among the Polish Piasts than among the Angevins. In 1997 she was cano"}]}, {"heading": "Events", "year": "1590", "date": "October 16", "txt": "Prince Gesualdo of Venosa murders his wife and her lover.", "entities": [{"title": "Carlo Gesualdo", "href": "/wiki/Carlo_Gesualdo", "description": "Carlo Gesualdo da Venosa was Prince of Venosa and Count of Conza. As a composer he is known for writing intensely expressive madrigals and pieces of sacred music that use a chromatic language not heard again until the late 19th century. The best known fact of his life is his gruesome killing of his first wife and her aristocratic lover upon finding them in flagrante delicto. The fascination for hi"}]}, {"heading": "Events", "year": "1736", "date": "October 16", "txt": "Mathematician William Whiston's predicted comet fails to strike the Earth.", "entities": [{"title": "William Whiston", "href": "/wiki/William_Whiston", "description": "William Whiston was an English theologian, historian, and mathematician, a leading figure in the popularisation of the ideas of Isaac Newton. He is now probably best known for helping to instigate the Longitude Act in 1714 and his important translations of the Antiquities of the Jews and other works by Josephus. He was a prominent exponent of Arianism and wrote A New Theory of the Earth."}]}, {"heading": "Events", "year": "1780", "date": "October 16", "txt": "American Revolutionary War: The British-led Royalton raid is the last Native American raid on New England.", "entities": [{"title": "Royalton raid", "href": "/wiki/Royalton_raid", "description": "The Royalton raid was a British-led Indian raid in 1780 against various towns along the White River Valley in the Vermont Republic, and was part of the American Revolutionary War. It was the last major Indian raid in New England."}]}, {"heading": "Events", "year": "1780", "date": "October 16", "txt": "The Great Hurricane of 1780 finishes after its sixth day, killing between 20,000 and 24,000 residents of the Lesser Antilles.", "entities": [{"title": "Great Hurricane of 1780", "href": "/wiki/Great_Hurricane_of_1780", "description": "The Great Hurricane of 1780, also known as Huracán San Calixto, the Great Hurricane of the Antilles, the Great Hurricane of the West Indies, and the 1780 Disaster, was the deadliest Atlantic hurricane on record. An estimated 22,000 people died throughout the Lesser Antilles when the storm passed through the islands from October 10–16. Specifics on the hurricane's track and strength are unknown, as"}]}, {"heading": "Events", "year": "1793", "date": "October 16", "txt": "French Revolution: Queen Marie Antoinette is executed.", "entities": [{"title": "Marie Antoinette", "href": "/wiki/Marie_Antoinette", "description": "Marie Antoinette was the last queen of France before the French Revolution. She was born an archduchess of Austria and was the penultimate child and youngest daughter of Empress Maria Theresa and Emperor Francis I. She became dauphine of France in May 1770 at age 14 upon her marriage to Louis-Auguste, heir apparent to the French throne. On 10 May 1774, her husband ascended the throne as Louis XVI "}]}, {"heading": "Events", "year": "1793", "date": "October 16", "txt": "War of the First Coalition: French victory at the Battle of Wattignies forces Austria to raise the siege of Maubeuge.", "entities": []}, {"heading": "Events", "year": "1805", "date": "October 16", "txt": "War of the Third Coalition: Napoleon surrounds the Austrian army at Ulm.", "entities": [{"title": "Battle of Ulm", "href": "/wiki/Battle_of_Ulm", "description": "The Battle of Ulm on 16–19 October 1805 was a series of skirmishes, at the end of the Ulm Campaign, which allowed Napoleon I to trap an entire Austrian army under the command of Karl Freiherr Mack von Leiberich with minimal losses and to force its surrender near Ulm in the Electorate of Bavaria."}]}, {"heading": "Events", "year": "1813", "date": "October 16", "txt": "The Sixth Coalition attacks Napoleon in the three-day Battle of Leipzig.", "entities": [{"title": "Battle of Leipzig", "href": "/wiki/Battle_of_Leipzig", "description": "The Battle of Leipzig, contemporaneously called the Battle of Leipsic and later the Battle of the Nations, was fought from 16 to 19 October 1813 at Leipzig, Saxony."}]}, {"heading": "Events", "year": "1817", "date": "October 16", "txt": "Simón Bolívar sentences Manuel Piar to death for challenging the racial-caste in Venezuela.", "entities": [{"title": "Manuel Piar", "href": "/wiki/Manuel_Piar", "description": "Manuel Carlos María Francisco Piar Gómez was General-in-Chief of the army fighting Spain during the Venezuelan War of Independence."}]}, {"heading": "Events", "year": "1834", "date": "October 16", "txt": "Much of the ancient structure of the Palace of Westminster in London burns to the ground.", "entities": [{"title": "Burning of Parliament", "href": "/wiki/Burning_of_Parliament", "description": "The Palace of Westminster, the medieval royal palace used as the home of the British parliament, was largely destroyed by fire on 16 October 1834. The blaze was caused by the burning of small wooden tally sticks which had been used as part of the accounting procedures of the Exchequer until 1826. The sticks were disposed of carelessly in the two furnaces under the House of Lords, which caused a ch"}]}, {"heading": "Events", "year": "1836", "date": "October 16", "txt": "Great Trek: Afrikaner voortrekkers repulse a Matabele attack, but lose their livestock.", "entities": [{"title": "Battle of Vegkop", "href": "/wiki/Battle_of_Vegkop", "description": "The Battle of Vegkop, alternatively spelt as Vechtkop, took place on 16 October 1836 near the present day town of Heilbron, Free State, South Africa. After an impi of about 600 Matebele murdered 15 to 17 Afrikaner voortrekkers on the Vaal River, abducting three children, King Mzilikazi ordered another attack. The voortrekkers, under the command of Andries Potgieter, repulsed them, but at the cost "}]}, {"heading": "Events", "year": "1841", "date": "October 16", "txt": "Queen's University is founded in the Province of Canada.", "entities": [{"title": "Queen's University at Kingston", "href": "/wiki/Queen%27s_University_at_Kingston", "description": "Queen's University at Kingston, commonly known as Queen's University or simply Queen's, is a public research university in Kingston, Ontario, Canada. Queen's holds more than 1,400 hectares of land throughout Ontario and owns Herstmonceux Castle in East Sussex, England. Queen's is organized into ten undergraduate, graduate, and professional faculties and schools."}]}, {"heading": "Events", "year": "1843", "date": "October 16", "txt": "William Rowan Hamilton invents quaternions, a three-dimensional system of complex numbers.", "entities": [{"title": "William Rowan Hamilton", "href": "/wiki/William_Rowan_Hamilton", "description": "Sir William Rowan Hamilton MRIA was an Irish mathematician, Andrews Professor of Astronomy at Trinity College Dublin, and Royal Astronomer of Ireland. He worked in both pure mathematics and mathematics for physics. He made important contributions to optics, classical mechanics and algebra. Although Hamilton was not a physicist–he regarded himself as a pure mathematician–his work was of major impor"}]}, {"heading": "Events", "year": "1846", "date": "October 16", "txt": "William T. G. Morton administers ether anesthesia during a surgical operation.", "entities": [{"title": "William T. G. Morton", "href": "/wiki/William_T._G._Morton", "description": "William Thomas Green Morton was an American dentist and physician who first publicly demonstrated the use of inhaled ether as a surgical anesthetic in 1846. The promotion of his questionable claim to have been the discoverer of anesthesia became an obsession for the rest of his life."}]}, {"heading": "Events", "year": "1847", "date": "October 16", "txt": "The novel Jane Eyre is published in London.", "entities": []}, {"heading": "Events", "year": "1859", "date": "October 16", "txt": "John Brown leads a raid on Harpers Ferry, Virginia.", "entities": [{"title": "John Brown's raid on Harpers Ferry", "href": "/wiki/John_Brown%27s_raid_on_Harpers_Ferry", "description": "John Brown's raid on Harpers Ferry was an effort by abolitionist John Brown, from October 16 to 18, 1859, to initiate a slave revolt in Southern states by taking over the United States arsenal at Harpers Ferry, Virginia. It has been called the dress rehearsal for, or Tragic Prelude to, the Civil War."}]}, {"heading": "Events", "year": "1869", "date": "October 16", "txt": "The Cardiff Giant, one of the most famous American hoaxes, is \"discovered\".", "entities": [{"title": "Cardiff Giant", "href": "/wiki/Cardiff_Giant", "description": "The Cardiff Giant was one of the most famous hoaxes in American history. It was a 10-foot-tall (3.0 m) purported \"petrified man\" uncovered on October 16, 1869, by workers digging a well behind the barn of William C. \"Stub\" Newell in Cardiff, New York. Both it and an unauthorized copy made by P. T. Barnum are still being displayed. The original is currently on display at The Farmers' Museum in Coop"}]}, {"heading": "Events", "year": "1869", "date": "October 16", "txt": "Girton College, Cambridge is founded, becoming England's first residential college for women.", "entities": []}, {"heading": "Events", "year": "1875", "date": "October 16", "txt": "Brigham Young University is founded in Provo, Utah.", "entities": [{"title": "Brigham Young University", "href": "/wiki/Brigham_Young_University", "description": "Brigham Young University (BYU) is a private research university sponsored by The Church of Jesus Christ of Latter-day Saints and located in Provo, Utah. The university is accredited by the Northwest Commission on Colleges and Universities. Run under the auspices of the church's parent organization, the Church Educational System (CES), BYU is classified among \"R2: Doctoral Universities – High Resea"}]}, {"heading": "Events", "year": "1882", "date": "October 16", "txt": "The Nickel Plate Railroad opens for business.", "entities": [{"title": "New York, Chicago and St. Louis Railroad", "href": "/wiki/New_York,_Chicago_and_St._Louis_Railroad", "description": "The New York, Chicago and St. Louis Railroad, abbreviated NYC&St.L, was a railroad that operated in the mid-central United States. Commonly referred to as the \"Nickel Plate Road\", the railroad served a large area, including trackage in the states of New York, Pennsylvania, Ohio, Indiana, Illinois, and Missouri. Its primary connections included Buffalo, Chicago, Cincinnati, Cleveland, Indianapolis,"}]}, {"heading": "Events", "year": "1905", "date": "October 16", "txt": "The Partition of Bengal in India takes place.", "entities": [{"title": "Partition of Bengal (1905)", "href": "/wiki/Partition_of_Bengal_(1905)", "description": "The first Partition of Bengal (1905) was a territorial reorganization of the Bengal Presidency implemented by the authorities of the British Raj. The reorganization separated the largely Muslim eastern areas from the largely Hindu western areas. Announced on 19 July 1905 by Lord Curzon, the then Viceroy of India, and implemented on 16 October 1905, it was undone a mere six years later."}]}, {"heading": "Events", "year": "1909", "date": "October 16", "txt": "William Howard Taft and Porfirio Díaz hold the first summit between a U.S. and a Mexican president. They narrowly escape assassination.", "entities": [{"title": "William Howard Taft", "href": "/wiki/William_Howard_Taft", "description": "William Howard Taft was the 27th president of the United States (1909–1913) and the tenth Chief Justice of the United States (1921–1930), the only person to have held both offices. Taft was elected president in 1908, the chosen successor of Theodore Roosevelt, but was defeated for reelection by Woodrow Wilson in 1912 after Roosevelt split the Republican vote by running as a third-party candidate. "}, {"title": "Porfirio Díaz", "href": "/wiki/Porfirio_D%C3%ADaz", "description": "José de la Cruz Porfirio Díaz Mori was a Mexican general and politician who served seven terms as President of Mexico, a total of 31 years, from 1876, 17 February 1877 to 1 December 1880 and from 1 December 1884 to 25 May 1911. The entire period from 1876 to 1911 is often referred to as the Porfiriato."}]}, {"heading": "Events", "year": "1916", "date": "October 16", "txt": "Margaret Sanger opens the first family planning clinic in the United States.", "entities": [{"title": "Margaret Sanger", "href": "/wiki/Margaret_Sanger", "description": "Margaret Higgins Sanger was an American birth control activist, sex educator, writer, and nurse. Sanger popularized the term \"birth control\", opened the first birth control clinic in the United States, and established organizations that evolved into the Planned Parenthood Federation of America."}]}, {"heading": "Events", "year": "1919", "date": "October 16", "txt": "Adolf Hitler delivers his first public address at a meeting of the German Workers' Party.", "entities": [{"title": "German Workers' Party", "href": "/wiki/German_Workers%27_Party", "description": "The German Workers' Party was a short-lived political party established in Weimar Germany after World War I. It was the precursor of the Nazi Party, which was officially known as the National Socialist German Workers' Party. The DAP only lasted from 5 January 1919 until 24 February 1920."}]}, {"heading": "Events", "year": "1923", "date": "October 16", "txt": "The Walt Disney Company is founded.", "entities": [{"title": "The Walt Disney Company", "href": "/wiki/The_Walt_Disney_Company", "description": "The Walt Disney Company, commonly known as Disney, is an American diversified multinational mass media and entertainment conglomerate headquartered at the Walt Disney Studios complex in Burbank, California."}]}, {"heading": "Events", "year": "1934", "date": "October 16", "txt": "Chinese Communists begin the Long March to escape Nationalist encirclement.", "entities": [{"title": "Long March", "href": "/wiki/Long_March", "description": "The Long March was a military retreat undertaken by the Red Army of the Communist Party of China, the forerunner of the People's Liberation Army, to evade the pursuit of the Kuomintang army. There was not just one Long March, but a series of marches, as various Communist armies in the south escaped to the north and west. The best known is the march from Jiangxi province which began in October 1934"}]}, {"heading": "Events", "year": "1939", "date": "October 16", "txt": "World War II: No. 603 Squadron RAF intercepts the first Luftwaffe raid on Britain.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "No. 603 Squadron RAF", "href": "/wiki/No._603_Squadron_RAF", "description": "No. 603 Squadron is a squadron of the Royal Auxiliary Air Force, based in Edinburgh, Scotland. On reforming on 1 October 1999, the primary role of 603 Squadron, was as a Survive to Operate squadron, as well as providing Force Protection."}]}, {"heading": "Events", "year": "1940", "date": "October 16", "txt": "Holocaust in Poland: The Warsaw Ghetto is established.", "entities": [{"title": "Warsaw Ghetto", "href": "/wiki/Warsaw_Ghetto", "description": "Warsaw Ghetto was the largest of the Nazi ghettos during World War II. It was established in November 1940 by the German authorities within the new General Government territory of occupied Poland. At its height, as many as 460,000 Jews were imprisoned there, in an area of 3.4 km2 (1.3 sq mi), with an average of 9.2 persons per room, barely subsisting on meager food rations. From the Warsaw Ghetto,"}]}, {"heading": "Events", "year": "1943", "date": "October 16", "txt": "Holocaust in Italy: Raid of the Ghetto of Rome.", "entities": [{"title": "Raid of the Ghetto of Rome", "href": "/wiki/Raid_of_the_Ghetto_of_Rome", "description": "The Raid of the Ghetto of Rome took place on 16 October 1943. A total of 1,259 people, mainly members of the Jewish community—numbering 363 men, 689 women, and 207 children—were detained by the Gestapo. Of these detainees, 1,023 were identified as Jews and deported to the Auschwitz concentration camp. Of these deportees, only fifteen men and one woman survived."}]}, {"heading": "Events", "year": "1946", "date": "October 16", "txt": "Nuremberg trials: Ten defendants found guilty by the International Military Tribunal are executed by hanging.", "entities": [{"title": "Nuremberg trials", "href": "/wiki/Nuremberg_trials", "description": "The Nuremberg trials were a series of military tribunals held after World War II by the Allied forces under international law and the laws of war. The trials were most notable for the prosecution of prominent members of the political, military, judicial, and economic leadership of Nazi Germany, who planned, carried out, or otherwise participated in the Holocaust and other war crimes. The trials we"}, {"title": "Nuremberg executions", "href": "/wiki/Nuremberg_executions", "description": "The Nuremberg executions took place on 16 October 1946, shortly after the conclusion of the Nuremberg Trials. Ten prominent members of the political and military leadership of Nazi Germany were executed by hanging: Hans Frank, Wilhelm Frick, Alfred Jodl, Ernst Kaltenbrunner, Wilhelm Keitel, Joachim von Ribbentrop, Alfred Rosenberg, Fritz Sauckel, Arthur Seyss-Inquart, and Julius Streicher. Hermann"}]}, {"heading": "Events", "year": "1947", "date": "October 16", "txt": "The Philippines takes over the administration of the Turtle Islands and the Mangsee Islands from the United Kingdom.", "entities": [{"title": "Turtle Islands, Tawi-Tawi", "href": "/wiki/Turtle_Islands,_Tawi-Tawi", "description": "Turtle Islands, officially the Municipality of Turtle Islands, is a 5th class municipality in the province of Tawi-Tawi, Philippines. According to the 2015 census, it has a population of 4,727 people. "}, {"title": "Mangsee Islands", "href": "/wiki/Mangsee_Islands", "description": "The Mangsee Islands are a group of two small islands in the far south west portion of the Philippines. The group comprises North Mangsee Island and South Mangsee Island. Together they form a barangay within the Balabac, a municipality of the province of Palawan. Based on the 2010 Census, the population of the Mangsee Islands was 8,433. By the time of the 2015 Census, the population has grown into "}]}, {"heading": "Events", "year": "1949", "date": "October 16", "txt": "The Greek Communist Party announces a \"temporary cease-fire\", thus ending the Greek Civil War.", "entities": [{"title": "Greek Civil War", "href": "/wiki/Greek_Civil_War", "description": "The Greek Civil War was fought between the Greek government army and the Democratic Army of Greece (DSE) — the military branch of the Communist Party of Greece (KKE) from 1946 to 1949. The fighting resulted in the defeat of the DSE by the Hellenic Army."}]}, {"heading": "Events", "year": "1951", "date": "October 16", "txt": "The first Prime Minister of Pakistan, Liaquat Ali Khan, is assassinated in Rawalpindi.", "entities": [{"title": "Liaquat Ali Khan", "href": "/wiki/Liaquat_Ali_Khan", "description": "Nawabzada Liaquat Ali Khan, widely known as Quaid-e-Millat and Shaheed-e-Millat, was a Pakistani statesman, lawyer, political theorist, and one of the leading founding fathers of Pakistan. He became the first Prime Minister of Pakistan; he also held cabinet portfolio as the first foreign, defence, and the frontier regions minister from 1947 until his assassination in 1951. Prior to the partition, "}]}, {"heading": "Events", "year": "1962", "date": "October 16", "txt": "Cuban Missile Crisis begins: U.S. President John F. Kennedy is informed of photos taken on October 14 by a U-2 showing nuclear missiles (the crisis will last for 13 days starting from this point).", "entities": [{"title": "Cuban Missile Crisis", "href": "/wiki/Cuban_Missile_Crisis", "description": "\nThe Cuban Missile Crisis, also known as the October Crisis of 1962, the Caribbean Crisis, or the Missile Scare, was a 1 month, 4 day confrontation between the United States and the Soviet Union which escalated into an international crisis when American deployments of missiles in Italy and Turkey were matched by Soviet deployments of similar ballistic missiles in Cuba. Despite the short time frame"}]}, {"heading": "Events", "year": "1964", "date": "October 16", "txt": "China detonates its first nuclear weapon.", "entities": [{"title": "596 (nuclear test)", "href": "/wiki/596_(nuclear_test)", "description": "Project 596, was the first nuclear weapons test conducted by the People's Republic of China, detonated on 16 October 1964, at the Lop Nur test site. It was a uranium-235 implosion fission device made from weapons-grade uranium (U-235) enriched in a gaseous diffusion plant in Lanzhou."}]}, {"heading": "Events", "year": "1964", "date": "October 16", "txt": "Leonid Brezhnev becomes leader of the Soviet Communist Party, while Alexei Kosygin becomes the head of government.", "entities": [{"title": "Alexei Kosygin", "href": "/wiki/Alexei_Kosygin", "description": "Alexei Nikolayevich Kosygin was a Soviet-Russian statesman during the Cold War. He served as the Premier of the Soviet Union from 1964 to 1980 and was one of the most influential Soviet policymakers in the mid-1960s."}]}, {"heading": "Events", "year": "1968", "date": "October 16", "txt": "Tommie Smith and John Carlos are ejected from the US Olympic team for participating in the Olympics Black Power salute.", "entities": [{"title": "1968 Olympics Black Power salute", "href": "/wiki/1968_Olympics_Black_Power_salute", "description": "During their medal ceremony in the Olympic Stadium in Mexico City on October 16, 1968, two African-American athletes, Tommie Smith and John Carlos, each raised a black-gloved fist during the playing of the US national anthem, \"The Star-Spangled Banner\". While on the podium, Smith and Carlos, who had won gold and bronze medals respectively in the 200-meter running event of the 1968 Summer Olympics,"}]}, {"heading": "Events", "year": "1968", "date": "October 16", "txt": "Kingston, Jamaica is rocked by the Rodney riots, inspired by the barring of Walter Rodney from the country.", "entities": [{"title": "Walter Rodney", "href": "/wiki/Walter_Rodney", "description": "Walter Anthony Rodney was a prominent Guyanese historian, political activist and academic. He was assassinated in 1980."}]}, {"heading": "Events", "year": "1968", "date": "October 16", "txt": "Yasunari Kawabata becomes the first Japanese person to be awarded the Nobel Prize in Literature.", "entities": []}, {"heading": "Events", "year": "1970", "date": "October 16", "txt": "Canadian Prime Minister Pierre Trudeau invokes the War Measures Act during the October Crisis.", "entities": [{"title": "War Measures Act", "href": "/wiki/War_Measures_Act", "description": "The War Measures Act was a statute of the Parliament of Canada that provided for the declaration of war, invasion, or insurrection, and the types of emergency measures that could thereby be taken. The Act was brought into force three times in Canadian history: during the First World War, Second World War and 1970 October Crisis."}, {"title": "October Crisis", "href": "/wiki/October_Crisis", "description": "The October Crisis refers to a chain of events that started in October 1970 when members of the Front de libération du Québec (FLQ) kidnapped the provincial Deputy Premier Pierre Laporte and British diplomat James Cross from his Montreal residence. These events saw the Prime Minister Pierre Trudeau invoking the War Measures Act for the first time in Canadian history during peacetime."}]}, {"heading": "Events", "year": "1973", "date": "October 16", "txt": "Henry Kissinger and Lê Đức Thọ are awarded the Nobel Peace Prize.", "entities": [{"title": "Henry Kissinger", "href": "/wiki/Henry_Kissinger", "description": "Henry Alfred Kissinger is an American politician, diplomat, and geopolitical consultant who served as United States Secretary of State and National Security Advisor under the presidential administrations of Richard Nixon and Gerald Ford. A Jewish refugee who fled Nazi Germany with his family in 1938, he became National Security Advisor in 1969 and U.S. Secretary of State in 1973. For his actions n"}, {"title": "Lê Đức Thọ", "href": "/wiki/L%C3%AA_%C4%90%E1%BB%A9c_Th%E1%BB%8D", "description": "Lê Đức Thọ, born Phan Đình Khải in Nam Dinh Province, was a Vietnamese revolutionary, general, diplomat, and politician. He was the first Asian to be awarded the Nobel Peace Prize, but refused the award."}]}, {"heading": "Events", "year": "1975", "date": "October 16", "txt": "Indonesian troops kill the Balibo Five, a group of Australian journalists, in Portuguese Timor.", "entities": [{"title": "Balibo Five", "href": "/wiki/Balibo_Five", "description": "The Balibo Five was a group of journalists for Australian television networks who were killed in the period leading up to the Indonesian invasion of East Timor. The Balibo Five were based in the town of Balibo in East Timor, where they were killed on 16 October 1975 during Indonesian incursions before the invasion. Roger East travelled to Balibo soon after to investigate the likely deaths of the F"}]}, {"heading": "Events", "year": "1975", "date": "October 16", "txt": "Three-year-old Rahima Banu, from Bangladesh, is the last known case of naturally occurring smallpox.", "entities": []}, {"heading": "Events", "year": "1975", "date": "October 16", "txt": "The Australian Coalition sparks a constitutional crisis when they vote to defer funding for the government's annual budget.", "entities": []}, {"heading": "Events", "year": "1978", "date": "October 16", "txt": "Pope John Paul II becomes the first non-Italian pontiff since 1523.", "entities": [{"title": "Pope John Paul II", "href": "/wiki/Pope_John_Paul_II", "description": "Pope John Paul II was the head of the Catholic Church and sovereign of the Vatican City State from 1978 until his death in 2005. He was elected pope by the second papal conclave of 1978, which was called after John Paul I, who had been elected in August to succeed Pope Paul VI, died after 33 days. Cardinal Wojtyła was elected on the third day of the conclave and adopted the name of his predecessor"}]}, {"heading": "Events", "year": "1984", "date": "October 16", "txt": "Desmond Tutu is awarded the Nobel Peace Prize.", "entities": [{"title": "Desmond Tutu", "href": "/wiki/Desmond_Tutu", "description": "Desmond Mpilo Tutu is a South African Anglican cleric and theologian, known for his work as an anti-apartheid and human rights activist. He was the Bishop of Johannesburg from 1985 to 1986 and then the Archbishop of Cape Town from 1986 to 1996, in both cases being the first black African to hold the position. Theologically, he sought to fuse ideas from black theology with African theology."}]}, {"heading": "Events", "year": "1991", "date": "October 16", "txt": "George Hennard runs amok in Killeen, Texas, killing 23 and wounding 20.", "entities": [{"title": "Luby's shooting", "href": "/wiki/Luby%27s_shooting", "description": "The Luby's shooting, also known as the Luby's massacre, was a mass shooting that took place on October 16, 1991, at a Luby's Cafeteria in Killeen, Texas. The perpetrator, George Hennard, drove his pickup truck through the front window of the restaurant. He quickly shot and killed 23 people, and wounded 27 others. He had a brief shootout with police, refused their orders to surrender, and fatally s"}]}, {"heading": "Events", "year": "1995", "date": "October 16", "txt": "The Million Man March takes place in Washington, D.C. About 837,000 attend.", "entities": [{"title": "Million Man March", "href": "/wiki/Million_Man_March", "description": "The Million Man March was a large gathering of African-American men in Washington, D.C., on October 16, 1995. Called by Louis Farrakhan, it was held on and around the National Mall. The National African American Leadership Summit, a leading group of civil rights activists and the Nation of Islam working with scores of civil rights organizations, including many local chapters of the National Associ"}]}, {"heading": "Events", "year": "1995", "date": "October 16", "txt": "The Skye Bridge in Scotland is opened.", "entities": []}, {"heading": "Events", "year": "1996", "date": "October 16", "txt": "Eighty-four football fans die and 180 are injured in a massive crush at a match in Guatemala City.", "entities": [{"title": "Estadio Mateo Flores", "href": "/wiki/Estadio_Mateo_Flores#The_October_16_disaster", "description": "The Estadio Nacional Doroteo Guamuch Flores is a multi-use national stadium in Guatemala City, the largest in Guatemala. It was built in 1948, to host the Central American and Caribbean Games in 1950, and was renamed after long-distance runner Doroteo Guamuch Flores, winner of the 1952 Boston Marathon. It has a capacity of 26,000 seats."}]}, {"heading": "Events", "year": "1998", "date": "October 16", "txt": "Former Chilean dictator Augusto Pinochet is arrested in London on a murder extradition warrant.", "entities": [{"title": "Augusto Pinochet", "href": "/wiki/Augusto_Pinochet", "description": "Augusto José Ramón Pinochet Ugarte was a Chilean Army General, politician and military dictator who ruled Chile from 1973 to 1990, first as the leader of the Military Junta of Chile from 1973 to 1981, being self-declared President of the Republic by the junta in 1974 and becoming the de facto dictator of Chile, and after from 1981 to 1990 as de jure President after a new Constitution, which confir"}, {"title": "Indictment and arrest of Augusto Pinochet", "href": "/wiki/Indictment_and_arrest_of_Augusto_Pinochet", "description": "General Augusto Pinochet was indicted for human rights violations committed in his native Chile by Spanish magistrate Baltasar Garzón on 10 October 1998. He was arrested in London six days later and held on house arrest for a year and a half before being released by the British government in March 2000. Authorised to return to Chile, Pinochet was subsequently indicted by judge Juan Guzmán Tapia an"}]}, {"heading": "Events", "year": "2002", "date": "October 16", "txt": "The Bibliotheca Alexandrina opens in Egypt, commemorating the ancient library of Alexandria.", "entities": [{"title": "Bibliotheca Alexandrina", "href": "/wiki/Bibliotheca_Alexandrina", "description": "The Bibliotheca Alexandrina is a major library and cultural center on the shore of the Mediterranean Sea in the Egyptian city of Alexandria. It is both a commemoration of the Library of Alexandria that was lost in antiquity, and an attempt to rekindle something of the brilliance that this earlier center of study and erudition represented. The idea of reviving the old library dates back to 1974, wh"}]}, {"heading": "Events", "year": "2013", "date": "October 16", "txt": "Lao Airlines Flight 301 crashes on approach to Pakse International Airport in Laos, killing 49 people.", "entities": [{"title": "Lao Airlines Flight 301", "href": "/wiki/Lao_Airlines_Flight_301", "description": "Lao Airlines Flight 301 was a scheduled domestic passenger flight from Vientiane to Pakse, Laos. On 16 October 2013, the ATR 72-600 aircraft operating the flight crashed into the Mekong River near Pakse, killing all 49 people on board. The accident was the first involving an ATR 72-600 and the deadliest ever to occur on Laotian soil."}]}, {"heading": "Events", "year": "2017", "date": "October 16", "txt": "Storm Ophelia strikes the U.K. and Ireland causing major damage and power loss.", "entities": [{"title": "Hurricane Ophelia (2017)", "href": "/wiki/Hurricane_Ophelia_(2017)", "description": "Hurricane Ophelia was regarded as the worst storm to affect Ireland in 50 years, and was also the easternmost Atlantic major hurricane on record. The tenth and final consecutive hurricane and the sixth major hurricane of the very active 2017 Atlantic hurricane season, Ophelia had non-tropical origins from a decaying cold front on 6 October. Located within a favorable environment, the storm steadil"}]}, {"heading": "Births", "year": "1351", "date": "October 16", "txt": "Gian Galeazzo Visconti, first Duke of Milan (d. 1402)", "entities": [{"title": "Gian Galeazzo Visconti", "href": "/wiki/Gian_Galeazzo_Visconti", "description": "Gian Galeazzo Visconti, was the first duke of Milan (1395) and ruled the late-medieval city just before the dawn of the Renaissance. He was the founding patron of the Certosa di Pavia, completing the Visconti Castle at Pavia begun by his father and furthering work on the Duomo of Milan."}]}, {"heading": "Births", "year": "1396", "date": "October 16", "txt": "William de la Pole, 1st Duke of Suffolk, English admiral (d. 1450)", "entities": [{"title": "William de la Pole, 1st Duke of Suffolk", "href": "/wiki/William_de_la_Pole,_1st_Duke_of_Suffolk", "description": "William de la Pole, 1st Duke of Suffolk,, nicknamed Jackanapes, was an English magnate, statesman, and military commander during the Hundred Years' War. He became a favourite of the weak king Henry VI of England, and consequently a leading figure in the English government where he became associated with many of the royal government's failures of the time, particularly on the war in France. Suffolk"}]}, {"heading": "Births", "year": "1430", "date": "October 16", "txt": "James II of Scotland (d. 1460)", "entities": [{"title": "James II of Scotland", "href": "/wiki/James_II_of_Scotland", "description": "James II was King of Scots from 1437 until his death."}]}, {"heading": "Births", "year": "1483", "date": "October 16", "txt": "Gasparo Contarini, Italian cardinal and diplomat (d. 1542)", "entities": [{"title": "Gasparo Contarini", "href": "/wiki/Gasparo_Contarini", "description": "Gasparo Contarini was an Italian diplomat, cardinal and Bishop of Belluno. He was one of the first proponents of the dialogue with Protestants, after the Reformation."}]}, {"heading": "Births", "year": "1535", "date": "October 16", "txt": "Niwa Nagahide, Japanese samurai (d. 1585)", "entities": [{"title": "Niwa Nagahide", "href": "/wiki/Niwa_Nagahide", "description": "Niwa Nagahide , also known as Gorōzaemon (五郎左衛門), his other legal alias was Hashiba Echizen no Kami (羽柴越前守), was a Japanese samurai of the Sengoku through Azuchi-Momoyama periods of the 16th century. He served as a retainer to the Oda clan, and was eventually a daimyō in his own right. Going on to fight in the Oda clan's major campaigns, including Mino Campaign 1567, Omi Campaign 1568, the Honganj"}]}, {"heading": "Births", "year": "1588", "date": "October 16", "txt": "Luke Wadding, Irish Franciscan friar and historian (d. 1657)", "entities": [{"title": "Luke Wadding", "href": "/wiki/Luke_Wadding", "description": "Luke Wadding, O.F.M., was an Irish Franciscan friar and historian."}]}, {"heading": "Births", "year": "1605", "date": "October 16", "txt": "Charles Coypeau d'Assoucy, French writer and composer (d. 1677)", "entities": [{"title": "Charles Coypeau d'Assoucy", "href": "/wiki/Charles_Coypeau_d%27Assoucy", "description": "Charles Coypeau was a French musician and burlesque poet. In the mid-1630s he began using the nom de plume D'Assouci or Dassoucy."}]}, {"heading": "Births", "year": "1620", "date": "October 16", "txt": "Pierre Paul Puget, French painter and sculptor (d. 1694)", "entities": [{"title": "Pierre Paul Puget", "href": "/wiki/Pierre_Paul_Puget", "description": "Pierre Paul Puget was a French Baroque painter, sculptor, architect and engineer. His sculpture expressed emotion, pathos and drama, setting it apart from the more classical and academic sculpture of the Style Louis XIV."}]}, {"heading": "Births", "year": "1678", "date": "October 16", "txt": "Anna Waser, Swiss painter (d. 1714)", "entities": [{"title": "Anna Waser", "href": "/wiki/Anna_Waser", "description": "Anna Waser was a Swiss painter."}]}, {"heading": "Births", "year": "1679", "date": "October 16", "txt": "Jan Dismas Zelenka, Czech viol player and composer (d. 1745)", "entities": [{"title": "Jan Dismas Zelenka", "href": "/wiki/Jan_Dismas_Zelenka", "description": "Jan Dismas Zelenka, baptised Jan Lukáš Zelenka and also known as Johann Dismas Zelenka or Johannes Lucas Ignatius Dismas Zelenka, was a Czech composer and musician of the Baroque period. His music is admired for its harmonic inventiveness and counterpoint."}, {"title": "Viol", "href": "/wiki/Viol", "description": "The viol, viola da gamba, or informally gamba, is any one of a family of bowed, fretted and stringed instruments with hollow wooden bodies and pegboxes where the tension on the strings can be increased or decreased to adjust the pitch of each of the strings. Frets on the viol are usually made of gut, tied on the fingerboard around the instrument's neck, to enable the performer to stop the strings "}]}, {"heading": "Births", "year": "1710", "date": "October 16", "txt": "András Hadik, Austrian-Hungarian field marshal (d. 1790)", "entities": [{"title": "András Hadik", "href": "/wiki/Andr%C3%A1s_Hadik", "description": "Count András Hadik de Futak was a Hungarian nobleman and Field Marshal of the Habsburg Army. He was Governor of Galicia and Lodomeria from January 1774 to June 1774, and the father of Karl Joseph Hadik von Futak. He is famous for capturing the Prussian capital Berlin during the Seven Years' War."}]}, {"heading": "Births", "year": "1714", "date": "October 16", "txt": "Giovanni Arduino, Italian geologist and academic (d. 1795)", "entities": [{"title": "Giovanni Arduino (geologist)", "href": "/wiki/Giovanni_Arduino_(geologist)", "description": "Giovanni Arduino was an Italian geologist who is known as the \"Father of Italian Geology\"."}]}, {"heading": "Births", "year": "1726", "date": "October 16", "txt": "Daniel Chodowiecki, Polish-German painter and educator (d. 1801)", "entities": [{"title": "Daniel Chodowiecki", "href": "/wiki/Daniel_Chodowiecki", "description": "Daniel Niklaus Chodowiecki was a German painter and printmaker of Huguenot and Polish ancestry, who is most famous as an etcher. He spent most of his life in Berlin, and became the director of the Berlin Academy of Art."}]}, {"heading": "Births", "year": "1729", "date": "October 16", "txt": "Pierre van Maldere, Belgian violinist and composer (d. 1768)", "entities": [{"title": "Pierre van Maldere", "href": "/wiki/Pierre_van_Maldere", "description": "Pieter (Pierre) van Maldere was a violinist and composer from the Southern Low Countries."}]}, {"heading": "Births", "year": "1752", "date": "October 16", "txt": "Johann Gottfried Eichhorn, German theologian and academic (d. 1827)", "entities": [{"title": "Johann Gottfried Eichhorn", "href": "/wiki/Johann_Gottfried_Eichhorn", "description": "Johann Gottfried Eichhorn was a German Protestant theologian of the Enlightenment and an early orientalist. He was a member of the Göttingen School of History."}]}, {"heading": "Births", "year": "1754", "date": "October 16", "txt": "Morgan Lewis, American general, lawyer, and politician, 3rd Governor of New York (d. 1844)", "entities": [{"title": "Morgan Lewis (governor)", "href": "/wiki/Morgan_Lewis_(governor)", "description": "Morgan Lewis was an American lawyer, politician, and military commander. The second son of Francis Lewis, a signer of the Declaration of Independence, Lewis fought in the American Revolutionary War and the War of 1812. He served in the New York State Assembly and the New York State Senate (1811–1814) and was New York State Attorney General (1791–1801) and governor of New York (1804–1807)."}, {"title": "Governor of New York", "href": "/wiki/Governor_of_New_York", "description": "The governor of New York is the head of state and head of government of the U.S. state of New York. The governor is the head of the executive branch of New York's state government and the commander-in-chief of the state's military forces."}]}, {"heading": "Births", "year": "1758", "date": "October 16", "txt": "Noah Webster, American lexicographer (d. 1843)", "entities": [{"title": "Noah Webster", "href": "/wiki/Noah_Webster", "description": "Noah Webster Jr. was an American lexicographer, textbook pioneer, English-language spelling reformer, political writer, editor, and author. He has been called the \"Father of American Scholarship and Education\". His \"Blue-backed Speller\" books taught five generations of American children how to spell and read. Webster's name has become synonymous with \"dictionary\" in the United States, especially t"}]}, {"heading": "Births", "year": "1762", "date": "October 16", "txt": "Paul Hamilton, American soldier and politician, 3rd United States Secretary of the Navy (d. 1816)", "entities": [{"title": "Paul Hamilton (politician)", "href": "/wiki/Paul_Hamilton_(politician)", "description": "Paul Hamilton was the 3rd United States Secretary of the Navy, from 1809 to 1813."}, {"title": "United States Secretary of the Navy", "href": "/wiki/United_States_Secretary_of_the_Navy", "description": "The secretary of the Navy is a statutory officer and the head of the Department of the Navy, a military department within the United States Department of Defense."}]}, {"heading": "Births", "year": "1789", "date": "October 16", "txt": "William Burton, American physician and politician, 39th Governor of Delaware (d. 1866)", "entities": [{"title": "William Burton (governor)", "href": "/wiki/William_Burton_(governor)", "description": "William Burton was an American physician and politician from Milford, in Kent County, Delaware. He was a member of the Democratic Party, who served as Governor of Delaware."}, {"title": "Governor of Delaware", "href": "/wiki/Governor_of_Delaware", "description": "The Governor of Delaware is the head of the executive branch of Delaware's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Delaware Legislature, to convene the legislature, and to grant pardons, except in cases of impeachment, and only with the recommendation of th"}]}, {"heading": "Births", "year": "1795", "date": "October 16", "txt": "William Buell Sprague, American minister, historian, and author (d. 1876)", "entities": [{"title": "William Buell Sprague", "href": "/wiki/William_Buell_Sprague", "description": "William Buell Sprague was an American Congregational and Presbyterian clergyman and compiler of Annals of the American Pulpit, a comprehensive biographical dictionary of the leading American Protestant Christian ministers who died before 1850."}]}, {"heading": "Births", "year": "1802", "date": "October 16", "txt": "Isaac Murphy, American educator and politician, 8th Governor of Arkansas (d. 1882)", "entities": [{"title": "Isaac Murphy", "href": "/wiki/Isaac_Murphy", "description": "Isaac Murphy was a native of Pennsylvania, a teacher and lawyer who moved to Fayetteville, Arkansas with his wife and child in 1834. He continued to teach and also became active in politics. Murphy is best known as the only delegate to have repeatedly voted against secession at the second Arkansas Secession Convention in 1861."}, {"title": "Governor of Arkansas", "href": "/wiki/Governor_of_Arkansas", "description": "The Governor of Arkansas is the head of government of the U.S. state of Arkansas. The Governor is the head of the executive branch of the Arkansas government and is charged with enforcing state laws. They have the power to either approve or veto bills passed by the Arkansas General Assembly, to convene the legislature, and to grant pardons, except in cases of treason and impeachment."}]}, {"heading": "Births", "year": "1803", "date": "October 16", "txt": "Robert Stephenson, English railway and civil engineer (d. 1859)", "entities": [{"title": "Robert Stephenson", "href": "/wiki/Robert_Stephenson", "description": "Robert Stephenson FRS HFRSE FRSA DCL was an English civil engineer and designer of locomotives. The only son of George Stephenson, the \"Father of Railways\", he built on the achievements of his father. Robert has been called the greatest engineer of the 19th century."}]}, {"heading": "Births", "year": "1804", "date": "October 16", "txt": "Benjamin Russell, American painter and educator (d. 1885)", "entities": [{"title": "Benjamin Russell (artist)", "href": "/wiki/Benjamin_Russell_(artist)", "description": "Benjamin Russell was an American artist best known for his accurate watercolors of whaling ships working in New England. Born to a wealthy family in New Bedford, Massachusetts, Russell started drawing and painting in his late 30s, after a few years spent working as a cooper aboard a whaling ship."}]}, {"heading": "Births", "year": "1806", "date": "October 16", "txt": "William P. Fessenden, American lawyer and politician, 26th United States Secretary of the Treasury (d. 1869)", "entities": [{"title": "William P. Fessenden", "href": "/wiki/William_P._Fessenden", "description": "William Pitt Fessenden was an American politician from the U.S. state of Maine. Fessenden was a Whig and member of the Fessenden political family. He served in the United States House of Representatives and Senate before becoming Secretary of the Treasury under President Abraham Lincoln during the American Civil War."}, {"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}]}, {"heading": "Births", "year": "1815", "date": "October 16", "txt": "Francis Lubbock, American colonel and politician, 9th Governor of Texas (d. 1905)", "entities": [{"title": "Francis Lubbock", "href": "/wiki/Francis_Lubbock", "description": "Francis Richard Lubbock was the ninth Governor of Texas and was in office during the American Civil War. He was the brother of Thomas Saltus Lubbock, for whom Lubbock County, Texas, and the eponymous county seat are named."}, {"title": "Governor of Texas", "href": "/wiki/Governor_of_Texas", "description": "The governor of Texas is the head of state, head of government and chief executive of Texas. The governor directs the legislative branch and the executive branch of the state government and is the commander in chief of the Texas military forces. The governor has the power to either approve or veto bills passed by the Texas Legislature, and to convene the legislature. The governor may grant pardons"}]}, {"heading": "Births", "year": "1818", "date": "October 16", "txt": "William Forster, Indian-Australian politician, 4th Premier of New South Wales (d. 1882)", "entities": [{"title": "William Forster (Australian politician)", "href": "/wiki/William_Forster_(Australian_politician)", "description": "William Forster was a pastoral squatter, colonial British politician, Premier of New South Wales from 27 October 1859 to 9 March 1860, and poet."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1819", "date": "October 16", "txt": "Austin F. Pike, American lawyer and politician (d. 1886)", "entities": [{"title": "Austin F. Pike", "href": "/wiki/Austin_F._Pike", "description": "Austin Franklin Pike was a United States Representative and Senator from New Hampshire. Born in Hebron, New Hampshire, he pursued an academic course, studied law, and was admitted to the bar of Merrimack County in 1845. He was a member of the New Hampshire House of Representatives from 1850 to 1852 and in 1865–1866, and served as speaker during the last two years. He was a member of the New Hampsh"}]}, {"heading": "Births", "year": "1831", "date": "October 16", "txt": "Lucy Stanton, American activist (d. 1910)", "entities": [{"title": "Lucy Stanton (abolitionist)", "href": "/wiki/Lucy_Stanton_(abolitionist)", "description": "Lucy Stanton was an American abolitionist and feminist figure, notable for being the first African-American woman to complete a four-year course of a study at a college or university. She completed a Ladies Literary Course from Oberlin College in 1850."}]}, {"heading": "Births", "year": "1832", "date": "October 16", "txt": "Vicente Riva Palacio, Mexican liberal intellectual, novelist (d. 1896)", "entities": [{"title": "Vicente Riva Palacio", "href": "/wiki/Vicente_Riva_Palacio", "description": "Vicente Riva Palacio y Guerrero was a liberal politician, novelist, journalist, intellectual, and military leader."}]}, {"heading": "Births", "year": "1840", "date": "October 16", "txt": "Kuroda Kiyotaka, Japanese general and politician, 2nd Prime Minister of Japan (d. 1900)", "entities": [{"title": "Kuroda Kiyotaka", "href": "/wiki/Kuroda_Kiyotaka", "description": "Count Kuroda Kiyotaka , also known as Kuroda Ryōsuke , was a Japanese politician of the Meiji era. He was Prime Minister of Japan from 1888 to 1889. He was also vice chairman of the Hokkaido Development Commission (Kaitaku-shi)."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1841", "date": "October 16", "txt": "Itō Hirobumi, Japanese lawyer and politician, 1st Prime Minister of Japan (d. 1909)", "entities": [{"title": "Itō Hirobumi", "href": "/wiki/It%C5%8D_Hirobumi", "description": "Duke Itō Hirobumi  was a Japanese politician and the first Prime Minister of Japan. He was also a leading member of the genrō, a group of senior statesmen that dictated Japan's policies during the Meiji Era."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1847", "date": "October 16", "txt": "Maria Pia of Savoy (d. 1911)", "entities": [{"title": "Maria Pia of Savoy", "href": "/wiki/Maria_Pia_of_Savoy", "description": "Dona Maria Pia was a Portuguese Queen consort, spouse of King Luís I of Portugal. She was a member of the House of Savoy. On the day of her baptism, Pope Pius IX, her godfather, gave her a Golden Rose. Maria Pia was married to Luís on the 6 October 1862 in Lisbon. She was the grand mistress of the Order of Saint Isabel."}]}, {"heading": "Births", "year": "1852", "date": "October 16", "txt": "Carl von In der Maur, Governor of Liechtenstein (d. 1913)", "entities": [{"title": "Carl von In der Maur", "href": "/wiki/Carl_von_In_der_Maur", "description": "Carl Josef Anton von In der Maur auf Strelburg und zu Freifeld was an Austrian aristocrat and statesman who twice served in the court of Johann II, Prince of Liechtenstein as the Governor of Liechtenstein from 1884 until \n1892 and 1897 until 1913."}]}, {"heading": "Births", "year": "1854", "date": "October 16", "txt": "Karl Kautsky, Czech-German journalist, philosopher, and theologian (d. 1938)", "entities": [{"title": "Karl Kautsky", "href": "/wiki/Karl_Kautsky", "description": "Karl Johann Kautsky was a Czech-Austrian philosopher, journalist, and Marxist theoretician. Kautsky was one of the most authoritative promulgators of orthodox Marxism after the death of Friedrich Engels in 1895 until the outbreak of World War I in 1914. He was the most important socialist theorist during the years of the Second International. He founded the socialist journal Neue Zeit."}]}, {"heading": "Births", "year": "1854", "date": "October 16", "txt": "Oscar Wilde, Irish playwright, novelist, and poet (d. 1900)", "entities": []}, {"heading": "Births", "year": "1855", "date": "October 16", "txt": "Samad bey Mehmandarov, Azerbaijani general and politician, 3rd Azerbaijani Minister of Defense (d. 1931)", "entities": [{"title": "Samad bey Mehmandarov", "href": "/wiki/Samad_bey_Mehmandarov", "description": "Samadbey Sadykhbey oglu Mehmandarov was an Azerbaijani General of the Artillery in the Imperial Russian Army and served as Minister of Defense of the Azerbaijan Democratic Republic."}, {"title": "Ministry of Defense (Azerbaijan)", "href": "/wiki/Ministry_of_Defense_(Azerbaijan)", "description": "The Ministry of Defence of the Republic of Azerbaijan or MN is an Azerbaijani government agency that is associated with the Azerbaijani military. The ministry is responsible for keeping Azerbaijan defended against external threats, preserving its territorial integrity, waging war on behalf of Azerbaijan, and the surveillance of the Azerbaijani sector of Caspian Sea sea and airspace. The Minister o"}]}, {"heading": "Births", "year": "1861", "date": "October 16", "txt": "J. B. Bury, Irish historian and scholar (d. 1927)", "entities": [{"title": "J. B. Bury", "href": "/wiki/J._B._Bury", "description": "John Bagnell Bury, was an Anglo-Irish historian, classical scholar, Medieval Roman historian and philologist. He objected to the label \"Byzantinist\" explicitly in the preface to the 1889 edition of his Later Roman Empire. He was Erasmus Smith's Professor of Modern History at Trinity College Dublin (1893–1902), before being Regius Professor of Modern History at the University of Cambridge from 1902"}]}, {"heading": "Births", "year": "1861", "date": "October 16", "txt": "Richard Sears, American tennis player (d. 1943)", "entities": []}, {"heading": "Births", "year": "1863", "date": "October 16", "txt": "Austen Chamberlain, English businessman and politician, Chancellor of the Exchequer, Nobel Prize laureate (d. 1937)", "entities": [{"title": "Austen Chamberlain", "href": "/wiki/Austen_Chamberlain", "description": "Sir Joseph Austen Chamberlain was a British statesman, son of Joseph Chamberlain and older half-brother of Prime Minister Neville Chamberlain. He served as Chancellor of the Exchequer (twice) and was briefly Conservative Party leader before serving as Foreign Secretary."}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1867", "date": "October 16", "txt": "Mario Ruspoli, 2nd Prince of Poggio Suasa (d. 1963)", "entities": [{"title": "Mario Ruspoli, 2nd Prince of Poggio Suasa", "href": "/wiki/Mario_Ruspoli,_2nd_Prince_of_Poggio_Suasa", "description": "Mario dei Principi Ruspoli was an Italian prince, son of Emanuele Ruspoli, 1st Prince of Poggio Suasa and first wife Princess Caterina Vogoride-Conachi. He was the 2nd Prince of Poggio Suasa and Prince of the Holy Roman Empire."}]}, {"heading": "Births", "year": "1869", "date": "October 16", "txt": "Claude H. Van Tyne, American historian and author (d. 1930)", "entities": [{"title": "Claude H. Van Tyne", "href": "/wiki/Claude_H._Van_Tyne", "description": "Claude Halstead Van Tyne was an American historian. He was a senior fellow at the University of Pennsylvania in 1902. He taught history at the University of Michigan from 1903 to 1930 and wrote several books on the American Revolution. He won the Pulitzer Prize for The War of Independence in 1930."}]}, {"heading": "Births", "year": "1872", "date": "October 16", "txt": "Walter Buckmaster, English polo player and businessman, co-founded Buckmaster & Moore (d. 1942)", "entities": [{"title": "Walter Buckmaster", "href": "/wiki/Walter_Buckmaster", "description": "Walter Selby Buckmaster was a British polo player in the 1900 Summer Olympics and in the 1908 Summer Olympics."}, {"title": "Buckmaster & Moore", "href": "/wiki/Buckmaster_%26_Moore", "description": "Buckmaster & Moore (B&M) was a London stockbroker established in 1895 and acquired by Credit Suisse Group in 1987."}]}, {"heading": "Births", "year": "1876", "date": "October 16", "txt": "Jimmy Sinclair, South African cricketer and rugby player (d. 1913)", "entities": [{"title": "Jimmy Sinclair", "href": "/wiki/Jimmy_Sinclair", "description": "James Hugh Sinclair was a South African cricketer who played in 25 Tests from 1896 to 1911. He scored South Africa's first three Test centuries and was the first person from any country to score a century and take five wickets in an innings in the same Test. He is one of the fastest-scoring Test batsmen of all time."}]}, {"heading": "Births", "year": "1881", "date": "October 16", "txt": "William Orthwein, American swimmer and water polo player (d. 1955)", "entities": [{"title": "William R. Orthwein", "href": "/wiki/William_R._Orthwein", "description": "William Robert Orthwein was an American sportsman, attorney, business executive and political activist."}]}, {"heading": "Births", "year": "1884", "date": "October 16", "txt": "Rembrandt Bugatti, Italian sculptor (d. 1916)", "entities": [{"title": "Rembrandt Bugatti", "href": "/wiki/Rembrandt_Bugatti", "description": "Rembrandt Bugatti was an Italian sculptor, known primarily for his bronze sculptures of wildlife subjects. During World War I, he volunteered for paramedical work at a military hospital in Antwerp, an experience that triggered in Bugatti the onset of depression, aggravated by financial problems, which eventually caused him to commit suicide on 8 January 1916 in Paris, France. He was 31 years old."}]}, {"heading": "Births", "year": "1886", "date": "October 16", "txt": "David Ben-Gurion, Polish-Israeli soldier and politician, 1st Prime Minister of Israel (d. 1973)", "entities": [{"title": "David Ben-Gurion", "href": "/wiki/David_Ben-Gurion", "description": "David Ben-Gurion was the primary national founder of the State of Israel and the first Prime Minister of Israel. He was the preeminent leader of the Jewish community in British Mandate Palestine from 1935 until the establishment of the State of Israel in 1948, which he led until 1963 with a short break in 1954–55."}, {"title": "Prime Minister of Israel", "href": "/wiki/Prime_Minister_of_Israel", "description": "The prime minister of Israel is the head of government and chief executive of Israel."}]}, {"heading": "Births", "year": "1888", "date": "October 16", "txt": "Eugene O'Neill, American playwright, Nobel Prize laureate (d. 1953)", "entities": [{"title": "Eugene O'Neill", "href": "/wiki/Eugene_O%27Neill", "description": "Eugene Gladstone O'Neill was an American playwright and Nobel laureate in literature. His poetically titled plays were among the first to introduce into the U.S. the drama techniques of realism earlier associated with Russian playwright Anton Chekhov, Norwegian playwright Henrik Ibsen, and Swedish playwright August Strindberg. The tragedy Long Day's Journey into Night is often numbered on the shor"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1888", "date": "October 16", "txt": "Paul Popenoe, American founder of relationship counseling (d. 1979)", "entities": [{"title": "Relationship counseling", "href": "/wiki/Relationship_counseling", "description": "Couples therapy attempts to improve romantic relationships and resolve interpersonal conflicts."}]}, {"heading": "Births", "year": "1890", "date": "October 16", "txt": "Michael Collins, Irish general and politician, 2nd Irish Minister for Finance (d. 1922)", "entities": [{"title": "Michael Collins (Irish leader)", "href": "/wiki/Michael_Collins_(Irish_leader)", "description": "Michael Collins was an Irish revolutionary, soldier, and politician who was a leading figure in the early-20th-century Irish struggle for independence. He was Chairman of the Provisional Government of the Irish Free State from January 1922 until his assassination in August 1922."}, {"title": "Minister for Finance (Ireland)", "href": "/wiki/Minister_for_Finance_(Ireland)", "description": "The Minister for Finance is the senior minister at the Department of Finance in the Government of Ireland. The minister is responsible for all financial and monetary matters of the state, and is considered the second most important member of the Government of Ireland, after the Taoiseach."}]}, {"heading": "Births", "year": "1890", "date": "October 16", "txt": "Maria Goretti, Italian martyr and saint (d. 1902)", "entities": []}, {"heading": "Births", "year": "1890", "date": "October 16", "txt": "Paul Strand, American photographer and director (d. 1975)", "entities": []}, {"heading": "Births", "year": "1897", "date": "October 16", "txt": "Louis de Cazenave, French soldier (d. 2008)", "entities": [{"title": "Louis de Cazenave", "href": "/wiki/Louis_de_Cazenave", "description": "Louis de Cazenave was, at the time of his death, the oldest surviving French veteran of World War I."}]}, {"heading": "Births", "year": "1898", "date": "October 16", "txt": "William O. Douglas, American lawyer and jurist (d. 1980)", "entities": [{"title": "William O. Douglas", "href": "/wiki/William_O._Douglas", "description": "William Orville Douglas was an American jurist and politician who served as an associate justice of the Supreme Court of the United States. Nominated by President Franklin D. Roosevelt, Douglas was confirmed at the age of 40, one of the youngest justices appointed to the court. His term, lasting 36 years and 211 days (1939–75), is the longest in the history of the Supreme Court. In 1975, Time maga"}]}, {"heading": "Births", "year": "1900", "date": "October 16", "txt": "Edward Ardizzone, Vietnamese-English author and illustrator (d. 1979)", "entities": [{"title": "Edward Ardizzone", "href": "/wiki/Edward_Ardizzone", "description": "Edward Jeffrey Irving Ardizzone,, who sometimes signed his work \"DIZ\", was an English painter, print-maker and war artist, and the author and illustrator of books, many of them for children. For Tim All Alone, which he wrote and illustrated, Ardizzone won the inaugural Kate Greenaway Medal from the Library Association for the year's best children's book illustration by a British subject. For the 5"}]}, {"heading": "Births", "year": "1900", "date": "October 16", "txt": "Primo Conti, Italian painter and poet (d. 1988)", "entities": []}, {"heading": "Births", "year": "1900", "date": "October 16", "txt": "Goose Goslin, American baseball player and manager (d. 1971)", "entities": []}, {"heading": "Births", "year": "1903", "date": "October 16", "txt": "Cecile de Brunhoff, French author and pianist (d. 2003)", "entities": [{"title": "Cecile de Brunhoff", "href": "/wiki/Cecile_de_Brunhoff", "description": "Cécile de Brunhoff was a French storyteller and the creator of the original Babar story. She was also a classically trained pianist."}]}, {"heading": "Births", "year": "1903", "date": "October 16", "txt": "Big Joe Williams, American Delta blues singer-songwriter and guitarist (d. 1982)", "entities": []}, {"heading": "Births", "year": "1904", "date": "October 16", "txt": "Björn Berglund, Swedish actor (d. 1968)", "entities": [{"title": "Björn Berglund", "href": "/wiki/Bj%C3%B6rn_Berglund", "description": "Björn Berglund was a Swedish stage and film and television actor."}]}, {"heading": "Births", "year": "1905", "date": "October 16", "txt": "Ernst Kuzorra, German footballer and manager (d. 1990)", "entities": [{"title": "Ernst Kuzorra", "href": "/wiki/Ernst_Kuzorra", "description": "Ernst Kuzorra was a German footballer of the pre-war era. During his entire career, he played for Schalke 04, whom he led to six national championships and one national cup. He is commonly regarded as the greatest Schalke player of all time alongside Fritz Szepan. A highly athletic, technical and prolific forward, Kuzorra is also commonly regarded as one of the greatest German forwards."}]}, {"heading": "Births", "year": "1906", "date": "October 16", "txt": "León Klimovsky, Argentinian actor, director, and screenwriter (d. 1996)", "entities": [{"title": "León Klimovsky", "href": "/wiki/Le%C3%B3n_Klimovsky", "description": "León Klimovsky was an Argentine film director, screenwriter and film producer."}]}, {"heading": "Births", "year": "1907", "date": "October 16", "txt": "Richard Titmuss, English sociologist and academic (d. 1973)", "entities": [{"title": "Richard Titmuss", "href": "/wiki/Richard_Titmuss", "description": "Richard Morris Titmuss (1907–1973) was a pioneering British social researcher and teacher. He founded the academic discipline of social administration and held the founding chair in the subject at the London School of Economics."}]}, {"heading": "Births", "year": "1908", "date": "October 16", "txt": "Olivia Coolidge, English-American author and educator (d. 2006)", "entities": [{"title": "Olivia Coolidge", "href": "/wiki/Olivia_Coolidge", "description": "Margaret Olivia Ensor Coolidge was a British-born American writer and educator. She published 27 books, many for young adults, including The Greek Myths (1949), her debut; The Trojan War (1952); Legends of the North (1951); Makers of the Red Revolution (1963); Men of Athens, one runner-up for the 1963 Newbery Medal; Lives of Famous Romans (1965); and biographies of Eugene O'Neill, Winston Churchil"}]}, {"heading": "Births", "year": "1908", "date": "October 16", "txt": "Enver Hoxha, Albanian general and politician, Prime Minister of Albania (d. 1985)", "entities": [{"title": "Prime Minister of Albania", "href": "/wiki/Prime_Minister_of_Albania", "description": "The Prime Minister of Albania, officially styled Prime Minister of the Republic of Albania, is the head of government of the Republic of Albania and the most powerful and influential person in Albanian politics. The prime minister holds the executive power of the nation and represents the Council of Ministers and chairs its meetings."}]}, {"heading": "Births", "year": "1911", "date": "October 16", "txt": "Otto von Bülow, German commander (d. 2006)", "entities": [{"title": "Otto von Bülow", "href": "/wiki/Otto_von_B%C3%BClow", "description": "Otto von Bülow was a German U-boat commander in World War II, and a captain in the Bundesmarine. He was a recipient of the Knight's Cross of the Iron Cross with Oak Leaves of Nazi Germany."}]}, {"heading": "Births", "year": "1912", "date": "October 16", "txt": "Clifford Hansen, American rancher and politician, 26th Governor of Wyoming (d. 2009)", "entities": [{"title": "Clifford Hansen", "href": "/wiki/Clifford_Hansen", "description": "Clifford Peter Hansen was an American politician from the state of Wyoming. A Republican, he served as the 26th Governor of Wyoming and subsequently as a United States Senator. Earlier, he was the president of the board of trustees of his alma mater, the University of Wyoming at Laramie in Albany County, then the state's only four-year institution of higher learning. He was also a county commissio"}, {"title": "Governor of Wyoming", "href": "/wiki/Governor_of_Wyoming", "description": "This is a list of the governors of Wyoming, beginning with territorial governors. Wyoming Territory was organized in 1868, and the state was admitted to the union on July 10, 1890."}]}, {"heading": "Births", "year": "1918", "date": "October 16", "txt": "Louis Althusser, Algerian-French philosopher and academic (d. 1990)", "entities": [{"title": "Louis Althusser", "href": "/wiki/Louis_Althusser", "description": "Louis Pierre Althusser was a French Marxist philosopher. He was born in Algeria and studied at the École normale supérieure in Paris, where he eventually became Professor of Philosophy."}]}, {"heading": "Births", "year": "1918", "date": "October 16", "txt": "Abraham Nemeth, American mathematician and academic (d. 2013)", "entities": []}, {"heading": "Births", "year": "1918", "date": "October 16", "txt": "Tony Rolt, English race car driver and engineer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1919", "date": "October 16", "txt": "Kathleen Winsor, American journalist and author (d. 2003)", "entities": [{"title": "Kathleen Winsor", "href": "/wiki/Kathleen_Winsor", "description": "Kathleen Winsor was an American author. She is best known for her first work, the 1944 historical novel Forever Amber. The novel, racy for its time, became a runaway bestseller even as it drew criticism from some authorities for its depictions of sexuality. She wrote seven other novels, none of which matched the success of her debut."}]}, {"heading": "Births", "year": "1920", "date": "October 16", "txt": "Paddy Finucane, Irish fighter pilot and flying ace (d. 1942)", "entities": [{"title": "Paddy Finucane", "href": "/wiki/Paddy_Finucane", "description": "Wing Commander Brendan Eamonn Fergus Finucane,, known as Paddy Finucane amongst his colleagues, was an Irish Second World War Royal Air Force (RAF) fighter pilot and flying ace—defined as an aviator credited with five or more enemy aircraft destroyed in aerial combat."}]}, {"heading": "Births", "year": "1921", "date": "October 16", "txt": "Matt Batts, American baseball player and coach (d. 2013)", "entities": [{"title": "Matt Batts", "href": "/wiki/Matt_Batts", "description": "Matthew Daniel Batts was an American professional baseball player. He played in Major League Baseball (MLB) as a catcher from 1947 through 1956 for the Boston Red Sox, St. Louis Browns, Detroit Tigers, Chicago White Sox and Cincinnati Reds, with brief trades to Baltimore and Cleveland. A slap hitter, Batts played mostly backup roles over the course of his career; during parts of ten MLB seasons, h"}]}, {"heading": "Births", "year": "1921", "date": "October 16", "txt": "Sita Ram Goel, Indian historian, publisher and writer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1921", "date": "October 16", "txt": "MacKenzie Miller, American horse trainer and breeder (d. 2010)", "entities": []}, {"heading": "Births", "year": "1922", "date": "October 16", "txt": "Max Bygraves, English-Australian actor and singer (d. 2012)", "entities": [{"title": "Max Bygraves", "href": "/wiki/Max_Bygraves", "description": "Walter William Bygraves, best known by the stage name Max Bygraves, was an English comedian, singer, actor and variety performer. He appeared on his own television shows, sometimes performing comedy sketches between songs. He made twenty Royal Variety Performance appearances and presented numerous programmes, including Family Fortunes between 1983 and 1985. His catchphrase \"I wanna tell you a stor"}]}, {"heading": "Births", "year": "1922", "date": "October 16", "txt": "Leon Sullivan, American minister and activist (d. 2001)", "entities": []}, {"heading": "Births", "year": "1923", "date": "October 16", "txt": "Linda Darnell, American actress (d. 1965)", "entities": [{"title": "Linda Darnell", "href": "/wiki/Linda_Darnell", "description": "Linda Darnell was an American actress. Darnell progressed from modeling as a child to acting in theater and film. At the encouragement of her mother, she made her first film in 1939, and appeared in supporting roles in big-budget films for 20th Century Fox throughout the 1940s. She co-starred with Tyrone Power in adventure films, and established a main character career after her role in Forever Am"}]}, {"heading": "Births", "year": "1923", "date": "October 16", "txt": "Bert Kaempfert, German conductor and composer (d. 1980)", "entities": []}, {"heading": "Births", "year": "1923", "date": "October 16", "txt": "Bill McLaren, Scottish rugby player and sportscaster (d. 2010)", "entities": []}, {"heading": "Births", "year": "1924", "date": "October 16", "txt": "Gerard Parkes, Irish-Canadian actor (d. 2014)", "entities": [{"title": "Gerard Parkes", "href": "/wiki/Gerard_Parkes", "description": "Gerard Parkes was an Irish-born Canadian actor. He was born in Dublin, and moved to Toronto in 1956. He is known for playing \"Doc\" on the Canadian Broadcasting Corporation television series Fraggle Rock and the bartender in the film The Boondock Saints and its sequel The Boondock Saints II: All Saints Day."}]}, {"heading": "Births", "year": "1925", "date": "October 16", "txt": "Angela Lansbury, English-American actress, singer, and producer ", "entities": [{"title": "Angela Lansbury", "href": "/wiki/Angela_Lansbury", "description": "Dame Angela Brigid Lansbury is a British-American actress who has played many theatre, television, and film roles. Her career has spanned almost eight decades, much of it in the United States. Her work has received much international attention. She is recognized as the earliest surviving Academy Award nominee and one of the last surviving stars from the Golden Age of Hollywood cinema."}]}, {"heading": "Births", "year": "1926", "date": "October 16", "txt": "Charles Dolan, American businessman, founded Cablevision and HBO", "entities": [{"title": "Charles Dolan", "href": "/wiki/Charles_Dolan", "description": "Charles Francis \"Chuck\" Dolan is an American billionaire and the founder of Cablevision. Through supervoting shares, Dolan today controls AMC Networks, MSG Networks, Madison Square Garden Sports, and Madison Square Garden Entertainment which at one point were all part of Cablevision itself."}, {"title": "Cablevision", "href": "/wiki/Cablevision", "description": "Cablevision Systems Corporation was an American cable television company with systems serving areas surrounding New York City. It was the fifth-largest cable provider and ninth-largest television provider in the United States. Throughout its existence and in its final years, Cablevision served customers residing in New York, New Jersey, Connecticut, and a small part of Pennsylvania. However, at on"}, {"title": "HBO", "href": "/wiki/HBO", "description": "Home Box Office (HBO) is an American pay television network owned by WarnerMedia Studios & Networks and the flagship property of parent subsidiary Home Box Office, Inc. Maintaining a general entertainment format, programming featured on the network consists primarily of theatrically released motion pictures and original television programs as well as made-for-cable movies, documentaries and occasi"}]}, {"heading": "Births", "year": "1927", "date": "October 16", "txt": "Günter Grass, German novelist, poet, playwright, Nobel Prize laureate (d. 2015)", "entities": [{"title": "Günter Grass", "href": "/wiki/G%C3%BCnter_Grass", "description": "Günter Wilhelm Grass was a German novelist, poet, playwright, illustrator, graphic artist, sculptor, and recipient of the 1999 Nobel Prize in Literature."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1928", "date": "October 16", "txt": "Mary Daly, American philosopher and theologian (d. 2010)", "entities": [{"title": "Mary Daly", "href": "/wiki/Mary_Daly", "description": "Mary Daly was an American radical feminist philosopher, academic, and theologian. Daly, who described herself as a \"radical lesbian feminist\", taught at the Jesuit-run Boston College for 33 years. Daly retired in 1999, after violating university policy by refusing to allow male students in her advanced women's studies classes. She allowed male students in her introductory class and privately tutor"}]}, {"heading": "Births", "year": "1928", "date": "October 16", "txt": "Ann Morgan Guilbert, American actress (d. 2016)", "entities": []}, {"heading": "Births", "year": "1929", "date": "October 16", "txt": "Fernanda Montenegro, Brazilian actress", "entities": [{"title": "Fernanda Montenegro", "href": "/wiki/Fernanda_Montenegro", "description": "Arlette Pinheiro Esteves Torres ONM, better known by her stage name Fernanda Montenegro, is a Brazilian stage, television and film actress. Considered by many the greatest Brazilian actress of all time, she is often referred to as the great lady of Brazilian theater, cinema and performing arts. She is the only Brazilian yet nominated for the Academy Award for Best Actress. She is also the only act"}]}, {"heading": "Births", "year": "1930", "date": "October 16", "txt": "John Polkinghorne, English physicist, theologian and priest (d. 2021)", "entities": [{"title": "John Polkinghorne", "href": "/wiki/John_Polkinghorne", "description": "John Charlton Polkinghorne was an English theoretical physicist, theologian, and Anglican priest. A prominent and leading voice explaining the relationship between science and religion, he was Professor of Mathematical Physics at the University of Cambridge from 1968 to 1979, when he resigned his chair to study for the priesthood, becoming an ordained Anglican priest in 1982. He served as the pres"}]}, {"heading": "Births", "year": "1930", "date": "October 16", "txt": "Carmen Sevilla, Spanish actress", "entities": []}, {"heading": "Births", "year": "1931", "date": "October 16", "txt": "Charles Colson, American lawyer and politician (d. 2012)", "entities": [{"title": "Charles Colson", "href": "/wiki/Charles_Colson", "description": "Charles Wendell Colson, generally referred to as Chuck Colson, was an American attorney and political advisor who served as Special Counsel to President Richard Nixon from 1969 to 1970. Once known as President Nixon's \"hatchet man\", Colson gained notoriety at the height of the Watergate scandal, for being named as one of the Watergate Seven, and pleaded guilty to obstruction of justice for attempt"}]}, {"heading": "Births", "year": "1931", "date": "October 16", "txt": "Valery Klimov, Ukrainian-Russian violinist and educator", "entities": []}, {"heading": "Births", "year": "1931", "date": "October 16", "txt": "Rosa Rosal, Filipino actress", "entities": []}, {"heading": "Births", "year": "1931", "date": "October 16", "txt": "P. W. Underwood, American football player and coach (d. 2013)", "entities": []}, {"heading": "Births", "year": "1932", "date": "October 16", "txt": "John Grant, English journalist and politician (d. 2000)", "entities": [{"title": "John Grant (British politician)", "href": "/wiki/John_Grant_(British_politician)", "description": "John Douglas Grant was British politician who served as an MP of the United Kingdom parliament from 1970 to 1983. He was as a member of the Labour Party until he left in 1981 to join the new Social Democratic Party (SDP). He represented Islington East from 1970 to 1974 and Islington Central from 1974 to 1983."}]}, {"heading": "Births", "year": "1932", "date": "October 16", "txt": "Henry Lewis, American bassist and conductor (d. 1996)", "entities": []}, {"heading": "Births", "year": "1932", "date": "October 16", "txt": "Lucien Paiement, Canadian physician and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1933", "date": "October 16", "txt": "Nobuyo Ōyama, Japanese voice actress", "entities": [{"title": "Nobuyo Ōyama", "href": "/wiki/Nobuyo_%C5%8Cyama", "description": "Nobuyo Ōyama , born Nobuyo Yamashita , is a former Japanese actress, voice actress and singer affiliated with Actors Seven. She is best known for playing the title character in the long-running Doraemon anime series. She is also well-known as the voice of Monokuma, the main villain from the Danganronpa video-game series. She played him in both the video games and in the anime series Danganronpa: T"}]}, {"heading": "Births", "year": "1934", "date": "October 16", "txt": "Peter Ashdown, English race car driver", "entities": [{"title": "Peter Ashdown", "href": "/wiki/Peter_Ashdown", "description": "Peter Hawthorn Ashdown is a former motor racing driver. He drove in a single Formula One World Championship Grand Prix, racing a Cooper."}]}, {"heading": "Births", "year": "1936", "date": "October 16", "txt": "Peter Bowles, English actor and screenwriter", "entities": [{"title": "Peter Bowles", "href": "/wiki/Peter_Bowles", "description": "Peter Bowles is an English actor of stage and television."}]}, {"heading": "Births", "year": "1936", "date": "October 16", "txt": "Andrei Chikatilo, Ukrainian-Russian serial killer (d. 1994)", "entities": []}, {"heading": "Births", "year": "1936", "date": "October 16", "txt": "Mladen Koščak, Croatian footballer (d. 1997)", "entities": []}, {"heading": "Births", "year": "1936", "date": "October 16", "txt": "Akira Machida, Japanese lawyer and judge, 15th Chief Justice of Japan (d. 2015)", "entities": [{"title": "List of Chief Justices of Japan", "href": "/wiki/List_of_Chief_Justices_of_Japan", "description": "The Chief Justice of Japan  is the chief judge of the Supreme Court of Japan and is the head of the judicial branch of the Japanese government."}]}, {"heading": "Births", "year": "1938", "date": "October 16", "txt": "Carl Gunter, Jr., American politician (d. 1999)", "entities": [{"title": "Carl Gunter, Jr.", "href": "/wiki/Carl_Gunter,_Jr.", "description": "Carl Newton Gunter Jr., was a Democratic member of the Louisiana House of Representatives from 1972 to 1992, known for his support of organized labor and his opposition to abortion and the Equal Rights Amendment."}]}, {"heading": "Births", "year": "1938", "date": "October 16", "txt": "Nico, German singer-songwriter, model, and actress (d. 1988)", "entities": []}, {"heading": "Births", "year": "1940", "date": "October 16", "txt": "Barry Corbin, American actor and producer", "entities": [{"title": "Barry Corbin", "href": "/wiki/Barry_Corbin", "description": "Leonard Barrie Corbin is an American actor. His best-known role came in the television series Northern Exposure (1990–1995), for which he was consecutively nominated for two Primetime Emmy Awards."}]}, {"heading": "Births", "year": "1940", "date": "October 16", "txt": "Dave DeBusschere, American basketball player and coach (d. 2003)", "entities": []}, {"heading": "Births", "year": "1940", "date": "October 16", "txt": "Ivan Della Mea, Italian singer-songwriter, guitarist, and journalist (d. 2009)", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 16", "txt": "Tim McCarver, American baseball player, sportscaster, and singer", "entities": [{"title": "Tim McCarver", "href": "/wiki/Tim_McCarver", "description": "James Timothy McCarver is an American sportscaster and former professional baseball catcher."}]}, {"heading": "Births", "year": "1941", "date": "October 16", "txt": "Emma Nicholson, Baroness Nicholson of Winterbourne, English computer programmer and politician", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 16", "txt": "Fred Turner, Canadian singer-songwriter and bass player", "entities": [{"title": "Fred Turner (musician)", "href": "/wiki/Fred_Turner_(musician)", "description": "Charles Frederick Turner is a Canadian rock bassist, vocalist and songwriter, and was a founding member of the 1970s rock band Bachman–Turner Overdrive (B.T.O.). He is credited on most B.T.O. albums as \"C.F. Turner\"."}]}, {"heading": "Births", "year": "1944", "date": "October 16", "txt": "Kaizer Motaung, South African footballer and manager", "entities": [{"title": "Kaizer Motaung", "href": "/wiki/Kaizer_Motaung", "description": "Kaizer Motaung OIS is a former South African football (soccer) player and founder of Kaizer Chiefs FC, of which he is chairman and managing director. He was nicknamed \"Chincha Guluva\"."}]}, {"heading": "Births", "year": "1945", "date": "October 16", "txt": "Stefan Buczacki, English horticulturalist, botanist, and television host", "entities": [{"title": "Stefan Buczacki", "href": "/wiki/Stefan_Buczacki", "description": "Professor Stefan T. Buczacki is a British horticulturist, botanist, biographer and broadcaster."}]}, {"heading": "Births", "year": "1945", "date": "October 16", "txt": "Roger Hawkins, American session drummer", "entities": []}, {"heading": "Births", "year": "1945", "date": "October 16", "txt": "Paul Monette, American author and poet (d. 1995)", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 16", "txt": "Geoff Barnett, English footballer (d. 2021)", "entities": [{"title": "Geoff Barnett (footballer)", "href": "/wiki/Geoff_Barnett_(footballer)", "description": "Geoffrey Colin Barnett was an English footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1946", "date": "October 16", "txt": "Suzanne Somers, American actress and producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 16", "txt": "Nicholas Day, English actor", "entities": [{"title": "Nicholas Day (actor)", "href": "/wiki/Nicholas_Day_(actor)", "description": "Nicholas Patrick Day is an English actor. He attended Alleyn's School, Dulwich before studying at the University of Bristol, and is presently the narrator on the Netflix series Myths & Monsters."}]}, {"heading": "Births", "year": "1947", "date": "October 16", "txt": "Terry Griffiths, Welsh snooker player and coach", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 16", "txt": "Bob Weir, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 16", "txt": "David Zucker, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 16", "txt": "Alison Chitty, English production designer and costume designer", "entities": [{"title": "Alison Chitty", "href": "/wiki/Alison_Chitty", "description": "Alison Chitty OBE is an Olivier Award winning production designer and set and costume designer, known for her collaborations with Mike Leigh, Francesca Zambello, Peter Gill and Sir Peter Hall. She is also the Director of the Motley Theatre Design Course, a successor to Motley Theatre Design Group. Both organisations included Margaret Harris as one of their founders."}]}, {"heading": "Births", "year": "1948", "date": "October 16", "txt": "Bruce Fleisher, American golfer", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 16", "txt": "Hema Malini, Indian actress, director, producer, and politician", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 16", "txt": "Leo Mazzone, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1950", "date": "October 16", "txt": "Károly Horváth, Romanian-Hungarian cellist, flute player, and composer (d. 2015)", "entities": [{"title": "Károly Horváth", "href": "/wiki/K%C3%A1roly_Horv%C3%A1th", "description": "Károly Horváth was a Romanian-born composer and musician. He spent most of his professional life in Hungarian theatre."}]}, {"heading": "Births", "year": "1950", "date": "October 16", "txt": "Angry Grandpa, American internet personality (d. 2017)", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 16", "txt": "Christopher Cox, American lawyer and politician", "entities": [{"title": "Christopher Cox", "href": "/wiki/Christopher_Cox", "description": "Charles Christopher Cox is an American business leader and former Chairman of the U.S. Securities and Exchange Commission, a 17-year Republican member of the United States House of Representatives, and member of the White House staff in the Reagan Administration. Prior to his Washington service he was a practicing attorney, teacher, and entrepreneur. Following his retirement from government in 200"}]}, {"heading": "Births", "year": "1952", "date": "October 16", "txt": "Cordell Mosson, American bass player (d. 2013)", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 16", "txt": "Crazy Mohan, Indian actor, screenwriter, and playwright (d. 2019)", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 16", "txt": "Glenys Thornton, Baroness Thornton, English politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 16", "txt": "Tony Carey, American keyboard player, songwriter, and producer", "entities": [{"title": "Tony Carey", "href": "/wiki/Tony_Carey", "description": "Anthony Lawrence Carey is an American-born, European-based musician, composer, producer, and singer/songwriter.\nOne of his earliest musical experiences was as a keyboardist for Rainbow. After his departure 1977, he began a solo career, releasing albums under his own name as well under the pseudonym Planet P Project, and producing for and performing with other artists."}]}, {"heading": "Births", "year": "1953", "date": "October 16", "txt": "Paulo Roberto Falcão, Brazilian footballer and manager", "entities": []}, {"heading": "Births", "year": "1954", "date": "October 16", "txt": "Lorenzo Carcaterra, American author and blogger", "entities": [{"title": "Lorenzo Carcaterra", "href": "/wiki/Lorenzo_Carcaterra", "description": "Lorenzo Carcaterra is an American writer of Italian descent. Hell’s Kitchen is the setting for his most famous book, Sleepers, which was adapted as a 1996 film of the same name. In April 2009, he joined True/Slant as a blogger."}]}, {"heading": "Births", "year": "1954", "date": "October 16", "txt": "Michael Forsyth, Baron Forsyth of Drumlean, Scottish politician, Secretary of State for Scotland", "entities": [{"title": "Secretary of State for Scotland", "href": "/wiki/Secretary_of_State_for_Scotland", "description": "The Secretary of State for Scotland, also referred to as Her Majesty's Principal Secretary of State for Scotland or the Scottish Secretary, is the secretary of state and principal government minister for Scotland in the Cabinet of Her Majesty's Government of the United Kingdom of Great Britain and Northern Ireland. The Scottish Secretary heads the Scotland Office, a government department based in "}]}, {"heading": "Births", "year": "1954", "date": "October 16", "txt": "Serafino Ghizzoni, Italian rugby player", "entities": []}, {"heading": "Births", "year": "1954", "date": "October 16", "txt": "Corinna Harfouch, German actress", "entities": []}, {"heading": "Births", "year": "1955", "date": "October 16", "txt": "Ellen Dolan, American actress", "entities": [{"title": "Ellen Dolan", "href": "/wiki/Ellen_Dolan", "description": "Ellen Dolan is an American actress."}]}, {"heading": "Births", "year": "1956", "date": "October 16", "txt": "Marin Alsop, American violinist and conductor", "entities": [{"title": "Marin Alsop", "href": "/wiki/Marin_Alsop", "description": "Marin Alsop is an American conductor and violinist. She is currently music director of the Baltimore Symphony Orchestra and chief conductor of the Vienna Radio Symphony Orchestra. In 2020 she was elected to the American Philosophical Society."}]}, {"heading": "Births", "year": "1956", "date": "October 16", "txt": "John Chavis, American football player and coach", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 16", "txt": "Meg Rosoff, American-English author", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 16", "txt": "Rudra Mohammad Shahidullah, Bangladeshi poet, author, and playwright (d. 1992)", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 16", "txt": "Priidu Beier, Estonian poet and educator", "entities": [{"title": "Priidu Beier", "href": "/wiki/Priidu_Beier", "description": "Priidu Beier is an Estonian poet and teacher. He has edited several publications and is also a member of the Estonian Writers' Union and Estonian Literary Society. Between 1984–1990 he was the Head of the Pedagogical arts sector of Tartu Art Museum. In 2007 he presented a poetry collection in Tartu with Kerti Tergem. According to Tartu Postimees, Beier lives like a monk. He teaches art history at "}]}, {"heading": "Births", "year": "1958", "date": "October 16", "txt": "Roy McDonough, English footballer and manager", "entities": [{"title": "Roy McDonough", "href": "/wiki/Roy_McDonough", "description": "Roy McDonough is an English former professional football player and manager in the English football league."}]}, {"heading": "Births", "year": "1958", "date": "October 16", "txt": "Tim Robbins, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 16", "txt": "Kevin Brennan, Welsh journalist and politician", "entities": [{"title": "Kevin Brennan (politician)", "href": "/wiki/Kevin_Brennan_(politician)", "description": "Kevin Denis Brennan is a British Labour Party politician who was first elected as the Member of Parliament (MP) for Cardiff West in 2001, and was a Minister of State at both the Department for Business, Innovation and Skills and the Department for Children, Schools and Families before the 2010 general election. His responsibilities included Further Education, Skills, Apprenticeships and Consumer A"}]}, {"heading": "Births", "year": "1959", "date": "October 16", "txt": "Brian Harper, American baseball player", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 16", "txt": "Gary Kemp, English singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 16", "txt": "Philip Maini, Northern Irish mathematician at the University of Oxford", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 16", "txt": "Tessa Munt, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 16", "txt": "Jamie Salmon, English-New Zealand rugby player and sportscaster", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 16", "txt": "Erkki-Sven Tüür, Estonian flute player and composer", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 16", "txt": "John Whittingdale, English politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 16", "txt": "Guy LeBlanc, Canadian keyboard player and songwriter (d. 2015)", "entities": [{"title": "Guy LeBlanc", "href": "/wiki/Guy_LeBlanc", "description": "Guy LeBlanc was a Canadian keyboardist and composer. He led his own progressive-rock band - Nathan Mahl, and had been a member of the British progressive band Camel since 2000. He produced and released his own solo, as well as Nathan Mahl's discs, and had appeared as guest keyboardist on several other releases."}]}, {"heading": "Births", "year": "1960", "date": "October 16", "txt": "Bob Mould, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 16", "txt": "Marc Levy, French author", "entities": [{"title": "Marc Levy", "href": "/wiki/Marc_Levy", "description": "Marc Levy is a French novelist."}]}, {"heading": "Births", "year": "1961", "date": "October 16", "txt": "Randy Vasquez, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 16", "txt": "Scott O'Hara, American pornographic performer, author, poet, editor and publisher (d. 1998)", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 16", "txt": "Flea, Australian-American bass player, songwriter, and actor", "entities": [{"title": "Flea (musician)", "href": "/wiki/Flea_(musician)", "description": "Michael Peter Balzary, known professionally as Flea, is an Australian-American musician and actor. He is a founding member and the bassist of the rock band Red Hot Chili Peppers and has appeared on every album the band has released. Flea briefly appeared as the bassist for such bands as What Is This?, Fear, and Jane's Addiction. He has performed with rock supergroups Atoms for Peace, Antemasque, P"}]}, {"heading": "Births", "year": "1962", "date": "October 16", "txt": "Manute Bol, Sudanese-American basketball player and activist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 16", "txt": "Dmitri Hvorostovsky, Russian opera singer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 16", "txt": "Nico Lazaridis, German footballer", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 16", "txt": "Tamara McKinney, American skier", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 16", "txt": "Brendan Kibble, Australian singer-songwriter and guitarist", "entities": [{"title": "Brendan Kibble", "href": "/wiki/Brendan_Kibble", "description": "\n\nBrendan Kibble aka \"Wig\" is an Australian singer, songwriter, and guitarist. He is best known for his work with Australian bands The Bam Balams and Navahodads and the American bands The Texreys and The Go Wows."}]}, {"heading": "Births", "year": "1963", "date": "October 16", "txt": "Timothy Leighton, English physicist and academic", "entities": []}, {"heading": "Births", "year": "1964", "date": "October 16", "txt": "Shawn Little, Canadian lawyer and politician (d. 2012)", "entities": [{"title": "Shawn Little", "href": "/wiki/Shawn_Little", "description": "Shawn William Little was a political consultant and Ottawa City Councillor in Ottawa, Ontario, Canada, for the urban Kitchissippi Ward, consisting of neighbourhoods west of the City Centre. He was born in Ottawa and raised in its Westboro neighbourhood, where he attended Woodroffe Avenue and Broadview Public elementary schools followed by Nepean High School. He earned a bachelor's degree in histor"}]}, {"heading": "Births", "year": "1964", "date": "October 16", "txt": "James Thompson, American-Finnish author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 16", "txt": "Kang Kyung-ok, South Korean illustrator", "entities": [{"title": "Kang Kyung-ok", "href": "/wiki/Kang_Kyung-ok", "description": "Kang Kyung-ok is a Manhwa artist whose work \"It's Two People\" was adopted into the film Someone Behind You, she also has work published by Netcomics."}]}, {"heading": "Births", "year": "1965", "date": "October 16", "txt": "Tom Tolbert, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 16", "txt": "Olof Lundh, Swedish journalist", "entities": [{"title": "Olof Lundh", "href": "/wiki/Olof_Lundh", "description": "Olof Lundh is a Swedish sports journalist focusing on reporting on football for TV4. He was involved in the starting of the site fotbollskanalen.se in late 2006, and has been the Publisher of the site between 2008 and 2013. The site is fully owned by TV4. \nLundh participates in several of TV4:s different football broadcasts, like Fotbollskanalen Europe, where he between 2014 and 2015 has been the "}]}, {"heading": "Births", "year": "1966", "date": "October 16", "txt": "Mary Elizabeth McGlynn, American voice actress, singer, and director", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 16", "txt": "Michael Laffy, Australian footballer", "entities": [{"title": "Michael Laffy", "href": "/wiki/Michael_Laffy", "description": "Michael Laffy is a former Australian rules footballer with the Richmond Football Club, and was also a contestant on the second season of the Australian version of The Mole where he was revealed as The Mole."}]}, {"heading": "Births", "year": "1967", "date": "October 16", "txt": "Davina McCall, English television host and actress", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 16", "txt": "Randall Batinkoff, American actor and producer", "entities": [{"title": "Randall Batinkoff", "href": "/wiki/Randall_Batinkoff", "description": "Randall Matthew Batinkoff is an American actor, known for his roles in the films For Keeps, School Ties, and Higher Learning."}]}, {"heading": "Births", "year": "1968", "date": "October 16", "txt": "Mark Lee, Singaporean actor and singer", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 16", "txt": "Francesco Libetta, Italian pianist, composer, and conductor", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 16", "txt": "Todd Stashwick, American actor and writer", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 16", "txt": "Elsa Zylberstein, French actress", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 16", "txt": "Roy Hargrove, American trumpet player and composer (d. 2018)", "entities": [{"title": "Roy Hargrove", "href": "/wiki/Roy_Hargrove", "description": "Roy Anthony Hargrove was an American jazz trumpeter. He won worldwide notice after winning two Grammy Awards for differing types of music in 1997 and in 2002. Hargrove primarily played in the hard bop style for the majority of his albums, especially performing jazz standards on his 1990s albums."}]}, {"heading": "Births", "year": "1969", "date": "October 16", "txt": "Takao Omori, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 16", "txt": "Terri J. Vaughn, American actress and producer", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 16", "txt": "Wendy Wilson, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 16", "txt": "Kazuyuki Fujita, Japanese wrestler and mixed martial artist", "entities": [{"title": "Kazuyuki Fujita", "href": "/wiki/Kazuyuki_Fujita", "description": "Kazuyuki Fujita  is a Japanese professional wrestler, mixed martial artist and a former amateur wrestler. He has most recently fought in Road FC, but is also known for his work in the PRIDE Fighting Championships, K-1, Rizin Fighting Federation, and World Victory Road."}]}, {"heading": "Births", "year": "1970", "date": "October 16", "txt": "Mehmet Scholl, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 16", "txt": "Chad Gray, American singer-songwriter and guitarist", "entities": [{"title": "Chad Gray", "href": "/wiki/Chad_Gray", "description": "Chad Gray is an American singer and songwriter who is the lead vocalist and co-founder of heavy metal band Hellyeah, as well as the lead vocalist for heavy metal band Mudvayne."}]}, {"heading": "Births", "year": "1971", "date": "October 16", "txt": "Paul Sparks, American actor", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 16", "txt": "Frank Cuesta, Spanish television presenter", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 16", "txt": "Adrianne Frost, American comedian, actress, and author", "entities": [{"title": "Adrianne Frost", "href": "/wiki/Adrianne_Frost", "description": "Adrianne Frost is an American comedian, author, and actress. She is best known for her work on Comedy Central's The Daily Show and VH1's Best Week Ever."}]}, {"heading": "Births", "year": "1972", "date": "October 16", "txt": "Darius Kasparaitis, Lithuanian-Russian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 16", "txt": "Kordell Stewart, American football player and radio host", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 16", "txt": "Justin Credible, American wrestler", "entities": [{"title": "Justin Credible", "href": "/wiki/Justin_Credible", "description": "Peter Joseph \"PJ\" Polaco is a semi-retired American professional wrestler, best known for his appearances with Extreme Championship Wrestling (ECW) and the World Wrestling Federation (WWF) under the ring name Justin Credible. He is also known for his earlier stint with the WWF under the ring name Aldo Montoya. Polaco is a one-time world champion, having won the ECW World Heavyweight Championship o"}]}, {"heading": "Births", "year": "1973", "date": "October 16", "txt": "David Unsworth, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 16", "txt": "Aurela Gaçe, Albanian singer", "entities": [{"title": "Aurela Gaçe", "href": "/wiki/Aurela_Ga%C3%A7e", "description": "Aurela Gaçe is an Albanian singer and songwriter. She is a three-time Festivali i Këngës winner, a three-time Kënga Magjike winner and a two-time Balkan Music Award winner for Balkan's Song of the Year and Best Singer from Albania. She was a judge on the third season of The Voice of Albania."}]}, {"heading": "Births", "year": "1974", "date": "October 16", "txt": "Paul Kariya, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 16", "txt": "Ernesto Noel Aquino, Honduran footballer", "entities": [{"title": "Ernesto Noel Aquino", "href": "/wiki/Ernesto_Noel_Aquino", "description": "Ernesto Noel Aquino Pérez is a former Honduran footballer."}]}, {"heading": "Births", "year": "1975", "date": "October 16", "txt": "Brynjar Gunnarsson, Icelandic footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 16", "txt": "Jacques Kallis, South African cricketer", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 16", "txt": "Kellie Martin, American actress, director, and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 16", "txt": "John Mayer, American singer-songwriter, rapper, guitarist, and producer", "entities": [{"title": "John Mayer", "href": "/wiki/John_Mayer", "description": "John Clayton Mayer is an American singer, songwriter, guitarist, and record producer. Born in Bridgeport, Connecticut, Mayer attended Berklee College of Music in Boston, but left and moved to Atlanta in 1997 with Clay Cook. Together, they formed a short-lived two-man band called Lo-Fi Masters. After their split, Mayer continued to play local clubs, refining his skills and gaining a following. Afte"}]}, {"heading": "Births", "year": "1980", "date": "October 16", "txt": "Sue Bird, Israeli-American basketball player", "entities": [{"title": "Sue Bird", "href": "/wiki/Sue_Bird", "description": "Suzanne Brigit Bird is an Israeli-American professional basketball player for the Seattle Storm of the Women's National Basketball Association (WNBA). Bird was drafted by the Storm first overall in the 2002 WNBA draft and holds the record for most assists in league history. She held a front office position for the NBA's Denver Nuggets as their Basketball Operations Associate. She has also played f"}]}, {"heading": "Births", "year": "1980", "date": "October 16", "txt": "Timana Tahu, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 16", "txt": "Brea Grant, American actress and writer", "entities": [{"title": "Brea Grant", "href": "/wiki/Brea_Grant", "description": "Brea Colleen Grant is an American actress, writer, and director. She played the character of Daphne Millbrook in the NBC television series Heroes."}]}, {"heading": "Births", "year": "1981", "date": "October 16", "txt": "Martin Halle, Danish footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 16", "txt": "Boyd Melson, American boxer", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 16", "txt": "Anthony Reyes, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 16", "txt": "Frédéric Michalak, French rugby player", "entities": [{"title": "Frédéric Michalak", "href": "/wiki/Fr%C3%A9d%C3%A9ric_Michalak", "description": "Frédéric Michalak is a former French rugby union footballer. His early career was spent playing for his hometown team, Toulouse, in the Top 14 and in the Heineken Cup. He moved to South Africa to play for the Sharks in the Super 14 after the 2007 Rugby World Cup, but after just one year with the Sharks he moved back to Toulouse. He has also played over 70 tests for France to date, and is the count"}]}, {"heading": "Births", "year": "1982", "date": "October 16", "txt": "Cristian Riveros, Paraguayan footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 16", "txt": "Prithviraj Sukumaran, Indian actor, singer, and producer", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 16", "txt": "Philipp Kohlschreiber, German tennis player", "entities": [{"title": "Philipp Kohlschreiber", "href": "/wiki/Philipp_Kohlschreiber", "description": "Philipp Eberhard Hermann Kohlschreiber is a German professional tennis player. The right-hander has won eight singles and seven doubles titles on the ATP World Tour and made the quarterfinals at the 2012 Wimbledon Championships. He reached his highest ATP singles ranking of world No. 16 in July 2012."}]}, {"heading": "Births", "year": "1983", "date": "October 16", "txt": "Kenny Omega, Canadian wrestler", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 16", "txt": "François Pervis, French track cyclist", "entities": [{"title": "François Pervis", "href": "/wiki/Fran%C3%A7ois_Pervis", "description": "François \"Franck\" Pervis is a French track cyclist. He is a former junior world champion in the team sprint and twice European under 23 champion, as well as a seven-time world champion and a holder of two world records. In 2014 he became the first track cyclist to win three individual world titles at one championship, in the keirin, 1 km and sprint."}]}, {"heading": "Births", "year": "1984", "date": "October 16", "txt": "Rachel Reilly, American talk show host and actress", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 16", "txt": "Jay Beagle, Canadian ice hockey player", "entities": [{"title": "Jay Beagle", "href": "/wiki/Jay_Beagle", "description": "Jay Beagle is a Canadian professional ice hockey centre who currently plays for the Vancouver Canucks of the National Hockey League (NHL). As an undrafted free agent, he originally played with the Washington Capitals. When the Capitals won the 2018 Stanley Cup, he became the first player to win the Kelly Cup (ECHL), Calder Cup (AHL), and the Stanley Cup (NHL)."}]}, {"heading": "Births", "year": "1985", "date": "October 16", "txt": "Verena Sailer, German sprinter", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 16", "txt": "Casey Stoner, Australian motorcycle racer", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 16", "txt": "Peter Wallace, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 16", "txt": "Nicky Adams, English-Welsh footballer", "entities": [{"title": "Nicky Adams", "href": "/wiki/Nicky_Adams", "description": "Nicholas William Adams is a professional footballer who plays as a winger and wing back for League Two club Oldham Athletic. Although he was born in England, he has represented Wales under-21 at international level."}]}, {"heading": "Births", "year": "1986", "date": "October 16", "txt": "Derk Boerrigter, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 16", "txt": "Zoltán Stieber, Hungarian footballer", "entities": [{"title": "Zoltán Stieber", "href": "/wiki/Zolt%C3%A1n_Stieber", "description": "Zoltán Stieber is a Hungarian professional footballer who plays for Újpest and the Hungary national football team. Having spent time in a number of Hungarian youth sides Stieber spent four years with the academy of Premier League side Aston Villa before moving to Germany where he worked his way up the league system. He became a regular international player for Hungary including in their Euro 2016 "}]}, {"heading": "Births", "year": "1989", "date": "October 16", "txt": "Dan Biggar, Welsh rugby player", "entities": [{"title": "Dan Biggar", "href": "/wiki/Dan_Biggar", "description": "Daniel Biggar is a Welsh international rugby union outside-half who plays club rugby for the Northampton Saints. He became the youngest player to reach 100 games for his former club, the Ospreys. On 7 December 2015, Biggar won the BBC Cymru Sports Personality of the Year Award."}]}, {"heading": "Births", "year": "1992", "date": "October 16", "txt": "Bryce Harper, American baseball player", "entities": [{"title": "Bryce Harper", "href": "/wiki/Bryce_Harper", "description": "Bryce Aron Max Harper is an American professional baseball right fielder for the Philadelphia Phillies of Major League Baseball (MLB). He played in MLB for the Washington Nationals from 2012 through 2018. He has been touted as a \"five-tool player\"."}]}, {"heading": "Births", "year": "1992", "date": "October 16", "txt": "Kostas Fortounis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "October 16", "txt": "Stuart Lightbody, Irish badminton player", "entities": []}, {"heading": "Births", "year": "1993", "date": "October 16", "txt": "Caroline Garcia, French tennis player", "entities": [{"title": "Caroline Garcia", "href": "/wiki/Caroline_Garcia", "description": "Caroline Garcia is a French professional tennis player. She has won seven singles and six doubles titles on the WTA tour, one singles and one doubles title on the WTA 125K series, and has one singles and four doubles titles on the ITF Women's Circuit. On 10 September 2018, she reached her best WTA singles ranking of world No. 4, and on 24 October 2016 she peaked at No. 2 in the doubles rankings, t"}]}, {"heading": "Births", "year": "1994", "date": "October 16", "txt": "Adam Elliott, Australian rugby league player", "entities": [{"title": "Adam Elliott", "href": "/wiki/Adam_Elliott", "description": "Adam Elliott is an Australian professional rugby league footballer who plays as a second-row forward and lock for the Canterbury-Bankstown Bulldogs in the NRL."}]}, {"heading": "Births", "year": "1997", "date": "October 16", "txt": "Charles Leclerc, Monégasque Formula One driver", "entities": [{"title": "Charles Leclerc (racing driver)", "href": "/wiki/Charles_Leclerc_(racing_driver)", "description": "Charles Marc Hervé Perceval Leclerc is a Monégasque racing driver, currently racing in Formula One for Scuderia Ferrari, under the Monégasque flag. Leclerc won the GP3 Series championship in 2016 and the FIA Formula 2 Championship in 2017."}, {"title": "Formula One", "href": "/wiki/Formula_One", "description": "Formula One is the highest class of international auto racing for single-seater formula racing cars sanctioned by the Fédération Internationale de l'Automobile (FIA). The World Drivers' Championship, which became the FIA Formula One World Championship in 1981, has been one of the premier forms of racing around the world since its inaugural season in 1950. The word formula in the name refers to the"}]}, {"heading": "Births", "year": "1997", "date": "October 16", "txt": "Naomi Osaka, Haitian-Japanese tennis player", "entities": []}, {"heading": "Deaths", "year": "385", "date": "October 16", "txt": "Fú Jiān, Chinese emperor (b. 337)", "entities": [{"title": "Fú Jiān", "href": "/wiki/F%C3%BA_Ji%C4%81n", "description": "Fu Jian, courtesy name Yonggu (永固) or Wenyu (文玉), formally Emperor Xuanzhao of (Former) Qin ( 秦宣昭帝), was an emperor of the Chinese/Di state Former Qin, under whose rule the Former Qin state reached its greatest glory—destroying Former Yan, Former Liang, and Dai and seizing Jin's Yi Province, posturing to destroy Jin as well to unite China, until he was repelled at the Battle of Fei River in 383. F"}]}, {"heading": "Deaths", "year": "786", "date": "October 16", "txt": "Lullus, archbishop of Mainz (b. 710)", "entities": [{"title": "Lullus", "href": "/wiki/Lullus", "description": "Saint Lullus was the first permanent archbishop of Mainz, succeeding Saint Boniface, and first abbot of the Benedictine Hersfeld Abbey."}]}, {"heading": "Deaths", "year": "976", "date": "October 16", "txt": "Al-Hakam II, Umayyad caliph (b. 915)", "entities": [{"title": "Al-Hakam II", "href": "/wiki/Al-Hakam_II", "description": "Al-Hakam II also known as 'Abu al-'As al-mustansyir billah al-Hakm ibn 'Abd(أَبُو الْعَاصٍ الْمُسْتَنْصِرِ بِاللهِ الْحَكْمِ بْن عَبْدِ الرَّحْمَنِ; January 13, 915 – October 16, 976) was an Arab Caliph of Córdoba. He was the second Umayyad Caliph of Córdoba in Al-Andalus, and son of Abd-ar-Rahman III and Murjan. He ruled from 961 to 976."}]}, {"heading": "Deaths", "year": "1027", "date": "October 16", "txt": "Fujiwara no Kenshi, Japanese empress (b. 994)", "entities": [{"title": "Fujiwara no Kenshi (Sanjō)", "href": "/wiki/Fujiwara_no_Kenshi_(Sanj%C5%8D)", "description": "Fujiwara no Kenshi , also known as Empress Dowager Biwadono (枇杷殿皇太后), was an empress consort of the Japanese Emperor Sanjō."}]}, {"heading": "Deaths", "year": "1130", "date": "October 16", "txt": "Pedro González de Lara, Castilian magnate", "entities": [{"title": "Pedro González de Lara", "href": "/wiki/Pedro_Gonz%C3%A1lez_de_Lara", "description": "Pedro González de Lara was a Castilian magnate. He served Alfonso VI as a young man, and later became the lover of Alfonso's heiress, Queen Urraca. He may have joined the First Crusade in the following of Raymond IV of Toulouse, earning the nickname el Romero. At the height of his influence he was the most powerful person in the kingdom after the monarch. The preponderance of his power in Castile "}]}, {"heading": "Deaths", "year": "1284", "date": "October 16", "txt": "Shams al-Din Juvayni, Persian statesman, vizier and minister of finance of the Ilkhanate", "entities": [{"title": "Shams al-Din Juvayni", "href": "/wiki/Shams_al-Din_Juvayni", "description": "Shams al-Din Juvayni was a Persian statesman and member of the Juvayni family. He was an influential figure in early Ilkhanate politics, serving as sahib-i divan under four Mongol Ilkhans−Hulagu, Abaqa, Tekuder and Arghun Khan. In 1284, Arghun accused Shams al-Din of having poisoned the Ilkhan Abaqa, who may actually died of the effects of alcoholism; Shams al-Din was duly executed and replaced as"}, {"title": "Vizier", "href": "/wiki/Vizier", "description": "A vizier is a high-ranking political advisor or minister in the Muslim world. The Abbasid caliphs gave the title wazir to a minister formerly called katib (secretary), who was at first merely a helper but afterwards became the representative and successor of the dapir of the Sassanian kings."}, {"title": "Minister of finance", "href": "/wiki/Minister_of_finance", "description": "A finance minister is an executive or cabinet position in charge of one or more of government finances, economic policy and financial regulation."}, {"title": "Ilkhanate", "href": "/wiki/Ilkhanate", "description": "The Ilkhanate, also spelled Il-khanate, known to the Mongols as Hülegü Ulus was a khanate established from the southwestern sector of the Mongol Empire. The Ilkhanid realm, officially known as Iranzamin, was ruled by the Mongol House of Hulagu. Hulagu Khan, the son of Tolui and grandson of Genghis Khan, inherited the Middle Eastern part of the Mongol Empire after his brother Möngke Khan died in 12"}]}, {"heading": "Deaths", "year": "1323", "date": "October 16", "txt": "Amadeus V, count of Savoy (b. 1249)", "entities": [{"title": "Amadeus V, Count of Savoy", "href": "/wiki/Amadeus_V,_Count_of_Savoy", "description": "Amadeus V, surnamed the Great for his wisdom and success as a ruler, was the Count of Savoy from 1285 to 1323. He established Chambéry as his seat. He was the son of Thomas II of Savoy and Beatrice Fieschi."}]}, {"heading": "Deaths", "year": "1333", "date": "October 16", "txt": "Nicholas V, antipope of Rome (b. 1260)", "entities": [{"title": "Antipope Nicholas V", "href": "/wiki/Antipope_Nicholas_V", "description": "Nicholas V, born Pietro Rainalducci was an antipope in Italy from 12 May 1328 to 25 July 1330 during the pontificate of Pope John XXII (1316–1334) at Avignon. He was the last antipope set up by a Holy Roman Emperor."}]}, {"heading": "Deaths", "year": "1438", "date": "October 16", "txt": "Anne of Gloucester, English noblewoman (b. 1383)", "entities": [{"title": "Anne of Gloucester", "href": "/wiki/Anne_of_Gloucester", "description": "Anne of Gloucester, Countess of Stafford was the eldest daughter and eventually sole heiress of Thomas of Woodstock, 1st Duke of Gloucester, by his wife Eleanor de Bohun, one of the two daughters and co-heiresses of Humphrey de Bohun, 7th Earl of Hereford, 6th Earl of Essex (1341–1373) of Pleshy Castle in Essex."}]}, {"heading": "Deaths", "year": "1355", "date": "October 16", "txt": "Louis the Child, king of Sicily (b. 1338)", "entities": [{"title": "Louis, King of Sicily", "href": "/wiki/Louis,_King_of_Sicily", "description": "Louis the Child was King of Sicily from 15 September 1342 until his death. He was a minor upon his succession, and was under a regency until 1354. His actual rule was short, for he died in an outbreak of plague the next year. His reign was marked by civil war."}]}, {"heading": "Deaths", "year": "1523", "date": "October 16", "txt": "Luca Signorelli, Italian painter (b. c.1450)", "entities": [{"title": "Luca Signorelli", "href": "/wiki/Luca_Signorelli", "description": "Luca Signorelli was an Italian Renaissance painter who was noted in particular for his ability as a draftsman and his use of foreshortening. His massive frescoes of the Last Judgment (1499–1503) in Orvieto Cathedral are considered his masterpiece."}]}, {"heading": "Deaths", "year": "1553", "date": "October 16", "txt": "Lucas Cranach the Elder, German painter and engraver (b. 1472)", "entities": [{"title": "Lucas Cranach the Elder", "href": "/wiki/Lucas_Cranach_the_Elder", "description": "Lucas Cranach the Elder was a German Renaissance painter and printmaker in woodcut and engraving. He was court painter to the Electors of Saxony for most of his career, and is known for his portraits, both of German princes and those of the leaders of the Protestant Reformation, whose cause he embraced with enthusiasm. He was a close friend of Martin Luther. Cranach also painted religious subjects"}]}, {"heading": "Deaths", "year": "1555", "date": "October 16", "txt": "Hugh Latimer, English bishop and saint (b. 1487)", "entities": [{"title": "Hugh Latimer", "href": "/wiki/Hugh_Latimer", "description": "Hugh Latimer was a Fellow of Clare College, Cambridge, and Bishop of Worcester during the Reformation, and later Church of England chaplain to King Edward VI. In 1555 under the Catholic Queen Mary I he was burned at the stake, becoming one of the three Oxford Martyrs of Anglicanism."}]}, {"heading": "Deaths", "year": "1555", "date": "October 16", "txt": "Nicholas Ridley, English bishop and martyr (b. 1500)", "entities": []}, {"heading": "Deaths", "year": "1591", "date": "October 16", "txt": "Gregory XIV, pope of the Catholic Church (b. 1535)", "entities": [{"title": "Pope Gregory XIV", "href": "/wiki/Pope_Gregory_XIV", "description": "Pope Gregory XIV, born Niccolò Sfondrato or Sfondrati, was head of the Catholic Church and ruler of the Papal States from 5 December 1590 to his death in 1591."}]}, {"heading": "Deaths", "year": "1594", "date": "October 16", "txt": "William Allen, English cardinal (b. 1532)", "entities": [{"title": "William Allen (cardinal)", "href": "/wiki/William_Allen_(cardinal)", "description": "William Allen, also known as Guilielmus Alanus or Gulielmus Alanus, was an English Cardinal of the Roman Catholic Church. He was an ordained priest, but was never a bishop. His main role was setting up colleges to train English missionary priests with the mission of returning secretly to England to keep Roman Catholicism alive there. Allen assisted in the planning of the Spanish Armada's attempted"}]}, {"heading": "Deaths", "year": "1621", "date": "October 16", "txt": "Jan Pieterszoon Sweelinck, Dutch organist and composer (b. 1562)", "entities": [{"title": "Jan Pieterszoon Sweelinck", "href": "/wiki/Jan_Pieterszoon_Sweelinck", "description": "Jan Pieterszoon Sweelinck was a Dutch composer, organist, and pedagogue whose work straddled the end of the Renaissance and beginning of the Baroque eras. He was among the first major keyboard composers of Europe, and his work as a teacher helped establish the north German organ tradition."}]}, {"heading": "Deaths", "year": "1628", "date": "October 16", "txt": "François de Malherbe, French poet and critic (b. 1555)", "entities": [{"title": "François de Malherbe", "href": "/wiki/Fran%C3%A7ois_de_Malherbe", "description": "François de Malherbe was a French poet, critic, and translator."}]}, {"heading": "Deaths", "year": "1637", "date": "October 16", "txt": "Johann Rudolf Stadler, Swiss clock-maker (b. 1605)", "entities": [{"title": "Johann Rudolf Stadler", "href": "/wiki/Johann_Rudolf_Stadler", "description": "Johann Rudolf Stadler was a Swiss Protestant clock-maker. He is mostly known for his life in Safavid Iran, where he worked as a prosperous watchmaker. He eventually fell victim to intrigue in relation to the death of a trespasser on his property, and was executed."}]}, {"heading": "Deaths", "year": "1649", "date": "October 16", "txt": "Isaac van Ostade, Dutch painter and illustrator (b. 1621)", "entities": [{"title": "Isaac van Ostade", "href": "/wiki/Isaac_van_Ostade", "description": "Isaac van Ostade was a Dutch genre and landscape painter."}]}, {"heading": "Deaths", "year": "1655", "date": "October 16", "txt": "Joseph Solomon Delmedigo, Italian physician, mathematician, and theorist (b. 1591)", "entities": [{"title": "Joseph Solomon Delmedigo", "href": "/wiki/Joseph_Solomon_Delmedigo", "description": "Joseph Solomon Delmedigo, also known as Yashar Mi-Qandia, was a rabbi, author, physician, mathematician, and music theorist."}]}, {"heading": "Deaths", "year": "1660", "date": "October 16", "txt": "John Cook, English politician, Solicitor General for England and Wales (b. 1608)", "entities": [{"title": "John Cook (regicide)", "href": "/wiki/John_Cook_(regicide)", "description": "John Cook was the first Solicitor General of the English Commonwealth and led the prosecution of Charles I. Following The Restoration, Cook was convicted of regicide and hanged, drawn and quartered on 16 October 1660. He is considered an international legal icon and progenitor of international criminal law for being the first lawyer to prosecute a head of state for crimes against his people."}, {"title": "Solicitor General for England and Wales", "href": "/wiki/Solicitor_General_for_England_and_Wales", "description": "Her Majesty's Solicitor General for England and Wales, known informally as the Solicitor General, is one of the law officers of the Crown in the government of the United Kingdom. They are the deputy of the Attorney General, whose duty is to advise the Crown and Cabinet on the law. They can exercise the powers of the Attorney General in the Attorney General's absence. Despite the title, the positio"}]}, {"heading": "Deaths", "year": "1679", "date": "October 16", "txt": "Roger Boyle, 1st Earl of Orrery, Irish-English soldier and politician (b. 1621)", "entities": [{"title": "Roger Boyle, 1st Earl of Orrery", "href": "/wiki/Roger_Boyle,_1st_Earl_of_Orrery", "description": "\nRoger Boyle, 1st Earl of Orrery, styled Lord Broghill from 1628 to 1660, was an Anglo-Irish soldier and politician who sat in the House of Commons of England at various times between 1654 and 1679. Boyle fought in the Irish Confederate Wars and subsequently became known for his antagonism towards Irish Catholics and their political aspirations. He was also a noted playwright and writer on 17th ce"}]}, {"heading": "Deaths", "year": "1680", "date": "October 16", "txt": "Raimondo Montecuccoli, Italian-Austrian field marshal (b. 1609)", "entities": [{"title": "Raimondo Montecuccoli", "href": "/wiki/Raimondo_Montecuccoli", "description": "Raimondo Montecuccoli was an Italian-born professional soldier who served the Habsburg Monarchy. He was also a Prince of the Holy Roman Empire and Duke of Melfi, in the Kingdom of Naples."}]}, {"heading": "Deaths", "year": "1730", "date": "October 16", "txt": "Antoine Laumet de La Mothe, sieur de Cadillac, French-American explorer and politician, 3rd French Governor of Louisiana (b. 1658)", "entities": [{"title": "Antoine Laumet de La Mothe, sieur de Cadillac", "href": "/wiki/Antoine_Laumet_de_La_Mothe,_sieur_de_Cadillac", "description": "Antoine de la Mothe, sieur de Cadillac, born Antoine Laumet, was a French explorer and adventurer in New France which stretched from Eastern Canada to Louisiana on the Gulf of Mexico. He rose from a modest beginning in Acadia in 1683 as an explorer, trapper, and a trader of alcohol and furs, and he achieved various positions of political importance in the colony. He was the commander of Fort de Bu"}, {"title": "List of colonial governors of Louisiana", "href": "/wiki/List_of_colonial_governors_of_Louisiana", "description": "This is a list of the colonial governors of Louisiana, from the founding of the first settlement by the French in 1699 to the territory's acquisition by the United States in 1803."}]}, {"heading": "Deaths", "year": "1730", "date": "October 16", "txt": "Nevşehirli Damat Ibrahim Pasha, Greek politician, 139th Grand Vizier of the Ottoman Empire (b. 1666)", "entities": [{"title": "List of Ottoman Grand Viziers", "href": "/wiki/List_of_Ottoman_Grand_Viziers", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Deaths", "year": "1750", "date": "October 16", "txt": "Sylvius Leopold Weiss, German lute player and composer (b. 1687)", "entities": [{"title": "Sylvius Leopold Weiss", "href": "/wiki/Sylvius_Leopold_Weiss", "description": "Sylvius Leopold Weiss was a German composer and lutenist."}]}, {"heading": "Deaths", "year": "1755", "date": "October 16", "txt": "Gerard Majella, Italian saint (b. 1725)", "entities": [{"title": "Gerard Majella", "href": "/wiki/Gerard_Majella", "description": "Gerard Majella, C.Ss.R., was an Italian lay brother of the Congregation of the Redeemer, better known as the Redemptorists, who is honored as a saint by the Catholic Church."}]}, {"heading": "Deaths", "year": "1774", "date": "October 16", "txt": "Robert Fergusson, Scottish poet (b. 1750)", "entities": [{"title": "Robert Fergusson", "href": "/wiki/Robert_Fergusson", "description": "Robert Fergusson was a Scottish poet. After formal education at the University of St Andrews, Fergusson led a bohemian life in Edinburgh, the city of his birth, then at the height of intellectual and cultural ferment as part of the Scottish enlightenment. Many of his extant poems were printed from 1771 onwards in Walter Ruddiman's Weekly Magazine, and a collected works was first published early in"}]}, {"heading": "Deaths", "year": "1791", "date": "October 16", "txt": "Grigory Potemkin, Russian general and politician (b. 1739)", "entities": [{"title": "Grigory Potemkin", "href": "/wiki/Grigory_Potemkin", "description": "Prince Grigory Aleksandrovich Potemkin-Tauricheski was a Russian military leader, statesman, nobleman and favourite of Catherine the Great. He died during negotiations over the Treaty of Jassy, which ended a war with the Ottoman Empire that he had overseen."}]}, {"heading": "Deaths", "year": "1793", "date": "October 16", "txt": "Marie Antoinette, Austrian-born queen consort of Louis XVI of France (b. 1755)", "entities": [{"title": "Marie Antoinette", "href": "/wiki/Marie_Antoinette", "description": "Marie Antoinette was the last queen of France before the French Revolution. She was born an archduchess of Austria and was the penultimate child and youngest daughter of Empress Maria Theresa and Emperor Francis I. She became dauphine of France in May 1770 at age 14 upon her marriage to Louis-Auguste, heir apparent to the French throne. On 10 May 1774, her husband ascended the throne as Louis XVI "}, {"title": "Louis XVI of France", "href": "/wiki/Louis_XVI_of_France", "description": "Louis XVI was the last king of France before the fall of the monarchy during the French Revolution. He was referred to as Citizen Louis Capet during the four months just before he was executed by guillotine. In 1765, upon the death of his father, Louis, Dauphin of France, he became the new Dauphin. Upon his grandfather Louis XV's death on 10 May 1774, he assumed the title King of France and Navarr"}]}, {"heading": "Deaths", "year": "1793", "date": "October 16", "txt": "John Hunter, Scottish-English surgeon and philosopher (b. 1728)", "entities": []}, {"heading": "Deaths", "year": "1796", "date": "October 16", "txt": "Victor Amadeus III of Sardinia (b. 1726)", "entities": [{"title": "Victor Amadeus III of Sardinia", "href": "/wiki/Victor_Amadeus_III_of_Sardinia", "description": "Victor Amadeus III was King of Sardinia from 1773 to his death. Although he was politically conservative, he carried out numerous administrative reforms until he declared war on Revolutionary France in 1792. He was the father of the last three mainline Kings of Sardinia."}]}, {"heading": "Deaths", "year": "1799", "date": "October 16", "txt": "Veerapandiya Kattabomman Indian activist (b. 1760)", "entities": [{"title": "Veerapandiya Kattabomman", "href": "/wiki/Veerapandiya_Kattabomman", "description": "Veerapandiya Kattabomman was an 18th-century Tamil Palayakarrar and chieftain \nin Tamil Nadu, India. He fought against the British East India Company and waged a war against them. He was captured by the British with the help of the ruler of the kingdom of Pudukottai, Vijaya Raghunatha Tondaiman, and at the age of 39 he was hanged at Kayathar on 16 October 1799."}]}, {"heading": "Deaths", "year": "1810", "date": "October 16", "txt": "Nachman of Breslov, Ukrainian religious leader, founded the Breslov Hasidic group (b. 1772)", "entities": [{"title": "Nachman of Breslov", "href": "/wiki/Nachman_of_Breslov", "description": "Nachman of Breslov, also known as Reb Nachman of Bratslav, Reb Nachman Breslover, Nachman from Uman, was the founder of the Breslov Hasidic movement."}, {"title": "Breslov (Hasidic group)", "href": "/wiki/Breslov_(Hasidic_group)", "description": "Breslov is a branch of Hasidic Judaism founded by Rebbe Nachman of Breslov (1772–1810), a great-grandson of the Baal Shem Tov, founder of Hasidism. Its adherents strive to develop an intense, joyous relationship with God, and receive guidance toward this goal from the teachings of Rebbe Nachman."}]}, {"heading": "Deaths", "year": "1822", "date": "October 16", "txt": "Eva Marie Veigel, Austrian-English dancer (b. 1724)", "entities": [{"title": "Eva Marie Veigel", "href": "/wiki/Eva_Marie_Veigel", "description": "Eva Marie Veigel was a dancer and the wife of actor David Garrick."}]}, {"heading": "Deaths", "year": "1877", "date": "October 16", "txt": "Théodore Barrière, French playwright (b. 1823)", "entities": [{"title": "Théodore Barrière", "href": "/wiki/Th%C3%A9odore_Barri%C3%A8re", "description": "Théodore Barrière, French playwright, was born in Paris."}]}, {"heading": "Deaths", "year": "1888", "date": "October 16", "txt": "John Wentworth, American journalist and politician, 19th Mayor of Chicago (b. 1815)", "entities": [{"title": "John Wentworth (Illinois politician)", "href": "/wiki/John_Wentworth_(Illinois_politician)", "description": "John Wentworth was the editor of the Chicago Democrat, publisher of an extensive Wentworth family genealogy, a two-term mayor of Chicago, and a six-term member of the United States House of Representatives, both before and after his service as mayor."}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Deaths", "year": "1904", "date": "October 16", "txt": "Haritina Korotkevich, Russian heroine (b. 1882)", "entities": [{"title": "Haritina Korotkevich", "href": "/wiki/Haritina_Korotkevich", "description": "Haritina Evstafievna Korotkevich was a soldier who served in the Imperial Russian Army during the Russo-Japanese War. Volunteering to serve disguised as a man under the pseudonym Khariton Korotkevich, she soon gained a reputation as a fearless leader as a woman in her own right. She was killed by shellfire on the front line during the Siege of Port Arthur."}]}, {"heading": "Deaths", "year": "1908", "date": "October 16", "txt": "Joseph Leycester Lyne, English monk (b. 1837)", "entities": [{"title": "Joseph Leycester Lyne", "href": "/wiki/Joseph_Leycester_Lyne", "description": "Joseph Leycester Lyne, known by his religious name as Father Ignatius of Jesus, was an Anglican Benedictine monk. He commenced a movement to reintroduce monasticism into the Church of England."}]}, {"heading": "Deaths", "year": "1909", "date": "October 16", "txt": "Jakub Bart-Ćišinski, German poet and playwright (b. 1856)", "entities": [{"title": "Jakub Bart-Ćišinski", "href": "/wiki/Jakub_Bart-%C4%86i%C5%A1inski", "description": "Jakub Bart-Ćišinski, also known as Łužičan, Jakub Bart Kukowski, was Sorbian poet, writer and playwright, translator of Czech, Polish, Italian and German literature. He produced his works in Upper Sorbian. He is also an inventor of modern Upper Sorbian poetic language. He has been described as \"the classical writer of Sorbian literature.\""}]}, {"heading": "Deaths", "year": "1913", "date": "October 16", "txt": "Ralph Rose, American shot putter, discus, and hammer thrower (b. 1885)", "entities": [{"title": "Ralph Rose", "href": "/wiki/Ralph_Rose", "description": "Ralph Waldo Rose was an American track and field athlete. He was born in Healdsburg, California."}]}, {"heading": "Deaths", "year": "1936", "date": "October 16", "txt": "Effie Adelaide Rowlands, British writer (b. 1859)", "entities": [{"title": "Effie Adelaide Rowlands", "href": "/wiki/Effie_Adelaide_Rowlands", "description": "Effie Adelaide Maria Henderson, was a British novelist, better known under the pennames Effie Adelaide Rowlands, E. Maria Albanesi and Madame Albanesi. She was the author of more than 250 romance novels and short-stories for magazines and newspapers."}]}, {"heading": "Deaths", "year": "1937", "date": "October 16", "txt": "Jean de Brunhoff, French poet and playwright (b. 1899)", "entities": [{"title": "Jean de Brunhoff", "href": "/wiki/Jean_de_Brunhoff", "description": "Jean de Brunhoff was a French writer and illustrator remembered best for creating the Babar series of children's books concerning a fictional elephant, the first of which was published in 1931."}]}, {"heading": "Deaths", "year": "1946", "date": "October 16", "txt": "Nuremberg trial executions of the Main Trial:\nHans Frank, German lawyer, politician and war criminal (b. 1900)\nWilhelm Frick, German lawyer and politician, German Minister of the Interior (b. 1877)\nAlfred Jodl, German general (b. 1890)\nErnst Kaltenbrunner, Austrian SS officer (b. 1903)\nWilhelm Keitel, German field marshal (b. 1882)\nAlfred Rosenberg, Estonian architect and politician (b. 1893)\nFritz Sauckel, German sailor and politician (b. 1894)\nArthur Seyss-Inquart, Austrian lawyer and politician, 16th Federal Chancellor of Austria (b. 1892)\nJulius Streicher, German journalist and politician (b. 1887)\nJoachim von Ribbentrop, German lieutenant and politician, Minister for Foreign Affairs of Germany (b. 1893)", "entities": [{"title": "Nuremberg trial", "href": "/wiki/Nuremberg_trial", "description": "The Nuremberg trials were a series of military tribunals held after World War II by the Allied forces under international law and the laws of war. The trials were most notable for the prosecution of prominent members of the political, military, judicial, and economic leadership of Nazi Germany, who planned, carried out, or otherwise participated in the Holocaust and other war crimes. The trials we"}]}, {"heading": "Deaths", "year": "1947", "date": "October 16", "txt": "Anna B. Eckstein, German peace activist (b. 1868)", "entities": [{"title": "Anna B. Eckstein", "href": "/wiki/Anna_B._Eckstein", "description": "Anna Bernhardine Eckstein was a German champion of world peace, who trained as a teacher and campaigned for peace across the world. She gathered six million signatures on a petition and, in 1913, was nominated for the Nobel Peace Prize. The outbreak of the First World War interrupted her plans but her ideas influenced the Kellogg–Briand Pact of 1928."}]}, {"heading": "Deaths", "year": "1951", "date": "October 16", "txt": "Liaquat Ali Khan, Indian-Pakistani lawyer and politician, 1st Prime Minister of Pakistan (b 1895)", "entities": [{"title": "Liaquat Ali Khan", "href": "/wiki/Liaquat_Ali_Khan", "description": "Nawabzada Liaquat Ali Khan, widely known as Quaid-e-Millat and Shaheed-e-Millat, was a Pakistani statesman, lawyer, political theorist, and one of the leading founding fathers of Pakistan. He became the first Prime Minister of Pakistan; he also held cabinet portfolio as the first foreign, defence, and the frontier regions minister from 1947 until his assassination in 1951. Prior to the partition, "}, {"title": "Prime Minister of Pakistan", "href": "/wiki/Prime_Minister_of_Pakistan", "description": "The prime minister of Pakistan is the head of government of Pakistan and designated as the \"Chief Executive of the Islamic Republic\"."}]}, {"heading": "Deaths", "year": "1956", "date": "October 16", "txt": "Jules Rimet, French businessman (b. 1873)", "entities": [{"title": "Jules Rimet", "href": "/wiki/Jules_Rimet", "description": "Jules Rimet was a French football administrator who was the 3rd President of FIFA, serving from 1921 to 1954. He is FIFA's longest-serving president, in office for 33 years. He also served as the president of the French Football Federation from 1919 to 1942."}]}, {"heading": "Deaths", "year": "1957", "date": "October 16", "txt": "John Anthony Sydney Ritson, English rugby player, mines inspector, engineer and educator (b. 1887)", "entities": [{"title": "John Anthony Sydney Ritson", "href": "/wiki/John_Anthony_Sydney_Ritson", "description": "John Anthony Sydney Ritson DSO & Bar, was an English mines inspector and engineer who became professor of mining at Leeds University and at the Royal School of Mines, Imperial College, London. In his early life he was a rugby union player of note playing international rugby for both England and the British and Irish Lions, and was a member of the first ever English Grand Slam winning side. During "}]}, {"heading": "Deaths", "year": "1958", "date": "October 16", "txt": "Robert Redfield, American anthropologist of Mexico (b. 1897)", "entities": [{"title": "Robert Redfield", "href": "/wiki/Robert_Redfield", "description": "Robert Redfield was an American anthropologist and ethnolinguist, whose ethnographic work in Tepoztlán, Mexico is considered a landmark of Latin American ethnography. He was associated with the University of Chicago for his entire career: all of his higher education took place there, and he joined the faculty in 1927 and remained there until his death in 1958, serving as Dean of Social Sciences fr"}]}, {"heading": "Deaths", "year": "1959", "date": "October 16", "txt": "Minor Hall, American drummer (b. 1897)", "entities": [{"title": "Minor Hall", "href": "/wiki/Minor_Hall", "description": "Minor Hall, better known as Ram Hall, was an American jazz drummer active on the New Orleans jazz scene. He was the younger brother of Tubby Hall."}]}, {"heading": "Deaths", "year": "1959", "date": "October 16", "txt": "George Marshall, American general and politician, 3rd United States Secretary of Defense, Nobel Prize laureate (b. 1880)", "entities": [{"title": "United States Secretary of Defense", "href": "/wiki/United_States_Secretary_of_Defense", "description": "The United States secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the U.S. Armed Forces. The secretary of defense's position of command and authority over the military is second only to that of the president of the United States, who is the commander-in-chief. This position corresponds to what is genera"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1962", "date": "October 16", "txt": "Gaston Bachelard, French poet and philosopher (b. 1884)", "entities": [{"title": "Gaston Bachelard", "href": "/wiki/Gaston_Bachelard", "description": "Gaston Bachelard was a French philosopher. He made contributions in the fields of poetics and the philosophy of science. To the latter he introduced the concepts of epistemological obstacle and epistemological break. He influenced many subsequent French philosophers, among them Michel Foucault, Louis Althusser, Dominique Lecourt and Jacques Derrida, as well as the sociologists Pierre Bourdieu and "}]}, {"heading": "Deaths", "year": "1964", "date": "October 16", "txt": "Patsy Callighen, Canadian ice hockey player (b. 1906)", "entities": [{"title": "Patsy Callighen", "href": "/wiki/Patsy_Callighen", "description": "Francis Charles Winslow \"Patsy\" Callighen was a Canadian professional ice hockey player who played 36 regular season and nine playoff games in the National Hockey League. Born in Toronto, Ontario, he played with the New York Rangers."}]}, {"heading": "Deaths", "year": "1966", "date": "October 16", "txt": "George O'Hara, American actor and screenwriter (b. 1899)", "entities": [{"title": "George O'Hara (actor)", "href": "/wiki/George_O%27Hara_(actor)", "description": "George O'Hara was an American motion picture actor and screenwriter of the silent film era."}]}, {"heading": "Deaths", "year": "1968", "date": "October 16", "txt": "Ellis Kinder, American baseball player (b. 1914)", "entities": [{"title": "Ellis Kinder", "href": "/wiki/Ellis_Kinder", "description": "Ellis Raymond \"Old Folks\" Kinder was an American Major League Baseball pitcher with the St. Louis Browns, Boston Red Sox, St. Louis Cardinals and the Chicago White Sox between 1946 and 1957. Kinder batted and threw right-handed. He was born in Atkins, Arkansas."}]}, {"heading": "Deaths", "year": "1971", "date": "October 16", "txt": "Robin Boyd, Australian architect and educator, designed the Domain Park Flats (b. 1919)", "entities": [{"title": "Robin Boyd (architect)", "href": "/wiki/Robin_Boyd_(architect)", "description": "Robin Gerard Penleigh Boyd was an Australian architect, writer, teacher and social commentator. He, along with Harry Seidler, stands as one of the foremost proponents for the International Modern Movement in Australian architecture. Boyd is the author of the influential book The Australian Ugliness (1960), a critique on Australian architecture, particularly the state of Australian suburbia and its"}, {"title": "Domain Park Flats", "href": "/wiki/Domain_Park_Flats", "description": "Domain Park Flats is a 20-storey residential building in Melbourne, Australia, completed in 1962. The block was designed by influential architect Robin Boyd CBE, one of the foremost proponents for the International Modern Movement in Australian architecture and recipient of the RAIA Gold Medal in 1969."}]}, {"heading": "Deaths", "year": "1972", "date": "October 16", "txt": "Nick Begich, American lawyer and politician (b. 1932)", "entities": [{"title": "Nick Begich", "href": "/wiki/Nick_Begich", "description": "Nicholas Joseph Begich Sr. was an American politician who served as a member of the United States House of Representatives from Alaska. He is presumed to have died in the crash of a light aircraft in Alaska in 1972; his body was never found."}]}, {"heading": "Deaths", "year": "1972", "date": "October 16", "txt": "Hale Boggs, American lawyer and politician (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1972", "date": "October 16", "txt": "Leo G. Carroll, English-American actor (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1973", "date": "October 16", "txt": "Gene Krupa, American drummer, composer, and actor (b. 1909)", "entities": [{"title": "Gene Krupa", "href": "/wiki/Gene_Krupa", "description": "Eugene Bertram Krupa was an American jazz drummer, band leader and composer known for his energetic style and showmanship. His drum solo on \"Sing, Sing, Sing\" (1937) elevated the role of the drummer from an accompanying line to an important solo voice in the band."}]}, {"heading": "Deaths", "year": "1975", "date": "October 16", "txt": "Vittorio Gui, Italian conductor and composer (b. 1885)", "entities": [{"title": "Vittorio Gui", "href": "/wiki/Vittorio_Gui", "description": "Vittorio Gui was an Italian conductor, composer, musicologist and critic."}]}, {"heading": "Deaths", "year": "1978", "date": "October 16", "txt": "Dan Dailey, American actor, singer, dancer, and director (b. 1913)", "entities": [{"title": "Dan Dailey", "href": "/wiki/Dan_Dailey", "description": "Daniel James Dailey Jr. was an American dancer and actor. He is best remembered for a series of popular musicals he made at 20th Century Fox such as Mother Wore Tights (1947)."}]}, {"heading": "Deaths", "year": "1979", "date": "October 16", "txt": "Johan Borgen, Norwegian author and critic (b. 1903)", "entities": [{"title": "Johan Borgen", "href": "/wiki/Johan_Borgen", "description": "Johan Collett Müller Borgen was a Norwegian author, journalist and critic. His best-known work is the novel Lillelord for which he was awarded the Norwegian Critics Prize for Literature in 1955. He was nominated for the Nobel Prize in Literature in 1966."}]}, {"heading": "Deaths", "year": "1981", "date": "October 16", "txt": "Moshe Dayan, Israeli general and politician, 5th Foreign Affairs Minister of Israel (b. 1915)", "entities": [{"title": "Moshe Dayan", "href": "/wiki/Moshe_Dayan", "description": "Moshe Dayan was an Israeli military leader and politician. As commander of the Jerusalem front in the 1948 Arab–Israeli War, Chief of Staff of the Israel Defense Forces (1953–1958) during the 1956 Suez Crisis, but mainly as Defense Minister during the Six-Day War in 1967, he became a worldwide fighting symbol of the new state of Israel. In the 1930s, Dayan joined the Haganah, the pre-state Jewish "}, {"title": "Foreign Affairs Minister of Israel", "href": "/wiki/Foreign_Affairs_Minister_of_Israel", "description": "The Israeli Ministry of Foreign Affairs is one of the most important ministries in the Israeli government. The ministry's role is to implement Israel's foreign policy, and promote economic, cultural, and scientific relations with other countries."}]}, {"heading": "Deaths", "year": "1981", "date": "October 16", "txt": "Eugene Eisenmann, Panamanian-American lawyer and ornithologist (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "October 16", "txt": "Mario Del Monaco, Italian tenor (b. 1915)", "entities": [{"title": "Mario Del Monaco", "href": "/wiki/Mario_Del_Monaco", "description": "Mario Del Monaco was an Italian operatic tenor."}]}, {"heading": "Deaths", "year": "1983", "date": "October 16", "txt": "Jakov Gotovac, Croatian composer and conductor (b. 1895)", "entities": [{"title": "Jakov Gotovac", "href": "/wiki/Jakov_Gotovac", "description": "Jakov Gotovac was a Croatian composer and conductor of classical music. His comic opera, Ero s onoga svijeta, Croatia's best-known opera, was first performed in Zagreb in 1935."}]}, {"heading": "Deaths", "year": "1986", "date": "October 16", "txt": "Arthur Grumiaux, Belgian violinist and pianist (b. 1921)", "entities": [{"title": "Arthur Grumiaux", "href": "/wiki/Arthur_Grumiaux", "description": "Baron Arthur Grumiaux was a Belgian violinist, considered by some to have been \"one of the few truly great violin virtuosi of the twentieth century\". He has been noted for having a \"consistently beautiful tone and flawless intonation\". English music critic and broadcaster, Edward Greenfield wrote of him that he was \"a master virtuoso who consistently refused to make a show of his technical prowess"}]}, {"heading": "Deaths", "year": "1989", "date": "October 16", "txt": "Walter Farley, American author and educator (b. 1915)", "entities": [{"title": "Walter Farley", "href": "/wiki/Walter_Farley", "description": "Walter Farley was an American author, primarily of horse stories for children. His first and most famous work was The Black Stallion (1941). He wrote many sequels, and the series has been continued since his death by his son Steven."}]}, {"heading": "Deaths", "year": "1989", "date": "October 16", "txt": "Scott O'Dell, American journalist and author (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "October 16", "txt": "Cornel Wilde, American actor (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "October 16", "txt": "Art Blakey, American drummer and bandleader (b. 1919)", "entities": [{"title": "Art Blakey", "href": "/wiki/Art_Blakey", "description": "Arthur Blakey was an American jazz drummer and bandleader. He was briefly known as Abdullah Ibn Buhaina after he converted to Islam for a short time in the late 1940s."}]}, {"heading": "Deaths", "year": "1990", "date": "October 16", "txt": "Jorge Bolet, Cuban-American pianist and educator (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "October 16", "txt": "Shirley Booth, American actress and singer (b. 1898)", "entities": [{"title": "Shirley Booth", "href": "/wiki/Shirley_Booth", "description": "Shirley Booth was an American actress. One of only 24 performers to achieve the Triple Crown of Acting, Booth was the recipient of an Academy Award, two Primetime Emmy Awards and three Tony Awards."}]}, {"heading": "Deaths", "year": "1996", "date": "October 16", "txt": "Jason Bernard, American actor (b. 1938)", "entities": [{"title": "Jason Bernard", "href": "/wiki/Jason_Bernard", "description": "Jason Bernard was an American film and television actor."}]}, {"heading": "Deaths", "year": "1996", "date": "October 16", "txt": "Eric Malpass, English author (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "October 16", "txt": "Audra Lindley, American actress (b. 1918)", "entities": [{"title": "Audra Lindley", "href": "/wiki/Audra_Lindley", "description": "Audra Marie Lindley was an American actress, most famous for her role as landlady Helen Roper on the sitcom Three's Company and its spin-off The Ropers."}]}, {"heading": "Deaths", "year": "1997", "date": "October 16", "txt": "James A. Michener, American author and philanthropist (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "October 16", "txt": "Jon Postel, American computer scientist and academic (b. 1943)", "entities": [{"title": "Jon Postel", "href": "/wiki/Jon_Postel", "description": "Jonathan Bruce Postel was an American computer scientist who made many significant contributions to the development of the Internet, particularly with respect to standards. He is known principally for being the Editor of the Request for Comment (RFC) document series, for Simple Mail Transfer Protocol (SMTP), and for administering the Internet Assigned Numbers Authority (IANA) until his death. In h"}]}, {"heading": "Deaths", "year": "1999", "date": "October 16", "txt": "Jean Shepherd, American radio host, actor, and screenwriter (b. 1921)", "entities": [{"title": "Jean Shepherd", "href": "/wiki/Jean_Shepherd", "description": "Jean Parker Shepherd Jr. was an American storyteller, humorist, radio and TV personality, writer, and actor. He was often referred to by the nickname Shep. With a career that spanned decades, Shepherd is known for the film A Christmas Story (1983), which he narrated and co-scripted, based on his own semiautobiographical stories."}]}, {"heading": "Deaths", "year": "2000", "date": "October 16", "txt": "Mel Carnahan, American lieutenant, lawyer, and politician, 51st Governor of Missouri (b. 1934)", "entities": [{"title": "Mel Carnahan", "href": "/wiki/Mel_Carnahan", "description": "Melvin Eugene Carnahan was an American lawyer and politician who served as the 51st Governor of Missouri from 1993 until his death in a plane crash in 2000. A Democrat, he was elected posthumously to the U.S. Senate; his widow, Jean, served in his stead for two years until a special election."}, {"title": "Governor of Missouri", "href": "/wiki/Governor_of_Missouri", "description": "The following is a list of governors of Missouri since its territory became part of the United States."}]}, {"heading": "Deaths", "year": "2000", "date": "October 16", "txt": "Rick Jason, American actor (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "October 16", "txt": "Etta Jones, American singer-songwriter (b. 1928)", "entities": [{"title": "Etta Jones", "href": "/wiki/Etta_Jones", "description": "Etta Jones was an American jazz singer. Her best-known recordings were \"Don't Go to Strangers\" and \"Save Your Love for Me\". She worked with Buddy Johnson, Oliver Nelson, Earl Hines, Barney Bigard, Gene Ammons, Kenny Burrell, Milt Jackson, Cedar Walton, and Houston Person."}]}, {"heading": "Deaths", "year": "2003", "date": "October 16", "txt": "Avni Arbaş, Turkish painter (b. 1919)", "entities": [{"title": "Avni Arbaş", "href": "/wiki/Avni_Arba%C5%9F", "description": "Avni Arbaş was a Turkish painter of Circassian descent."}]}, {"heading": "Deaths", "year": "2003", "date": "October 16", "txt": "Stu Hart, Canadian wrestler and trainer (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "October 16", "txt": "László Papp, Hungarian boxer (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "October 16", "txt": "Pierre Salinger, American journalist and politician, 11th White House Press Secretary (b. 1925)", "entities": [{"title": "Pierre Salinger", "href": "/wiki/Pierre_Salinger", "description": "Pierre Emil George Salinger was an American journalist, author and politician. He had served as the ninth White House Press Secretary for United States Presidents John F. Kennedy and Lyndon B. Johnson. Salinger served as a United States Senator in 1964 and as campaign manager for the 1968 Robert F. Kennedy presidential campaign."}, {"title": "White House Press Secretary", "href": "/wiki/White_House_Press_Secretary", "description": "The White House press secretary is a senior White House official whose primary responsibility is to act as spokesperson for the executive branch of the federal government of the United States, especially with regard to the president, senior aides and executives, as well as government policies."}]}, {"heading": "Deaths", "year": "2006", "date": "October 16", "txt": "John Victor Murra, Ukrainian-American anthropologist and academic (b. 1916)", "entities": [{"title": "John Victor Murra", "href": "/wiki/John_Victor_Murra", "description": "John Victor Murra, born Isak Lipschitz in Odessa, Russian Empire, was a professor of anthropology and a researcher of the Inca Empire."}]}, {"heading": "Deaths", "year": "2006", "date": "October 16", "txt": "Valentín Paniagua, Peruvian lawyer and politician, 91st President of Peru (b. 1936)", "entities": [{"title": "President of Peru", "href": "/wiki/President_of_Peru", "description": "The president of Peru, formally recognized as the President of the Republic of Peru, is the head of state and head of government of Peru. The president is the head of the executive branch and is the Supreme Head of the Armed Forces and Police of Peru. The office of president corresponds to the highest magistracy in the country, making the president the highest ranking public official in Peru."}]}, {"heading": "Deaths", "year": "2007", "date": "October 16", "txt": "Deborah Kerr, Scottish actress (b. 1921)", "entities": [{"title": "Deborah Kerr", "href": "/wiki/Deborah_Kerr", "description": "Deborah Jane Trimmer CBE, known professionally as Deborah Kerr, was a British film, theatre, and television actress. She was nominated six times for the Academy Award for Best Actress, and holds the record for an actress most nominated in the lead actress category without winning."}]}, {"heading": "Deaths", "year": "2007", "date": "October 16", "txt": "Toše Proeski, Macedonian singer-songwriter (b. 1981)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "October 16", "txt": "Dagmar Normet, Estonian author and translator (b. 1921)", "entities": [{"title": "Dagmar Normet", "href": "/wiki/Dagmar_Normet", "description": "Dagmar Normet was an Estonian literary author and translator."}]}, {"heading": "Deaths", "year": "2010", "date": "October 16", "txt": "Eyedea, American rapper and producer (b. 1981)", "entities": [{"title": "Eyedea", "href": "/wiki/Eyedea", "description": "Micheal David Larsen, better known by his stage name Eyedea, was an American musician, rapper and poet. He was a freestyle battle champion and songwriter from Saint Paul, Minnesota."}]}, {"heading": "Deaths", "year": "2010", "date": "October 16", "txt": "Barbara Billingsley, American actress (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "October 16", "txt": "Dan Wheldon, English race car driver (b. 1978)", "entities": [{"title": "Dan Wheldon", "href": "/wiki/Dan_Wheldon", "description": "Daniel Clive Wheldon was a British motor racing driver who won the 2005 IndyCar Series Drivers' Championship for Andretti Green Racing (AGR). He won the Indianapolis 500 in 2005 and 2011, and was co-winner of the 2006 24 Hours of Daytona with Chip Ganassi Racing (CGR)."}]}, {"heading": "Deaths", "year": "2012", "date": "October 16", "txt": "Frank Moore Cross, American scholar and academic (b. 1921)", "entities": [{"title": "Frank Moore Cross", "href": "/wiki/Frank_Moore_Cross", "description": "Frank Moore Cross Jr. (1921–2012) was the Hancock Professor of Hebrew and Other Oriental Languages Emeritus at Harvard University, notable for his work in the interpretation of the Dead Sea Scrolls, his 1973 magnum opus Canaanite Myth and Hebrew Epic, and his work in Northwest Semitic epigraphy. Many of his essays on the latter topic have since been collected in Leaves from an Epigrapher's Noteboo"}]}, {"heading": "Deaths", "year": "2012", "date": "October 16", "txt": "John A. Durkin, American lawyer and politician (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 16", "txt": "Mario Gallegos, Jr., American firefighter and politician (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 16", "txt": "Bódog Török, Hungarian handball player and coach (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 16", "txt": "Eddie Yost, American baseball player and coach (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 16", "txt": "Govind Purushottam Deshpande, Indian playwright and academic (b. 1938)", "entities": [{"title": "Govind Purushottam Deshpande", "href": "/wiki/Govind_Purushottam_Deshpande", "description": "\n\nGovind Purushottam Deshpande was a Marathi playwright and academic from Maharashtra, India. He was also known as GoPu, or GPD."}]}, {"heading": "Deaths", "year": "2013", "date": "October 16", "txt": "George Hourmouziadis, Greek archaeologist and academic (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 16", "txt": "Ed Lauter, American actor (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 16", "txt": "Laurel Martyn, Australian ballerina and choreographer (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 16", "txt": "Robert B. Rheault, American colonel (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 16", "txt": "Saggy Tahir, Pakistani-American lawyer and politician (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 16", "txt": "Ioannis Charalambopoulos, Greek colonel and politician, Deputy Prime Minister of Greece (b. 1919)", "entities": [{"title": "Ioannis Charalambopoulos", "href": "/wiki/Ioannis_Charalambopoulos", "description": "Ioannis Charalambopoulos was a Greek Army officer and socialist politician who served as Minister of Foreign Affairs and Minister of National Defence of Greece."}, {"title": "Deputy Prime Minister of Greece", "href": "/wiki/Deputy_Prime_Minister_of_Greece", "description": "The Deputy Prime Minister of Greece is the second senior-most member of the Greek Cabinet. Despite the English translation of the title, he does not actually deputize for the Prime Minister, rather it is a mostly honorific post for senior ministers, and is usually combined with another senior government portfolio or a coordinating role over several ministries. The post is not permanent, rather it "}]}, {"heading": "Deaths", "year": "2014", "date": "October 16", "txt": "Allen Forte, American musicologist and theorist (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 16", "txt": "Seppo Kuusela, Finnish basketball player and coach (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 16", "txt": "John Spencer-Churchill, 11th Duke of Marlborough, English businessman (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 16", "txt": "Richard J. Cardamone, American lawyer and judge (b. 1925)", "entities": [{"title": "Richard J. Cardamone", "href": "/wiki/Richard_J._Cardamone", "description": "Richard Joseph Cardamone was a United States Circuit Judge of the United States Court of Appeals for the Second Circuit."}]}, {"heading": "Deaths", "year": "2015", "date": "October 16", "txt": "James W. Fowler, American psychologist and academic (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 16", "txt": "William James, Australian general and physician (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 16", "txt": "Vera Williams, American author and illustrator (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 16", "txt": "Memduh Ün, Turkish film producer, director, actor and screenwriter (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "October 16", "txt": "Calvin Carl \"Kelly\" Gotlieb, Canadian professor and computer scientist (b. 1921)", "entities": [{"title": "Calvin Gotlieb", "href": "/wiki/Calvin_Gotlieb", "description": "Calvin Carl \"Kelly\" Gotlieb, was a Canadian professor and computer scientist who has been called the \"Father of Computing\" in Canada. He was a Professor in Computer Science at the University of Toronto."}]}, {"heading": "Deaths", "year": "2017", "date": "October 16", "txt": "Daphne Caruana Galizia, Maltese journalist and blogger (b. 1964)", "entities": [{"title": "Daphne Caruana Galizia", "href": "/wiki/Daphne_Caruana_Galizia", "description": "Daphne Anne Caruana Galizia was a Maltese writer, journalist, blogger and anti-corruption activist, who reported on political events in Malta. In particular, she focused on investigative journalism, reporting on government corruption, nepotism, patronage, allegations of money laundering, links between Malta's online gambling industry and organized crime, Malta's citizenship-by-investment scheme, a"}]}, {"heading": "Deaths", "year": "2017", "date": "October 16", "txt": "Roy Dotrice, British actor (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "October 16", "txt": "John Dunsworth, Canadian actor (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "October 16", "txt": "Sean Hughes, British-born Irish stand-up comedian (b. 1965)", "entities": []}]