[{"heading": "Events", "year": "320", "date": "October 18", "txt": "Pappus of Alexandria, Greek philosopher, observes an eclipse of the Sun and writes a commentary on The Great Astronomer (Almagest).", "entities": [{"title": "Pappus of Alexandria", "href": "/wiki/Pappus_of_Alexandria", "description": "Pappus of Alexandria was one of the last great Greek mathematicians of antiquity, known for his Synagoge (Συναγωγή) or Collection, and for Pappus's hexagon theorem in projective geometry. Nothing is known of his life, other than what can be found in his own writings: that he had a son named Hermodorus, and was a teacher in Alexandria."}, {"title": "Eclipse of the Sun", "href": "/wiki/Eclipse_of_the_Sun", "description": "A solar eclipse occurs when a portion of the Earth is engulfed in a shadow cast by the Moon which fully or partially blocks sunlight. This occurs when the Sun, Moon and Earth are aligned. Such alignment coincides with a new moon (syzygy) indicating the Moon is closest to the ecliptic plane. In a total eclipse, the disk of the Sun is fully obscured by the Moon. In partial and annular eclipses, only"}]}, {"heading": "Events", "year": "614", "date": "October 18", "txt": "King Chlothar II promulgates the Edict of Paris (Edictum Chlotacharii), a sort of Frankish Magna Carta that defends the rights of the Frankish nobles while it excludes Jews from all civil employment in the Frankish Kingdom.", "entities": [{"title": "Chlothar II", "href": "/wiki/Chlothar_II", "description": "Chlothar II, called the Great or the Young, was king of Neustria and king of the Franks, and the son of Chilperic I and his third wife, Fredegund. He started his reign as an infant under the regency of his mother, who was in an uneasy alliance with Chlothar's uncle King Guntram of Burgundy, who died in 592. Chlothar took power upon the death of his mother in 597; though rich, Neustria was one of t"}, {"title": "Edict of Paris", "href": "/wiki/Edict_of_Paris", "description": "The Edict of Paris was promulgated 18 October 614 in Paris by Chlothar II, the Merovingian king of the Franks. It is one of the most important royal instruments of the Merovingian period in Frankish history and a hallmark in the history of the development of the Frankish monarchy. It is the last of the Merovingian capitularia, a series of legal ordinances governing church and realm."}, {"title": "Magna Carta", "href": "/wiki/Magna_Carta", "description": "Magna Carta Libertatum, commonly called Magna Carta, is a royal charter of rights agreed to by King John of England at Runnymede, near Windsor, on 15 June 1215. First drafted by Archbishop of Canterbury Stephen Langton to make peace between the unpopular king and a group of rebel barons, it promised the protection of church rights, protection for the barons from illegal imprisonment, access to swi"}, {"title": "Franks", "href": "/wiki/Franks", "description": "The Franks were a group of Germanic peoples whose name was first mentioned in 3rd-century Roman sources, and associated with tribes between the Lower Rhine and the Ems River, on the edge of the Roman Empire. Later the term was associated with Romanized Germanic dynasties within the collapsing Western Roman Empire, who eventually commanded the whole region between the rivers Loire and Rhine. They i"}, {"title": "Antisemitism", "href": "/wiki/Antisemitism", "description": "Antisemitism is hostility to, prejudice, or discrimination against Jews. A person who holds such positions is called an antisemite. Antisemitism is generally considered to be a form of racism."}, {"title": "Francia", "href": "/wiki/Francia", "description": "Francia, also called the Kingdom of the Franks, Frankland, or Frankish Empire, was the largest post-Roman barbarian kingdom in Western Europe. It was ruled by the Franks during Late Antiquity and the Early Middle Ages. After the Treaty of Verdun in 843, West Francia became the predecessor of France, and East Francia became that of Germany. Francia was among the last surviving Germanic kingdoms fro"}]}, {"heading": "Events", "year": "629", "date": "October 18", "txt": "Dagobert I is crowned King of the Franks.", "entities": [{"title": "Dagobert I", "href": "/wiki/Dagobert_I", "description": "Dagobert I was the king of Austrasia (623–634), king of all the Franks (629–634), and king of Neustria and Burgundy (629–639). He was the last king of the Merovingian dynasty to wield any real royal power. Dagobert was the first of the Frankish kings to be buried in the royal tombs at Saint Denis Basilica."}, {"title": "King of the Franks", "href": "/wiki/King_of_the_Franks", "description": "The Franks were originally led by dukes and reguli. The Salian Merovingians rose to dominance among the Franks and conquered most of Roman Gaul. They also conquered the Gaulish territory of the Visigothic Kingdom in 507. The sons of Clovis conquered the Burgundians and Alamanni. They acquired Provence and made the Bavarii and Thuringii their clients. The Merovingians were later replaced by a new d"}]}, {"heading": "Events", "year": "1009", "date": "October 18", "txt": "The Church of the Holy Sepulchre, a Christian church in Jerusalem, is completely destroyed by the Fatimid caliph Al-Hakim bi-Amr Allah, who hacks the Church's foundations down to bedrock.", "entities": [{"title": "Church of the Holy Sepulchre", "href": "/wiki/Church_of_the_Holy_Sepulchre", "description": "The Church of the Holy Sepulchre is a church in the Christian Quarter of the Old City of Jerusalem. According to traditions dating back to the fourth century, it contains the two holiest sites in Christianity: the site where Jesus was crucified, at a place known as Calvary or Golgotha, and Jesus's empty tomb, where he is believed by Christians to have been buried and resurrected. The tomb is enclo"}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}, {"title": "Fatimid caliph", "href": "/wiki/Fatimid_caliph", "description": "This is a list of caliphs of the Fatimid dynasty (909–1171). The caliphs were at the same time imams of the Isma'ili branch of Shi'a Islam."}, {"title": "Al-Hakim bi-Amr Allah", "href": "/wiki/Al-Hakim_bi-Amr_Allah", "description": "Abū ʿAlī Manṣūr, better known by his regnal name al-Ḥākim bi-Amr Allāh, was the sixth Fatimid caliph and 16th Ismaili imam (996–1021). Al-Hakim is an important figure in a number of Shia Ismaili sects, such as the world's 15 million Nizaris and 1-2 million Musta’lis, in addition to the 2 million Druze of the Levant whose eponymous founder Hamza ibn Ali ibn Ahmad proclaimed him as the incarnation o"}, {"title": "Bedrock", "href": "/wiki/Bedrock", "description": "Bedrock in geology is lithified rock that lies under loose softer material called regolith within the surface of the Earth's crust or other terrestrial planets."}]}, {"heading": "Events", "year": "1016", "date": "October 18", "txt": "The Danes defeat the English in the Battle of Assandun.", "entities": [{"title": "Danes", "href": "/wiki/Danes", "description": "Danes are a North Germanic ethnic group native to Denmark This connection may be ancestral, legal, historical, or cultural."}, {"title": "England", "href": "/wiki/England", "description": "England is a country that is part of the United Kingdom. It shares land borders with Wales to its west and Scotland to its north. The Irish Sea lies northwest of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the"}, {"title": "Battle of Assandun", "href": "/wiki/Battle_of_Assandun", "description": "The Battle of Assandun was fought between Danish and English armies on 18 October 1016. There is disagreement whether Assandun may be Ashdon near Saffron Walden in north Essex or, as long supposed, Ashingdon near Rochford in southeast Essex, England. It ended in victory for the Danes, led by Canute the Great, who triumphed over the English army led by King Edmund Ironside. The battle was the concl"}]}, {"heading": "Events", "year": "1081", "date": "October 18", "txt": "The Normans defeat the Byzantine Empire in the Battle of Dyrrhachium.", "entities": [{"title": "Normans", "href": "/wiki/Normans", "description": "The Normans were inhabitants of the early medieval Duchy of Normandy, descended from Norse Vikings, indigenous Franks and Gallo-Romans. The term is also used to denote emigrants from the duchy who conquered other territories such as England and Sicily. The settlements in France followed a series of raids on the French coast mainly from Denmark – although some also came from Norway and Sweden – and"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Battle of Dyrrhachium (1081)", "href": "/wiki/Battle_of_Dyrrhachium_(1081)", "description": "The Battle of Dyrrhachium took place on October 18, 1081 between the Byzantine Empire, led by the Emperor Alexios I Komnenos, and the Normans of southern Italy under Robert Guiscard, Duke of Apulia and Calabria. The battle was fought outside the city of Dyrrhachium, the major Byzantine stronghold in the western Balkans, and ended in a Norman victory."}]}, {"heading": "Events", "year": "1356", "date": "October 18", "txt": "Basel earthquake, the most significant historic seismological event north of the Alps, destroys the town of Basel, Switzerland.", "entities": [{"title": "1356 Basel earthquake", "href": "/wiki/1356_Basel_earthquake", "description": "The 1356 Basel earthquake is the most significant seismological event to have occurred in Central Europe in recorded history and had a moment magnitude in the range of 6.0–7.1. This earthquake, which occurred on 18 October 1356, is also known as the Séisme de la Saint-Luc, as 18 October is the feast day of Saint Luke the Evangelist."}, {"title": "Basel", "href": "/wiki/Basel", "description": "Basel or Basle is a city in northwestern Switzerland on the river Rhine. Basel is Switzerland's third-most-populous city with about 200,000 inhabitants. The official language of Basel is German, but the main spoken language is the local Basel German dialect."}]}, {"heading": "Events", "year": "1540", "date": "October 18", "txt": "Spanish conquistador Hernando de Soto's forces destroy the fortified town of Mabila in present-day Alabama, killing Tuskaloosa.", "entities": [{"title": "Hernando de Soto", "href": "/wiki/Hernando_de_Soto", "description": "Hernando de Soto was a Spanish explorer and conquistador who was involved in expeditions in Nicaragua and the Yucatan Peninsula. He played an important role in Pizarro's conquest of the Inca Empire in Peru, but is best known for leading the first European expedition deep into the territory of the modern-day United States. He is the first European documented as having crossed the Mississippi River."}, {"title": "Mabila", "href": "/wiki/Mabila", "description": "Mabila was a small fortress town known to the paramount chief Tuskaloosa in 1540, in a region of present-day central Alabama. The exact location has been debated for centuries, but southwest of present-day Selma, Alabama, is one possibility."}, {"title": "Alabama", "href": "/wiki/Alabama", "description": "Alabama is a state in the Southeastern region of the United States, bordered by Tennessee to the north; Georgia to the east; Florida and the Gulf of Mexico to the south; and Mississippi to the west. Alabama is the 30th largest by area and the 24th-most populous of the U.S. states. With a total of 1,500 miles (2,400 km) of inland waterways, Alabama has among the most of any state."}, {"title": "Tuskaloosa", "href": "/wiki/Tuskaloosa", "description": "Tuskaloosa was a paramount chief of a Mississippian chiefdom in what is now the U.S. state of Alabama. His people were possibly ancestors to the several southern Native American confederacies who later emerged in the region. The modern city of Tuscaloosa, Alabama, is named for him."}]}, {"heading": "Events", "year": "1561", "date": "October 18", "txt": "In Japan the fourth Battle of Kawanakajima is fought between the forces of Uesugi Kenshin and Takeda Shingen, resulting in a draw.", "entities": [{"title": "Japan", "href": "/wiki/Japan", "description": "Japan is an island country in East Asia, located in the northwest Pacific Ocean. It is bordered on the west by the Sea of Japan, and extends from the Sea of Okhotsk in the north toward the East China Sea and Taiwan in the south. Part of the Ring of Fire, Japan spans an archipelago of 6852 islands covering 377,975 square kilometers (145,937 sq mi); the five main islands are Hokkaido, Honshu, Shikok"}, {"title": "Battle of Kawanakajima", "href": "/wiki/Battle_of_Kawanakajima", "description": "The Battles of Kawanakajima  were a series of battles fought in the Sengoku period of Japan between Takeda Shingen of Kai Province and Uesugi Kenshin of Echigo Province from 1553 to 1564."}, {"title": "Uesugi Kenshin", "href": "/wiki/Uesugi_Kenshin", "description": "Uesugi Kenshin  was a daimyō who was born as Nagao Kagetora of the Nagao clan, and after adoption into the Uesugi clan, ruled Echigo Province in the Sengoku period of Japan. He was one of the most powerful daimyōs of the Sengoku period. Known as the \"Dragon of Echigo\", while chiefly remembered for his prowess on the battlefield, Kenshin is also regarded as an extremely skillful administrator who f"}, {"title": "Takeda Shingen", "href": "/wiki/Takeda_Shingen", "description": "Takeda Shingen , of Kai Province, was a pre-eminent daimyō in feudal Japan. Known as the \"Tiger of Kai\", He was one of the most powerful daimyōs with exceptional military prestige in the late stage of the Sengoku period. \nShingen had been a 'Warlord' of great domestic skill and competent military leadership."}]}, {"heading": "Events", "year": "1565", "date": "October 18", "txt": "Ships belonging to the Matsura clan of Japan fail to capture the Portuguese trading carrack in the Battle of Fukuda Bay, the first recorded naval battle between Japan and the West.", "entities": [{"title": "Carrack", "href": "/wiki/Carrack", "description": "A carrack was a three- or four-masted ocean-going sailing ship that was developed in the 14th to 15th centuries in Europe, most notably in Spain and Portugal. Evolved from the single-masted cog, the carrack was first used for European trade from the Mediterranean to the Baltic and quickly found use with the newly found wealth of the trade between Europe and Africa and then the trans-Atlantic trade"}, {"title": "Battle of Fukuda Bay", "href": "/wiki/Battle_of_Fukuda_Bay", "description": "The Battle of Fukuda Bay  in 1565 was the first recorded naval battle between Europeans and the Japanese. A flotilla of samurai under the daimyō Matsura Takanobu attacked two Portuguese trade vessels that had shunned Matsura's port in Hirado and had gone instead to trade at Fukuda, a port belonging to the rival Ōmura Sumitada. The engagement was part of a process of trial and error by the Portugue"}]}, {"heading": "Events", "year": "1599", "date": "October 18", "txt": "Michael the Brave, Prince of Wallachia, defeats the Army of Andrew Báthory in the Battle of Șelimbăr, leading to the first recorded unification of the Romanian people.", "entities": [{"title": "Michael the Brave", "href": "/wiki/Michael_the_Brave", "description": "Michael the Brave was the Prince of Wallachia, Prince of Moldavia (1600) and de facto ruler of Transylvania (1599–1600). He is considered one of Romania's greatest national heroes. Since the 19th century, Michael the Brave is regarded by Romanian nationalists as a symbol of Romanian unity,as under his reign was the first time when all principalities inhabited by Romanians were under the same ruler"}, {"title": "Wallachia", "href": "/wiki/Wallachia", "description": "Wallachia or Walachia is a historical and geographical region of Romania. It is situated north of the Lower Danube and south of the Southern Carpathians. Wallachia is traditionally divided into two sections, Muntenia and Oltenia. Wallachia as a whole is sometimes referred to as Muntenia through identification with the larger of the two traditional sections."}, {"title": "Andrew Báthory", "href": "/wiki/Andrew_B%C3%A1thory", "description": "Andrew Báthory was the Cardinal-deacon of Sant'Adriano al Foro from 1584 to 1599, Prince-Bishop of Warmia from 1589 to 1599, and Prince of Transylvania in 1599. His father was a brother of Stephen Báthory, who ruled the Polish–Lithuanian Commonwealth from 1575. He was the childless Stephen Báthory's favorite nephew. He went to Poland at his uncle's invitation in 1578 and studied at the Jesuit coll"}, {"title": "Battle of Șelimbăr", "href": "/wiki/Battle_of_%C8%98elimb%C4%83r", "description": "The Battle of Șelimbăr, or Battle of Sellenberk, took place on 18 October 1599 between the Romanian army of Michael the Brave and the Transylvanian-Hungarian army of Andrew Báthory. The battle was fought near the village of Șelimbăr close to Sibiu."}]}, {"heading": "Events", "year": "1648", "date": "October 18", "txt": "Boston shoemakers form first American labor organization.", "entities": [{"title": "Trade union", "href": "/wiki/Trade_union", "description": "A trade union, often simply called a union, is an organization of workers who have come together to achieve many common goals, such as protecting the integrity of their trade, improving safety standards, and attaining better wages, benefits, and working conditions through the increased bargaining power wielded by the creation of a monopoly of the workers. Trade unions typically fund the formal org"}]}, {"heading": "Events", "year": "1748", "date": "October 18", "txt": "Signing of the Treaty of Aix-la-Chapelle ends the War of the Austrian Succession.", "entities": [{"title": "Treaty of Aix-la-Chapelle (1748)", "href": "/wiki/Treaty_of_Aix-la-Chapelle_(1748)", "description": "The 1748 Treaty of Aix-la-Chapelle, sometimes called the Treaty of Aachen, ended the War of the Austrian Succession, following a congress assembled on 24 April 1748 at the Free Imperial City of Aachen."}, {"title": "War of the Austrian Succession", "href": "/wiki/War_of_the_Austrian_Succession", "description": "The War of the Austrian Succession was the last Great Power conflict with the Bourbon-Habsburg dynastic conflict at its heart. It occurred from 1740 to 1748 and marked the rise of Prussia as a major power. Related conflicts included King George's War, the War of Jenkins' Ear, the First Carnatic War and the First and the Second Silesian Wars."}]}, {"heading": "Events", "year": "1775", "date": "October 18", "txt": "African-American poet Phillis Wheatley is freed from slavery.", "entities": [{"title": "African-American", "href": "/wiki/African-American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}, {"title": "Phillis Wheatley", "href": "/wiki/Phillis_Wheatley", "description": "Phillis Wheatley Peters, also spelled Phyllis and Wheatly was the first African-American author of a published book of poetry. Born in West Africa, she was sold into slavery at the age of seven or eight and transported to North America. She was enslaved by the Wheatley family of Boston. After she learned to read and write, they encouraged her poetry when they saw her talent."}]}, {"heading": "Events", "year": "1775", "date": "October 18", "txt": "American Revolutionary War: The Burning of Falmouth (now Portland, Maine).", "entities": [{"title": "Burning of Falmouth", "href": "/wiki/Burning_of_Falmouth", "description": "The Burning of Falmouth was an attack by a fleet of Royal Navy vessels on the town of Falmouth, Massachusetts. The fleet was commanded by Captain Henry Mowat. The attack began with a naval bombardment which included incendiary shot, followed by a landing party meant to complete the town's destruction. The attack was the only major event in what was supposed to be a campaign of retaliation against "}, {"title": "Portland, Maine", "href": "/wiki/Portland,_Maine", "description": "Portland is the most populous city in the U.S. state of Maine and the seat of Cumberland County. Portland's population was 66,215 as of 2019. The Greater Portland metropolitan area is home to over half a million people, the 105th-largest metropolitan area in the United States. Portland's economy relies mostly on the service sector and tourism. The Old Port district is known for its 19th-century ar"}]}, {"heading": "Events", "year": "1779", "date": "October 18", "txt": "American Revolutionary War: The Franco-American Siege of Savannah is lifted.", "entities": [{"title": "Siege of Savannah", "href": "/wiki/Siege_of_Savannah", "description": "The siege of Savannah or the Second Battle of Savannah was an encounter of the American Revolutionary War (1775–1783) in 1779. The year before, the city of Savannah, Georgia, had been captured by a British expeditionary corps under Lieutenant-Colonel Archibald Campbell. The siege itself consisted of a joint Franco-American attempt to retake Savannah, from September 16 to October 18, 1779. On Octob"}]}, {"heading": "Events", "year": "1797", "date": "October 18", "txt": "Treaty of Campo Formio is signed between France and Austria", "entities": [{"title": "Treaty of Campo Formio", "href": "/wiki/Treaty_of_Campo_Formio", "description": "The Treaty of Campo Formio was signed on 17 October 1797 by Napoleon Bonaparte and Count Philipp von Cobenzl as representatives of the French Republic and the Austrian monarchy, respectively. The treaty followed the armistice of Leoben, which had been forced on the Habsburgs by Napoleon's victorious campaign in Italy. It ended the War of the First Coalition and left Great Britain fighting alone ag"}]}, {"heading": "Events", "year": "1851", "date": "October 18", "txt": "Herman Melville's Moby-Dick is first published as The Whale by Richard Bentley of London.", "entities": [{"title": "Herman Melville", "href": "/wiki/Herman_Melville", "description": "Herman Melville was an American novelist, short story writer, and poet of the American Renaissance period. Among his best-known works are Moby-Dick (1851), Typee (1846), a romanticized account of his experiences in Polynesia, and Billy Budd, Sailor, a posthumously published novella. Although his reputation was not high at the time of his death, the centennial of his birth in 1919 was the starting "}, {"title": "Richard Bentley (publisher)", "href": "/wiki/Richard_Bentley_(publisher)", "description": "Richard Bentley was a 19th-century English publisher born into a publishing family. He started a firm with his brother in 1819. Ten years later, he went into partnership with the publisher Henry Colburn. Although the business was often successful, publishing the famous \"Standard Novels\" series, they ended their partnership in acrimony three years later. Bentley continued alone profitably in the 18"}]}, {"heading": "Events", "year": "1860", "date": "October 18", "txt": "The Second Opium War finally ends at the Convention of Peking with the ratification of the Treaty of Tientsin, an unequal treaty.", "entities": [{"title": "Second Opium War", "href": "/wiki/Second_Opium_War", "description": "The Second Opium War, also known as the Second Anglo-Chinese War, the Second China War, the Arrow War, or the Anglo-French expedition to China, was a war pitting the British Empire and the French Empire against the Qing dynasty of China that lasted from 1856 to 1860."}, {"title": "Convention of Peking", "href": "/wiki/Convention_of_Peking", "description": "The Convention of Peking or First Convention of Peking is an agreement comprising three distinct treaties concluded between the Qing dynasty of China and Great Britain, France, and Russian Empire in 1860. In China, they are regarded as among the unequal treaties. The Ministry of Foreign Affairs of the Republic of China keeps the original copy of the convention in the National Palace Museum in Taiw"}, {"title": "Treaty of Tientsin", "href": "/wiki/Treaty_of_Tientsin", "description": "The Treaty of Tientsin, now also known as the Treaty of Tianjin, is a collective name for several documents signed at Tianjin in June 1858. They ended the first phase of the Second Opium War, which had begun in 1856. The Qing, Russian, and Second French Empires, the Great Britain, and the United States were the parties involved. These treaties, counted by the Chinese among the so-called unequal tr"}, {"title": "Unequal treaty", "href": "/wiki/Unequal_treaty", "description": "Unequal treaty is the name given by the Chinese to a series of treaties signed between the Qing dynasty and various Western powers, the Russian Empire, and the Empire of Japan during the 19th and early 20th centuries. The agreements, often reached after a military defeat, contained one-sided terms requiring China to cede land, pay reparations, open treaty ports, or grant extraterritorial privilege"}]}, {"heading": "Events", "year": "1867", "date": "October 18", "txt": "United States takes possession of Alaska after purchasing it from Russia for $7.2 million. Celebrated annually in the state as Alaska Day.", "entities": [{"title": "Alaska Purchase", "href": "/wiki/Alaska_Purchase", "description": "The Alaska Purchase was the United States' acquisition of Alaska from the Russian Empire. Alaska was formally transferred to the United States on October 18, 1867, through a treaty ratified by the United States Senate."}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "Alaska Day", "href": "/wiki/Alaska_Day", "description": "Alaska Day is a legal holiday in the U.S. state of Alaska, observed on October 18. It is the anniversary of the formal transfer of the Territory of Alaska from Russia to the United States, which occurred on Friday, October 18, 1867."}]}, {"heading": "Events", "year": "1898", "date": "October 18", "txt": "The United States takes possession of Puerto Rico from Spain.", "entities": [{"title": "Puerto Rico", "href": "/wiki/Puerto_Rico", "description": "Puerto Rico, officially the Commonwealth of Puerto Rico is a Caribbean island and unincorporated territory of the United States. It is located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida."}]}, {"heading": "Events", "year": "1912", "date": "October 18", "txt": "First Balkan War: King Peter I of Serbia issues a declaration \"To the Serbian People\", as his country joins the war.", "entities": [{"title": "First Balkan War", "href": "/wiki/First_Balkan_War", "description": "The First Balkan War lasted from October 1912 to May 1913 and involved actions of the Balkan League against the Ottoman Empire. The Balkan states' combined armies overcame the initially numerically inferior and strategically disadvantaged Ottoman armies and achieved rapid success."}, {"title": "Peter I of Serbia", "href": "/wiki/Peter_I_of_Serbia", "description": "Peter I reigned as the last king of Serbia (1903–1918) and as the first king of the Serbs, Croats and Slovenes (1918–1921). Since he was the king of Serbia during a period of great Serbian military success, he was remembered by the Serbian people as King Peter the Liberator, and also as Old King."}]}, {"heading": "Events", "year": "1914", "date": "October 18", "txt": "The Schoenstatt Apostolic Movement is founded in Germany.", "entities": [{"title": "Schoenstatt Apostolic Movement", "href": "/wiki/Schoenstatt_Apostolic_Movement", "description": "The Apostolic Movement of Schoenstatt is a Roman Catholic Marian movement founded in Germany in 1914 by Father Joseph Kentenich, who saw the movement as a means of spiritual renewal for the Catholic Church. The movement is named Schoenstatt after a small village close to the town of Vallendar near Koblenz, in Germany."}]}, {"heading": "Events", "year": "1921", "date": "October 18", "txt": "The Crimean Autonomous Soviet Socialist Republic is formed as part of the Russian Soviet Federative Socialist Republic.", "entities": [{"title": "Crimean Autonomous Soviet Socialist Republic", "href": "/wiki/Crimean_Autonomous_Soviet_Socialist_Republic", "description": "The Crimean Autonomous Soviet Socialist Republic was an Autonomous Soviet Socialist Republic of the Russian SFSR (1921–45) and the Ukrainian SSR (1991) located on the Crimean Peninsula."}]}, {"heading": "Events", "year": "1922", "date": "October 18", "txt": "The British Broadcasting Company (later Corporation)  is founded by a consortium, to establish a nationwide network of radio transmitters to provide a national broadcasting service.", "entities": [{"title": "British Broadcasting Company", "href": "/wiki/British_Broadcasting_Company", "description": "The British Broadcasting Company, Ltd. (BBC) was a British commercial company formed on 18 October 1922 by British and American electrical companies doing business in the United Kingdom. Licensed by the British General Post Office, their original office was located on the second floor of Magnet House, the GEC buildings in London and consisted of a room and a small antechamber. On 14 December 1922,"}, {"title": "Consortium", "href": "/wiki/Consortium", "description": "A consortium is an association of two or more individuals, companies, organizations or governments with the objective of participating in a common activity or pooling their resources for achieving a common goal."}, {"title": "Radio transmitter", "href": "/wiki/Radio_transmitter", "description": "In electronics and telecommunications a transmitter or radio transmitter is an electronic device which produces radio waves with an antenna. The transmitter itself generates a radio frequency alternating current, which is applied to the antenna. When excited by this alternating current, the antenna radiates radio waves."}, {"title": "Broadcasting", "href": "/wiki/Broadcasting", "description": "Broadcasting is the distribution of audio or video content to a dispersed audience via any electronic mass communications medium, but typically one using the electromagnetic spectrum, in a one-to-many model. Broadcasting began with AM radio, which came into popular use around 1920 with the spread of vacuum tube radio transmitters and receivers. Before this, all forms of electronic communication we"}]}, {"heading": "Events", "year": "1929", "date": "October 18", "txt": "The Judicial Committee of the Privy Council overrules the Supreme Court of Canada in Edwards v. Canada when it declares that women are considered \"Persons\" under Canadian law.", "entities": [{"title": "Judicial Committee of the Privy Council", "href": "/wiki/Judicial_Committee_of_the_Privy_Council", "description": "The Judicial Committee of the Privy Council (JCPC) is the highest court of appeal for certain British territories, some Commonwealth countries and a few UK bodies. Established on 13 August 1833 to hear appeals formerly heard by the King-in-Council, the Privy Council formerly acted as the court of last resort for the entire British Empire, and continues to act as the highest court of appeal for sev"}, {"title": "Supreme Court of Canada", "href": "/wiki/Supreme_Court_of_Canada", "description": "The Supreme Court of Canada is the highest court in the judicial system of Canada. It comprises nine justices, whose decisions are the ultimate application of Canadian law and grants permission to between 40 and 75 litigants each year to appeal decisions rendered by provincial, territorial and federal appellate courts. The Supreme Court is bijural, hearing cases from two major legal traditions and"}, {"title": "Canadian law", "href": "/wiki/Canadian_law", "description": "The legal system of Canada is pluralist: its foundations lie in the English common law system, the French civil law system and Indigenous law systems developed by the various Indigenous peoples."}]}, {"heading": "Events", "year": "1944", "date": "October 18", "txt": "World War II: Soviet Union begins the liberation of Czechoslovakia from Nazi Germany.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Czechoslovakia", "href": "/wiki/Czechoslovakia", "description": "Czechoslovakia, or Czecho-Slovakia, was a sovereign state in Central Europe, created in October 1918, when it declared its independence from Austria-Hungary."}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}]}, {"heading": "Events", "year": "1944", "date": "October 18", "txt": "World War II: The state funeral of Field Marshal Erwin Rommel takes place in Ulm, Germany.", "entities": [{"title": "Erwin Rommel", "href": "/wiki/Erwin_Rommel", "description": "Johannes Erwin Eugen Rommel was a German general and military theorist. Popularly known as the Desert Fox, he served as field marshal in the Wehrmacht of Nazi Germany during World War II, as well as serving in the Reichswehr of the Weimar Republic, and the army of Imperial Germany."}]}, {"heading": "Events", "year": "1945", "date": "October 18", "txt": "The USSR's nuclear program receives plans for the United States plutonium bomb from Klaus Fuchs at the Los Alamos National Laboratory.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Nuclear weapon", "href": "/wiki/Nuclear_weapon", "description": "A nuclear weapon is an explosive device that derives its destructive force from nuclear reactions, either fission or from a combination of fission and fusion reactions. Both bomb types release large quantities of energy from relatively small amounts of matter."}, {"title": "Klaus Fuchs", "href": "/wiki/Klaus_Fuchs", "description": "Klaus Emil Julius Fuchs was a German theoretical physicist and atomic spy who supplied information from the American, British, and Canadian Manhattan Project to the Soviet Union during and shortly after World War II. While at the Los Alamos National Laboratory, Fuchs was responsible for many significant theoretical calculations relating to the first nuclear weapons and, later, early models of the "}, {"title": "Los Alamos National Laboratory", "href": "/wiki/Los_Alamos_National_Laboratory", "description": "Los Alamos National Laboratory is a United States Department of Energy national laboratory initially organized during World War II for the design of nuclear weapons as part of the Manhattan Project. It is a short distance northwest of Santa Fe, New Mexico, in the southwestern United States."}]}, {"heading": "Events", "year": "1945", "date": "October 18", "txt": "A group of the Venezuelan Armed Forces, led by Mario Vargas, Marcos Pérez Jiménez and Carlos Delgado Chalbaud, stages a coup d'état against president Isaías Medina Angarita, who is overthrown by the end of the day.", "entities": [{"title": "Marcos Pérez Jiménez", "href": "/wiki/Marcos_P%C3%A9rez_Jim%C3%A9nez", "description": "Marcos Evangelista Pérez Jiménez was a Venezuelan military and general officer of the Army of Venezuela and the de facto leader of Venezuela from 1950 to 1958, ruling as member of the military junta from 1950 to 1952 and as president from 1952 to 1958. He took part in the 1948 coup d'état, becoming part of the ruling junta. He ran in the 1952 election. However, the junta cancelled the election whe"}, {"title": "Carlos Delgado Chalbaud", "href": "/wiki/Carlos_Delgado_Chalbaud", "description": "Carlos Román Delgado Chalbaud Gómez was a Venezuelan career military officer. He was the President of Venezuela from 1948 to 1950 as leader of a military junta. In 1945, he was one of the high-ranking officers who brought to power the Democratic Action party by a coup d'état. In 1948, as a Minister of Defence, he led another military coup and lingered as the President until his assassination in Ca"}, {"title": "1945 Venezuelan coup d'état", "href": "/wiki/1945_Venezuelan_coup_d%27%C3%A9tat", "description": "The 1945 Venezuelan coup d'état took place on 18 October 1945, when the president Isaías Medina Angarita was overthrown by a combination of a military rebellion and a popular movement led by Democratic Action. The coup led to a three-year period of government known as El Trienio Adeco, which saw the first participant presidential elections in Venezuelan history, beginning with the 1946 Venezuelan "}, {"title": "Isaías Medina Angarita", "href": "/wiki/Isa%C3%ADas_Medina_Angarita", "description": "Isaías Medina Angarita was a Venezuelan military and political leader, 33rd President of Venezuela from 1941 until 1945, during World War II. He followed the path of his predecessor Eleazar López Contreras, and ruled the country's democratic transition process."}]}, {"heading": "Events", "year": "1945", "date": "October 18", "txt": "Argentine military officer and politician Juan Perón marries actress Eva Duarte.", "entities": [{"title": "Juan Perón", "href": "/wiki/Juan_Per%C3%B3n", "description": "Juan Domingo Perón was an Argentine Army general and politician. After serving in several government positions, including Minister of Labour and Vice President, he was elected President of Argentina three times, serving from June 1946 to September 1955, when he was overthrown by the Revolución Libertadora, and then from October 1973 until his death in July 1974."}, {"title": "Eva Perón", "href": "/wiki/Eva_Per%C3%B3n", "description": "María Eva Duarte de Perón, better known as Eva Perón and Evita, was the wife of Argentine President Juan Perón (1895–1974) and First Lady of Argentina from June 1946 until her death in July 1952. She was born in poverty in the rural village of Los Toldos, in the Pampas, as the youngest of five children. In 1934 at the age of 15, she moved to the nation's capital of Buenos Aires to pursue a career "}]}, {"heading": "Events", "year": "1954", "date": "October 18", "txt": "Texas Instruments announces the first transistor radio.", "entities": [{"title": "Texas Instruments", "href": "/wiki/Texas_Instruments", "description": "Texas Instruments Incorporated (TI) is an American technology company headquartered in Dallas, Texas, that designs and manufactures semiconductors and various integrated circuits, which it sells to electronics designers and manufacturers globally. It is one of the top 10 semiconductor companies worldwide based on sales volume. The company's focus is on developing analog chips and embedded processo"}, {"title": "Transistor radio", "href": "/wiki/Transistor_radio", "description": "A transistor radio is a small portable radio receiver that uses transistor-based circuitry. Following the invention of the transistor in 1947—which revolutionized the field of consumer electronics by introducing small but powerful, convenient hand-held devices—the Regency TR-1 was released in 1954 becoming the first commercial transistor radio. The mass-market success of the smaller and cheaper So"}]}, {"heading": "Events", "year": "1963", "date": "October 18", "txt": "Félicette, a black and white female Parisian stray cat, becomes the first cat launched into space.", "entities": [{"title": "Félicette", "href": "/wiki/F%C3%A9licette", "description": "Félicette was the first and only cat launched into space, on 18 October 1963 as part of the French space program. Félicette was one of 14 female cats trained for spaceflight. The cats had electrodes implanted onto their skulls so their neurological activity could be monitored throughout the flight. Electrical impulses were applied to the brain and a leg during the flight to stimulate responses. Th"}]}, {"heading": "Events", "year": "1967", "date": "October 18", "txt": "The Soviet probe Venera 4 reaches Venus and becomes the first spacecraft to measure the atmosphere of another planet.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Venera 4", "href": "/wiki/Venera_4", "description": "Venera 4, also designated 4V-1 No.310 was a probe in the Soviet Venera program for the exploration of Venus. The probe comprised an entry probe, designed to enter the Venus atmosphere and parachute to the surface, and a carrier/flyby spacecraft, which carried the entry probe to Venus and served as a communications relay for the entry probe."}, {"title": "Venus", "href": "/wiki/Venus", "description": "Venus is the second planet from the Sun. It is named after the Roman goddess of love and beauty. As the brightest natural object in Earth's night sky after the Moon, Venus can cast shadows and can be, on rare occasions, visible to the naked eye in broad daylight. Venus lies within Earth's orbit, and so never appears to venture far from the Sun, either setting in the west just after dusk or rising "}]}, {"heading": "Events", "year": "1977", "date": "October 18", "txt": "German Autumn: a set of events revolving around the kidnapping of Hanns Martin Schleyer and the hijacking of a Lufthansa flight by the Red Army Faction (RAF) comes to an end when Schleyer is murdered and various RAF members allegedly commit suicide.", "entities": [{"title": "German Autumn", "href": "/wiki/German_Autumn", "description": "The German Autumn was a series of events in Germany in late 1977 associated with the kidnapping and murder of industrialist and businessman Hanns Martin Schleyer, president of the Confederation of German Employers' Associations (BDA) and the Federation of German Industries (BDI), by the Red Army Faction (RAF) far-left militant organisation, and the hijacking of Lufthansa Flight 181 by the Popular "}, {"title": "Hanns Martin Schleyer", "href": "/wiki/Hanns_Martin_Schleyer", "description": "Hanns Martin Schleyer was a German member of the SS, business executive, and employer and industry representative, who served as President of two powerful commercial organizations, the Confederation of German Employers' Associations and the Federation of German Industries. Schleyer became a target for radical elements of the German student movement in the 1970s for his role in those business organ"}, {"title": "Aircraft hijacking", "href": "/wiki/Aircraft_hijacking", "description": "Aircraft hijacking, is the unlawful seizure of an aircraft by an individual or a group. Dating from the earliest of hijackings, most cases involve the pilot being forced to fly according to the hijacker's demands. However, in rare cases, the hijackers have flown the aircraft themselves and used them in suicide attacks –most notably in the September 11 attacks– and in several cases, planes have bee"}, {"title": "Lufthansa", "href": "/wiki/Lufthansa", "description": "Deutsche Lufthansa AG, commonly known as Lufthansa, is the largest German airline which, when combined with its subsidiaries, is the second-largest airline in Europe in terms of passengers carried. The name of the former flag carrier is derived from the German word Luft meaning \"air\" and Hansa for the Hanseatic League. Lufthansa is one of the five founding members of Star Alliance, the world's lar"}, {"title": "Red Army Faction", "href": "/wiki/Red_Army_Faction", "description": "The Red Army Faction, also known as the Baader–Meinhof Group or Baader–Meinhof Gang, was a West German far-left militant organization founded in 1970. Key early figures included Andreas Baader, Ulrike Meinhof, Gudrun Ensslin, and Horst Mahler, among others. The government of the Federal Republic of Germany, as well as most Western media and literature, considered the Red Army Faction to be a terro"}]}, {"heading": "Events", "year": "1979", "date": "October 18", "txt": "The Federal Communications Commission (FCC) begins allowing people to have home satellite earth stations without a federal government license.", "entities": [{"title": "Federal Communications Commission (FCC)", "href": "/wiki/Federal_Communications_Commission_(FCC)", "description": "The Federal Communications Commission (FCC) is an independent agency of the United States government that regulates communications by radio, television, wire, satellite, and cable across the United States. The FCC maintains jurisdiction over the areas of broadband access, fair competition, radio frequency use, media responsibility, public safety, and homeland security."}]}, {"heading": "Events", "year": "1991", "date": "October 18", "txt": "The Supreme Council of Azerbaijan adopts a declaration of independence from the Soviet Union.", "entities": [{"title": "Azerbaijan", "href": "/wiki/Azerbaijan", "description": "Azerbaijan, officially the Republic of Azerbaijan, is a country in the Caucasus region of Eurasia. Located at the crossroads of Eastern Europe and Western Asia, it is bounded by the Caspian Sea to the east, the Russian republic of Dagestan to the north, Georgia to the northwest, Armenia and Turkey to the west, and Iran to the south."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "2003", "date": "October 18", "txt": "Bolivian gas conflict: Bolivian President Gonzalo Sánchez de Lozada is forced to resign and leave Bolivia.", "entities": [{"title": "Bolivian gas conflict", "href": "/wiki/Bolivian_gas_conflict", "description": "The Bolivian gas conflict was a social confrontation in Bolivia reaching its peak in 2003, centering on the exploitation of the country's vast natural gas reserves. The expression can be extended to refer to the general conflict in Bolivia over the exploitation of gas resources, thus including the 2005 protests and the election of Evo Morales as president. Before these protests, Bolivia had seen a"}, {"title": "Bolivia", "href": "/wiki/Bolivia", "description": "Bolivia, officially the Plurinational State of Bolivia, is a landlocked country located in western-central South America. The constitutional capital is Sucre, while the seat of government and executive capital is La Paz. The largest city and principal industrial center is Santa Cruz de la Sierra, located on the Llanos Orientales, a mostly flat region in the east of the country."}, {"title": "Gonzalo Sánchez de Lozada", "href": "/wiki/Gonzalo_S%C3%A1nchez_de_Lozada", "description": "Gonzalo Sánchez de Lozada Sánchez Bustamante, familiarly known as \"Goni\", is a Bolivian politician and businessman, who served as the 61st President of Bolivia for two nonconsecutive terms from 1993 to 1997 and from 2002 to 2003. He is a lifelong member of the Revolutionary Nationalist Movement. As Minister of Planning in the government of President Víctor Paz Estenssoro, Sánchez de Lozada used \"s"}]}, {"heading": "Events", "year": "2007", "date": "October 18", "txt": "Karachi bombing: A suicide attack on a motorcade carrying former Pakistani Prime Minister Benazir Bhutto kills 139 and wounds 450 more. Bhutto herself is uninjured.", "entities": [{"title": "2007 Karachi bombing", "href": "/wiki/2007_Karachi_bombing", "description": "The Karsaz bombing attack occurred on 18 October 2007 in Karachi, Pakistan, it was an attack on a motorcade carrying former Prime Minister Benazir Bhutto. The bombing occurred two months before she was assassinated. The bombing resulted in at least 180 deaths and 500 injuries. Most of the dead were members of the Pakistan Peoples Party (PPP)."}, {"title": "Prime Minister of Pakistan", "href": "/wiki/Prime_Minister_of_Pakistan", "description": "The prime minister of Pakistan is the head of government of Pakistan and designated as the \"Chief Executive of the Islamic Republic\"."}, {"title": "Benazir Bhutto", "href": "/wiki/Benazir_Bhutto", "description": "Benazir Bhutto was a Pakistani politician who served as Prime Minister of Pakistan from 1988 to 1990 and again from 1993 to 1996. She was the first woman to head a democratic government in a Muslim majority country. Ideologically a liberal and a secularist, she chaired or co-chaired the Pakistan Peoples Party (PPP) from the early 1980s until her assassination in 2007."}]}, {"heading": "Events", "year": "2019", "date": "October 18", "txt": "NASA Astronauts Jessica Meir and Christina Koch take part in the first all-female spacewalk when they venture out of the International Space Station to replace a power controller.", "entities": [{"title": "NASA Astronaut Corps", "href": "/wiki/NASA_Astronaut_Corps", "description": "The NASA Astronaut Corps is a unit of the United States National Aeronautics and Space Administration (NASA) that selects, trains, and provides astronauts as crew members for U.S. and international space missions. It is based at Johnson Space Center in Houston, Texas."}, {"title": "Jessica Meir", "href": "/wiki/Jessica_Meir", "description": "Jessica Ulrika Meir is a Swedish-American NASA astronaut, marine biologist, and physiologist. She was previously Assistant Professor of Anesthesia at Harvard Medical School, Massachusetts General Hospital, Boston, following postdoctoral research in comparative physiology at the University of British Columbia. She has studied the diving physiology and behavior of emperor penguins in Antarctica, and"}, {"title": "Christina Koch", "href": "/wiki/Christina_Koch", "description": "Christina Hammock Koch is an American engineer and NASA astronaut of the class of 2013. She received Bachelor of Science degrees in Electrical Engineering and Physics and a Master of Science in Electrical Engineering from North Carolina State University. She also did advanced study while working at the Goddard Space Flight Center (GSFC). Just before becoming an astronaut, she served with the Natio"}, {"title": "Extravehicular activity", "href": "/wiki/Extravehicular_activity", "description": "Extravehicular activity (EVA) is any activity done by an astronaut or cosmonaut outside a spacecraft beyond the Earth's appreciable atmosphere. The term most commonly applies to a spacewalk made outside a craft orbiting Earth. On March 18, 1965, Alexei Leonov became the first human to perform a spacewalk, exiting the capsule during the Voskhod 2 mission for 12 minutes and 9 seconds. The term also "}, {"title": "International Space Station", "href": "/wiki/International_Space_Station", "description": "The International Space Station (ISS) is a modular space station in low Earth orbit. It is a multinational collaborative project involving five participating space agencies: NASA, Roscosmos (Russia), JAXA (Japan), ESA (Europe), and CSA (Canada). The ownership and use of the space station is established by intergovernmental treaties and agreements. The station serves as a microgravity and space env"}]}, {"heading": "Events", "year": "2019", "date": "October 18", "txt": "Riots in Chile's capital Santiago escalate into open battles, attacks were reported at nearly all of the citys 164 Metro stations. President Piñera announced a 15-day state of emergency in the capital.", "entities": [{"title": "Santiago Metro", "href": "/wiki/Santiago_Metro", "description": "The Santiago Metro is a rapid transit system serving the city of Santiago, the capital of Chile. Serving mainly the Santiago province and part of the Cordillera province, it currently consists of seven lines, 136 stations, and 140 kilometres (87.0 mi) of revenue route. The system is managed by the state-owned Metro S.A. and is the first and only rapid transit system in the country."}, {"title": "Sebastián Piñera", "href": "/wiki/Sebasti%C3%A1n_Pi%C3%B1era", "description": "Miguel Juan Sebastián Piñera Echenique is a Chilean billionaire businessman and politician who has been president of Chile since 2018. He previously served as president from 2010 to 2014."}]}, {"heading": "Births", "year": "1127", "date": "October 18", "txt": "Emperor Go-Shirakawa of Japan (d. 1192)", "entities": [{"title": "Emperor Go-Shirakawa", "href": "/wiki/Emperor_Go-Shirakawa", "description": "Emperor Go-Shirakawa  was the 77th emperor of Japan, according to the traditional order of succession. His de jure reign spanned the years from 1155 through 1158, though arguably he effectively maintained imperial power for almost thirty-seven years through the insei system - scholars differ as to whether his rule can be truly considered part of the insei system, given that the Hōgen Rebellion und"}]}, {"heading": "Births", "year": "1130", "date": "October 18", "txt": "Zhu Xi, Chinese philosopher (d. 1200)", "entities": [{"title": "Zhu Xi", "href": "/wiki/Zhu_Xi", "description": "Zhu Xi, also known by his courtesy name Yuanhui, and self-titled Hui'an, was a Chinese calligrapher, historian, philosopher, politician, and writer of the Song dynasty. He was a Confucian scholar and influential Neo-Confucian in China. His contributions to Chinese philosophy including his editing of and commentaries to the Four Books, which later formed the curriculum of the civil service exam in "}]}, {"heading": "Births", "year": "1405", "date": "October 18", "txt": "Pope Pius II (d. 1464)", "entities": [{"title": "Pope Pius II", "href": "/wiki/Pope_Pius_II", "description": "Pope Pius II, born Enea Silvio Bartolomeo Piccolomini, was head of the Catholic Church and ruler of the Papal States from 19 August 1458 to his death. He was born at Corsignano in the Sienese territory of a noble but impoverished family. His longest and most enduring work is the story of his life, the Commentaries, which is the only revealed autobiography ever to have been written by a reigning po"}]}, {"heading": "Births", "year": "1444", "date": "October 18", "txt": "John de Mowbray, 4th Duke of Norfolk (d. 1476)", "entities": [{"title": "John de Mowbray, 4th Duke of Norfolk", "href": "/wiki/John_de_Mowbray,_4th_Duke_of_Norfolk", "description": "John de Mowbray, 4th Duke of Norfolk, KG, known as 1st Earl of Surrey between 1451 and 1461, was the only son of John de Mowbray, 3rd Duke of Norfolk and Eleanor Bourchier. His maternal grandparents were William Bourchier, Count of Eu and Anne of Gloucester."}]}, {"heading": "Births", "year": "1482", "date": "October 18", "txt": "Philipp III, Count of Hanau-Lichtenberg (d. 1538)", "entities": [{"title": "Philipp III, Count of Hanau-Lichtenberg", "href": "/wiki/Philipp_III,_Count_of_Hanau-Lichtenberg", "description": "Philipp III of Hanau-Lichtenberg was the third Count of Hanau-Lichtenberg."}]}, {"heading": "Births", "year": "1517", "date": "October 18", "txt": "Manuel da Nóbrega, Portuguese-Brazilian priest and missionary (d. 1570)", "entities": [{"title": "Manuel da Nóbrega", "href": "/wiki/Manuel_da_N%C3%B3brega", "description": "Manuel da Nóbrega was a Portuguese Jesuit priest and first Provincial of the Society of Jesus in colonial Brazil. Together with José de Anchieta, he was very influential in the early history of Brazil and participated in the founding of several cities, such as Recife, Salvador, Rio de Janeiro, and São Paulo, as well as many Jesuit colleges and seminaries."}]}, {"heading": "Births", "year": "1523", "date": "October 18", "txt": "Anna Jagiellon, daughter of Sigismund I of Poland (d. 1596)", "entities": [{"title": "Anna Jagiellon", "href": "/wiki/Anna_Jagiellon", "description": "Anna Jagiellon was Queen of Poland and Grand Duchess of Lithuania from 1575 to 1587."}]}, {"heading": "Births", "year": "1536", "date": "October 18", "txt": "William Lambarde, English antiquarian and politician (d. 1601)", "entities": [{"title": "William Lambarde", "href": "/wiki/William_Lambarde", "description": "William Lambarde was an English antiquarian, writer on legal subjects, and politician. He is particularly remembered as the author of A Perambulation of Kent (1576), the first English county history; Eirenarcha (1581), a widely read manual on the office and role of justice of the peace; and Archeion, a discourse that sought to trace the Anglo-Saxon roots of English common law, prerogative and gove"}]}, {"heading": "Births", "year": "1547", "date": "October 18", "txt": "Justus Lipsius, Belgian philologist and scholar (d. 1606)", "entities": [{"title": "Justus Lipsius", "href": "/wiki/Justus_Lipsius", "description": "Justus Lipsius was a Flemish Catholic philologist, philosopher, and humanist. Lipsius wrote a series of works designed to revive ancient Stoicism in a form that would be compatible with Christianity. The most famous of these is De Constantia. His form of Stoicism influenced a number of contemporary thinkers, creating the intellectual movement of Neostoicism. He taught at the universities in Jena, "}]}, {"heading": "Births", "year": "1553", "date": "October 18", "txt": "Luca Marenzio, Italian composer (d. 1599)", "entities": [{"title": "Luca Marenzio", "href": "/wiki/Luca_Marenzio", "description": "Luca Marenzio was an Italian composer and singer of the late Renaissance."}]}, {"heading": "Births", "year": "1569", "date": "October 18", "txt": "Giambattista Marino, Italian poet (d. 1625)", "entities": [{"title": "Giambattista Marino", "href": "/wiki/Giambattista_Marino", "description": "Giambattista Marino was an Italian poet who was born in Naples. He is most famous for his long epic L'Adone."}]}, {"heading": "Births", "year": "1587", "date": "October 18", "txt": "Lady Mary Wroth, English poet (d. 1651)", "entities": [{"title": "Lady Mary Wroth", "href": "/wiki/Lady_Mary_Wroth", "description": "Lady Mary Wroth (1587–1653) was an English poet of the Renaissance. A member of a distinguished literary family, Lady Wroth was among the first female English writers to have achieved an enduring reputation. Mary Wroth was niece to Mary Herbert née Sidney, and to Sir Philip Sidney, a famous Elizabethan poet-courtier."}]}, {"heading": "Births", "year": "1596", "date": "October 18", "txt": "Edward Winslow, American Pilgrim leader (d. 1655)", "entities": [{"title": "Edward Winslow", "href": "/wiki/Edward_Winslow", "description": "Edward Winslow was a Separatist who traveled on the Mayflower in 1620. He was one of several senior leaders on the ship and also later at Plymouth Colony. Both Edward Winslow and his brother, Gilbert Winslow signed the Mayflower Compact. In Plymouth he served in a number of governmental positions such as assistant governor, three times was governor and also was the colony's agent in London. In ear"}]}, {"heading": "Births", "year": "1616", "date": "October 18", "txt": "Nicholas Culpeper, English botanist (d. 1654)", "entities": [{"title": "Nicholas Culpeper", "href": "/wiki/Nicholas_Culpeper", "description": "Nicholas Culpeper was an English botanist, herbalist, physician and astrologer. His The English Physitian is a store of pharmaceutical and herbal knowledge, and Astrological Judgement of Diseases from the Decumbiture of the Sick (1655) one of the most detailed works on medical astrology in Early Modern Europe. Culpeper catalogued hundreds of outdoor medicinal herbs. He scolded some methods of cont"}]}, {"heading": "Births", "year": "1630", "date": "October 18", "txt": "Henry Powle, English politician (d. 1692)", "entities": [{"title": "Henry Powle", "href": "/wiki/Henry_Powle", "description": "\nHenry Powle was an English lawyer and politician who sat in the House of Commons at various times between 1660 and 1690. He was Speaker of the House of Commons from January 1689 to February 1689. He was also Master of the Rolls."}]}, {"heading": "Births", "year": "1634", "date": "October 18", "txt": "Luca Giordano, Italian painter and illustrator (d. 1705)", "entities": [{"title": "Luca Giordano", "href": "/wiki/Luca_Giordano", "description": "Luca Giordano was an Italian late-Baroque painter and printmaker in etching. Fluent and decorative, he worked successfully in Naples and Rome, Florence, and Venice, before spending a decade in Spain."}]}, {"heading": "Births", "year": "1653", "date": "October 18", "txt": "Abraham van Riebeeck, South African-Dutch merchant and politician, Governor-General of the Dutch East Indies (d. 1713)", "entities": [{"title": "Abraham van Riebeeck", "href": "/wiki/Abraham_van_Riebeeck", "description": "Abraham van Riebeeck was a merchant with the Dutch East India Company and the Governor-General of the Dutch East Indies from 1709 to 1713."}, {"title": "Governor-General of the Dutch East Indies", "href": "/wiki/Governor-General_of_the_Dutch_East_Indies", "description": "The Governor-General of the Dutch East Indies represented Dutch rule in the Dutch East Indies between 1610 and Dutch recognition of the independence of Indonesia in 1949."}]}, {"heading": "Births", "year": "1662", "date": "October 18", "txt": "Matthew Henry, Welsh minister and scholar (d. 1714)", "entities": [{"title": "Matthew Henry", "href": "/wiki/Matthew_Henry", "description": "Matthew Henry was a Nonconformist minister and author, who was born in Wales but spent much of his life in England. He is best known for the six-volume biblical commentary Exposition of the Old and New Testaments."}]}, {"heading": "Births", "year": "1663", "date": "October 18", "txt": "Prince Eugene of Savoy (d. 1736)", "entities": [{"title": "Prince Eugene of Savoy", "href": "/wiki/Prince_Eugene_of_Savoy", "description": "Prince Eugene Francis of Savoy–Carignano better known as Prince Eugene was a field marshal in the army of the Holy Roman Empire and of the Austrian Habsburg dynasty during the 17th and 18th centuries. He was one of the most successful military commanders of his time, and rose to the highest offices of state at the Imperial court in Vienna."}]}, {"heading": "Births", "year": "1668", "date": "October 18", "txt": "John George IV, Elector of Saxony (d. 1694)", "entities": [{"title": "John George IV, Elector of Saxony", "href": "/wiki/John_George_IV,_Elector_of_Saxony", "description": "John George IV was Elector of Saxony from 1691 to 1694."}]}, {"heading": "Births", "year": "1701", "date": "October 18", "txt": "Charles le Beau, French historian and author (d. 1778)", "entities": [{"title": "Charles le Beau", "href": "/wiki/Charles_le_Beau", "description": "Charles le Beau was a French historical writer."}]}, {"heading": "Births", "year": "1706", "date": "October 18", "txt": "Baldassare Galuppi, Italian harpsichord player and composer (d. 1785)", "entities": [{"title": "Baldassare Galuppi", "href": "/wiki/Baldassare_Galuppi", "description": "Baldassare Galuppi was a Venetian composer, born on the island of Burano in the Venetian Republic. He belonged to a generation of composers, including Johann Adolph Hasse, Giovanni Battista Sammartini, and C. P. E. Bach, whose works are emblematic of the prevailing galant music that developed in Europe throughout the 18th century. He achieved international success, spending periods of his career i"}, {"title": "Harpsichord", "href": "/wiki/Harpsichord", "description": "A harpsichord is a musical instrument played by means of a keyboard. This activates a row of levers that turn a trigger mechanism that plucks one or more strings with a small plectrum made from quill or plastic. The strings are under tension on a soundboard, which is mounted in a wooden case; the soundboard amplifies the vibrations from the strings so that the listeners can hear it. Like a pipe or"}]}, {"heading": "Births", "year": "1741", "date": "October 18", "txt": "Pierre Choderlos de Laclos, French general and author (d. 1803)", "entities": [{"title": "Pierre Choderlos de Laclos", "href": "/wiki/Pierre_Choderlos_de_Laclos", "description": "Pierre Ambroise François Choderlos de Laclos was a French novelist, official, Freemason and army general, best known for writing the epistolary novel Les Liaisons dangereuses (1782)."}]}, {"heading": "Births", "year": "1777", "date": "October 18", "txt": "Heinrich von Kleist, German author and poet (d. 1811)", "entities": [{"title": "Heinrich von Kleist", "href": "/wiki/Heinrich_von_Kleist", "description": "Bernd Heinrich Wilhelm von Kleist was a German poet, dramatist, novelist, short story writer and journalist. His best known works are the theatre plays Das Käthchen von Heilbronn, The Broken Jug, Amphitryon, Penthesilea and the novellas Michael Kohlhaas and The Marquise of O. Kleist committed suicide together with a close female friend who was terminally ill."}]}, {"heading": "Births", "year": "1785", "date": "October 18", "txt": "Thomas Love Peacock, English author and poet (d. 1866)", "entities": [{"title": "Thomas Love Peacock", "href": "/wiki/Thomas_Love_Peacock", "description": "Thomas Love Peacock was an English novelist, poet, and official of the East India Company. He was a close friend of Percy Bysshe Shelley and they influenced each other's work. Peacock wrote satirical novels, each with the same basic setting: characters at a table discussing and criticising the philosophical opinions of the day."}]}, {"heading": "Births", "year": "1792", "date": "October 18", "txt": "Lucas Alamán, Mexican politician and historian (d. 1853)", "entities": [{"title": "Lucas Alamán", "href": "/wiki/Lucas_Alam%C3%A1n", "description": "Lucas Ignacio Alamán y Escalada was a Mexican scientist, conservative politician, historian, and writer. He has been called the \"arch-reactionary of the epoch...who sought to create a strong central government based on a close alliance of the army, the Church and the landed classes.\" Alamán was \"undoubtedly the major political and intellectual figure of independent Mexico until his death in 1853.."}]}, {"heading": "Births", "year": "1804", "date": "October 18", "txt": "Mongkut, Thai king (d. 1868)", "entities": [{"title": "Mongkut", "href": "/wiki/Mongkut", "description": "Mongkut, also known as King Rama IV, reigning title Phra Chom Klao Chao Yu Hua, was the fourth monarch of Siam (Thailand) under the House of Chakri, ruling from 1851 to 1868. Posthumously, he was known as Phra Siam Thewa Mahamakut Witthaya the Great."}]}, {"heading": "Births", "year": "1822", "date": "October 18", "txt": "Midhat Pasha, Ottoman civil servant and politician, 238th Grand Vizier of the Ottoman Empire (d. 1883)", "entities": [{"title": "Midhat Pasha", "href": "/wiki/Midhat_Pasha", "description": "Ahmed Şefik Midhat Pasha was an Ottoman democrat, kingmaker and one of the leading statesmen during the late Tanzimat period. He is most famous for leading the Ottoman constitutional movement of 1876 and introducing the First Constitutional Era, but was also a leading figure of reform in the educational and provincial administrations. He was part of a governing elite which recognized the crisis th"}, {"title": "List of Ottoman Grand Viziers", "href": "/wiki/List_of_Ottoman_Grand_Viziers", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Births", "year": "1831", "date": "October 18", "txt": "Frederick III, German Emperor (d. 1888)", "entities": [{"title": "Frederick III, German Emperor", "href": "/wiki/Frederick_III,_German_Emperor", "description": "Frederick III was German Emperor and King of Prussia between March and June 1888, during the Year of the Three Emperors. Known informally as \"Fritz\", he was the only son of Emperor Wilhelm I and was raised in his family's tradition of military service. Although celebrated as a young man for his leadership and successes during the Second Schleswig, Austro-Prussian and Franco-Prussian wars, he never"}]}, {"heading": "Births", "year": "1836", "date": "October 18", "txt": "Frederick August Otto Schwarz, American businessman, founded FAO Schwarz (d. 1911)", "entities": [{"title": "Frederick August Otto Schwarz", "href": "/wiki/Frederick_August_Otto_Schwarz", "description": "Frederick August Otto Schwarz was a German-born American toy retailer known for founding FAO Schwarz."}, {"title": "FAO Schwarz", "href": "/wiki/FAO_Schwarz", "description": "FAO Schwarz is an American toy brand and store. The company is known for its high-end toys, life-sized stuffed animals, interactive experiences, brand integrations, and games."}]}, {"heading": "Births", "year": "1850", "date": "October 18", "txt": "Basil Hall Chamberlain, English-Swiss historian, author, and academic (d. 1935)", "entities": [{"title": "Basil Hall Chamberlain", "href": "/wiki/Basil_Hall_Chamberlain", "description": "Basil Hall Chamberlain was a professor of Japanese at Tokyo Imperial University and one of the foremost British Japanologists active in Japan during the late 19th century. He also wrote some of the earliest translations of haiku into English. He is perhaps best remembered for his informal and popular one-volume encyclopedia Things Japanese, which first appeared in 1890 and which he revised several"}]}, {"heading": "Births", "year": "1854", "date": "October 18", "txt": "Billy Murdoch, Australian cricketer (d. 1911)", "entities": [{"title": "Billy Murdoch", "href": "/wiki/Billy_Murdoch", "description": "William Lloyd Murdoch was an Australian cricketer who captained the Australian national side in 16 Test matches between 1880 and 1890. This included four tours of England, one of which, in 1882, gave rise to The Ashes. In 2019 Murdoch was inducted into the Australian Cricket Hall of Fame."}]}, {"heading": "Births", "year": "1859", "date": "October 18", "txt": "Henri Bergson, French philosopher and theologian, Nobel Prize laureate (d. 1941)", "entities": [{"title": "Henri Bergson", "href": "/wiki/Henri_Bergson", "description": "Henri-Louis Bergson was a French philosopher who was influential in the tradition of continental philosophy, especially during the first half of the 20th century until the Second World War. Bergson is known for his arguments that processes of immediate experience and intuition are more significant than abstract rationalism and science for understanding reality."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1862", "date": "October 18", "txt": "Mehmet Esat Bülkat, Ottoman general (d. 1952)", "entities": [{"title": "Mehmet Esat Bülkat", "href": "/wiki/Mehmet_Esat_B%C3%BClkat", "description": "Mehmed Esad Pasha, known as Mehmet Esat Bülkat after the 1934 Surname Law, was an AlbanianOttoman general active during the First Balkan War, where he led the Yanya Corps, and in World War I, where he was the senior Ottoman commander in the Dardanelles Campaign."}]}, {"heading": "Births", "year": "1865", "date": "October 18", "txt": "Arie de Jong, Dutch linguist and author (d. 1957)", "entities": [{"title": "Arie de Jong", "href": "/wiki/Arie_de_Jong", "description": "Arie de Jong was a Dutch enthusiast and reformer of the constructed language Volapük by Johann Martin Schleyer, with whose help the Volapük movement gained new strength in the Netherlands. He not only revised Volapük, but also began Volapükaklub Valemik Nedänik and founded Diläd valemik Feda Volapükaklubas. He also founded and edited Volapükagased pro Nedänapükans, an independent newspaper in Vola"}]}, {"heading": "Births", "year": "1865", "date": "October 18", "txt": "Logan Pearsall Smith, American-English author and critic (d. 1946)", "entities": []}, {"heading": "Births", "year": "1868", "date": "October 18", "txt": "Ernst Didring, Swedish author (d. 1931)", "entities": [{"title": "Ernst Didring", "href": "/wiki/Ernst_Didring", "description": "Ernst Didring was an early 20th-century author who wrote mainly of life in his home country of Sweden."}]}, {"heading": "Births", "year": "1870", "date": "October 18", "txt": "D. T. Suzuki, Japanese author and scholar (d. 1966)", "entities": [{"title": "D. T. Suzuki", "href": "/wiki/D._T._Suzuki", "description": "Daisetsu Teitaro Suzuki was a Japanese scholar and author of books and essays on Buddhism, Zen (Chan) and Shin that were instrumental in spreading interest in both Zen and Shin to the West. Suzuki was also a prolific translator of Chinese, Japanese, and Sanskrit literature. Suzuki spent several lengthy stretches teaching or lecturing at Western universities, and devoted many years to a professorsh"}]}, {"heading": "Births", "year": "1872", "date": "October 18", "txt": "Mikhail Kuzmin, Russian poet and author (d. 1936)", "entities": [{"title": "Mikhail Kuzmin", "href": "/wiki/Mikhail_Kuzmin", "description": "Mikhail Alekseevich Kuzmin was a Russian poet, musician and novelist, a prominent contributor to the Silver Age of Russian Poetry."}]}, {"heading": "Births", "year": "1873", "date": "October 18", "txt": "Ivanoe Bonomi, Italian lawyer and politician, 25th Prime Minister of Italy (d. 1951)", "entities": [{"title": "Ivanoe Bonomi", "href": "/wiki/Ivanoe_Bonomi", "description": "Ivanoe Bonomi [iˈvaːnoe boˈnɔːmi] was an Italian statesman before and after World War II. He served as the 25th Prime Minister of Italy during 1921/22 and again during 1944/45."}, {"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Births", "year": "1875", "date": "October 18", "txt": "Len Braund, English cricketer, coach, and umpire (d. 1955)", "entities": [{"title": "Len Braund", "href": "/wiki/Len_Braund", "description": "Leonard Charles Braund was a cricketer who played for Surrey, Somerset and England."}]}, {"heading": "Births", "year": "1878", "date": "October 18", "txt": "James Truslow Adams, American historian and author (d. 1949)", "entities": [{"title": "James Truslow Adams", "href": "/wiki/James_Truslow_Adams", "description": "James Truslow Adams was an American writer and historian. He was a freelance author who helped to popularize the latest scholarship about American history and his three-volume history of New England is well regarded by scholars. He popularized the phrase \"American Dream\" in his 1931 book The Epic of America."}]}, {"heading": "Births", "year": "1880", "date": "October 18", "txt": "Ze'ev Jabotinsky, Ukrainian-Russian general, journalist, and theorist (d. 1940)", "entities": [{"title": "Ze'ev Jabotinsky", "href": "/wiki/Ze%27ev_Jabotinsky", "description": "Ze'ev Jabotinsky,, was a Russian Jewish Revisionist Zionist leader, author, poet, orator, soldier, and founder of the Jewish Self-Defense Organization in Odessa. With Joseph Trumpeldor, he co-founded the Jewish Legion of the British army in World War I. Later he established several Jewish organizations in Palestine, including Betar, Hatzohar, and the Irgun."}]}, {"heading": "Births", "year": "1881", "date": "October 18", "txt": "Max Gerson, German-born American physician (d. 1959)", "entities": [{"title": "Max Gerson", "href": "/wiki/Max_Gerson", "description": "\nMax Gerson was a German-born American physician who developed the Gerson Therapy, a dietary-based alternative cancer treatment that he claimed could cure cancer and most chronic, degenerative diseases."}]}, {"heading": "Births", "year": "1882", "date": "October 18", "txt": "Lucien Petit-Breton, French cyclist (d. 1917)", "entities": [{"title": "Lucien Petit-Breton", "href": "/wiki/Lucien_Petit-Breton", "description": "Lucien Georges Mazan was a French racing cyclist, known as the first two-time winner of the Tour de France."}]}, {"heading": "Births", "year": "1887", "date": "October 18", "txt": "Takashi Sakai, Japanese general and politician, Governor of Hong Kong (d. 1946)", "entities": [{"title": "Takashi Sakai", "href": "/wiki/Takashi_Sakai", "description": "Takashi Sakai  was a lieutenant general in the Imperial Japanese Army during World War II, known for his role as Governor of Hong Kong under Japanese occupation."}, {"title": "Governor of Hong Kong", "href": "/wiki/Governor_of_Hong_Kong", "description": "The Governor of Hong Kong was the representative of the British Crown in Hong Kong from 1843 to 1997. In this capacity, the governor was president of the Executive Council and Commander-in-Chief of the British Forces Overseas Hong Kong. The governor's roles were defined in the Hong Kong Letters Patent and Royal Instructions. Upon the end of British rule and the handover of Hong Kong to China in 19"}]}, {"heading": "Births", "year": "1888", "date": "October 18", "txt": "Paul Vermoyal, French actor (d. 1925)", "entities": [{"title": "Paul Vermoyal", "href": "/wiki/Paul_Vermoyal", "description": "Pierre Paul Vermoyal was a French stage and film actor."}]}, {"heading": "Births", "year": "1893", "date": "October 18", "txt": "Sidney Holland, New Zealand lieutenant and politician, 25th Prime Minister of New Zealand (d. 1961)", "entities": [{"title": "Sidney Holland", "href": "/wiki/Sidney_Holland", "description": "Sir Sidney George Holland was a New Zealand politician who served as the 25th Prime Minister of New Zealand from 13 December 1949 to 20 September 1957. He was instrumental in the creation and consolidation of the New Zealand National Party, which was to dominate New Zealand politics for much of the second half of the 20th century."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1893", "date": "October 18", "txt": "George Ohsawa, Japanese philosopher and academic (d. 1966)", "entities": []}, {"heading": "Births", "year": "1894", "date": "October 18", "txt": "H. L. Davis, American author and poet (d. 1960)", "entities": [{"title": "H. L. Davis", "href": "/wiki/H._L._Davis", "description": "Harold Lenoir Davis, also known as H. L. Davis, was an American novelist and poet. A native of Oregon, he won the Pulitzer Prize for his novel Honey in the Horn, the only Pulitzer given to a native Oregonian. Later living in California and Texas, he also wrote short stories for magazines such as The Saturday Evening Post."}]}, {"heading": "Births", "year": "1894", "date": "October 18", "txt": "Tibor Déry, Hungarian author and translator (d. 1977)", "entities": []}, {"heading": "Births", "year": "1897", "date": "October 18", "txt": "Isabel Briggs Myers, American theorist and author (d. 1980)", "entities": [{"title": "Isabel Briggs Myers", "href": "/wiki/Isabel_Briggs_Myers", "description": "Isabel Briggs Myers was an American writer and co-creator with her mother, Katharine Cook Briggs, of a personality inventory known as the Myers–Briggs Type Indicator (MBTI) and based on theories of Carl Jung."}]}, {"heading": "Births", "year": "1898", "date": "October 18", "txt": "Lotte Lenya, Austrian singer and actress (d. 1981)", "entities": [{"title": "Lotte Lenya", "href": "/wiki/Lotte_Lenya", "description": "Lotte Lenya was an Austrian-American singer, diseuse, and actress, long based in the United States. In the German-speaking and classical music world, she is best remembered for her performances of the songs of her first husband, Kurt Weill. In English-language cinema, she was nominated for an Academy Award for her role as a jaded aristocrat in The Roman Spring of Mrs. Stone (1961). She also played"}]}, {"heading": "Births", "year": "1902", "date": "October 18", "txt": "Miriam Hopkins, American actress (d. 1972)", "entities": [{"title": "Miriam Hopkins", "href": "/wiki/Miriam_Hopkins", "description": "Ellen Miriam Hopkins was an American actress known for her versatility. She first signed with Paramount Pictures in 1930."}]}, {"heading": "Births", "year": "1902", "date": "October 18", "txt": "Pascual Jordan, German physicist and theorist (d. 1980)", "entities": []}, {"heading": "Births", "year": "1903", "date": "October 18", "txt": "Lina Radke, German runner and coach (d. 1983)", "entities": [{"title": "Lina Radke", "href": "/wiki/Lina_Radke", "description": "Karoline \"Lina\" Radke-Batschauer was a German track and field athlete. She was the first Olympic champion in the 800 m for women."}]}, {"heading": "Births", "year": "1904", "date": "October 18", "txt": "A. J. Liebling, American journalist and author (d. 1963)", "entities": [{"title": "A. J. Liebling", "href": "/wiki/A._J._Liebling", "description": "Abbott Joseph \"A. J.\" Liebling was an American journalist who was closely associated with The New Yorker from 1935 until his death."}]}, {"heading": "Births", "year": "1904", "date": "October 18", "txt": "Haim Shirman, Ukrainian-Israeli scholar and academic (d. 1981)", "entities": []}, {"heading": "Births", "year": "1905", "date": "October 18", "txt": "Jan Gies, Dutch activist (d. 1993)", "entities": [{"title": "Jan Gies", "href": "/wiki/Jan_Gies", "description": "Jan Augustus Gies was a member of the Dutch Resistance who, with his wife, Miep, helped hide Anne Frank, her sister Margot, their parents Otto and Edith, the van Pels, and Fritz Pfeffer from Nazi persecution during the occupation of The Netherlands by aiding them as they resided in the Secret Annex."}]}, {"heading": "Births", "year": "1905", "date": "October 18", "txt": "Félix Houphouët-Boigny, Ivorian union leader and politician, 1st President of Côte d'Ivoire (d. 1993)", "entities": [{"title": "President of Côte d'Ivoire", "href": "/wiki/President_of_C%C3%B4te_d%27Ivoire", "description": "The following is a list of heads of state of Ivory Coast, officially the Republic of Côte d'Ivoire, since the country gained independence from France in 1960."}]}, {"heading": "Births", "year": "1906", "date": "October 18", "txt": "James Brooks, American painter and educator (d. 1992)", "entities": [{"title": "James Brooks (painter)", "href": "/wiki/James_Brooks_(painter)", "description": "James David Brooks was an American muralist, abstract painter, and winner of the Logan Medal of the Arts."}]}, {"heading": "Births", "year": "1909", "date": "October 18", "txt": "Norberto Bobbio, Italian philosopher and theorist (d. 2004)", "entities": [{"title": "Norberto Bobbio", "href": "/wiki/Norberto_Bobbio", "description": "Norberto Bobbio was an Italian philosopher of law and political sciences and a historian of political thought. He also wrote regularly for the Turin-based daily La Stampa.\nBobbio was a liberal socialist in the tradition of Piero Gobetti, Carlo Rosselli, Guido Calogero, and Aldo Capitini. He was also strongly influenced by Hans Kelsen and Vilfredo Pareto."}]}, {"heading": "Births", "year": "1914", "date": "October 18", "txt": "Raymond Lambert, Swiss mountaineer (d. 1997)", "entities": [{"title": "Raymond Lambert", "href": "/wiki/Raymond_Lambert", "description": "Raymond Lambert was a Swiss mountaineer who together with Sherpa Tenzing Norgay reached an altitude of 8611 metres of Mount Everest, as part of a Swiss Expedition in May 1952. At the time it was the highest point that a climber had ever reached. There was a second Swiss expedition in autumn 1952, but a party including Lambert and Tenzing was forced to turn back at a slightly lower point. The follo"}]}, {"heading": "Births", "year": "1915", "date": "October 18", "txt": "Victor Sen Yung, American actor (d. 1980)", "entities": [{"title": "Victor Sen Yung", "href": "/wiki/Victor_Sen_Yung", "description": "Victor Sen Yung, was an American character actor, best known for playing Jimmy Chan in the Charlie Chan films and Hop Sing in the western series Bonanza. He was born in San Francisco, California to Gum Yung Sen and his first wife, both immigrants from China."}]}, {"heading": "Births", "year": "1918", "date": "October 18", "txt": "Molly Geertsema, Dutch lawyer and politician, Deputy Prime Minister of the Netherlands (d. 1991)", "entities": [{"title": "Molly Geertsema", "href": "/wiki/Molly_Geertsema", "description": "Willem Jacob \"Molly\" Geertsema II was a Dutch politician of the People's Party for Freedom and Democracy (VVD) and jurist."}, {"title": "Deputy Prime Minister of the Netherlands", "href": "/wiki/Deputy_Prime_Minister_of_the_Netherlands", "description": "The Deputy Prime Minister of the Netherlands is the official deputy of the head of government of the Netherlands. In the absence of the Prime Minister of the Netherlands the Deputy Prime Minister takes over his functions, such as chairing the Cabinet of the Netherlands and the Council of Ministers of the Netherlands. Conventionally, all of the junior partners in the coalition get one deputy, and t"}]}, {"heading": "Births", "year": "1918", "date": "October 18", "txt": "Konstantinos Mitsotakis, Greek lawyer and politician, 178th Prime Minister of Greece (d. 2017)", "entities": [{"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1918", "date": "October 18", "txt": "Bobby Troup, American singer-songwriter, pianist, and actor (d. 1999)", "entities": []}, {"heading": "Births", "year": "1919", "date": "October 18", "txt": "Ric Nordman, Canadian captain and politician (d. 1996)", "entities": [{"title": "Ric Nordman", "href": "/wiki/Ric_Nordman", "description": "Rurik (Ric) Nordman was a businessman and politician in Manitoba, Canada."}]}, {"heading": "Births", "year": "1919", "date": "October 18", "txt": "Anita O'Day, American singer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1919", "date": "October 18", "txt": "Pierre Trudeau, Canadian lawyer, academic, and politician, 15th Prime Minister of Canada (d. 2000)", "entities": [{"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Births", "year": "1919", "date": "October 18", "txt": "Camilla Williams, American soprano and educator (d. 2012)", "entities": []}, {"heading": "Births", "year": "1920", "date": "October 18", "txt": "Melina Mercouri, Greek actress, singer, and politician, 9th Greek Minister of Culture (d. 1994)", "entities": [{"title": "Melina Mercouri", "href": "/wiki/Melina_Mercouri", "description": "Maria Amalia \"Melina\" Mercouri was a Greek actress, singer, socialist, activist and politician. She came from a political family that was prominent over multiple generations. She received an Academy Award nomination and won a Cannes Film Festival Best Actress Award for her performance in the film Never on Sunday (1960). Mercouri was also nominated for three Golden Globes and two BAFTA Awards in he"}, {"title": "Minister for Culture (Greece)", "href": "/wiki/Minister_for_Culture_(Greece)", "description": "The Ministry of Culture and Sports is the government department of Greece entrusted with preserving the country's cultural heritage, promoting the arts, and overseeing sport through the subordinate General Secretariat for Sports. The incumbent minister is Lina Mendoni. The Deputy Minister for Modern Culture is Nikolas Giatromanolakis, and the Deputy Minister for Sports is Lefteris Avgenakis."}]}, {"heading": "Births", "year": "1921", "date": "October 18", "txt": "Jerry Cooke, Ukrainian-American photographer and journalist (d. 2005)", "entities": [{"title": "Jerry Cooke (photographer)", "href": "/wiki/Jerry_Cooke_(photographer)", "description": "Jerry Cooke, was an American photojournalist from the 1940s-1990s."}]}, {"heading": "Births", "year": "1921", "date": "October 18", "txt": "Jesse Helms, American soldier, journalist, and politician (d. 2008)", "entities": []}, {"heading": "Births", "year": "1921", "date": "October 18", "txt": "Beatrice Helen Worsley, Mexican-Canadian computer scientist and academic (d. 1972)", "entities": []}, {"heading": "Births", "year": "1923", "date": "October 18", "txt": "Jessie Mae Hemphill, American singer-songwriter and guitarist (d. 2008)", "entities": [{"title": "Jessie Mae Hemphill", "href": "/wiki/Jessie_Mae_Hemphill", "description": "Jessie Mae Hemphill was an American electric guitarist, songwriter, and vocalist specializing in the North Mississippi hill country blues traditions of her family and regional heritage."}]}, {"heading": "Births", "year": "1924", "date": "October 18", "txt": "Buddy MacMaster, Canadian singer-songwriter and fiddler (d. 2014)", "entities": [{"title": "Buddy MacMaster", "href": "/wiki/Buddy_MacMaster", "description": "Hugh Alan \"Buddy\" MacMaster was a Canadian fiddler. He performed and recorded both locally and internationally, and was regarded as an expert on the tradition and lore of Cape Breton fiddle music."}]}, {"heading": "Births", "year": "1925", "date": "October 18", "txt": "Ramiz Alia, Albanian politician, 1st President of Albania (d. 2011)", "entities": [{"title": "Ramiz Alia", "href": "/wiki/Ramiz_Alia", "description": "Ramiz Tafë Alia was an Albanian politician serving as the second and last leader of the People's Socialist Republic of Albania from 1985 to 1991, serving as First Secretary of the Party of Labour of Albania. He was also the country's head of state from 1982 to 1992. He had been designated as successor by Enver Hoxha and took power after Hoxha died."}, {"title": "President of Albania", "href": "/wiki/President_of_Albania", "description": "The president of Albania, officially styled President of the Republic of Albania is the head of state, commander-in-chief of the military and the representative of the unity of the Albanian people."}]}, {"heading": "Births", "year": "1926", "date": "October 18", "txt": "Chuck Berry, American singer-songwriter and guitarist (d. 2017)", "entities": [{"title": "Chuck Berry", "href": "/wiki/Chuck_Berry", "description": "Charles Edward Anderson Berry was an American singer, songwriter and guitarist, and one of the pioneers of rock and roll music. Nicknamed the \"Father of Rock and Roll\", Berry refined and developed rhythm and blues into the major elements that made rock and roll distinctive with songs such as \"Maybellene\" (1955), \"Roll Over Beethoven\" (1956), \"Rock and Roll Music\" (1957) and \"Johnny B. Goode\" (1958"}]}, {"heading": "Births", "year": "1926", "date": "October 18", "txt": "Klaus Kinski, German-American actor, director, and screenwriter (d. 1991)", "entities": []}, {"heading": "Births", "year": "1927", "date": "October 18", "txt": "Marv Rotblatt, American baseball player (d. 2013)", "entities": [{"title": "Marv Rotblatt", "href": "/wiki/Marv_Rotblatt", "description": "Marvin Rotblatt, nicknamed \"Rotty\", was a left-handed pitcher in Major League Baseball for the Chicago White Sox in the 1948, 1950 and 1951 seasons. His ERAs in 1948 (7.85) and 1950 (6.23) were the highest in the majors. He failed to get a base hit in fifteen career at-bats."}]}, {"heading": "Births", "year": "1927", "date": "October 18", "txt": "George C. Scott, American actor and director (d. 1999)", "entities": []}, {"heading": "Births", "year": "1928", "date": "October 18", "txt": "Keith Jackson, American sportscaster and actor (d. 2018)", "entities": [{"title": "Keith Jackson", "href": "/wiki/Keith_Jackson", "description": "Keith Max Jackson was an American sports commentator, journalist, author and radio personality, known for his career with ABC Sports (1966–2006). While he covered a variety of sports over his career, he is best known for his coverage of college football from 1952 until 2006, and his distinctive voice, \"a throwback voice, deep and operatic. A voice that was to college football what Edward R. Murrow"}]}, {"heading": "Births", "year": "1928", "date": "October 18", "txt": "Maurice El Mediouni, Algerian pianist and composer", "entities": []}, {"heading": "Births", "year": "1928", "date": "October 18", "txt": "Dick Taverne, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1929", "date": "October 18", "txt": "Violeta Chamorro, Nicaraguan publisher and politician, President of Nicaragua", "entities": [{"title": "Violeta Chamorro", "href": "/wiki/Violeta_Chamorro", "description": "Violeta Chamorro is a Nicaraguan politician who served as President of Nicaragua from 1990 to 1997. She was the first and, to date, only woman to hold the position of president in Nicaragua."}, {"title": "President of Nicaragua", "href": "/wiki/President_of_Nicaragua", "description": "The president of Nicaragua, officially known as the president of the Republic of Nicaragua, is the head of state of Nicaragua. The office was created in the Constitution of 1854. From 1825 until the Constitution of 1838, the head of state of Nicaragua was styled simply as Head of State, and from 1838 to 1854 as Supreme Director."}]}, {"heading": "Births", "year": "1929", "date": "October 18", "txt": "Hillard Elkins, American producer and manager (d. 2010)", "entities": []}, {"heading": "Births", "year": "1929", "date": "October 18", "txt": "Kees Fens, Dutch author and critic (d. 2008)", "entities": []}, {"heading": "Births", "year": "1930", "date": "October 18", "txt": "Flora Fraser, 21st Lady Saltoun, Scottish politician", "entities": [{"title": "Flora Fraser, 21st Lady Saltoun", "href": "/wiki/Flora_Fraser,_21st_Lady_Saltoun", "description": "Marjorie Flora Fraser, 21st Lady Saltoun is a Scottish peer. Until her retirement on 12 December 2014, she was the only holder of a lordship of Parliament who had a seat in the House of Lords as an elected hereditary peer. Lady Saltoun is the Chief of the Name and Arms of Clan Fraser since 1 May 1984, by decree of the Court of the Lord Lyon. She is also the head of the Scottish lowland family the "}]}, {"heading": "Births", "year": "1930", "date": "October 18", "txt": "Esther Hautzig, Lithuanian-American author (d. 2009)", "entities": []}, {"heading": "Births", "year": "1931", "date": "October 18", "txt": "Chris Albertson, Icelandic-American historian, journalist, and producer (d. 2019)", "entities": [{"title": "Chris Albertson", "href": "/wiki/Chris_Albertson", "description": "Christiern Gunnar Albertson was a New York City-based jazz journalist, writer and record producer."}]}, {"heading": "Births", "year": "1931", "date": "October 18", "txt": "Roger Climpson, English-Australian journalist", "entities": []}, {"heading": "Births", "year": "1931", "date": "October 18", "txt": "Ien Dales, Dutch civil servant and politician, Dutch Minister of the Interior (d. 1994)", "entities": [{"title": "Ministry of the Interior and Kingdom Relations (Netherlands)", "href": "/wiki/Ministry_of_the_Interior_and_Kingdom_Relations_(Netherlands)", "description": "The Ministry of the Interior and Kingdom Relations is the Netherlands' ministry responsible for domestic policy, civil service, public administration, elections, local governments, intelligence, and kingdom relations."}]}, {"heading": "Births", "year": "1932", "date": "October 18", "txt": "Vytautas Landsbergis, Lithuanian musicologist and politician", "entities": [{"title": "Vytautas Landsbergis", "href": "/wiki/Vytautas_Landsbergis", "description": "Vytautas Landsbergis [ˈvʲîːtɐʊtɐs ˈɫɐ̂ˑnʲdzʲbʲɛrʲɡʲɪs] (listen) is a Lithuanian politician and former Member of the European Parliament. He was the first Head of Parliament of Lithuania after its independence declaration from the Soviet Union. He has written 20 books on a variety of topics, including a biography of Mikalojus Konstantinas Čiurlionis, as well as works on politics and music. He is a "}]}, {"heading": "Births", "year": "1933", "date": "October 18", "txt": "Forrest Gregg, American football player and coach (d. 2019)", "entities": [{"title": "Forrest Gregg", "href": "/wiki/Forrest_Gregg", "description": "Alvis Forrest Gregg was an American professional football player and coach. A Pro Football Hall of Fame offensive lineman for 16 seasons in the National Football League (NFL), he was a part of six NFL championships, five of them with the Green Bay Packers before closing out his tenure with the Dallas Cowboys with a win in Super Bowl VI. Gregg was later the head coach of three NFL teams, as well as"}]}, {"heading": "Births", "year": "1933", "date": "October 18", "txt": "Irwin M. Jacobs, American electrical engineer, businessman, and entrepreneur", "entities": []}, {"heading": "Births", "year": "1933", "date": "October 18", "txt": "Ludovico Scarfiotti, Italian race car driver (d. 1968)", "entities": []}, {"heading": "Births", "year": "1934", "date": "October 18", "txt": "Inger Stevens, Swedish-American actress (d. 1970)", "entities": [{"title": "Inger Stevens", "href": "/wiki/Inger_Stevens", "description": "Inger Stevens was a Swedish–American film, television, and stage actress."}]}, {"heading": "Births", "year": "1935", "date": "October 18", "txt": "Peter Boyle, American actor (d. 2006)", "entities": [{"title": "Peter Boyle", "href": "/wiki/Peter_Boyle", "description": "Peter Lawrence Boyle Jr. was an American actor. Known as a character actor, he played Frank Barone on the CBS sitcom Everybody Loves Raymond and the comical monster in Mel Brooks' film spoof Young Frankenstein (1974). He also starred in The Candidate. Boyle, who won an Emmy Award in 1996 for a guest-starring role on the Fox science-fiction drama The X-Files, won praise in both comedic and dramatic"}]}, {"heading": "Births", "year": "1936", "date": "October 18", "txt": "Jaime Lucas Ortega y Alamino, Cuban cardinal (d. 2019)", "entities": [{"title": "Jaime Lucas Ortega y Alamino", "href": "/wiki/Jaime_Lucas_Ortega_y_Alamino", "description": "Jaime Lucas Ortega y Alamino was a Cuban prelate of the Catholic Church who served as Archbishop of Havana from 1981 to 2016. He was appointed to the College of Cardinals in 1994, the second Cuban to hold that distinction."}]}, {"heading": "Births", "year": "1938", "date": "October 18", "txt": "Robert Dove, American lawyer and politician", "entities": [{"title": "Robert Dove", "href": "/wiki/Robert_Dove", "description": "Robert B. Dove is a former Parliamentarian of the United States Senate and a professor of political science at George Washington University."}]}, {"heading": "Births", "year": "1938", "date": "October 18", "txt": "Dawn Wells, American model and actress, Miss Nevada 1959", "entities": [{"title": "Miss Nevada", "href": "/wiki/Miss_Nevada", "description": "The Miss Nevada competition is the pageant that selects the representative for the state of Nevada in the Miss America pageant, and the name of the title held by that winner. The first Nevadan to compete at Miss America was Carol Lampe in 1949."}]}, {"heading": "Births", "year": "1939", "date": "October 18", "txt": "Flavio Cotti, Swiss lawyer and politician, 82nd President of the Swiss Confederation (d. 2020)", "entities": [{"title": "Flavio Cotti", "href": "/wiki/Flavio_Cotti", "description": "Flavio Cotti was a Swiss politician and a member of the Federal Council from 1986 to 1999. A member of the Christian Democratic People's Party representing the canton of Ticino, he served as Switzerland's interior minister and foreign minister. In the 1990s, Cotti led the Swiss government's unsuccessful attempts to further Switzerland's political integration into the European Union. He was Preside"}, {"title": "President of the Swiss Confederation", "href": "/wiki/President_of_the_Swiss_Confederation", "description": "The president of the Swiss Confederation, also known as the president of the Confederation or colloquially as the president of Switzerland, is the head of Switzerland's seven-member Federal Council, the country's executive branch. Elected by the Federal Assembly for one year, the officeholder chairs the meetings of the Federal Council and undertakes special representational duties."}]}, {"heading": "Births", "year": "1939", "date": "October 18", "txt": "Mike Ditka, American football player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1939", "date": "October 18", "txt": "Lee Harvey Oswald, American assassin of John F. Kennedy (d. 1963)", "entities": [{"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}]}, {"heading": "Births", "year": "1939", "date": "October 18", "txt": "Jan Erik Vold, Norwegian poet, author, and translator", "entities": []}, {"heading": "Births", "year": "1940", "date": "October 18", "txt": "Cynthia Weil, American songwriter", "entities": [{"title": "Cynthia Weil", "href": "/wiki/Cynthia_Weil", "description": "Cynthia Weil is an American songwriter who wrote many songs together with her husband Barry Mann."}]}, {"heading": "Births", "year": "1940", "date": "October 18", "txt": "Talitha Getty, actress and model of Dutch extraction (d. 1971)", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 18", "txt": "Timothy Bell, Baron Bell, English businessman (d. 2019)", "entities": [{"title": "Timothy Bell, Baron Bell", "href": "/wiki/Timothy_Bell,_Baron_Bell", "description": "Timothy John Leigh Bell, Baron Bell, was a British advertising and public relations executive, best known for his advisory role in Margaret Thatcher's three successful general election campaigns and his co-founding and 30 years of heading Bell Pottinger."}]}, {"heading": "Births", "year": "1941", "date": "October 18", "txt": "Martha Burk, American psychologist and author", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 18", "txt": "Gianfranco Ravasi, Italian cardinal and scholar", "entities": [{"title": "Gianfranco Ravasi", "href": "/wiki/Gianfranco_Ravasi", "description": "Gianfranco Ravasi is an Italian prelate of the Catholic Church. A cardinal since 2010, he has been President of the Pontifical Council for Culture since 3 September 2007. He headed Milan's Ambrosian Library from 1989 to 2007."}]}, {"heading": "Births", "year": "1943", "date": "October 18", "txt": "Christine Charbonneau, Canadian singer-songwriter (d. 2014)", "entities": [{"title": "Christine Charbonneau", "href": "/wiki/Christine_Charbonneau", "description": "Christine Charbonneau was a French Canadian singer and songwriter."}]}, {"heading": "Births", "year": "1943", "date": "October 18", "txt": "Birthe Rønn Hornbech, Danish police officer and politician, Danish Minister for Ecclesiastical Affairs", "entities": [{"title": "List of Ministers for Ecclesiastical Affairs of Denmark", "href": "/wiki/List_of_Ministers_for_Ecclesiastical_Affairs_of_Denmark", "description": "\nThis is a list of Minister for Ecclesiastical Affairs of Denmark since the establishment of the Ministry for Ecclesiastical Affairs in 1916."}]}, {"heading": "Births", "year": "1945", "date": "October 18", "txt": "Huell Howser, American television host and actor (d. 2013)", "entities": [{"title": "Huell Howser", "href": "/wiki/Huell_Howser", "description": "Huell Burnley Howser was an American television personality, actor, producer, writer, singer, and voice artist, best known for hosting, producing, and writing California's Gold, his human interest show produced by KCET in Los Angeles for California PBS stations. The archive of his video chronicles offers an enhanced understanding of the history, culture, and people of California. He also voiced th"}]}, {"heading": "Births", "year": "1945", "date": "October 18", "txt": "Chris Shays, American politician", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 18", "txt": "James Robert Baker, American author and screenwriter (d. 1997)", "entities": [{"title": "James Robert Baker", "href": "/wiki/James_Robert_Baker", "description": "James Robert Baker was an American author of sharply satirical, predominantly gay-themed transgressional fiction. A native Californian, his work is set almost entirely in Southern California. After graduating from UCLA, he began his career as a screenwriter, but became disillusioned and started writing novels instead. Though he garnered fame for his books Fuel-Injected Dreams and Boy Wonder, after"}]}, {"heading": "Births", "year": "1946", "date": "October 18", "txt": "Frank Beamer, American football player and coach", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 18", "txt": "Dafydd Elis-Thomas, Welsh academic and politician", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 18", "txt": "Howard Shore, Canadian composer, conductor, and producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 18", "txt": "Paul Chuckle, English comedian, actor, and screenwriter", "entities": [{"title": "Paul Chuckle", "href": "/wiki/Paul_Chuckle", "description": "The Chuckle Brothers were an English comedy double act comprising Barry David Elliott and Paul Harman Elliott. They were known for their BBC children's programme ChuckleVision, which celebrated its twenty-first series with a 2010 stage tour entitled An Audience with the Chuckle Brothers. The comedy of the Chuckle Brothers usually derived from slapstick, wordplay and other visual gags, and their ca"}]}, {"heading": "Births", "year": "1947", "date": "October 18", "txt": "Job Cohen, Dutch scholar and politician, Mayor of Amsterdam", "entities": [{"title": "Mayor of Amsterdam", "href": "/wiki/Mayor_of_Amsterdam", "description": "\nBelow is a list of mayors of Amsterdam, capital of the Netherlands. The city had four burgomasters, serving four years. In the 17th and 18th century, a new mayor was elected by his colleagues (co-option), but his appointment had to be approved by the stadholder. In 1824, it was decided only one person could govern the cities of The Hague and Amsterdam at a time. Mayors of Dutch municipalities are"}]}, {"heading": "Births", "year": "1947", "date": "October 18", "txt": "Laura Nyro, American singer-songwriter and pianist (d. 1997)", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 18", "txt": "Gary Sullivan, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 18", "txt": "Hans Köchler, Austrian philosopher, author, and academic", "entities": [{"title": "Hans Köchler", "href": "/wiki/Hans_K%C3%B6chler", "description": "Hans Köchler is a retired professor of philosophy at the University of Innsbruck, Austria, and president of the International Progress Organization, a non-governmental organization in consultative status with the United Nations. In his general philosophical outlook he is influenced by Husserl and Heidegger, his legal thinking has been shaped by the approach of Kelsen. Köchler has made contribution"}]}, {"heading": "Births", "year": "1948", "date": "October 18", "txt": "Ntozake Shange, American author, poet, and playwright (d. 2018)", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 18", "txt": "Joe Egan, Scottish singer-songwriter", "entities": [{"title": "Joe Egan (musician)", "href": "/wiki/Joe_Egan_(musician)", "description": "Joseph Egan is a Scottish singer-songwriter."}]}, {"heading": "Births", "year": "1949", "date": "October 18", "txt": "George Hendrick, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 18", "txt": "Gary Richrath, American guitarist, songwriter, and producer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1950", "date": "October 18", "txt": "Wendy Wasserstein, American playwright and author (d. 2006)", "entities": [{"title": "Wendy Wasserstein", "href": "/wiki/Wendy_Wasserstein", "description": "Wendy Wasserstein was an American playwright. She was an Andrew Dickson White Professor-at-Large at Cornell University. She received the Tony Award for Best Play and the Pulitzer Prize for Drama in 1989 for her play The Heidi Chronicles."}]}, {"heading": "Births", "year": "1951", "date": "October 18", "txt": "Mike Antonovich, American ice hockey player and coach", "entities": [{"title": "Mike Antonovich (ice hockey)", "href": "/wiki/Mike_Antonovich_(ice_hockey)", "description": "Michael Joseph John \"Antone\" Antonovich is a former American professional hockey player, and coach. He was selected in the ninth round of the 1971 NHL Amateur Draft, 113th overall, by the Minnesota North Stars. He is currently a scout for the Columbus Blue Jackets."}]}, {"heading": "Births", "year": "1951", "date": "October 18", "txt": "Pam Dawber, American actress and producer", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 18", "txt": "Terry McMillan, American author and screenwriter", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 18", "txt": "David Normington, English civil servant and politician", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 18", "txt": "Nic Potter, English bass player and songwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 18", "txt": "Roy Dias, Sri Lankan cricketer and coach", "entities": [{"title": "Roy Dias", "href": "/wiki/Roy_Dias", "description": "Roy Luke Dias is a former Sri Lankan cricketer who played Tests and ODIs for Sri Lanka."}]}, {"heading": "Births", "year": "1952", "date": "October 18", "txt": "Paul Geroski, American-English economist and academic (d. 2005)", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 18", "txt": "Chuck Lorre, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 18", "txt": "Patrick Morrow, Canadian mountaineer and photographer", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 18", "txt": "Bảo Ninh, Vietnamese soldier and author", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 18", "txt": "Allen Ripley, American baseball player (d. 2014)", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 18", "txt": "Jerry Royster, American baseball player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1954", "date": "October 18", "txt": "Nick Houghton, English general", "entities": [{"title": "Nick Houghton", "href": "/wiki/Nick_Houghton", "description": "General John Nicholas Reynolds Houghton, Baron Houghton of Richmond, is a retired senior British Army officer and former Chief of the Defence Staff (CDS) of the British Armed Forces. He was appointed CDS in July 2013, following the retirement of General Sir David Richards. He served as Commanding Officer of the 1st Battalion, the Green Howards in Northern Ireland during The Troubles and later beca"}]}, {"heading": "Births", "year": "1954", "date": "October 18", "txt": "Arliss Howard, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1955", "date": "October 18", "txt": "Jean-Pierre Hautier, Belgian journalist and television host (d. 2012)", "entities": [{"title": "Jean-Pierre Hautier", "href": "/wiki/Jean-Pierre_Hautier", "description": "Jean-Pierre Hautier was a Belgian television presenter and broadcaster for RTBF."}]}, {"heading": "Births", "year": "1955", "date": "October 18", "txt": "Vanessa Briscoe Hay, American singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1955", "date": "October 18", "txt": "Timmy Mallett, English radio and television host", "entities": []}, {"heading": "Births", "year": "1955", "date": "October 18", "txt": "Stu Mead, American painter and illustrator", "entities": []}, {"heading": "Births", "year": "1955", "date": "October 18", "txt": "David Twohy, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1955", "date": "October 18", "txt": "Rita Verdonk, Dutch journalist and politician, Dutch Minister of Justice", "entities": [{"title": "Ministry of Security and Justice (Netherlands)", "href": "/wiki/Ministry_of_Security_and_Justice_(Netherlands)", "description": "The Ministry of Justice and Security is the Dutch Ministry responsible for justice, imprisonment and public security. The Ministry was created in 1798 as the Department of Justice, before it became in 1876 the Ministry of Justice. In 2010, it took over the public safety duties from the Ministry of the Interior and Kingdom Relations and became Ministry of Security and Justice. In 2017 the Ministry "}]}, {"heading": "Births", "year": "1955", "date": "October 18", "txt": "Denis Watson, Zimbabwean golfer", "entities": []}, {"heading": "Births", "year": "1955", "date": "October 18", "txt": "Mark Welland, English physicist and academic", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 18", "txt": "Craig Bartlett, American animator, producer, screenwriter, and voice actor", "entities": [{"title": "Craig Bartlett", "href": "/wiki/Craig_Bartlett", "description": "Craig Michael Bartlett is an American animator, best known for writing and creating the Nickelodeon television series Hey Arnold! and the PBS Kids television series Dinosaur Train and Ready Jet Go!."}]}, {"heading": "Births", "year": "1956", "date": "October 18", "txt": "Martina Navratilova, Czech-American tennis player and coach", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 18", "txt": "Jim Talent, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 18", "txt": "Jon Lindstrom, American actor, director, producer, and screenwriter", "entities": [{"title": "Jon Lindstrom", "href": "/wiki/Jon_Lindstrom", "description": "Jon Robert Lindstrom is an American actor, writer, director, producer, and musician. He is well known for his role as Kevin Collins on the ABC Daytime soap opera General Hospital and its spin-off Port Charles."}]}, {"heading": "Births", "year": "1957", "date": "October 18", "txt": "Catherine Ringer, French singer-songwriter, dancer, and actress", "entities": []}, {"heading": "Births", "year": "1958", "date": "October 18", "txt": "Thomas Hearns, American boxer", "entities": [{"title": "Thomas Hearns", "href": "/wiki/Thomas_Hearns", "description": "Thomas Hearns is an American former professional boxer who competed from 1977 to 2006. Nicknamed the \"Motor City Cobra\", and more famously \"The Hitman\", Hearns' tall, slender build and oversized arms and shoulders allowed him to move up over fifty pounds in his career and become the first boxer in history to win world titles in five weight divisions: welterweight, light middleweight, middleweight,"}]}, {"heading": "Births", "year": "1958", "date": "October 18", "txt": "Megumi Ishii, Japanese actress and politician", "entities": []}, {"heading": "Births", "year": "1958", "date": "October 18", "txt": "Letitia James, American lawyer, activist and politician", "entities": []}, {"heading": "Births", "year": "1958", "date": "October 18", "txt": "Kjell Samuelsson, Swedish ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 18", "txt": "Kirby Chambliss, American pilot", "entities": [{"title": "Kirby Chambliss", "href": "/wiki/Kirby_Chambliss", "description": "Kirby Chambliss is an American world champion aerobatic and air race pilot who raced in the Red Bull Air Race World Series under the Red Bull brand."}]}, {"heading": "Births", "year": "1959", "date": "October 18", "txt": "Mauricio Funes, Salvadoran politician, former President of El Salvador", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 18", "txt": "Milcho Manchevski, Macedonian-American director and screenwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 18", "txt": "John Nord, American wrestler", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 18", "txt": "Erin Moran, American actress (d. 2017)", "entities": [{"title": "Erin Moran", "href": "/wiki/Erin_Moran", "description": "Erin Marie Moran-Fleischmann was an American actress, best known for playing Joanie Cunningham on the television sitcom Happy Days and its spin-off Joanie Loves Chachi."}]}, {"heading": "Births", "year": "1960", "date": "October 18", "txt": "Jean-Claude Van Damme, Belgian martial artist, actor, and producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 18", "txt": "Wynton Marsalis, American trumpet player, composer, and educator", "entities": [{"title": "Wynton Marsalis", "href": "/wiki/Wynton_Marsalis", "description": "Wynton Learson Marsalis is an American trumpeter, composer, teacher, and artistic director of Jazz at Lincoln Center. He has promoted classical and jazz music, often to young audiences. Marsalis has won at least nine Grammy Awards, and his Blood on the Fields was the first jazz composition to win the Pulitzer Prize for Music. He is the only musician to win a Grammy Award in jazz and classical duri"}]}, {"heading": "Births", "year": "1961", "date": "October 18", "txt": "Rick Moody, American author and composer", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 18", "txt": "Gladstone Small, Barbadian-English cricketer", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 18", "txt": "Min Ko Naing, Burmese activist", "entities": [{"title": "Min Ko Naing", "href": "/wiki/Min_Ko_Naing", "description": "Paw Oo Tun ; better known by his alias Min Ko Naing, is a leading democracy activist and dissident from Myanmar. He has spent most of the years since 1988 imprisoned by the state for his opposition activities. The New York Times has described him as Burma's \"most influential opposition figure after Daw Aung San Suu Kyi\"."}]}, {"heading": "Births", "year": "1962", "date": "October 18", "txt": "Vincent Spano, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 18", "txt": "Sigvart Dagsland, Norwegian singer, pianist and composer", "entities": [{"title": "Sigvart Dagsland", "href": "/wiki/Sigvart_Dagsland", "description": "Sigvart Dagsland is a Norwegian singer, pianist, and composer."}]}, {"heading": "Births", "year": "1964", "date": "October 18", "txt": "Dan Lilker, American singer-songwriter and bass player", "entities": [{"title": "Dan Lilker", "href": "/wiki/Dan_Lilker", "description": "Daniel A. Lilker is an American semi-retired musician best known as a bass player, but also guitarist, pianist, drummer and vocalist. He is the bassist for the thrash metal band Nuclear Assault and was a founding member of Anthrax with Scott Ian, and recorded bass guitar and co-wrote on their first album, Fistful of Metal. He also founded crossover band Stormtroopers of Death with Scott Ian and Ch"}]}, {"heading": "Births", "year": "1964", "date": "October 18", "txt": "Charles Stross, English journalist, author, and programmer", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 18", "txt": "Curtis Stigers, American singer-songwriter and guitarist", "entities": [{"title": "Curtis Stigers", "href": "/wiki/Curtis_Stigers", "description": "Curtis Stigers is an American jazz singer. He achieved a number of hits in the early 1990s, most notably the international hit \"I Wonder Why\" (1991), which reached No. 5 in the UK and No. 9 in the US."}]}, {"heading": "Births", "year": "1965", "date": "October 18", "txt": "Zakir Naik, an Indian Islamic preacher; founder and president of the Islamic Research Foundation (IRF)", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 18", "txt": "Dave Price, American journalist and game show host", "entities": [{"title": "Dave Price", "href": "/wiki/Dave_Price", "description": "David M. Price is an American journalist and weather forecaster who is currently working for WNBC-TV in New York as a weekday afternoon weatherman."}]}, {"heading": "Births", "year": "1967", "date": "October 18", "txt": "Eric Stuart, American singer-songwriter, guitarist, and voice actor", "entities": [{"title": "Eric Stuart", "href": "/wiki/Eric_Stuart", "description": "Eric Stuart is an American voice actor and musician who worked for 4Kids Entertainment, NYAV Post, and Central Park Media."}]}, {"heading": "Births", "year": "1968", "date": "October 18", "txt": "Rhod Gilbert, Welsh comedian", "entities": [{"title": "Rhod Gilbert", "href": "/wiki/Rhod_Gilbert", "description": "Rhodri Paul Gilbert is a Welsh comedian and television & radio presenter who was nominated in 2005 for the Perrier Best Newcomer Award. In 2008 he was nominated for the main comedy award."}]}, {"heading": "Births", "year": "1968", "date": "October 18", "txt": "Stuart Law, Australian cricketer and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 18", "txt": "Michael Stich, German tennis player and sportscaster", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 18", "txt": "Volker Neumüller, German talent manager", "entities": [{"title": "Volker Neumüller", "href": "/wiki/Volker_Neum%C3%BCller", "description": "Volker Neumüller is a German music manager and was known for being a judge on Deutschland sucht den Superstar."}]}, {"heading": "Births", "year": "1969", "date": "October 18", "txt": "Nelson Vivas, Argentinian footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 18", "txt": "Doug Mirabelli, American baseball player and coach", "entities": [{"title": "Doug Mirabelli", "href": "/wiki/Doug_Mirabelli", "description": "Douglas Anthony Mirabelli is a former Major League Baseball catcher. He played for the San Francisco Giants (1996–2000), Texas Rangers (2001), Boston Red Sox (2001–2005), and San Diego Padres (2006) before returning to the Red Sox (2006–2007) to end his eleven-year career. He batted and threw right-handed."}]}, {"heading": "Births", "year": "1970", "date": "October 18", "txt": "Mike Starink, Dutch television host and actor", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 18", "txt": "Nick O'Hern, Australian golfer", "entities": [{"title": "Nick O'Hern", "href": "/wiki/Nick_O%27Hern", "description": "Nicholas Simon O'Hern is an Australian professional golfer."}]}, {"heading": "Births", "year": "1972", "date": "October 18", "txt": "Mika Ninagawa, Japanese photographer and director", "entities": [{"title": "Mika Ninagawa", "href": "/wiki/Mika_Ninagawa", "description": "Mika Ninagawa  is a Japanese photographer and director, known for her brightly colored photographs of flowers, goldfish, and landscapes."}]}, {"heading": "Births", "year": "1972", "date": "October 18", "txt": "Alex Tagliani, Canadian race car driver", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 18", "txt": "Stephen Allan, Australian golfer", "entities": [{"title": "Stephen Allan", "href": "/wiki/Stephen_Allan", "description": "Stephen Douglas Allan is an Australian professional golfer."}]}, {"heading": "Births", "year": "1973", "date": "October 18", "txt": "James Foley, American photographer and journalist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 18", "txt": "Michalis Kapsis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 18", "txt": "Rachel Nichols, American journalist and sportscaster", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 18", "txt": "Sarah Winckless, English rower", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 18", "txt": "Robbie Savage, Welsh footballer and sportscaster", "entities": [{"title": "Robbie Savage", "href": "/wiki/Robbie_Savage", "description": "Robert William Savage is a Welsh football pundit and former professional footballer who played as a midfielder. During his career he played predominantly as a midfielder, starting off as a youth player with Manchester United before joining Crewe Alexandra when he failed to make the grade at Old Trafford. He became a regular for Leicester City in the late 1990s and early 2000s, and performed a simi"}]}, {"heading": "Births", "year": "1974", "date": "October 18", "txt": "Peter Svensson, Swedish guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 18", "txt": "Zhou Xun, Chinese actress and singer", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 18", "txt": "Amish Tripathi, Indian author", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 18", "txt": "Alex Cora, Puerto Rican-American baseball player and sportscaster", "entities": [{"title": "Alex Cora", "href": "/wiki/Alex_Cora", "description": "Jose Alexander Cora is a Puerto Rican manager and former infielder who is the manager of the Boston Red Sox in Major League Baseball (MLB). He previously played in MLB for 14 seasons with the Red Sox, Los Angeles Dodgers, Cleveland Indians, New York Mets, Texas Rangers, and Washington Nationals. After retiring as a player, Cora served as the bench coach for the Houston Astros when they won their f"}]}, {"heading": "Births", "year": "1975", "date": "October 18", "txt": "Josh Sawyer, American video game designer", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 18", "txt": "Flavia Colgan, Brazilian-American journalist", "entities": [{"title": "Flavia Colgan", "href": "/wiki/Flavia_Colgan", "description": "Flavia Monteiro Colgan is a Brazilian - American Democratic strategist who is an active political contributor on MSNBC and serves as a special correspondent for Extra. She resides in Los Angeles."}]}, {"heading": "Births", "year": "1977", "date": "October 18", "txt": "Kunal Kapoor, Indian actor", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 18", "txt": "Ryan Nelsen, New Zealand-American soccer player and coach", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 18", "txt": "David Vuillemin, French motorcycle racer", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 18", "txt": "Mike Tindall, English rugby player", "entities": [{"title": "Mike Tindall", "href": "/wiki/Mike_Tindall", "description": "Michael James Tindall, is a former English rugby union player. Tindall played outside centre for Bath and Gloucester, and won 75 caps for England between 2000 and 2011. He was a member of the English squad which won the 2003 World Cup."}]}, {"heading": "Births", "year": "1978", "date": "October 18", "txt": "Kenji Wu, Taiwanese singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 18", "txt": "Damon Scott, British entertainer", "entities": [{"title": "Damon Scott", "href": "/wiki/Damon_Scott", "description": "Damon Scott is a British entertainer known for his appearance in the first series of the ITV variety talent show Britain's Got Talent. Scott is best known for his performances with monkey puppets, earning him the nickname The Monkey Man which became the title of a BBC documentary about him."}]}, {"heading": "Births", "year": "1979", "date": "October 18", "txt": "Jaroslav Drobný, Czech footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 18", "txt": "Ne-Yo, American singer, songwriter, record producer, dancer, and actor", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 18", "txt": "Birsen Yavuz, Turkish sprinter and hurdler", "entities": [{"title": "Birsen Yavuz", "href": "/wiki/Birsen_Yavuz", "description": "Birsen Bekgöz is a Turkish female track and field athlete competing in sprinting events. She is a member of Enkaspor athletics team. She studied at the Eastern Mediterranean University in Northern Cyprus."}]}, {"heading": "Births", "year": "1981", "date": "October 18", "txt": "Nathan Hauritz, Australian cricketer", "entities": [{"title": "Nathan Hauritz", "href": "/wiki/Nathan_Hauritz", "description": "Nathan Michael Hauritz is a former Australian cricketer who has represented Australia in Tests, One-dayers and Twenty20 Internationals. He is mainly noted for his off spin bowling."}]}, {"heading": "Births", "year": "1981", "date": "October 18", "txt": "Tina Hergold, Slovenian tennis player", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 18", "txt": "Greg Warren, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 18", "txt": "Thierry Amiel, French singer-songwriter", "entities": [{"title": "Thierry Amiel", "href": "/wiki/Thierry_Amiel", "description": "Thierry Amiel is a French singer and songwriter from Marseille, France. He rose to fame after coming in second place to Jonatan Cerrada on the first edition of the French Pop Idol, À la Recherche de la Nouvelle Star."}]}, {"heading": "Births", "year": "1982", "date": "October 18", "txt": "Michael Dingsdag, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 18", "txt": "Mark Sampson, Welsh footballer and manager", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 18", "txt": "Simon Gotch, American wrestler", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 18", "txt": "Dante, Brazilian footballer", "entities": [{"title": "Dante (footballer)", "href": "/wiki/Dante_(footballer)", "description": "Dante Bonfim Costa Santos, commonly known as Dante, is a Brazilian professional footballer who plays for and captains French club Nice. Primarily a central defender, he has previously also been used as a defensive midfielder or a left back."}]}, {"heading": "Births", "year": "1984", "date": "October 18", "txt": "Robert Harting, German discus thrower", "entities": [{"title": "Robert Harting", "href": "/wiki/Robert_Harting", "description": "Robert Harting is a retired German discus thrower. He represents the sports club SCC Berlin, his coach is Torsten Schmidt. He is a former Olympic, World, and European champion in the men's discus throw. His younger brother Christoph is the event's current Olympic champion."}]}, {"heading": "Births", "year": "1984", "date": "October 18", "txt": "Freida Pinto, Indian actress and model", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 18", "txt": "Esperanza Spalding, American singer-songwriter and bassist", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 18", "txt": "Lindsey Vonn, American skier", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 18", "txt": "Milo Yiannopoulos, British journalist and public speaker", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 18", "txt": "Yoenis Céspedes, Cuban baseball player", "entities": [{"title": "Yoenis Céspedes", "href": "/wiki/Yoenis_C%C3%A9spedes", "description": "Yoenis Céspedes Milanés, nicknamed La Potencia, is a Cuban-born professional baseball outfielder who is a free agent. He made his Major League Baseball (MLB) debut on March 28, 2012, for the Oakland Athletics, and has also played in MLB for the Boston Red Sox, Detroit Tigers and New York Mets. Primarily a left fielder in his early career, he has split between left and center field since joining th"}]}, {"heading": "Births", "year": "1985", "date": "October 18", "txt": "Andrew Garcia, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 18", "txt": "Wilma Elles, German actress and fashion designer", "entities": [{"title": "Wilma Elles", "href": "/wiki/Wilma_Elles", "description": "Wilma Elles is a German actress, model and fashion designer."}]}, {"heading": "Births", "year": "1987", "date": "October 18", "txt": "Zac Efron, American actor and singer", "entities": [{"title": "Zac Efron", "href": "/wiki/Zac_Efron", "description": "Zachary David Alexander Efron is an American actor and singer. He began acting professionally in the early 2000s and rose to prominence in the late 2000s for his leading role as Troy Bolton in the High School Musical trilogy (2006–2008). During this time, he also starred in the musical film Hairspray (2007) and the comedy film 17 Again (2009). Efron has since starred in the films New Year's Eve (2"}]}, {"heading": "Births", "year": "1987", "date": "October 18", "txt": "Freja Beha Erichsen, Danish model", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 18", "txt": "Tessa Schram, Dutch director and actress", "entities": [{"title": "Tessa Schram", "href": "/wiki/Tessa_Schram", "description": "Tessa Schram is a Dutch actress and director. She is the daughter of film producer and director Dave Schram and Maria Peters. While she is the sister of an actor Quinten Schram."}]}, {"heading": "Births", "year": "1989", "date": "October 18", "txt": "Laci Green, American YouTube personality, video blogger, sex educator, and activist", "entities": [{"title": "Laci Green", "href": "/wiki/Laci_Green", "description": "Laci Green is an American YouTuber. Her content focuses on sex education; Green also hosted Braless, the first MTV YouTube channel, as part of a 12-week deal with MTV. The first episode aired November 4, 2014. In 2016, Time named her one of the 30 most influential people on the Internet. In 2017, she celebrated her tenth anniversary on YouTube."}]}, {"heading": "Births", "year": "1989", "date": "October 18", "txt": "Riisa Naka, Japanese model and actress", "entities": []}, {"heading": "Births", "year": "1990", "date": "October 18", "txt": "Bristol Palin, American public speaker and reality television personality", "entities": [{"title": "Bristol Palin", "href": "/wiki/Bristol_Palin", "description": "Bristol Sheeran Marie Palin is an American public speaker, reality television personality, and real estate agent. She is the oldest daughter and second of five children of Todd and Sarah Palin."}]}, {"heading": "Births", "year": "1990", "date": "October 18", "txt": "Brittney Griner, American professional basketball player", "entities": []}, {"heading": "Births", "year": "1990", "date": "October 18", "txt": "Drew Crawford, American basketball player", "entities": []}, {"heading": "Births", "year": "1991", "date": "October 18", "txt": "Roly Bonevacia, Dutch footballer", "entities": [{"title": "Roly Bonevacia", "href": "/wiki/Roly_Bonevacia", "description": "Rolieny Nonato Luis Bonevacia is a professional footballer who plays as a defensive midfielder, most recently for Al-Fujairah in the UAE Pro League. He has played international football at youth level for the Netherlands, while at senior level he represents Curaçao, making his first official appearance for them in June 2019."}]}, {"heading": "Births", "year": "1992", "date": "October 18", "txt": "John John Florence, American professional surfer", "entities": [{"title": "John John Florence", "href": "/wiki/John_John_Florence", "description": "John \"John John\" Alexander Florence is an American professional surfer. He is known as \"one of the most dominant pipe surfers of his era\" and won back-to-back world titles on the 2016 World Surf League and 2017 World Surf League Men's Championship Tour. He is the first Hawaii-born surfer to win back-to-back world titles since the late Andy Irons and one of five to ever achieve the feat."}]}, {"heading": "Births", "year": "1993", "date": "October 18", "txt": "Ivan Cavaleiro, Portuguese professional footballer", "entities": [{"title": "Ivan Cavaleiro", "href": "/wiki/Ivan_Cavaleiro", "description": "Ivan Ricardo Neves Abreu Cavaleiro is a Portuguese professional footballer who plays for Premier League club Fulham. Mainly a winger, he can also play as a forward."}]}, {"heading": "Births", "year": "1991", "date": "October 18", "txt": "Tyler Posey, American actor and musician", "entities": []}, {"heading": "Births", "year": "1994", "date": "October 18", "txt": "Pascal Wehrlein, German-Mauritian Formula One driver", "entities": [{"title": "Pascal Wehrlein", "href": "/wiki/Pascal_Wehrlein", "description": "Pascal Wehrlein is a German-Mauritian racing driver for the Porsche Formula E Team, and development driver for Scuderia Ferrari. He previously raced in Formula One for the Sauber and Manor teams. Holding dual nationality of Germany and Mauritius, he raced under the German flag in Formula One. He had previously raced in DTM, winning the title with the Mercedes-Benz team HWA AG in 2015. In 2014 Wehr"}]}, {"heading": "Deaths", "year": "AD 31", "date": "October 18", "txt": "Lucius Aelius Sejanus, Roman politician (b. 20 BC)", "entities": [{"title": "Sejanus", "href": "/wiki/Sejanus", "description": "Lucius Aelius Sejanus, commonly known as Sejanus, was an ambitious soldier, friend and confidant of the Roman Emperor Tiberius. An equestrian by birth, Sejanus rose to power as prefect of the Roman imperial bodyguard, known as the Praetorian Guard, of which he was commander from AD 14 until his death in AD 31."}]}, {"heading": "Deaths", "year": "325", "date": "October 18", "txt": "Emperor Ming of Jin (b. 299)", "entities": [{"title": "Emperor Ming of Jin", "href": "/wiki/Emperor_Ming_of_Jin", "description": "Emperor Ming of Jin, personal name Sima Shao (司馬紹), courtesy name Daoji (道畿), was an emperor of the Eastern Jin Dynasty (265-420). During his brief reign (323-325), he led the weakened Jin out of domination by the warlord Wang Dun, but at his early death, the empire was left to his young son Emperor Cheng, and the fragile balance of power that he created was soon broken, leading to the Su Jun Dist"}]}, {"heading": "Deaths", "year": "AD 707", "date": "October 18", "txt": "Pope John VII (b. 650)", "entities": [{"title": "Pope John VII", "href": "/wiki/Pope_John_VII", "description": "Pope John VII was the bishop of Rome from 1 March 705 to his death. He was an ethnic Greek, one of the Byzantine popes, but had better relations with the Lombards, who ruled much of Italy, than with Emperor Justinian II, who ruled the rest."}]}, {"heading": "Deaths", "year": "1035", "date": "October 18", "txt": "Sancho III of Pamplona (b. 992)", "entities": [{"title": "Sancho III of Pamplona", "href": "/wiki/Sancho_III_of_Pamplona", "description": "Sancho Garcés III, also known as Sancho the Great, was the King of Pamplona from 1004 until his death in 1035. He also ruled the County of Aragon and by marriage the counties of Castile, Álava and Monzón. He later added the counties of Sobrarbe (1015), Ribagorza (1018) and Cea (1030), and would intervene in the Kingdom of León, taking its eponymous capital city in 1034."}]}, {"heading": "Deaths", "year": "1081", "date": "October 18", "txt": "Nikephoros Palaiologos, Byzantine general", "entities": [{"title": "Nikephoros Palaiologos", "href": "/wiki/Nikephoros_Palaiologos", "description": "Nikephoros Palaiologos was a Byzantine general of the 11th century."}]}, {"heading": "Deaths", "year": "1101", "date": "October 18", "txt": "Hugh I, Count of Vermandois (b. 1053)", "entities": [{"title": "Hugh I, Count of Vermandois", "href": "/wiki/Hugh_I,_Count_of_Vermandois", "description": "Hugh, called the Great was the first count of Vermandois from the House of Capet. He is known primarily for taking part in the First Crusade. His nickname Magnus is probably a bad translation into Latin of a French nickname, le Maisné, meaning \"the younger\", referring to Hugh as younger brother of King Philip I of France."}]}, {"heading": "Deaths", "year": "1141", "date": "October 18", "txt": "Leopold, Duke of Bavaria (b. 1108)", "entities": [{"title": "Leopold, Duke of Bavaria", "href": "/wiki/Leopold,_Duke_of_Bavaria", "description": "Leopold, known as Leopold the Generous, was Margrave of Austria as Leopold IV from 1136, and Duke of Bavaria as Leopold I from 1139 until his death in 1141."}]}, {"heading": "Deaths", "year": "1214", "date": "October 18", "txt": "John de Gray, bishop of Norwich", "entities": [{"title": "John de Gray", "href": "/wiki/John_de_Gray", "description": "John de Gray or de Grey was an English prelate who served as Bishop of Norwich, and was elected but unconfirmed Archbishop of Canterbury. He was employed in the service of Prince John even before John became king, for which he was rewarded with a number of ecclesiastical offices, culminating in his pro forma election to Norwich in 1200. De Gray continued in royal service after his elevation to the"}]}, {"heading": "Deaths", "year": "1366", "date": "October 18", "txt": "Petrus Torkilsson, Archbishop of Uppsala", "entities": [{"title": "Petrus Torkilsson", "href": "/wiki/Petrus_Torkilsson", "description": "Petrus Torkilsson was Bishop of Linköping, 1342–1351 and Archbishop of Uppsala, Sweden, 1351–1366."}]}, {"heading": "Deaths", "year": "1382", "date": "October 18", "txt": "James Butler, 2nd Earl of Ormond, Irish politician, Lord Justice of Ireland (b. 1331)", "entities": [{"title": "James Butler, 2nd Earl of Ormond", "href": "/wiki/James_Butler,_2nd_Earl_of_Ormond", "description": "James Butler, 2nd Earl of Ormond was a noble in the Peerage of Ireland. He was Lord Justice of Ireland in 1359, 1364, and 1376, and a dominant political leader in Ireland in the 1360s and 1370s."}, {"title": "Lord Justices (Ireland)", "href": "/wiki/Lord_Justices_(Ireland)", "description": "The Lords Justices were deputies who acted collectively in the absence of the chief governor of Ireland as head of the executive branch of the Dublin Castle administration. Lords Justices were sworn in at a meeting of the Privy Council of Ireland."}]}, {"heading": "Deaths", "year": "1417", "date": "October 18", "txt": "Pope Gregory XII (b. 1326)", "entities": [{"title": "Pope Gregory XII", "href": "/wiki/Pope_Gregory_XII", "description": "Pope Gregory XII, born Angelo Corraro, Corario, or Correr, was the Roman claimant to the headship of the Catholic Church from 30 November 1406 to 4 July 1415. Reigning during the Western Schism, he was opposed by the Avignon pope Benedict XIII and the Pisan popes Alexander V and John XXIII. Gregory XII was forced to abdicate in 1415 to end the Schism."}]}, {"heading": "Deaths", "year": "1442", "date": "October 18", "txt": "Infante João of Portugal (b. 1400)", "entities": [{"title": "John, Lord of Reguengos de Monsaraz", "href": "/wiki/John,_Lord_of_Reguengos_de_Monsaraz", "description": "Infante John, Constable of Portugal was a Portuguese infante (prince) of the House of Aviz, Constable of Portugal and master of the Portuguese Order of St. James (Santiago). In Portugal, he is commonly referred to as the O Infante Condestável."}]}, {"heading": "Deaths", "year": "1480", "date": "October 18", "txt": "Uhwudong, Korean dancer and poet (b. 1440)", "entities": [{"title": "Uhwudong", "href": "/wiki/Uhwudong", "description": "Eoudong or Uhwudong, also known as Eoeuludong, née Park, was a Korean dancer, writer, artist, and poet from a noble family in the Joseon Dynasty of the 15th century. Most of her work has not been preserved."}]}, {"heading": "Deaths", "year": "1503", "date": "October 18", "txt": "Pope Pius III (b. 1439)", "entities": [{"title": "Pope Pius III", "href": "/wiki/Pope_Pius_III", "description": "Pope Pius III, born Francesco Todeschini, was head of the Catholic Church and ruler of the Papal States from 22 September 1503 to his death. At just twenty-six days, he had one of the shortest pontificates in papal history."}]}, {"heading": "Deaths", "year": "1508", "date": "October 18", "txt": "Patrick Hepburn, 1st Earl of Bothwell, Lord High Admiral of Scotland", "entities": [{"title": "Patrick Hepburn, 1st Earl of Bothwell", "href": "/wiki/Patrick_Hepburn,_1st_Earl_of_Bothwell", "description": "Patrick Hepburn, 1st Earl of Bothwell was Lord High Admiral of Scotland. He rose to political prominence after supporting James IV against his father, and was proxy at the King's marriage."}]}, {"heading": "Deaths", "year": "1511", "date": "October 18", "txt": "Philippe de Commines, French-speaking Fleming in the courts of Burgundy and France (b. 1447)", "entities": [{"title": "Philippe de Commines", "href": "/wiki/Philippe_de_Commines", "description": "Philippe de Commines was a writer and diplomat in the courts of Burgundy and France. He has been called \"the first truly modern writer\" and \"the first critical and philosophical historian since classical times\". Neither a chronicler nor a historian in the usual sense of the word, his analyses of the contemporary political scene are what made him virtually unique in his own time."}]}, {"heading": "Deaths", "year": "1526", "date": "October 18", "txt": "Lucas Vázquez de Ayllón, Spanish explorer (b. 1475)", "entities": [{"title": "Lucas Vázquez de Ayllón", "href": "/wiki/Lucas_V%C3%A1zquez_de_Ayll%C3%B3n", "description": "Lucas Vázquez de Ayllón was a Spanish magistrate and explorer who in 1526 established the short-lived San Miguel de Gualdape colony, one of the first European attempts at a settlement in what is now the United States. Ayllón's account of the region inspired a number of later attempts by the Spanish and French governments to colonize the southeastern United States."}]}, {"heading": "Deaths", "year": "1541", "date": "October 18", "txt": "Margaret Tudor, queen of James IV of Scotland (born 1489)", "entities": [{"title": "Margaret Tudor", "href": "/wiki/Margaret_Tudor", "description": "Margaret Tudor was Queen consort of Scotland from 1503 until 1513 by marriage to James IV of Scotland and then, after her husband died fighting the English, she became regent for their son James V of Scotland from 1513 until 1515."}, {"title": "James IV of Scotland", "href": "/wiki/James_IV_of_Scotland", "description": "James IV was King of Scotland from 11 June 1488 until his death in 1513. He assumed the throne following the death of his father King James III at the Battle of Sauchieburn, a rebellion in which the younger James played an indirect role. He is generally regarded as the most successful of the Stewart monarchs of Scotland, but his reign ended in a disastrous defeat at the Battle of Flodden. He was t"}, {"title": "1489", "href": "/wiki/1489", "description": "Year 1489 (MCDLXXXIX) was a common year starting on Thursday of the Julian calendar."}]}, {"heading": "Deaths", "year": "1545", "date": "October 18", "txt": "John Taverner, English organist and composer (b. 1490)", "entities": [{"title": "John Taverner", "href": "/wiki/John_Taverner", "description": "John Taverner was an English composer and organist, regarded as one of the most important English composers of his era. He is best-known for Missa Gloria tibi Trinitas and The Western Wynde Mass, and Missa Corona Spinea is also often viewed as a masterwork."}]}, {"heading": "Deaths", "year": "1558", "date": "October 18", "txt": "Mary of Hungary (b. 1505)", "entities": [{"title": "Mary of Hungary (governor of the Netherlands)", "href": "/wiki/Mary_of_Hungary_(governor_of_the_Netherlands)", "description": "Mary of Austria, also known as Mary of Hungary, was queen of Hungary and Bohemia as the wife of King Louis II, and was later governor of the Habsburg Netherlands."}]}, {"heading": "Deaths", "year": "1561", "date": "October 18", "txt": "Yamamoto Kansuke, Japanese samurai (b. 1501)", "entities": [{"title": "Yamamoto Kansuke (general)", "href": "/wiki/Yamamoto_Kansuke_(general)", "description": "Yamamoto Kansuke  was a Japanese samurai of the Sengoku period. He was known as one of the \"Twenty-Four Generals of Takeda Shingen\". Also known by his formal name, Haruyuki (晴幸). He was a brilliant strategist, and is particularly known for his plan which led to victory in the fourth battle of Kawanakajima against Uesugi Kenshin. However, Kansuke never lived to see his plan succeed; thinking it to "}]}, {"heading": "Deaths", "year": "1564", "date": "October 18", "txt": "Johannes Acronius Frisius, Dutch physician and mathematician (b. 1520)", "entities": [{"title": "Johannes Acronius Frisius", "href": "/wiki/Johannes_Acronius_Frisius", "description": "Johannes Acronius Frisius was a Dutch doctor and mathematician of the 16th century."}]}, {"heading": "Deaths", "year": "1570", "date": "October 18", "txt": "Manuel da Nóbrega, Portuguese-Brazilian priest and missionary (b. 1517)", "entities": [{"title": "Manuel da Nóbrega", "href": "/wiki/Manuel_da_N%C3%B3brega", "description": "Manuel da Nóbrega was a Portuguese Jesuit priest and first Provincial of the Society of Jesus in colonial Brazil. Together with José de Anchieta, he was very influential in the early history of Brazil and participated in the founding of several cities, such as Recife, Salvador, Rio de Janeiro, and São Paulo, as well as many Jesuit colleges and seminaries."}]}, {"heading": "Deaths", "year": "1604", "date": "October 18", "txt": "Igram van Achelen, Dutch lawyer and politician (b. 1528)", "entities": [{"title": "Igram van Achelen", "href": "/wiki/Igram_van_Achelen", "description": "Igram van Achelen was a Dutch statesman."}]}, {"heading": "Deaths", "year": "1646", "date": "October 18", "txt": "Isaac Jogues, French priest, missionary, and martyr (b. 1607)", "entities": [{"title": "Isaac Jogues", "href": "/wiki/Isaac_Jogues", "description": "Isaac Jogues, S.J. was a French missionary and martyr who traveled and worked among the Iroquois, Huron, and other Native populations in North America. He was the first European to name Lake George, calling it Lac du Saint Sacrement. In 1646, Jogues was martyred by the Mohawk at their village of Ossernenon, north of the Mohawk River."}]}, {"heading": "Deaths", "year": "1667", "date": "October 18", "txt": "Fasilides, Ethiopian emperor (b. 1603)", "entities": [{"title": "Fasilides", "href": "/wiki/Fasilides", "description": "Fasilides, also known as Fasil or Basilide, was the Emperor of Ethiopia from 1632 to his death on 18 October 1667, and a member of the Solomonic dynasty. His throne name was Alam Sagad, meaning \"to whom the world bows\". He was the son of Emperor Susenyos I and Empress Seltan Mogasa / ሥልጣን ሞገሳ or Wald Sa'ala/ወልድ ሠዓለ (name) of Wagda Katata and Merhabete. Emperor Fasilides was born at Magazaz in Bulg"}]}, {"heading": "Deaths", "year": "1678", "date": "October 18", "txt": "Jacob Jordaens, Belgian painter illustrator (b. 1593)", "entities": [{"title": "Jacob Jordaens", "href": "/wiki/Jacob_Jordaens", "description": "Jacob (Jacques) Jordaens was a Flemish painter, draughtsman and tapestry designer known for his history paintings, genre scenes and portraits. After Peter Paul Rubens and Anthony van Dyck, he was the leading Flemish Baroque painter of his day. Unlike those contemporaries he never travelled abroad to study Italian painting, and his career is marked by an indifference to their intellectual and court"}]}, {"heading": "Deaths", "year": "1739", "date": "October 18", "txt": "António José da Silva, Brazilian-Portuguese playwright (b. 1705)", "entities": [{"title": "António José da Silva", "href": "/wiki/Ant%C3%B3nio_Jos%C3%A9_da_Silva", "description": "António José da Silva Coutinho was a Portuguese-Brazilian dramatist born in colonial Brazil, known as \"the Jew\". The Brazilian spelling of his first name is Antônio; António José da Silva in Hebrew is אנטוניו ז'וזה דה סילווה‎."}]}, {"heading": "Deaths", "year": "1744", "date": "October 18", "txt": "Sarah Churchill, Duchess of Marlborough (b. 1660)", "entities": [{"title": "Sarah Churchill, Duchess of Marlborough", "href": "/wiki/Sarah_Churchill,_Duchess_of_Marlborough", "description": "Sarah Churchill, Duchess of Marlborough, Princess of Mindelheim, Countess of Nellenburg, was an English courtier who rose to be one of the most influential women of her time through her close relationship with Anne, Queen of Great Britain. Sarah's relationship and influence with Princess Anne were widely known, and leading public figures often turned their attentions to her, hoping for favor from "}]}, {"heading": "Deaths", "year": "1770", "date": "October 18", "txt": "John Manners, Marquess of Granby, English general and politician, Lord Lieutenant of Derbyshire (b. 1721)", "entities": [{"title": "John Manners, Marquess of Granby", "href": "/wiki/John_Manners,_Marquess_of_Granby", "description": "Lieutenant-General John Manners, Marquess of Granby, was a British soldier and the eldest son of the 3rd Duke of Rutland. As he did not outlive his father and inherit the dukedom, he was known by his father's subsidiary title, Marquess of Granby."}, {"title": "Lord Lieutenant of Derbyshire", "href": "/wiki/Lord_Lieutenant_of_Derbyshire", "description": "This is a list of people who have served as Lord Lieutenant of Derbyshire. Since 1689, all the Lord Lieutenants have also been Custos Rotulorum of Derbyshire."}]}, {"heading": "Deaths", "year": "1775", "date": "October 18", "txt": "Christian August Crusius, German philosopher and theologian (b. 1715)", "entities": [{"title": "Christian August Crusius", "href": "/wiki/Christian_August_Crusius", "description": "Christian August Crusius was a German philosopher and Protestant theologian."}]}, {"heading": "Deaths", "year": "1817", "date": "October 18", "txt": "Etienne Nicolas Méhul, French pianist and composer (b. 1763)", "entities": [{"title": "Étienne Méhul", "href": "/wiki/%C3%89tienne_M%C3%A9hul", "description": "Étienne Nicolas Méhul was a French composer, \"the most important opera composer in France during the Revolution\". He was also the first composer to be called a \"Romantic\"."}]}, {"heading": "Deaths", "year": "1865", "date": "October 18", "txt": "Henry John Temple, 3rd Viscount Palmerston, English soldier and politician, Prime Minister of the United Kingdom (b. 1784)", "entities": [{"title": "Henry John Temple, 3rd Viscount Palmerston", "href": "/wiki/Henry_John_Temple,_3rd_Viscount_Palmerston", "description": "Henry John Temple, 3rd Viscount Palmerston, was a British statesman, who was twice Prime Minister of the United Kingdom in the mid-19th century. Palmerston dominated British foreign policy during the period 1830 to 1865, when Britain stood at the height of its imperial power. He held office almost continuously from 1807 until his death in 1865. He began his parliamentary career as a Tory, defected"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1871", "date": "October 18", "txt": "Charles Babbage, English mathematician and engineer, invented the mechanical computer (b. 1791)", "entities": [{"title": "Charles Babbage", "href": "/wiki/Charles_Babbage", "description": "Charles Babbage was an English polymath. A mathematician, philosopher, inventor and mechanical engineer, Babbage originated the concept of a digital programmable computer."}, {"title": "Mechanical computer", "href": "/wiki/Mechanical_computer", "description": "A mechanical computer is built from mechanical components such as levers and gears, rather than electronic components. The most common examples are adding machines and mechanical counters, which use the turning of gears to increment output displays. More complex examples could carry out multiplication and division—Friden used a moving head which paused at each column—and even differential analysis"}]}, {"heading": "Deaths", "year": "1876", "date": "October 18", "txt": "Francis Preston Blair, American journalist (b. 1791)", "entities": [{"title": "Francis Preston Blair", "href": "/wiki/Francis_Preston_Blair", "description": "Francis Preston Blair Sr. was an American journalist, newspaper editor, and influential figure in national politics advising several U.S. presidents across party lines."}]}, {"heading": "Deaths", "year": "1886", "date": "October 18", "txt": "Philipp Franz von Siebold, German physician and botanist (b. 1796)", "entities": [{"title": "Philipp Franz von Siebold", "href": "/wiki/Philipp_Franz_von_Siebold", "description": "Philipp Franz Balthasar von Siebold was a German physician, botanist and traveler. He achieved prominence by his studies of Japanese flora and fauna and the introduction of Western medicine in Japan. He was the father of the first female Japanese doctor educated in Western medicine, Kusumoto Ine."}]}, {"heading": "Deaths", "year": "1889", "date": "October 18", "txt": "Antonio Meucci, Italian-American engineer (b. 1808)", "entities": [{"title": "Antonio Meucci", "href": "/wiki/Antonio_Meucci", "description": "Antonio Santi Giuseppe Meucci was an Italian inventor and an associate of Giuseppe Garibaldi, a major political figure in the history of Italy. Meucci is best known for developing a voice-communication apparatus that several sources credit as the first telephone."}]}, {"heading": "Deaths", "year": "1892", "date": "October 18", "txt": "William W. Chapman, American lawyer and politician (b. 1808)", "entities": [{"title": "William W. Chapman", "href": "/wiki/William_W._Chapman", "description": "William Williams Chapman was an American politician and lawyer in Oregon and Iowa. He was born and raised in Virginia. He served as a United States Attorney in Iowa when it was part of the Michigan and Wisconsin territories, and then represented the Iowa Territory in the United States House of Representatives. He later immigrated to the Oregon Country, where he served in the Oregon Territorial Leg"}]}, {"heading": "Deaths", "year": "1893", "date": "October 18", "txt": "Charles Gounod, French composer and educator (b. 1818)", "entities": [{"title": "Charles Gounod", "href": "/wiki/Charles_Gounod", "description": "Charles-François Gounod, usually known as Charles Gounod, was a French composer. He wrote twelve operas, of which the most popular has always been Faust (1859); his Roméo et Juliette (1867) also remains in the international repertory. He composed a large amount of church music, many songs, and popular short pieces including his Ave Maria, and Funeral March of a Marionette."}]}, {"heading": "Deaths", "year": "1908", "date": "October 18", "txt": "Nozu Michitsura, Japanese field marshal (b. 1840)", "entities": [{"title": "Nozu Michitsura", "href": "/wiki/Nozu_Michitsura", "description": "Field Marshal The Marquis  Nozu Michitsura  was a Japanese field marshal and leading figure in the early Imperial Japanese Army."}]}, {"heading": "Deaths", "year": "1911", "date": "October 18", "txt": "Alfred Binet, French psychologist and author (b. 1857)", "entities": [{"title": "Alfred Binet", "href": "/wiki/Alfred_Binet", "description": "Alfred Binet, born Alfredo Binetti, was a French psychologist who invented the first practical IQ test, the Binet–Simon test. In 1904, the French Ministry of Education asked psychologist Alfred Binet to devise a method that would determine which students did not learn effectively from regular classroom instruction so they could be given remedial work. Along with his collaborator Théodore Simon, Bi"}]}, {"heading": "Deaths", "year": "1921", "date": "October 18", "txt": "Ludwig III of Bavaria (b. 1845)", "entities": [{"title": "Ludwig III of Bavaria", "href": "/wiki/Ludwig_III_of_Bavaria", "description": "Ludwig III was the last king of Bavaria, reigning from 1913 to 1918. He served as regent and de facto head of state from 1912 to 1913, ruling for his cousin, Otto. After the Bavarian parliament passed a law allowing him to do so, Ludwig deposed Otto and assumed the throne himself. He led Bavaria into World War I, and lost his throne along with the other rulers of the German states at the end of th"}]}, {"heading": "Deaths", "year": "1931", "date": "October 18", "txt": "Thomas Edison, American engineer and businessman, invented the light bulb and phonograph (b. 1847)", "entities": [{"title": "Thomas Edison", "href": "/wiki/Thomas_Edison", "description": "Thomas Alva Edison was an American inventor and businessman who has been described as America's greatest inventor. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures. These inventions, which include the phonograph, the motion picture camera, and early versions of the electric light bulb, have had a widespread impact on th"}, {"title": "Light bulb", "href": "/wiki/Light_bulb", "description": "An electric light is a device that produces visible light from electric power. It is the most common form of artificial lighting and is essential to modern society, providing interior lighting for buildings and exterior light for evening and nighttime activities. In technical usage, a replaceable component that produces light from electricity is called a lamp. Lamps are commonly called light bulbs"}, {"title": "Phonograph", "href": "/wiki/Phonograph", "description": "A phonograph, in its later forms also called a gramophone or since the 1940s called a record player or turntable, is a device for the mechanical recording and reproduction of sound. The sound vibration waveforms are recorded as corresponding physical deviations of a spiral groove engraved, etched, incised, or impressed into the surface of a rotating cylinder or disc, called a \"record\". To recreate"}]}, {"heading": "Deaths", "year": "1934", "date": "October 18", "txt": "Santiago Ramón y Cajal, Spanish pathologist, histologist, and neuroscientist, Nobel Prize laureate (b. 1852)", "entities": [{"title": "Santiago Ramón y Cajal", "href": "/wiki/Santiago_Ram%C3%B3n_y_Cajal", "description": "Santiago Ramón y Cajal was a Spanish neuroscientist, pathologist, and histologist specializing in neuroanatomy and the central nervous system. He and Camillo Golgi received the Nobel Prize in Physiology or Medicine in 1906. Ramón y Cajal was the first person of Spanish origin to win a scientific Nobel Prize. His original investigations of the microscopic structure of the brain made him a pioneer o"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1935", "date": "October 18", "txt": "Gaston Lachaise, French-American sculptor (b. 1882)", "entities": [{"title": "Gaston Lachaise", "href": "/wiki/Gaston_Lachaise", "description": "Gaston Lachaise was a French-born sculptor, active in the early 20th century. A native of Paris, he was most noted for his female nudes such as Standing Woman. Gaston Lachaise was taught the refinement of European sculpture while living in France. He met a young American woman, Isabel Nagel, and the pair moved to America, where his craft reached maturity and he was influenced and inspired by Ameri"}]}, {"heading": "Deaths", "year": "1941", "date": "October 18", "txt": "Manuel Teixeira Gomes, Portuguese lawyer and politician, 7th President of Portugal (b. 1860)", "entities": [{"title": "Manuel Teixeira Gomes", "href": "/wiki/Manuel_Teixeira_Gomes", "description": "Manuel Teixeira Gomes, GCSE was a Portuguese politician and writer. He served as the seventh President of Portugal between October 5, 1923 and December 11, 1925."}, {"title": "President of Portugal", "href": "/wiki/President_of_Portugal", "description": "The president of the Portuguese Republic is the executive head of state of Portugal. The powers, functions and duties of prior presidential offices, and their relation with the prime minister and cabinets have over time differed with the various Portuguese constitutions."}]}, {"heading": "Deaths", "year": "1942", "date": "October 18", "txt": "Mikhail Nesterov, Russian painter (b. 1862)", "entities": [{"title": "Mikhail Nesterov", "href": "/wiki/Mikhail_Nesterov", "description": "Mikhail Vasilyevich Nesterov was a Russian and Soviet painter; associated with the Peredvizhniki and Mir Iskusstva. He was one of the first exponents of Symbolist art in Russia."}]}, {"heading": "Deaths", "year": "1947", "date": "October 18", "txt": "Michiaki Kamada, Japanese admiral (b. 1890)", "entities": [{"title": "Michiaki Kamada", "href": "/wiki/Michiaki_Kamada", "description": "Michiaki Kamada  was a vice-admiral of the Imperial Japanese Navy and saw service in the Pacific Theatre of World War II."}]}, {"heading": "Deaths", "year": "1948", "date": "October 18", "txt": "Walther von Brauchitsch, German field marshal (b. 1881)", "entities": [{"title": "Walther von Brauchitsch", "href": "/wiki/Walther_von_Brauchitsch", "description": "Walther Heinrich Alfred Hermann von Brauchitsch was a German field marshal and the Commander-in-Chief (Oberbefehlshaber) of the German Army during World War II. Born into an aristocratic military family, he entered army service in 1901. During World War I, he served with distinction on the corps-level and division-level staff on the Western Front."}]}, {"heading": "Deaths", "year": "1956", "date": "October 18", "txt": "Yoshio Markino, Japanese painter and author (b. 1869)", "entities": [{"title": "Yoshio Markino", "href": "/wiki/Yoshio_Markino", "description": "Yoshio Markino  was a Japanese watercolour artist and author who from 1897 - 1942 was based in London."}]}, {"heading": "Deaths", "year": "1959", "date": "October 18", "txt": "Boughera El Ouafi, Algerian-French runner (b. 1898)", "entities": [{"title": "Boughera El Ouafi", "href": "/wiki/Boughera_El_Ouafi", "description": "Ahmed Boughèra El Ouafi was an Algerian athlete during the time Algeria was part of France. In 1928, he won the Olympic gold medal in the marathon."}]}, {"heading": "Deaths", "year": "1961", "date": "October 18", "txt": "Tsuru Aoki, Japanese-American actress (b. 1892)", "entities": [{"title": "Tsuru Aoki", "href": "/wiki/Tsuru_Aoki", "description": "Tsuru Aoki  was a popular Japanese stage and screen actress whose career was most prolific during the silent film era of the 1910s through the 1920s. Aoki may have been the first Asian actress to garner top billing in American motion pictures."}]}, {"heading": "Deaths", "year": "1962", "date": "October 18", "txt": "Iván Petrovich, Serbian-German actor and singer (b. 1894)", "entities": [{"title": "Iván Petrovich", "href": "/wiki/Iv%C3%A1n_Petrovich", "description": "Iván Petrovich was a Serbian film actor and singer."}]}, {"heading": "Deaths", "year": "1965", "date": "October 18", "txt": "Henry Travers, Irish-American actor (b. 1874)", "entities": [{"title": "Henry Travers", "href": "/wiki/Henry_Travers", "description": "Travers John Heagerty, known by the stage name Henry Travers, was an English film and stage character actor. His most famous role was the guardian angel Clarence Odbody in the 1946 film classic It's a Wonderful Life. He also received an Academy Award nomination for his supporting role in Mrs. Miniver (1942). Travers specialized in portraying slightly bumbling but friendly and lovable old men."}]}, {"heading": "Deaths", "year": "1966", "date": "October 18", "txt": "Elizabeth Arden, Canadian-American businesswoman, founded Elizabeth Arden, Inc. (b. 1878)", "entities": [{"title": "Elizabeth Arden", "href": "/wiki/Elizabeth_Arden", "description": "Florence Nightingale Graham, who went by the business name Elizabeth Arden, was a Canadian-American businesswoman who founded what is now Elizabeth Arden, Inc., and built a cosmetics empire in the United States. By 1929, she owned 150 salons in Europe and the United States. Her 1,000 products were being sold in 22 countries. She was the sole owner, and at the peak of her career, she was one of the"}, {"title": "Elizabeth Arden, Inc.", "href": "/wiki/Elizabeth_Arden,_Inc.", "description": "Elizabeth Arden, Inc. is a major American cosmetics, skin care and fragrance company founded by Elizabeth Arden. As of September 7, 2016, the company is a wholly owned subsidiary of Revlon, Inc."}]}, {"heading": "Deaths", "year": "1966", "date": "October 18", "txt": "S. S. Kresge, American businessman, founded Kmart (b. 1867)", "entities": [{"title": "Kmart", "href": "/wiki/Kmart", "description": "Kmart Corporation is an American big box department store chain headquartered in Hoffman Estates, Illinois, United States.\nThe company was incorporated in 1899 as S. S. Kresge Corporation and renamed Kmart Corporation in 1977. The first store with the Kmart name opened in 1962. At its peak in 1994, Kmart operated 2,486 stores globally, including 2,323 discount stores and Super Kmart Center locatio"}]}, {"heading": "Deaths", "year": "1969", "date": "October 18", "txt": "Gyula Mándi, Hungarian footballer and manager (b. 1899)", "entities": [{"title": "Gyula Mándi", "href": "/wiki/Gyula_M%C3%A1ndi", "description": "Gyula Mándi, also referred to as Mándi Gyula or Julius Mandel was a Hungarian Olympic national team and club footballer, who played as a defender and fullback/ He was also a manager of club and national teams. He was Jewish."}]}, {"heading": "Deaths", "year": "1973", "date": "October 18", "txt": "Margaret Caroline Anderson, American publisher, founded The Little Review (b. 1886)", "entities": [{"title": "Margaret Caroline Anderson", "href": "/wiki/Margaret_Caroline_Anderson", "description": "Margaret Caroline Anderson was the American founder, editor and publisher of the art and literary magazine The Little Review, which published a collection of modern American, English and Irish writers between 1914 and 1929. The periodical is most noted for introducing many prominent American and British writers of the 20th century, such as Ezra Pound and T. S. Eliot in the United States, and publi"}]}, {"heading": "Deaths", "year": "1973", "date": "October 18", "txt": "Walt Kelly, American illustrator and animator (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1973", "date": "October 18", "txt": "Leo Strauss, German-American political scientist, philosopher, and academic (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "October 18", "txt": "K. C. Douglas, American rural blues singer (b. 1913)", "entities": [{"title": "K. C. Douglas", "href": "/wiki/K._C._Douglas", "description": "K. C. Douglas was an American rural blues singer and guitarist. His given names were initials only."}]}, {"heading": "Deaths", "year": "1975", "date": "October 18", "txt": "Al Lettieri, American actor (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "October 18", "txt": "Graham Haberfield, English actor (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "October 18", "txt": "Viswanatha Satyanarayana, Indian poet and author (b. 1895)", "entities": [{"title": "Viswanatha Satyanarayana", "href": "/wiki/Viswanatha_Satyanarayana", "description": "Viswanatha Satyanarayana was a 20th-century Telugu writer. His works included poetry, novels, dramatic play, short stories and speeches, covering a wide range of subjects such as analysis of history, philosophy, religion, sociology, political science, linguistics, psychology and consciousness studies, epistemology, aesthetics and spiritualism. He was a student of the illustrious Telugu writer Chel"}]}, {"heading": "Deaths", "year": "1977", "date": "October 18", "txt": "Andreas Baader, German militant (b. 1943)", "entities": [{"title": "Andreas Baader", "href": "/wiki/Andreas_Baader", "description": "Berndt Andreas Baader was one of the first leaders of the West German left-wing militant organization Red Army Faction (RAF), also commonly known as the Baader-Meinhof Group."}]}, {"heading": "Deaths", "year": "1977", "date": "October 18", "txt": "Gudrun Ensslin, German militant leader, founded the Red Army Faction (b. 1940)", "entities": [{"title": "Red Army Faction", "href": "/wiki/Red_Army_Faction", "description": "The Red Army Faction, also known as the Baader–Meinhof Group or Baader–Meinhof Gang, was a West German far-left militant organization founded in 1970. Key early figures included Andreas Baader, Ulrike Meinhof, Gudrun Ensslin, and Horst Mahler, among others. The government of the Federal Republic of Germany, as well as most Western media and literature, considered the Red Army Faction to be a terro"}]}, {"heading": "Deaths", "year": "1979", "date": "October 18", "txt": "Rebecca Clarke, English viola player and composer (b. 1886)", "entities": [{"title": "Rebecca Clarke (composer)", "href": "/wiki/Rebecca_Clarke_(composer)", "description": "Rebecca Helferich Clarke was a British-American classical composer and violist. Internationally renowned as a viola virtuoso, she also became one of the first female professional orchestral players. Born in England, Rebecca Clarke claimed both British and American nationalities and spent substantial periods of her long life in the United States, where she permanently settled after World War II. Sh"}]}, {"heading": "Deaths", "year": "1978", "date": "October 18", "txt": "Ramón Mercader, Spanish journalist, assassin of Leon Trotsky (b. 1914)", "entities": [{"title": "Ramón Mercader", "href": "/wiki/Ram%C3%B3n_Mercader", "description": "Jaime Ramón Mercader del Río, more commonly known as Ramón Mercader, was a Spanish communist and NKVD agent who assassinated Russian Bolshevik revolutionary Leon Trotsky in Mexico City in August 1940 with an ice axe. He served 20 years in a Mexican prison for the murder. Joseph Stalin presented him with an Order of Lenin in absentia. His mother participated in the preparation of the assassination,"}, {"title": "Leon Trotsky", "href": "/wiki/Leon_Trotsky", "description": "Lev Davidovich Bronstein, better known as Leon Trotsky, was a Russian Marxist revolutionary, political theorist and politician. Ideologically a communist, he developed a variant of Marxism which has become known as Trotskyism."}]}, {"heading": "Deaths", "year": "1980", "date": "October 18", "txt": "Edwin Way Teale, American photographer and author (b. 1899)", "entities": [{"title": "Edwin Way Teale", "href": "/wiki/Edwin_Way_Teale", "description": "Edwin Way Teale was an American naturalist, photographer and writer. Teale's works serve as primary source material documenting environmental conditions across North America from 1930–1980. He is perhaps best known for his series The American Seasons, four books documenting over 75,000 miles (121,000 km) of automobile travel across North America following the changing seasons."}]}, {"heading": "Deaths", "year": "1982", "date": "October 18", "txt": "Dwain Esper, American director and producer (b. 1892)", "entities": [{"title": "Dwain Esper", "href": "/wiki/Dwain_Esper", "description": "Dwain Atkins Esper was an American film director and producer of exploitation films."}]}, {"heading": "Deaths", "year": "1982", "date": "October 18", "txt": "Pierre Mendès France, French lawyer and politician, 143rd Prime Minister of France (b. 1907)", "entities": [{"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1982", "date": "October 18", "txt": "John Robarts, Canadian lawyer and politician, 17th Premier of Ontario (b. 1917)", "entities": [{"title": "Premier of Ontario", "href": "/wiki/Premier_of_Ontario", "description": "The premier of Ontario is the first minister of the Crown. The premier acts as the head of government for Ontario, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative; together with the Cabinet, the premier manages the Government of Ontario."}]}, {"heading": "Deaths", "year": "1982", "date": "October 18", "txt": "Bess Truman, American wife of Harry S. Truman, 40th First Lady of the United States (b. 1885)", "entities": [{"title": "Harry S. Truman", "href": "/wiki/Harry_S._Truman", "description": "Harry S. Truman was the 33rd president of the United States, serving from 1945 to 1953, succeeding upon the death of Franklin D. Roosevelt after serving as the 34th vice president. He implemented the Marshall Plan to rebuild the economy of Western Europe, and established the Truman Doctrine and NATO to contain communist expansion. He proposed numerous liberal domestic reforms, but few were enacted"}, {"title": "List of First Ladies of the United States", "href": "/wiki/List_of_First_Ladies_of_the_United_States", "description": "The first lady of the United States is the hostess of the White House. The position is traditionally filled by the wife of the president of the United States, but, on occasion, the title has been applied to women who were not presidents’ wives, such as when the president was a bachelor or widower, or when the wife of the president was unable to fulfill the duties of the first lady. The first lady "}]}, {"heading": "Deaths", "year": "1983", "date": "October 18", "txt": "Diego Abad de Santillán, Spanish economist and author (b. 1897)", "entities": [{"title": "Diego Abad de Santillán", "href": "/wiki/Diego_Abad_de_Santill%C3%A1n", "description": "Diego Abad de Santillán, born Sinesio Vaudilio García Fernández, was an anarcho-syndicalist activist, economist, author, and a leading figure in the Spanish and Argentine anarchist movements."}]}, {"heading": "Deaths", "year": "1983", "date": "October 18", "txt": "Willie Jones, American baseball player (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "October 18", "txt": "Henri Michaux, French painter and poet (b. 1899)", "entities": [{"title": "Henri Michaux", "href": "/wiki/Henri_Michaux", "description": "Henri Michaux was a highly idiosyncratic Belgian-born poet, writer, and painter who wrote in French. He later took French citizenship. Michaux is best known for his esoteric novels and poems written in an accessible yet erratic and unnerving style. His body of work includes poetry, travelogues, and art criticism. Michaux travelled widely, tried his hand at several careers, and experimented with ps"}]}, {"heading": "Deaths", "year": "1987", "date": "October 18", "txt": "Adriaan Ditvoorst, Dutch director and screenwriter (b. 1940)", "entities": [{"title": "Adriaan Ditvoorst", "href": "/wiki/Adriaan_Ditvoorst", "description": "Adriaan Ditvoorst was a Dutch film director and screenwriter. He directed nine films between 1965 and 1984. His 1967 film Paranoia was entered into the 17th Berlin International Film Festival."}]}, {"heading": "Deaths", "year": "1988", "date": "October 18", "txt": "Frederick Ashton, Ecuadorian dancer and choreographer (b. 1904)", "entities": [{"title": "Frederick Ashton", "href": "/wiki/Frederick_Ashton", "description": "Sir Frederick William Mallandaine Ashton was a British ballet dancer and choreographer. He also worked as a director and choreographer in opera, film and revue."}]}, {"heading": "Deaths", "year": "2000", "date": "October 18", "txt": "Julie London, American singer and actress (b. 1926)", "entities": [{"title": "Julie London", "href": "/wiki/Julie_London", "description": "Julie London was an American singer and actress whose career spanned more than 40 years. A torch singer noted for her sultry, languid contralto vocals, London recorded over thirty albums of pop and jazz standards between 1955 and 1969. Her recording of \"Cry Me a River\", a track she introduced on her debut album, was inducted into the Grammy Hall of Fame in 2001. In addition to her musical notice, "}]}, {"heading": "Deaths", "year": "2000", "date": "October 18", "txt": "Gwen Verdon, American actress and dancer (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "October 18", "txt": "Preston Smith, American businessman and politician, 40th Governor of Texas (b. 1912)", "entities": [{"title": "Preston Smith (governor)", "href": "/wiki/Preston_Smith_(governor)", "description": "Preston Earnest Smith was the 40th Governor of Texas from 1969 to 1973, who previously served as the lieutenant governor from 1963 to 1969."}, {"title": "Governor of Texas", "href": "/wiki/Governor_of_Texas", "description": "The governor of Texas is the head of state, head of government and chief executive of Texas. The governor directs the legislative branch and the executive branch of the state government and is the commander in chief of the Texas military forces. The governor has the power to either approve or veto bills passed by the Texas Legislature, and to convene the legislature. The governor may grant pardons"}]}, {"heading": "Deaths", "year": "2003", "date": "October 18", "txt": "Manuel Vázquez Montalbán, Spanish journalist, author, and critic (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "October 18", "txt": "Johnny Haynes, English-Scottish footballer (b. 1934)", "entities": [{"title": "Johnny Haynes", "href": "/wiki/Johnny_Haynes", "description": "John Norman Haynes was an English association football player. He made 56 appearances for his country including 22 as captain. He was selected for 3 World Cup finals squads playing in the latter two of those. Nicknamed \"the Maestro\", his attacking play was noted for two footed passing ability, vision and deftness of touch. Haynes is widely regarded as Fulham's greatest ever player remaining loyal "}]}, {"heading": "Deaths", "year": "2005", "date": "October 18", "txt": "Bill King, American sportscaster (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "October 18", "txt": "Mario Francesco Pompedda, Italian cardinal (b. 1929)", "entities": [{"title": "Mario Francesco Pompedda", "href": "/wiki/Mario_Francesco_Pompedda", "description": "Carlo Mario Francesco Pompedda was an Italian cardinal of the Roman Catholic Church and the Prefect of the Apostolic Signatura for the Roman Curia. He spent nearly fifty years in a variety of posts within the Catholic Church's ecclesiastical court system, from 1955 to 2004."}]}, {"heading": "Deaths", "year": "2006", "date": "October 18", "txt": "Anna Russell, English-Canadian singer and actress (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "October 18", "txt": "Laurie Taitt, Guyanese-English hurdler (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "October 18", "txt": "Alan Coren, English journalist and author (b. 1938)", "entities": [{"title": "Alan Coren", "href": "/wiki/Alan_Coren", "description": "Alan Coren was an English humourist, writer and satirist who was well known as a regular panellist on the BBC radio quiz The News Quiz and a team captain on BBC television's Call My Bluff. Coren was also a journalist, and for almost a decade was the editor of Punch magazine."}]}, {"heading": "Deaths", "year": "2007", "date": "October 18", "txt": "William J. Crowe, American admiral and diplomat, United States Ambassador to the United Kingdom (b. 1925)", "entities": [{"title": "United States Ambassador to the United Kingdom", "href": "/wiki/United_States_Ambassador_to_the_United_Kingdom", "description": "The United States ambassador to the United Kingdom is the official representative of the president of the United States and the government of the United States of America to the Queen and Government of the United Kingdom."}]}, {"heading": "Deaths", "year": "2007", "date": "October 18", "txt": "Vincent DeDomenico, American businessman, founded the Napa Valley Wine Train (b. 1915)", "entities": [{"title": "Napa Valley Wine Train", "href": "/wiki/Napa_Valley_Wine_Train", "description": "The Napa Valley Wine Train is a privately operated excursion train that runs between Napa and St. Helena, California. Much of the rail line parallels State Route 29 after leaving the City of Napa and passes the towns of Yountville, Rutherford and Oakville. The route passes by many the region's vineyards and wineries located in Napa County."}]}, {"heading": "Deaths", "year": "2007", "date": "October 18", "txt": "Lucky Dube, South African singer-songwriter and keyboard player (b. 1964)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "October 18", "txt": "Dee Dee Warwick, American singer (b. 1945)", "entities": [{"title": "Dee Dee Warwick", "href": "/wiki/Dee_Dee_Warwick", "description": "Delia Juanita Warrick, known professionally as Dee Dee Warwick, was an American soul singer. Born in Newark, New Jersey, she was the sister of Dionne Warwick, the niece of Cissy Houston, and the first cousin of Whitney Houston. She died in Essex County, New Jersey, at 66 years of age."}]}, {"heading": "Deaths", "year": "2009", "date": "October 18", "txt": "Adriaan Kortlandt, Dutch ethologist and biologist (b. 1918)", "entities": [{"title": "Adriaan Kortlandt", "href": "/wiki/Adriaan_Kortlandt", "description": "Prof. Dr. Adriaan Kortlandt was a Dutch ethologist."}]}, {"heading": "Deaths", "year": "2009", "date": "October 18", "txt": "Nancy Spero, American painter and academic (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "October 18", "txt": "Marion Brown, American saxophonist and musicologist (b. 1931)", "entities": [{"title": "Marion Brown", "href": "/wiki/Marion_Brown", "description": "Marion Brown was an American jazz alto saxophonist, composer, writer, visual artist, and ethnomusicologist. He is best known as a member of the 1960s avant-garde jazz scene in New York City, playing alongside musicians such as John Coltrane, Archie Shepp, and John Tchicai. He performed on Coltrane's landmark 1965 album Ascension. Allmusic reviewer Scott Yanow called him \"one of the brightest and m"}]}, {"heading": "Deaths", "year": "2012", "date": "October 18", "txt": "Brain Damage, American wrestler (b. 1977)", "entities": [{"title": "Brain Damage (wrestler)", "href": "/wiki/Brain_Damage_(wrestler)", "description": "Marvin Lambert was an American professional wrestler best known by his ring name Brain Damage."}]}, {"heading": "Deaths", "year": "2012", "date": "October 18", "txt": "Sylvia Kristel, Dutch model and actress (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 18", "txt": "Slater Martin, American basketball player and coach (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 18", "txt": "George Mattos, American pole vaulter (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 18", "txt": "Albert Lee Ueltschi, American pilot and businessman, founded FlightSafety International (b. 1917)", "entities": [{"title": "FlightSafety International", "href": "/wiki/FlightSafety_International", "description": "Berkshire Hathaway Inc. is an American multinational conglomerate holding company headquartered in Omaha, Nebraska, United States. The company wholly owns GEICO, Duracell, Dairy Queen, BNSF, Lubrizol, Fruit of the Loom, Helzberg Diamonds, Long & Foster, FlightSafety International, Pampered Chef, Forest River, and NetJets, and also owns 38.6% of Pilot Flying J; and significant minority holdings in "}]}, {"heading": "Deaths", "year": "2012", "date": "October 18", "txt": "David S. Ware, American saxophonist and composer (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 18", "txt": "Tom Foley, American lawyer and politician, 57th Speaker of the United States House of Representatives (b. 1929)", "entities": [{"title": "Tom Foley", "href": "/wiki/Tom_Foley", "description": "Thomas Stephen Foley was an American lawyer and politician who served as the 49th Speaker of the United States House of Representatives from 1989 to 1995. A member of the Democratic Party, Foley represented Washington's fifth district for thirty years (1965–1995). He was the first Speaker of the House since 1862 to be defeated in a re-election campaign."}, {"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Deaths", "year": "2013", "date": "October 18", "txt": "Bum Phillips, American football player and coach (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 18", "txt": "Allan Stanley, Canadian ice hockey player and coach (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 18", "txt": "Bill Young, American sergeant and politician (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 18", "txt": "Mariano Lebrón Saviñón, Dominican author and academic (b. 1922)", "entities": [{"title": "Mariano Lebrón Saviñón", "href": "/wiki/Mariano_Lebr%C3%B3n_Savi%C3%B1%C3%B3n", "description": "Mariano Lebrón Saviñón was a Dominican author of the 20th century. One of the founders of the second private university in the Dominican Republic, he named it the Universidad Nacional Pedro Henríquez Ureña, also writing its anthem. He was born on August 3, 1922 in Santo Domingo, the son of a Spanish immigrant, José Lebrón Morales, and a Dominican mother, Rosa Cándida Saviñón Pérez, of Canarian des"}]}, {"heading": "Deaths", "year": "2014", "date": "October 18", "txt": "Edward Regan, American academic and politician (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 18", "txt": "Sidney Shapiro, American-Chinese author and translator (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 18", "txt": "Robert Dickerson, Australian painter (b. 1924)", "entities": [{"title": "Robert Dickerson", "href": "/wiki/Robert_Dickerson", "description": "Robert Henry Dickerson was an Australian figurative painter and former member of the Antipodeans group of artists. Dickerson is one of Australia's most recognised figurative artists and one of a generation of influential artists who include Ray Crooke, Charles Blackman, Laurence Hope, Margaret Olley and Inge King."}]}, {"heading": "Deaths", "year": "2015", "date": "October 18", "txt": "Gamal El-Ghitani, Egyptian journalist and author (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 18", "txt": "Robert W. Farquhar, American engineer (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 18", "txt": "Frank Watkins, American bass player (b. 1968)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 18", "txt": "Paul West, English-American author, poet, and academic (b. 1930)", "entities": []}]