[{"heading": "Events", "year": "2457 BC", "date": "October 3", "txt": "Gaecheonjeol, Hwanung (환웅) purportedly descended from heaven. South Korea's National Foundation Day.", "entities": [{"title": "Gaecheonjeol", "href": "/wiki/Gaecheonjeol", "description": "Gaecheonjeol is a public holiday in South and North Korea on 3 October. Also known by the English name National Foundation Day, this holiday celebrates the legendary formation of the first Korean state of Gojoseon in 2333 BC. This date has traditionally been regarded as the date for the founding of the Korean people."}]}, {"heading": "Events", "year": "52 BC", "date": "October 3", "txt": "Vercingetorix, leader of the Gauls, surrenders to the Romans under Julius Caesar, ending the siege and battle of Alesia.", "entities": [{"title": "Vercingetorix", "href": "/wiki/Vercingetorix", "description": "Vercingetorix was a king and chieftain of the Arverni tribe who united the Gauls in a failed revolt against Roman forces during the last phase of Julius Caesar's Gallic Wars. Despite having willingly surrendered to Caesar, he was executed in Rome."}, {"title": "Battle of Alesia", "href": "/wiki/Battle_of_Alesia", "description": "The Battle of Alesia or Siege of Alesia was a military engagement in the Gallic Wars that took place in September, 52 BC, around the Gallic oppidum of Alesia, a major centre of the Mandubii tribe. It was fought by the army of Julius Caesar against a confederation of Gallic tribes united under the leadership of Vercingetorix of the Arverni. It was the last major engagement between Gauls and Romans,"}]}, {"heading": "Events", "year": "42 BC", "date": "October 3", "txt": "Triumvirs Mark Antony and Octavian fight a decisive battle with Caesar's assassins Brutus and Cassius.", "entities": [{"title": "First Battle of Philippi", "href": "/wiki/First_Battle_of_Philippi", "description": "The Battle of Philippi was the final battle in the Wars of the Second Triumvirate between the forces of Mark Antony and Octavian and the leaders of Julius Caesar's assassination, Brutus and Cassius in 42 BC, at Philippi in Macedonia. The Second Triumvirate declared the civil war ostensibly to avenge Julius Caesar's assassination in 44 BC, but the underlying cause was a long-brewing conflict betwee"}]}, {"heading": "Events", "year": "382", "date": "October 3", "txt": "Roman Emperor Theodosius I concludes a peace treaty with the Goths and settles them in the Balkans.", "entities": [{"title": "Theodosius I", "href": "/wiki/Theodosius_I", "description": "Theodosius I, also called Theodosius the Great, was Roman emperor from 379 to 395. He is best known for making Christianity the state religion of the Roman Empire and great architecture projects in Constantinople."}]}, {"heading": "Events", "year": "1392", "date": "October 3", "txt": "Muhammed VII becomes the twelfth sultan of the Emirate of Granada.", "entities": [{"title": "Muhammed VII, Sultan of Granada", "href": "/wiki/Muhammed_VII,_Sultan_of_Granada", "description": "Muhammad VII was the twelfth Nasrid ruler of the Muslim Emirate of Granada in Al-Andalus on the Iberian Peninsula. He was the son of Yusuf II and grandson of Muhammad V. He came to the throne upon the death of his father. In 1394, he defeated an invasion by the Order of Alcántara. This nearly escalated to a wider war, but Muhammad VII and Henry III of Castile were able to restore peace."}]}, {"heading": "Events", "year": "1574", "date": "October 3", "txt": "The Siege of Leiden is lifted by the Watergeuzen.", "entities": [{"title": "Siege of Leiden", "href": "/wiki/Siege_of_Leiden", "description": "The siege of Leiden occurred during the Eighty Years' War and the Anglo–Spanish War in 1573 and 1574, when the Spanish under Francisco de Valdez attempted to capture the rebellious city of Leiden, South Holland, the Netherlands. The siege failed when the city was successfully relieved in October 1574."}]}, {"heading": "Events", "year": "1683", "date": "October 3", "txt": "Qing dynasty naval commander Shi Lang receives the surrender of the Tungning kingdom on Taiwan after the Battle of Penghu.", "entities": [{"title": "Battle of Penghu", "href": "/wiki/Battle_of_Penghu", "description": "The Battle of Penghu was a naval battle fought in 1683 between the Kingdom of Tungning based in Taiwan and the Manchu-led Qing dynasty of China. The Qing admiral Shi Lang led a fleet to attack the Tungning forces in Penghu. Each side possessed more than 200 warships. The Tungning admiral Liu Guoxuan (劉國軒) was outmaneuvered by Shi Lang, whose forces outnumbered him three to one. Liu surrendered whe"}]}, {"heading": "Events", "year": "1712", "date": "October 3", "txt": "The Duke of Montrose issues a warrant for the arrest of Rob Roy MacGregor.", "entities": [{"title": "James Graham, 1st Duke of Montrose", "href": "/wiki/James_Graham,_1st_Duke_of_Montrose", "description": "James Graham, 1st Duke and 4th Marquess of Montrose was a Scottish aristocratic statesman in the early eighteenth century."}, {"title": "Rob Roy MacGregor", "href": "/wiki/Rob_Roy_MacGregor", "description": "Robert Roy MacGregor was a Scottish outlaw, who later became a folk hero."}]}, {"heading": "Events", "year": "1739", "date": "October 3", "txt": "The Treaty of Niš is signed by the Ottoman Empire and Russia at the end of the Russian–Turkish War.", "entities": [{"title": "Treaty of Niš (1739)", "href": "/wiki/Treaty_of_Ni%C5%A1_(1739)", "description": "The Treaty of Niš was a peace treaty signed on 3 October 1739 in Niš, by the Ottoman Empire and Russian Empire, to end the Russo-Turkish War of 1735-1739. The Russians gave up their claim to Crimea and Moldavia but were allowed to build a port at Azov, though without fortifications and without the right to have a fleet in the Black Sea. The war was the result of a Russian effort to gain Azov and C"}]}, {"heading": "Events", "year": "1789", "date": "October 3", "txt": "George Washington proclaims a Thanksgiving Day for that year.", "entities": [{"title": "Thanksgiving (United States)", "href": "/wiki/Thanksgiving_(United_States)", "description": "Thanksgiving is a federal holiday in the United States, celebrated on the fourth Thursday of November. It is sometimes called American Thanksgiving to distinguish it from the Canadian holiday of the same name. It originated as a harvest festival, and the centerpiece of Thanksgiving celebrations remains Thanksgiving dinner. The dinner traditionally consists of foods and dishes indigenous to the Ame"}]}, {"heading": "Events", "year": "1792", "date": "October 3", "txt": "A militia departs from the Spanish stronghold of Valdivia to quell a Huilliche uprising in southern Chile.", "entities": [{"title": "Valdivian Fort System", "href": "/wiki/Valdivian_Fort_System", "description": "The Fort System of Valdivia are a series of Spanish colonial fortifications at Corral Bay, Valdivia and Cruces River established to protect the city of Valdivia, in southern Chile. During the period of Spanish rule (1645–1820), it was one of the biggest systems of fortification in the Americas. It was also a major supply source for Spanish ships that crossed the Strait of Magellan."}, {"title": "Valdivia", "href": "/wiki/Valdivia", "description": "Valdivia is a city and commune in southern Chile, administered by the Municipality of Valdivia. The city is named after its founder Pedro de Valdivia and is located at the confluence of the Calle-Calle, Valdivia, and Cau-Cau Rivers, approximately 15 km (9 mi) east of the coastal towns of Corral and Niebla. Since October 2007, Valdivia has been the capital of Los Ríos Region and is also the capital"}, {"title": "Huilliche uprising of 1792", "href": "/wiki/Huilliche_uprising_of_1792", "description": "The Huilliche uprising of 1792 was an indigenous uprising against the Spanish penetration into Futahuillimapu, territory in southern Chile that had been de facto free of Spanish rule since 1602. The first part of the conflict was a series of Huilliche attacks on Spanish settlers and the mission in the frontier next to Bueno River. Following this a militia in charge of Tomás de Figueroa departed fr"}]}, {"heading": "Events", "year": "1863", "date": "October 3", "txt": "The last Thursday in November is declared as Thanksgiving Day by U.S. President Abraham Lincoln.", "entities": [{"title": "Thanksgiving (United States)", "href": "/wiki/Thanksgiving_(United_States)", "description": "Thanksgiving is a federal holiday in the United States, celebrated on the fourth Thursday of November. It is sometimes called American Thanksgiving to distinguish it from the Canadian holiday of the same name. It originated as a harvest festival, and the centerpiece of Thanksgiving celebrations remains Thanksgiving dinner. The dinner traditionally consists of foods and dishes indigenous to the Ame"}, {"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}]}, {"heading": "Events", "year": "1873", "date": "October 3", "txt": "Chief Kintpuash and companions are hanged for their part in the Modoc War of northern California.", "entities": [{"title": "Kintpuash", "href": "/wiki/Kintpuash", "description": "Kintpuash, also known as Kientpaush and Captain Jack, was a chief of the Modoc tribe of California and Oregon. He led a band from the Klamath Reservation to return to their lands in California, where they resisted return. From 1872 to 1873, their small force made use of the lava beds, holding off more numerous United States Army forces for months in the Modoc War."}]}, {"heading": "Events", "year": "1912", "date": "October 3", "txt": "U.S. forces defeat Nicaraguan rebels at the Battle of Coyotepe Hill.", "entities": [{"title": "Battle of Coyotepe Hill", "href": "/wiki/Battle_of_Coyotepe_Hill", "description": "The Battle of Coyotepe Hill was a significant engagement during the United States occupation of Nicaragua from August through November 1912 during the insurrection staged by Minister of War General Luis Mena against the government of President Adolfo Díaz."}]}, {"heading": "Events", "year": "1918", "date": "October 3", "txt": "King Boris III of Bulgaria accedes to the throne.", "entities": [{"title": "Boris III of Bulgaria", "href": "/wiki/Boris_III_of_Bulgaria", "description": "Boris III, originally Boris Klemens Robert Maria Pius Ludwig Stanislaus Xaver, was the Tsar of the Kingdom of Bulgaria from 1918 until his death."}]}, {"heading": "Events", "year": "1919", "date": "October 3", "txt": "Cincinnati Reds pitcher Adolfo Luque becomes the first Latin player to appear in a World Series.", "entities": [{"title": "Adolfo Luque", "href": "/wiki/Adolfo_Luque", "description": "Adolfo Domingo De Guzmán \"Dolf\" Luque was a Cuban starting pitcher in Major League Baseball (MLB) from 1914 to 1935. Luque was enshrined in the Cuban Baseball Hall of Fame and the Cincinnati Reds Hall of Fame in 1967, as well as in the Mexican Baseball Hall of Fame in 1985. Luque was not only the first Latino pitcher in MLB, but also the first to win a World Series victory, and the first to lead t"}]}, {"heading": "Events", "year": "1929", "date": "October 3", "txt": "The Kingdom of Serbs, Croats and Slovenes is renamed to Yugoslavia by King Alexander I.", "entities": [{"title": "Kingdom of Serbs, Croats and Slovenes", "href": "/wiki/Kingdom_of_Serbs,_Croats_and_Slovenes", "description": "The Kingdom of Yugoslavia was a state in Southeast and Central Europe that existed from 1918 until 1941. From 1918 to 1929, it was officially called the Kingdom of Serbs, Croats and Slovenes, but the term \"Yugoslavia\" was its colloquial name due to its origins. The official name of the state was changed to \"Kingdom of Yugoslavia\" by King Alexander I on 3 October 1929."}, {"title": "Alexander I of Yugoslavia", "href": "/wiki/Alexander_I_of_Yugoslavia", "description": "Alexander I, also known as Alexander the Unifier, was a prince regent of the Kingdom of Serbia from 1914 and later a King of Yugoslavia from 1921 to 1934. He was assassinated by the Bulgarian Vlado Chernozemski, during a 1934 state visit to France."}]}, {"heading": "Events", "year": "1930", "date": "October 3", "txt": "The German Socialist Labour Party in Poland", "entities": [{"title": "German Socialist Labour Party in Poland – Left", "href": "/wiki/German_Socialist_Labour_Party_in_Poland_%E2%80%93_Left", "description": "The German Socialist Labour Party in Poland – Left was a political party in Poland. The party was founded on October 3, 1930, as a leftist split from the German Socialist Labour Party in Poland (DSAP) in Łódź."}]}, {"heading": "Events", "year": "1932", "date": "October 3", "txt": "Iraq gains independence from the United Kingdom.", "entities": [{"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}]}, {"heading": "Events", "year": "1935", "date": "October 3", "txt": "Second Italo-Abyssinian War: Italy invades Ethiopia.", "entities": [{"title": "De Bono's invasion of Abyssinia", "href": "/wiki/De_Bono%27s_invasion_of_Abyssinia", "description": "De Bono's invasion of Abyssinia took place during the opening stages of the Second Italo-Abyssinian War. Italian General Emilio De Bono invaded northern Abyssinia from staging areas in the Italian colony of Eritrea on what was known as the \"northern front.\""}]}, {"heading": "Events", "year": "1942", "date": "October 3", "txt": "A German V-2 rocket reaches a record 85 km (46 nm) in altitude.", "entities": [{"title": "V-2 rocket", "href": "/wiki/V-2_rocket", "description": "The V-2, with the technical name Aggregat 4 (A4), was the world's first long-range guided ballistic missile. The missile, powered by a liquid-propellant rocket engine, was developed during the Second World War in Germany as a \"vengeance weapon\" and assigned to attack Allied cities as retaliation for the Allied bombings against German cities. The V-2 rocket also became the first artificial object t"}]}, {"heading": "Events", "year": "1943", "date": "October 3", "txt": "World War II: German forces murder 92 civilians in Lingiades, Greece.", "entities": [{"title": "Lingiades massacre", "href": "/wiki/Lingiades_massacre", "description": "The Lingiades massacre, on 3 October 1943, was a Nazi German war crime committed by members of the 1st Mountain Division of the Wehrmacht Heer during the Axis occupation of Greece. The village of Lingiades (Λιγκιάδες), near Ioannina in northwestern Greece, was arbitrarily chosen as a target for reprisals by the Wehrmacht due to the killing of a German officer by members of the Greek Resistance. Th"}]}, {"heading": "Events", "year": "1949", "date": "October 3", "txt": "WERD, the first black-owned radio station in the United States, opens in Atlanta.", "entities": [{"title": "WERD (historic radio station)", "href": "/wiki/WERD_(historic_radio_station)", "description": "\n\nWERD was the first radio station owned by an African American. The station was established in Atlanta, Georgia on October 3, 1949, broadcasting on 860 AM. The National Black Radio Hall of Fame Atlanta Chapter is reopening WERD which still exists at its birth location and will also include a historical museum with it after renovations of the facility are completed. https://www.nbrhof.com/werd-his"}]}, {"heading": "Events", "year": "1951", "date": "October 3", "txt": "Korean War: The First Battle of Maryang San pits Commonwealth troops against communist Chinese troops.", "entities": [{"title": "First Battle of Maryang San", "href": "/wiki/First_Battle_of_Maryang_San", "description": "The First Battle of Maryang-san, also known as the Defensive Battle of Maliangshan, was fought during the Korean War between United Nations Command (UN) forces—primarily Australian and British—and the Chinese People's Volunteer Army (PVA). The fighting occurred during a limited UN offensive by US I Corps, codenamed Operation Commando. This offensive ultimately pushed the PVA back from the Imjin Ri"}]}, {"heading": "Events", "year": "1952", "date": "October 3", "txt": "The United Kingdom successfully tests a nuclear weapon to become the world's third nuclear power.", "entities": [{"title": "Operation Hurricane", "href": "/wiki/Operation_Hurricane", "description": "Operation Hurricane was the first test of a British atomic device. A plutonium implosion device was detonated on 3 October 1952 in the lagoon in the Monte Bello Islands in Western Australia. With the success of Operation Hurricane, Britain became the third nuclear power after the United States and the Soviet Union."}]}, {"heading": "Events", "year": "1957", "date": "October 3", "txt": "The California State Superior Court rules that the book Howl and Other Poems is not obscene.", "entities": []}, {"heading": "Events", "year": "1962", "date": "October 3", "txt": "Project Mercury: Wally Schirra in Sigma 7 launched from Cape Canaveral for a six-orbit flight.", "entities": [{"title": "Mercury-Atlas 8", "href": "/wiki/Mercury-Atlas_8", "description": "Mercury-Atlas 8 (MA-8) was the fifth United States crewed space mission, part of NASA's Mercury program. Astronaut Walter M. Schirra Jr., orbited the Earth six times in the Sigma 7 spacecraft on October 3, 1962, in a nine-hour flight focused mainly on technical evaluation rather than on scientific experimentation. This was the longest U.S. crewed orbital flight yet achieved in the Space Race, thou"}]}, {"heading": "Events", "year": "1963", "date": "October 3", "txt": "A violent coup in Honduras begins two decades of military rule.", "entities": [{"title": "1963 Honduran coup d'état", "href": "/wiki/1963_Honduran_coup_d%27%C3%A9tat", "description": "The 1963 Honduran coup d'état was a military takeover of the Honduran government on 3 October 1963, ten days before a scheduled election. Oswaldo López Arellano replaced Ramón Villeda Morales as the President of the country and initiated two decades of military rule."}]}, {"heading": "Events", "year": "1978", "date": "October 3", "txt": "A Finnish Air Force DC-3 crashes, killing all 15 people on board.", "entities": [{"title": "1978 Finnish Air Force DC-3 crash", "href": "/wiki/1978_Finnish_Air_Force_DC-3_crash", "description": "The Finnish Air Force DC-3 disaster occurred when a plane of this class crashed into Lake Juurusvesi in Rissala on 3 October 1978, killing all fifteen people on board. It was caused by a cracked exhaust valve, resulting from metal fatigue in an engine cylinder. Most of the victims were politicians and prominent businessmen attending a National Defence Course meeting organized by the Finnish Defenc"}]}, {"heading": "Events", "year": "1981", "date": "October 3", "txt": "The hunger strike at the Maze Prison in Northern Ireland ends after seven months and ten deaths.", "entities": [{"title": "1981 Irish hunger strike", "href": "/wiki/1981_Irish_hunger_strike", "description": "The 1981 hunger strike was the culmination of a five-year protest during The Troubles by Irish republican prisoners in Northern Ireland. The protest began as the blanket protest in 1976, when the British government withdrew Special Category Status for convicted paramilitary prisoners. In 1978, the dispute escalated into the dirty protest, where prisoners refused to leave their cells to wash and co"}]}, {"heading": "Events", "year": "1985", "date": "October 3", "txt": "The Space Shuttle Atlantis makes its maiden flight.", "entities": [{"title": "Space Shuttle Atlantis", "href": "/wiki/Space_Shuttle_Atlantis", "description": "Space Shuttle Atlantis is a Space Shuttle orbiter vehicle which belongs to the National Aeronautics and Space Administration (NASA), the spaceflight and space exploration agency of the United States. Manufactured by the Rockwell International company in Southern California and delivered to the Kennedy Space Center in Eastern Florida in April 1985, Atlantis is the fourth operational and the second-"}, {"title": "STS-51-J", "href": "/wiki/STS-51-J", "description": "STS-51-J was the 21st NASA Space Shuttle mission and the first flight of Space Shuttle Atlantis. It launched from Kennedy Space Center, Florida, on 3 October 1985, carrying a payload for the U.S. Department of Defense, and landed at Edwards Air Force Base, California, on 7 October."}]}, {"heading": "Events", "year": "1986", "date": "October 3", "txt": "TASCC, a superconducting cyclotron at the Chalk River Laboratories in Canada, is officially opened.", "entities": [{"title": "TASCC", "href": "/wiki/TASCC", "description": "Tandem Accelerator Superconducting Cyclotron (TASCC) was an accelerator facility constructed at Chalk River Laboratories on October 3, 1986. TASCC was the world's first Tandem Accelerator and able to accelerate most elements to 10 MeV per nucleon. The TASCC facility was decommissioned beginning in 1996."}]}, {"heading": "Events", "year": "1989", "date": "October 3", "txt": "A coup in Panama City is suppressed and 11 participants are executed.", "entities": [{"title": "1989 Panamanian coup d'état attempt", "href": "/wiki/1989_Panamanian_coup_d%27%C3%A9tat_attempt", "description": "The 1989 Panamanian coup d'état attempt was a failed coup d'état which occurred in Panama City on 3 October. The attempt was led by Major Moisés Giroldi, supported by a group of officers who had returned from a United Nations peacekeeping mission in Namibia. Although the plotters succeeded in capturing Panamanian dictator Manuel Noriega, the coup was quickly suppressed. Giroldi, together with nine"}]}, {"heading": "Events", "year": "1990", "date": "October 3", "txt": "The German Democratic Republic is abolished and becomes part of the Federal Republic of Germany.", "entities": [{"title": "German reunification", "href": "/wiki/German_reunification", "description": "German reunification was the process in 1990 in which the German Democratic Republic (GDR) became part of the Federal Republic of Germany (FRG) to form the reunited nation of Germany."}]}, {"heading": "Events", "year": "1991", "date": "October 3", "txt": "Nadine Gordimer is announced as the winner of the Nobel Prize in Literature.", "entities": [{"title": "Nadine Gordimer", "href": "/wiki/Nadine_Gordimer", "description": "Nadine Gordimer was a South African writer, political activist and recipient of the 1991 Nobel Prize in Literature. She was recognized as a writer \"who through her magnificent epic writing has – in the words of Alfred Nobel – been of very great benefit to humanity\"."}]}, {"heading": "Events", "year": "1993", "date": "October 3", "txt": "An American attack against a warlord in Mogadishu fails; eighteen US soldiers and over 350 Somalis die.", "entities": [{"title": "Battle of Mogadishu (1993)", "href": "/wiki/Battle_of_Mogadishu_(1993)", "description": "The Battle of Mogadishu, also known as the Black Hawk Down incident, was part of Operation Gothic Serpent. It was fought on 3–4 October 1993, in Mogadishu, Somalia, between forces of the United States—supported by UNOSOM II—and Somali militiamen loyal to Mohamed Farrah Aidid. It was part of the broader Somali Civil War, which had intensified since 1991 and threatened famine; the UN had become enga"}]}, {"heading": "Events", "year": "1995", "date": "October 3", "txt": "The O. J. Simpson murder case ends with a verdict of not guilty.", "entities": [{"title": "O. J. Simpson murder case", "href": "/wiki/O._J._Simpson_murder_case", "description": "The  O. J. Simpson murder case was a criminal trial held in Los Angeles County Superior Court in which former National Football League (NFL) player, broadcaster and actor O. J. Simpson was tried for the murders of his ex-wife Nicole Brown Simpson and her friend Ronald \"Ron\" Goldman, who were stabbed to death outside Brown's condominium in the Brentwood neighborhood of Los Angeles on the night of J"}]}, {"heading": "Events", "year": "2008", "date": "October 3", "txt": "The Emergency Economic Stabilization Act of 2008 for the U.S. financial system is signed by President George W. Bush.", "entities": [{"title": "Emergency Economic Stabilization Act of 2008", "href": "/wiki/Emergency_Economic_Stabilization_Act_of_2008", "description": "\nThe Emergency Economic Stabilization Act of 2008, often called the \"bank bailout of 2008,\" was proposed by Treasury Secretary Henry Paulson, passed by the 110th United States Congress, and signed into law by President George W. Bush. The act became law as part of Public Law 110-343 on October 3, 2008, in the midst of the financial crisis of 2007–08. The law created the $700 billion Troubled Asset"}]}, {"heading": "Events", "year": "2009", "date": "October 3", "txt": "Azerbaijan, Kazakhstan, Kyrgyzstan, and Turkey join together in the Turkic Council.", "entities": [{"title": "Turkic Council", "href": "/wiki/Turkic_Council", "description": "The Turkic Council, officially the Cooperation Council of Turkic-Speaking States, is an international organization comprising some of the Turkic countries consisting of Turkey, Uzbekistan, Azerbaijan, Kazakhstan and Kyrgyzstan. It is an intergovernmental organization whose overarching aim is promoting comprehensive cooperation among Turkic-speaking states. It was founded on October 3, 2009 in Nakh"}]}, {"heading": "Events", "year": "2013", "date": "October 3", "txt": "At least 360 migrants are killed when their boat sinks near the Italian island of Lampedusa.", "entities": [{"title": "2013 Mediterranean Sea migrant shipwreck", "href": "/wiki/2013_Mediterranean_Sea_migrant_shipwreck", "description": "On 3 October 2013, a boat carrying migrants from Libya to Italy sank off the Italian island of Lampedusa. It was reported that the boat had sailed from Misrata, Libya, but that many of the migrants were originally from Eritrea, Somalia and Ghana. An emergency response involving the Italian Coast Guard resulted in the rescue of 155 survivors. On 12 October it was reported that the confirmed death t"}]}, {"heading": "Events", "year": "2015", "date": "October 3", "txt": "Forty-two are killed and 33 go missing in the Kunduz hospital airstrike.", "entities": [{"title": "Kunduz hospital airstrike", "href": "/wiki/Kunduz_hospital_airstrike", "description": "On 3 October 2015, a United States Air Force AC-130U gunship attacked the Kunduz Trauma Centre operated by Médecins Sans Frontières in the city of Kunduz, in the province of the same name in northern Afghanistan. It has been reported that at least 42 people were killed and over 30 were injured."}]}, {"heading": "Events", "year": "2017", "date": "October 3", "txt": "King Felipe VI of Spain makes a special televised speech on Catalan independence referendum crisis.", "entities": [{"title": "Felipe VI of Spain", "href": "/wiki/Felipe_VI_of_Spain", "description": "Felipe VI or Philip VI is the King of Spain. He ascended the throne on 19 June 2014 upon the abdication of his father, Juan Carlos I. His mother is Queen Sofía, and he has two elder sisters, Infanta Elena, Duchess of Lugo, and Infanta Cristina.\nIn 2004, Felipe married TV news journalist Letizia Ortiz with whom he has two daughters, Leonor and Sofía."}, {"title": "2017 Catalan independence referendum", "href": "/wiki/2017_Catalan_independence_referendum", "description": "The Catalan independence referendum of 2017, also known by the numeronym 1-O in Spanish media, was an independence referendum held on 1 October 2017 in the Spanish autonomous community of Catalonia, passed by the Parliament of Catalonia as the Law on the Referendum on Self-determination of Catalonia and called by the Generalitat de Catalunya. It was declared unconstitutional on 7 September 2017 an"}]}, {"heading": "Births", "year": "85 BC", "date": "October 3", "txt": "Gaius Cassius Longinus, Roman politician (d. 42 BC)", "entities": [{"title": "Gaius Cassius Longinus", "href": "/wiki/Gaius_Cassius_Longinus", "description": "Gaius Cassius Longinus, often referred to as simply Cassius, was a Roman senator and general best known as a leading instigator of the plot to assassinate Julius Caesar on March 15, 44 BC. He was the brother-in-law of Brutus, another leader of the conspiracy. He commanded troops with Brutus during the Battle of Philippi against the combined forces of Mark Antony and Octavian, Caesar's former suppo"}]}, {"heading": "Births", "year": "1292", "date": "October 3", "txt": "Eleanor de Clare, English noblewoman (d. 1337)", "entities": [{"title": "Eleanor de Clare", "href": "/wiki/Eleanor_de_Clare", "description": "Eleanor de Clare, suo jure 6th Lady of Glamorgan was a powerful Anglo-Welsh noblewoman who married Hugh Despenser the Younger and was a granddaughter of Edward I of England. With her sisters, Elizabeth de Clare and Margaret de Clare, she inherited her father's estates after the death of her brother, Gilbert de Clare, 8th Earl of Gloucester, 7th Earl of Hereford at the Battle of Bannockburn in 1314"}]}, {"heading": "Births", "year": "1390", "date": "October 3", "txt": "Humphrey, Duke of Gloucester (d. 1447)", "entities": [{"title": "Humphrey, Duke of Gloucester", "href": "/wiki/Humphrey,_Duke_of_Gloucester", "description": "Humphrey of Lancaster, Duke of Gloucester was an English prince, soldier, and literary patron. He was \"son, brother and uncle of kings\", being the fourth and youngest son of Henry IV of England, the brother of Henry V, and the uncle of Henry VI. Gloucester fought in the Hundred Years' War and acted as Lord Protector of England during the minority of his nephew. A controversial figure, he has been "}]}, {"heading": "Births", "year": "1458", "date": "October 3", "txt": "Saint Casimir, Prince of Poland and Duke of Lithuania (d. 1484)", "entities": [{"title": "Saint Casimir", "href": "/wiki/Saint_Casimir", "description": "Casimir Jagiellon was a prince of the Kingdom of Poland and of the Grand Duchy of Lithuania. Second son of King Casimir IV Jagiellon, he was tutored by Johannes Longinus, a Polish chronicler and diplomat. After his elder brother Vladislaus was elected as King of Bohemia in 1471, Casimir became the heir apparent. At the age of 13, Casimir participated in the failed military campaign to install him "}]}, {"heading": "Births", "year": "1554", "date": "October 3", "txt": "Fulke Greville, 1st Baron Brooke, English poet (d. 1628)", "entities": [{"title": "Fulke Greville, 1st Baron Brooke", "href": "/wiki/Fulke_Greville,_1st_Baron_Brooke", "description": "Fulke Greville, 1st Baron Brooke, de jure 13th Baron Latimer and 5th Baron Willoughby de Broke KB PC, known before 1621 as Sir Fulke Greville, was an Elizabethan poet, dramatist, and statesman who sat in the House of Commons at various times between 1581 and 1621, when he was raised to the peerage."}]}, {"heading": "Births", "year": "1610", "date": "October 3", "txt": "Gabriel Lalemant, French-Canadian missionary and saint (d. 1649)", "entities": [{"title": "Gabriel Lalemant", "href": "/wiki/Gabriel_Lalemant", "description": "Gabriel Lalemant was a Jesuit missionary in New France beginning in 1646. Caught up in warfare between the Huron and nations of the Iroquois Confederacy, he was killed in St. Ignace by Mohawk warriors and is one of the eight Canadian Martyrs."}]}, {"heading": "Births", "year": "1631", "date": "October 3", "txt": "Sebastian Anton Scherer, German organist and composer (d. 1712)", "entities": [{"title": "Sebastian Anton Scherer", "href": "/wiki/Sebastian_Anton_Scherer", "description": "Sebastian Anton Scherer was a German composer and organist of the Baroque era."}]}, {"heading": "Births", "year": "1713", "date": "October 3", "txt": "Antoine Dauvergne, French violinist and composer (d. 1797)", "entities": [{"title": "Antoine Dauvergne", "href": "/wiki/Antoine_Dauvergne", "description": "Antoine Dauvergne was a French composer and violinist."}]}, {"heading": "Births", "year": "1716", "date": "October 3", "txt": "Giovanni Battista Beccaria, Italian physicist and academic (d. 1781)", "entities": [{"title": "Giovanni Battista Beccaria", "href": "/wiki/Giovanni_Battista_Beccaria", "description": "Giovanni Battista Beccaria, Italian physicist, was born at Mondovì, and entered the religious Order of the Pious Schools or Piarists, in 1732, where he studied, and afterward taught, grammar and rhetoric. At the same time, he applied himself with success to mathematics."}]}, {"heading": "Births", "year": "1720", "date": "October 3", "txt": "Johann Uz, German poet and judge (d. 1796)", "entities": [{"title": "Johann Uz", "href": "/wiki/Johann_Uz", "description": "Johann Peter Uz was a German poet."}]}, {"heading": "Births", "year": "1790", "date": "October 3", "txt": "John Ross, American tribal chief (d. 1866)", "entities": [{"title": "John Ross (Cherokee chief)", "href": "/wiki/John_Ross_(Cherokee_chief)", "description": "John Ross, , was the Principal Chief of the Cherokee Nation from 1828 to 1866 and served longer in that position than any other person. Described as the Moses of his people, Ross influenced the Indian nation through such tumultuous events as the relocation to Indian Territory and the American Civil War."}]}, {"heading": "Births", "year": "1797", "date": "October 3", "txt": "Leopold II, Grand Duke of Tuscany (d. 1870)", "entities": [{"title": "Leopold II, Grand Duke of Tuscany", "href": "/wiki/Leopold_II,_Grand_Duke_of_Tuscany", "description": "Leopold II, was Grand Duke of Tuscany (1824–1859). He married twice; first to Maria Anna of Saxony, and after her death in 1832, to Maria Antonia of the Two-Sicilies. By the latter, he begat his eventual successor, Ferdinand. Leopold was recognised contemporarily as a liberal monarch, authorising the Tuscan Constitution of 1848, and allowing a degree of free press."}]}, {"heading": "Births", "year": "1800", "date": "October 3", "txt": "George Bancroft, American historian and politician, 17th United States Secretary of the Navy (d. 1891)", "entities": [{"title": "George Bancroft", "href": "/wiki/George_Bancroft", "description": "George Bancroft was an American historian and statesman who was prominent in promoting secondary education both in his home state and at the national and international levels. During his tenure as U.S. Secretary of the Navy, he established the United States Naval Academy at Annapolis in 1845. He was a senior American diplomat in Europe. Among his best-known writings is the magisterial series, Hist"}, {"title": "United States Secretary of the Navy", "href": "/wiki/United_States_Secretary_of_the_Navy", "description": "The secretary of the Navy is a statutory officer and the head of the Department of the Navy, a military department within the United States Department of Defense."}]}, {"heading": "Births", "year": "1804", "date": "October 3", "txt": "Townsend Harris, American merchant, politician, and diplomat, United States Ambassador to Japan (d. 1878)", "entities": [{"title": "Townsend Harris", "href": "/wiki/Townsend_Harris", "description": "Townsend Harris was an American merchant and minor politician, and the first United States Consul General to Japan. He negotiated the \"Harris Treaty\" between the US and Japan and is credited as the diplomat who first opened Shogunate Japan to foreign trade and culture in the Edo period."}, {"title": "United States Ambassador to Japan", "href": "/wiki/United_States_Ambassador_to_Japan", "description": "The Ambassador of the United States of America to Japan  is the ambassador from the United States of America to Japan."}]}, {"heading": "Births", "year": "1804", "date": "October 3", "txt": "Allan Kardec, French author, translator, educator and founder of modern Spiritism (d. 1869)", "entities": [{"title": "Spiritism", "href": "/wiki/Spiritism", "description": "Spiritism is a religion, self-described as a spiritualistic philosophy, that started in the 19th century by the French educator Hippolyte Léon Denizard Rivail, who, under the pen name Allan Kardec, wrote books on \"the nature, origin, and destiny of spirits, and their relation with the corporeal world\". Spiritists refer to Kardec as the codifier."}]}, {"heading": "Births", "year": "1828", "date": "October 3", "txt": "Woldemar Bargiel, German composer and educator (d. 1897)", "entities": [{"title": "Woldemar Bargiel", "href": "/wiki/Woldemar_Bargiel", "description": "Woldemar Bargiel was a German composer."}]}, {"heading": "Births", "year": "1837", "date": "October 3", "txt": "Nicolás Avellaneda, Argentinian journalist and politician, 8th President of Argentina (d. 1885)", "entities": [{"title": "Nicolás Avellaneda", "href": "/wiki/Nicol%C3%A1s_Avellaneda", "description": "Nicolás Remigio Aurelio Avellaneda Silva was an Argentine politician and journalist, and President of Argentina from 1874 to 1880. Avellaneda's main projects while in office were banking and education reform, leading to Argentina's economic growth. The most important events of his government were the Conquest of the Desert and the transformation of the Buenos Aires into a federal district."}, {"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}]}, {"heading": "Births", "year": "1846", "date": "October 3", "txt": "James Jackson Putnam, American neurologist and academic (d. 1918)", "entities": [{"title": "James Jackson Putnam", "href": "/wiki/James_Jackson_Putnam", "description": "James Jackson Putnam was an American neurologist."}]}, {"heading": "Births", "year": "1848", "date": "October 3", "txt": "Henry Lerolle, French painter and art collector (d. 1929)", "entities": [{"title": "Henry Lerolle", "href": "/wiki/Henry_Lerolle", "description": "Henry Lerolle was a French painter, art collector and patron, born in Paris. He studied at Académie Suisse and in the studio of Louis Lamothe."}]}, {"heading": "Births", "year": "1858", "date": "October 3", "txt": "Eleonora Duse, Italian-American actress (d. 1924)", "entities": [{"title": "Eleonora Duse", "href": "/wiki/Eleonora_Duse", "description": "Eleonora Giulia Amalia Duse, often known simply as Duse, was an Italian actress, rated by many as the greatest of her time, in keen competition with Sarah Bernhardt. She performed in many countries, notably in the plays of Gabriele d'Annunzio and Henrik Ibsen. Duse achieved a unique power of conviction and verity on the stage through intense absorption in the character, “eliminating the self” as s"}]}, {"heading": "Births", "year": "1862", "date": "October 3", "txt": "Johnny Briggs, English cricketer and rugby player (d. 1902)", "entities": [{"title": "Johnny Briggs (cricketer)", "href": "/wiki/Johnny_Briggs_(cricketer)", "description": "Johnny Briggs was an English left arm spin bowler who played for Lancashire County Cricket Club between 1879 and 1900 and remains the second-highest wicket-taker in the county's history after Brian Statham. In the early days of Test cricket, Briggs‘ batting was considered careless, although still very useful. He was the first bowler in Test cricket to take 100 wickets, and held the record of most "}]}, {"heading": "Births", "year": "1863", "date": "October 3", "txt": "Pyotr Kozlov, Russian archaeologist and explorer (d. 1935)", "entities": [{"title": "Pyotr Kozlov", "href": "/wiki/Pyotr_Kozlov", "description": "Pyotr Kuzmich Kozlov was a Russian and Soviet traveler and explorer who continued the studies of Nikolai Przhevalsky in Mongolia and Tibet."}]}, {"heading": "Births", "year": "1865", "date": "October 3", "txt": "Gustave Loiseau, French painter (d. 1935)", "entities": [{"title": "Gustave Loiseau", "href": "/wiki/Gustave_Loiseau", "description": "Gustave Loiseau was a French Post-Impressionist painter, remembered above all for his landscapes and scenes of Paris streets."}]}, {"heading": "Births", "year": "1866", "date": "October 3", "txt": "Josephine Sabel, American singer and comedian (d. 1945)", "entities": [{"title": "Josephine Sabel", "href": "/wiki/Josephine_Sabel", "description": "Josephine Domingue Sabel was an American singer and comedian, billed as \"The Queen of Song\" in vaudeville."}]}, {"heading": "Births", "year": "1867", "date": "October 3", "txt": "Pierre Bonnard, French painter (d. 1947)", "entities": [{"title": "Pierre Bonnard", "href": "/wiki/Pierre_Bonnard", "description": "Pierre Bonnard was a French painter, illustrator, and printmaker, known especially for the stylized decorative qualities of his paintings and his bold use of color. He was a founding member of the Post-Impressionist group of avant-garde painters Les Nabis, and his early work was strongly influenced by the work of Paul Gauguin, and the prints of Hokusai and other Japanese artists. He was a leading "}]}, {"heading": "Births", "year": "1869", "date": "October 3", "txt": "Alfred Flatow, German gymnast (d. 1942)", "entities": [{"title": "Alfred Flatow", "href": "/wiki/Alfred_Flatow", "description": "Alfred Flatow was a German gymnast. He competed at the 1896 Summer Olympics in Athens. He was Jewish."}]}, {"heading": "Births", "year": "1875", "date": "October 3", "txt": "Dr. Atl, Mexican painter (d. 1964)", "entities": [{"title": "Dr. Atl", "href": "/wiki/Dr._Atl", "description": "Gerardo Murillo Cornado, also known by his signature \"Dr. Atl\", was a Mexican painter and writer."}]}, {"heading": "Births", "year": "1879", "date": "October 3", "txt": "Warner Oland, Swedish-American actor and singer (d. 1938)", "entities": [{"title": "Warner Oland", "href": "/wiki/Warner_Oland", "description": "Warner Oland was a Swedish-American actor most remembered for playing several Chinese and Chinese-American characters: Dr. Fu Manchu; Henry Chang in Shanghai Express and most notably Honolulu Police detective Lieutenant Charlie Chan. His career that included time on Broadway and numerous film appearances, including 16 Charlie Chan films.\n"}]}, {"heading": "Births", "year": "1882", "date": "October 3", "txt": "A. Y. Jackson, Canadian painter and academic (d. 1974)", "entities": [{"title": "A. Y. Jackson", "href": "/wiki/A._Y._Jackson", "description": "Alexander Young Jackson was a Canadian painter and a founding member of the Group of Seven. Jackson made a significant contribution to the development of art in Canada, and was successful in bringing together the artists of Montreal and Toronto. He exhibited with the Group of Seven from 1920. In addition to his work with the Group of Seven, his long career included serving as a War Artist during W"}]}, {"heading": "Births", "year": "1885", "date": "October 3", "txt": "Sophie Treadwell, American playwright and journalist (d. 1970)", "entities": [{"title": "Sophie Treadwell", "href": "/wiki/Sophie_Treadwell", "description": "\n\nSophie Anita Treadwell was an American playwright and journalist of the first half of the 20th century. She is best known for her play Machinal which is often included in drama anthologies as an example of an expressionist or modernist play. Treadwell wrote dozens of plays, several novels, as well as serial stories and countless articles that appeared in newspapers. In addition to writing plays "}]}, {"heading": "Births", "year": "1886", "date": "October 3", "txt": "Alain-Fournier, French soldier, author, and critic (d. 1914)", "entities": [{"title": "Alain-Fournier", "href": "/wiki/Alain-Fournier", "description": "Alain-Fournier was the pseudonym of Henri-Alban Fournier, a French author and soldier. He was the author of a single novel, Le Grand Meaulnes (1913), which has been filmed twice and is considered a classic of French literature. The book is based partly on his childhood."}]}, {"heading": "Births", "year": "1888", "date": "October 3", "txt": "Wade Boteler, American actor and screenwriter (d. 1943)", "entities": [{"title": "Wade Boteler", "href": "/wiki/Wade_Boteler", "description": "Wade Boteler was an American film actor and writer. He appeared in more than 430 films between 1919 and 1943. He was born in Santa Ana, California, and died in Hollywood, California, from a heart attack."}]}, {"heading": "Births", "year": "1889", "date": "October 3", "txt": "Carl von Ossietzky, German journalist and activist, Nobel Prize laureate (d. 1938)", "entities": [{"title": "Carl von Ossietzky", "href": "/wiki/Carl_von_Ossietzky", "description": "Carl von Ossietzky was a German journalist and pacifist. He was the recipient of the 1935 Nobel Peace Prize for his work in exposing the clandestine German re-armament."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1890", "date": "October 3", "txt": "Emilio Portes Gil, Mexican politician, President of Mexico (d. 1978)", "entities": [{"title": "Emilio Portes Gil", "href": "/wiki/Emilio_Portes_Gil", "description": "Emilio Cándido Portes Gil was President of Mexico from 1928 to 1930, one of three to serve out the six-year term of President-elect General Álvaro Obregón, who had been assassinated in 1928. Since the Mexican Constitution of 1917 forbade re-election of a serving president, incumbent President Plutarco Elías Calles could not formally retain the presidency. Portes Gil replaced him, but Calles, the \""}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Births", "year": "1894", "date": "October 3", "txt": "Elmer Robinson, American lawyer and politician, 33rd Mayor of San Francisco (d. 1982)", "entities": [{"title": "Elmer Robinson", "href": "/wiki/Elmer_Robinson", "description": "Elmer Edwin \"Rob-Rob\" Robinson was the 33rd mayor of San Francisco, California. A Republican, he served as San Francisco's mayor from January 1948 until January 1956."}, {"title": "Mayor of San Francisco", "href": "/wiki/Mayor_of_San_Francisco", "description": "The mayor of the City and County of San Francisco is the head of the executive branch of the San Francisco city and county government. The officeholder has the duty to enforce city laws, and the power to either approve or veto bills passed by the San Francisco Board of Supervisors, the legislative branch. The mayor serves a four-year term and is limited to two successive terms. Because of San Fran"}]}, {"heading": "Births", "year": "1894", "date": "October 3", "txt": "Walter Warlimont, German general (d. 1976)", "entities": []}, {"heading": "Births", "year": "1895", "date": "October 3", "txt": "Giovanni Comisso, Italian author and poet (d. 1969)", "entities": [{"title": "Giovanni Comisso", "href": "/wiki/Giovanni_Comisso", "description": "\nGiovanni Comisso was an important Italian writer of the twentieth century, appreciated by Eugenio Montale, Umberto Saba, Gianfranco Contini and many others."}]}, {"heading": "Births", "year": "1895", "date": "October 3", "txt": "Sergei Yesenin, Russian poet (d. 1925)", "entities": []}, {"heading": "Births", "year": "1896", "date": "October 3", "txt": "Auvergne Doherty, Australian businesswoman (d. 1961)", "entities": [{"title": "Auvergne Doherty", "href": "/wiki/Auvergne_Doherty", "description": "Auvergne Mary Doherty, M.A., B.A. was an Australian businesswoman, working in her family's cattle business. She was one of the first nine women called to the bar in England; Doherty was the first Western Australian woman called to the English Bar; she did not go on to practise law in England or Western Australia. Instead, Doherty took over her father's business when he died in 1935."}, {"title": "1961", "href": "/wiki/1961", "description": "1961 (MCMLXI) was a common year starting on Sunday of the Gregorian calendar, the 1961st year of the Common Era (CE) and Anno Domini (AD) designations, the 961st year of the 2nd millennium, the 61st year of the 20th century, and the 2nd year of the 1960s decade. "}]}, {"heading": "Births", "year": "1896", "date": "October 3", "txt": "Gerardo Diego, Spanish poet and critic (d. 1987)", "entities": []}, {"heading": "Births", "year": "1897", "date": "October 3", "txt": "Louis Aragon, French author and poet (d. 1982)", "entities": [{"title": "Louis Aragon", "href": "/wiki/Louis_Aragon", "description": "Louis Aragon was a French poet who was one of the leading voices of the surrealist movement in France. He co-founded with André Breton and Philippe Soupault the surrealist review Littérature. He was also a novelist and editor, a long-time member of the Communist Party and a member of the Académie Goncourt. After 1959, he was a frequent nominee for the Nobel Prize in Literature."}]}, {"heading": "Births", "year": "1898", "date": "October 3", "txt": "Leo McCarey, American director and screenwriter (d. 1969)", "entities": [{"title": "Leo McCarey", "href": "/wiki/Leo_McCarey", "description": "Thomas Leo McCarey was an American film director, screenwriter, and producer. He was involved in nearly 200 movies, the most well known today being Duck Soup, Make Way for Tomorrow, The Awful Truth, Going My Way, The Bells of St. Mary's, My Son John and An Affair To Remember."}]}, {"heading": "Births", "year": "1898", "date": "October 3", "txt": "Adolf Reichwein, German economist and educator (d. 1944)", "entities": []}, {"heading": "Births", "year": "1899", "date": "October 3", "txt": "Gertrude Berg, American actress, screenwriter and producer (d. 1966)", "entities": [{"title": "Gertrude Berg", "href": "/wiki/Gertrude_Berg", "description": "Gertrude Berg was an American actress, screenwriter and producer. A pioneer of classic radio, she was one of the first women to create, write, produce and star in a long-running hit when she premiered her serial comedy-drama The Rise of the Goldbergs (1929), later known as The Goldbergs. Her career achievements included winning a Tony Award and an Emmy Award, both for Best Lead Actress."}]}, {"heading": "Births", "year": "1900", "date": "October 3", "txt": "Thomas Wolfe, American novelist (d. 1938)", "entities": [{"title": "Thomas Wolfe", "href": "/wiki/Thomas_Wolfe", "description": "Thomas Clayton Wolfe was an American novelist of the early 20th century."}]}, {"heading": "Births", "year": "1901", "date": "October 3", "txt": "Jean Grémillon, French director, composer, and screenwriter (d. 1959)", "entities": [{"title": "Jean Grémillon", "href": "/wiki/Jean_Gr%C3%A9millon", "description": "Jean Grémillon was a French film director."}]}, {"heading": "Births", "year": "1904", "date": "October 3", "txt": "Ernst-Günther Schenck, German colonel and physician (d. 1998)", "entities": [{"title": "Ernst-Günther Schenck", "href": "/wiki/Ernst-G%C3%BCnther_Schenck", "description": "Ernst-Günther Schenck was a German doctor and member of the SS in Nazi Germany. Because of a chance encounter with Adolf Hitler during the closing days of World War II, his memoirs proved historically valuable. His accounts of this period are prominent in the works of Joachim Fest and James P. O'Donnell regarding the end of Hitler's life, and were included in the film Downfall (2004)."}]}, {"heading": "Births", "year": "1905", "date": "October 3", "txt": "Tekin Arıburun, Turkish soldier and politician, President of Turkey (d. 1993)", "entities": [{"title": "Tekin Arıburun", "href": "/wiki/Tekin_Ar%C4%B1burun", "description": "Mehmet Tekin Arıburun was a Turkish soldier and statesman. He was born in then-Ottoman territory of Ishtib, Kosovo Vilayet. He was the last President to be born outside the territory of present-day Turkey."}, {"title": "List of Presidents of Turkey", "href": "/wiki/List_of_Presidents_of_Turkey", "description": "The following is a complete list of people who held the office of President of Turkey. There have been twelve heads of state since the inception of the republican period in 1923, following the Turkish War of Independence."}]}, {"heading": "Births", "year": "1906", "date": "October 3", "txt": "Natalie Savage Carlson, American author (d. 1997)", "entities": [{"title": "Natalie Savage Carlson", "href": "/wiki/Natalie_Savage_Carlson", "description": "Natalie Savage Carlson was a 20th-century American writer of children's books. For her lifetime contribution as a children's writer, she was United States nominee for the biennial, international Hans Christian Andersen Award in 1966."}]}, {"heading": "Births", "year": "1908", "date": "October 3", "txt": "Johnny Burke, American songwriter (d. 1964)", "entities": [{"title": "Johnny Burke (lyricist)", "href": "/wiki/Johnny_Burke_(lyricist)", "description": "John Francis Burke was a lyricist, successful and prolific between the 1920s and 1950s. His work is considered part of the Great American Songbook."}]}, {"heading": "Births", "year": "1911", "date": "October 3", "txt": "Michael Hordern, English actor (d. 1995)", "entities": [{"title": "Michael Hordern", "href": "/wiki/Michael_Hordern", "description": "Sir Michael Murray Hordern CBE was an English actor whose career spanned nearly 60 years. He is best known for his Shakespearean roles, especially that of King Lear, which he played to much acclaim on stage in Stratford-upon-Avon in 1969 and London in 1970. He then successfully assumed the role on television five years later. He often appeared in film, rising from a bit part actor in the late 1930"}]}, {"heading": "Births", "year": "1915", "date": "October 3", "txt": "Ray Stark, American film producer (d. 2004)", "entities": [{"title": "Ray Stark", "href": "/wiki/Ray_Stark", "description": "Raymond Otto Stark was one of the most successful and prolific independent film producers in postwar Hollywood. Stark's background as a literary and theatrical agent prepared him to produce some of the most profitable films of the 1960s, 1970s, 1980s, and 1990s, such as The World of Suzie Wong (1960), West Side Story (1961), The Misfits (1961), Lolita (1962), The Night of The Iguana (1964), Reflec"}]}, {"heading": "Births", "year": "1916", "date": "October 3", "txt": "James Herriot, English veterinarian and author (d. 1995)", "entities": [{"title": "James Herriot", "href": "/wiki/James_Herriot", "description": "James Alfred Wight, better known by his pen name James Herriot, was a British veterinary surgeon and author."}]}, {"heading": "Births", "year": "1919", "date": "October 3", "txt": "James M. Buchanan, American economist and academic, Nobel Prize laureate (d. 2013)", "entities": [{"title": "James M. Buchanan", "href": "/wiki/James_M._Buchanan", "description": "James McGill Buchanan Jr. was an American economist known for his work on public choice theory, for which he received the Nobel Memorial Prize in Economic Sciences in 1986. Buchanan's work initiated research on how politicians' and bureaucrats' self-interest, utility maximization, and other non-wealth-maximizing considerations affect their decision-making. He was a member of the Board of Advisors "}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1921", "date": "October 3", "txt": "Ray Lindwall, Australian cricketer and soldier (d. 1996)", "entities": [{"title": "Ray Lindwall", "href": "/wiki/Ray_Lindwall", "description": "Raymond Russell Lindwall was a cricketer who represented Australia in 61 Tests from 1946 to 1960. He is widely regarded as one of the greatest fast bowlers of all time. He also played top-flight rugby league football with St. George, appearing in two grand finals for the club before retiring to fully concentrate on Test cricket."}]}, {"heading": "Births", "year": "1923", "date": "October 3", "txt": "Edward Oliver LeBlanc, Dominican lawyer and politician, 1st Premier of Dominica (d. 2004)", "entities": [{"title": "Edward Oliver LeBlanc", "href": "/wiki/Edward_Oliver_LeBlanc", "description": "Edward Oliver Le Blanc was a Dominican politician."}, {"title": "List of heads of government of Dominica", "href": "/wiki/List_of_heads_of_government_of_Dominica", "description": "This article contains a list of heads of government of Dominica."}]}, {"heading": "Births", "year": "1924", "date": "October 3", "txt": "Harvey Kurtzman, American cartoonist (d. 1993)", "entities": [{"title": "Harvey Kurtzman", "href": "/wiki/Harvey_Kurtzman", "description": "Harvey Kurtzman was an American cartoonist and editor. His best-known work includes writing and editing the parodic comic book Mad from 1952 until 1956, and illustrating the Little Annie Fanny strips in Playboy from 1962 until 1988. His work is noted for its satire and parody of popular culture, social critique, and attention to detail. Kurtzman's working method has been likened to that of an aute"}]}, {"heading": "Births", "year": "1924", "date": "October 3", "txt": "Arkady Vorobyov, Russian weightlifter and coach (d. 2012)", "entities": []}, {"heading": "Births", "year": "1925", "date": "October 3", "txt": "Simone Segouin (also known as Nicole Minet), French Resistance fighter and partisan", "entities": [{"title": "Simone Segouin", "href": "/wiki/Simone_Segouin", "description": "Simone Segouin, also known by her nom de guerre Nicole Minet, is a former French Resistance fighter who served in the Francs-Tireurs et Partisans group. Among her first acts of resistance was stealing a bicycle from a German female military messenger, which she then used to help carry messages. She went on to take part in large-scale or otherwise perilous missions, such as capturing German troops,"}]}, {"heading": "Births", "year": "1925", "date": "October 3", "txt": "Gore Vidal, American novelist, screenwriter, and critic (d. 2012)", "entities": []}, {"heading": "Births", "year": "1925", "date": "October 3", "txt": "George Wein, American pianist and producer, co-founded the Newport Folk Festival", "entities": [{"title": "Newport Folk Festival", "href": "/wiki/Newport_Folk_Festival", "description": "The Newport Folk Festival is an American annual folk-oriented music festival in Newport, Rhode Island, which began in July 1959 as a counterpart to the previously established Newport Jazz Festival. The festival is often considered one of the first modern music festivals in America and remains a focal point in the ever-expanding genre of \"folk\" music. The festival was held annually from 1959 to 196"}]}, {"heading": "Births", "year": "1928", "date": "October 3", "txt": "Erik Bruhn, Danish dancer and choreographer (d. 1986)", "entities": [{"title": "Erik Bruhn", "href": "/wiki/Erik_Bruhn", "description": "Erik Belton Evers Bruhn was a Danish danseur, choreographer, artistic director, actor, and author."}]}, {"heading": "Births", "year": "1928", "date": "October 3", "txt": "Edward L. Moyers, American businessman (d. 2006)", "entities": []}, {"heading": "Births", "year": "1928", "date": "October 3", "txt": "Shridath Ramphal, Guyanese academic and politician, 2nd Commonwealth Secretary-General", "entities": [{"title": "Commonwealth Secretary-General", "href": "/wiki/Commonwealth_Secretary-General", "description": "The Commonwealth Secretary-General is the head of the Commonwealth Secretariat, the central body which has served the Commonwealth of Nations since its establishment in 1965, and responsible for representing the Commonwealth publicly. The Commonwealth Secretary-General should not be confused with the Head of the Commonwealth, who is currently Elizabeth II."}]}, {"heading": "Births", "year": "1931", "date": "October 3", "txt": "Glenn Hall, Canadian ice hockey player and coach", "entities": [{"title": "Glenn Hall", "href": "/wiki/Glenn_Hall", "description": "Glenn Henry Hall is a Canadian former professional ice hockey goaltender. During his National Hockey League career with the Detroit Red Wings, Chicago Black Hawks, and St. Louis Blues, Hall seldom missed a game and was a consistent performer, winning the Vezina Trophy, which at the time was awarded to the goaltender on the team allowing the fewest goals against, three times, being voted the First "}]}, {"heading": "Births", "year": "1932", "date": "October 3", "txt": "Terence English, South African-English surgeon and academic", "entities": [{"title": "Terence English", "href": "/wiki/Terence_English", "description": "Sir Terence Alexander Hawthorne English is a South African-born British retired cardiac surgeon. He was Consultant Cardiothoracic Surgeon, Papworth Hospital and Addenbrooke's Hospital, Cambridge, 1973–1995. After starting a career in mining engineering, English switched to medicine and went on to lead the team that performed Britain's first successful heart transplant in August 1979 at Papworth, a"}]}, {"heading": "Births", "year": "1933", "date": "October 3", "txt": "Neale Fraser, Australian tennis player", "entities": [{"title": "Neale Fraser", "href": "/wiki/Neale_Fraser", "description": "Neale Andrew Fraser is a former number one amateur male tennis-player from Australia, born in Melbourne, Victoria, the son of a Victorian judge. Fraser is the last man to have completed the triple crown, i.e. having won the singles, doubles and mixed doubles titles at a Grand Slam tournament, which he managed on two consecutive occasions, in 1959 and 1960 ; no male player has equalled this feat at"}]}, {"heading": "Births", "year": "1934", "date": "October 3", "txt": "Benjamin Boretz, American composer and theorist", "entities": [{"title": "Benjamin Boretz", "href": "/wiki/Benjamin_Boretz", "description": "Benjamin Aaron Boretz is an American composer and music theorist."}]}, {"heading": "Births", "year": "1934", "date": "October 3", "txt": "Miguel-Ángel Cárdenas, Colombian-Dutch painter and illustrator (d. 2015)", "entities": []}, {"heading": "Births", "year": "1934", "date": "October 3", "txt": "Harold Henning, South African golfer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1934", "date": "October 3", "txt": "Simon Nicholson, English sculptor and painter (d. 1990)", "entities": []}, {"heading": "Births", "year": "1935", "date": "October 3", "txt": "Charles Duke, American general, pilot, and astronaut", "entities": [{"title": "Charles Duke", "href": "/wiki/Charles_Duke", "description": "Charles Moss Duke Jr. is an American former astronaut, U.S. Air Force (USAF) officer and test pilot. As lunar module pilot of Apollo 16 in 1972, he became the tenth and youngest person to walk on the Moon, at age 36 years and 201 days."}]}, {"heading": "Births", "year": "1935", "date": "October 3", "txt": "Armen Dzhigarkhanyan, Soviet Russian-Armenian actor (d. 2020)", "entities": []}, {"heading": "Births", "year": "1936", "date": "October 3", "txt": "Steve Reich, American composer", "entities": [{"title": "Steve Reich", "href": "/wiki/Steve_Reich", "description": "Stephen Michael Reich is an American composer known for his contribution to the development of minimal music in the mid to late 1960s."}]}, {"heading": "Births", "year": "1938", "date": "October 3", "txt": "Eddie Cochran, American singer-songwriter, guitarist, and actor (d. 1960)", "entities": [{"title": "Eddie Cochran", "href": "/wiki/Eddie_Cochran", "description": "Ray Edward Cochran was an American rock and roll musician. Cochran's songs, such as \"Twenty Flight Rock\", \"Summertime Blues\", \"C'mon Everybody\", and \"Somethin' Else\", captured teenage frustration and desire in the mid-1950s and early 1960s. He experimented with multitrack recording, distortion techniques, and overdubbing even on his earliest singles. He played the guitar, piano, bass, and drums. H"}]}, {"heading": "Births", "year": "1938", "date": "October 3", "txt": "David Hart Dyke, English captain", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 3", "txt": "Jack Hodgins, Canadian author and academic", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 3", "txt": "Dave Obey, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1939", "date": "October 3", "txt": "Bob Armstrong, American wrestler and trainer (d. 2020)", "entities": [{"title": "Bob Armstrong", "href": "/wiki/Bob_Armstrong", "description": "Joseph Melton James was an American professional wrestler, better known by his ring name, \"Bullet\" Bob Armstrong. In the course of his career, which spanned five decades, Armstrong held numerous championships throughout the Southeastern United States. His four sons, Joseph Scott, Robert Bradley, Steve and Brian Girard, all became wrestlers."}]}, {"heading": "Births", "year": "1940", "date": "October 3", "txt": "Alan O'Day, American singer-songwriter (d. 2013)", "entities": [{"title": "Alan O'Day", "href": "/wiki/Alan_O%27Day", "description": "Alan Earle O'Day was an American singer-songwriter, best known for writing and singing \"Undercover Angel,\" a million-selling Gold-certified American No. 1 hit in 1977. He also wrote songs for several other notable performers, such as 1974's Helen Reddy No. 1 hit \"Angie Baby\" and the Righteous Brothers' No. 3 Gold hit \"Rock and Roll Heaven\". In the 1980s he moved from pop music to television, co-wr"}]}, {"heading": "Births", "year": "1940", "date": "October 3", "txt": "Jean Ratelle, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1940", "date": "October 3", "txt": "Mike Troy, American swimmer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 3", "txt": "Chubby Checker, American singer-songwriter", "entities": [{"title": "Chubby Checker", "href": "/wiki/Chubby_Checker", "description": "Chubby Checker is an American rock 'n roll singer and dancer. He is widely known for popularizing many dance styles including the twist dance style, with his 1960 hit cover of Hank Ballard & The Midnighters' R&B hit \"The Twist\" and the Pony with hit \"Pony Time\". In September 2008, \"The Twist\" topped Billboard's list of the most popular singles to have appeared in the Hot 100 since its debut in 195"}]}, {"heading": "Births", "year": "1941", "date": "October 3", "txt": "Andrea de Adamich, Italian race car driver and sportscaster", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 3", "txt": "John Elliott, Australian businessman", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 3", "txt": "Jeff Bingaman, American soldier and politician, 25th Attorney General of New Mexico", "entities": [{"title": "Jeff Bingaman", "href": "/wiki/Jeff_Bingaman", "description": "Jesse Francis \"Jeff\" Bingaman Jr. is an American politician who served as a United States Senator from New Mexico from 1983 to 2013, for 5 terms. A member of the Democratic Party, he served as Chairman of Committee Outreach for the Senate Democratic Caucus. Previously, Bingaman was Attorney General of New Mexico from 1979 to 1983. On February 18, 2011, he announced that he would not seek reelectio"}, {"title": "Attorney General of New Mexico", "href": "/wiki/Attorney_General_of_New_Mexico", "description": "The Attorney General of New Mexico, an elected executive officer of the state, oversees the New Mexico Attorney General's Office and serves as head of the New Mexico Department of Justice."}]}, {"heading": "Births", "year": "1943", "date": "October 3", "txt": "Baki İlkin, Turkish civil servant and diplomat", "entities": []}, {"heading": "Births", "year": "1944", "date": "October 3", "txt": "Pierre Deligne, Belgian mathematician and academic", "entities": [{"title": "Pierre Deligne", "href": "/wiki/Pierre_Deligne", "description": "Pierre René, Viscount Deligne is a Belgian mathematician. He is best known for work on the Weil conjectures, leading to a complete proof in 1973. He is the winner of the 2013 Abel Prize, 2008 Wolf Prize, 1988 Crafoord Prize, and 1978 Fields Medal."}]}, {"heading": "Births", "year": "1945", "date": "October 3", "txt": "Tony Brown, English footballer and sportscaster", "entities": [{"title": "Tony Brown (footballer, born 1945)", "href": "/wiki/Tony_Brown_(footballer,_born_1945)", "description": "Anthony Brown is an English former footballer who played as a wing half and an inside forward. He was often referred to by his nickname Bomber or Bomber Brown and was known for his spectacular goals. He joined West Bromwich Albion as a youth in 1961 and turned professional in 1963. In the late 1960s and early 1970s Brown was part of an Albion team that built a reputation as a successful cup side, "}]}, {"heading": "Births", "year": "1945", "date": "October 3", "txt": "Christopher Bruce, English dancer and choreographer", "entities": []}, {"heading": "Births", "year": "1945", "date": "October 3", "txt": "Jo Ritzen, Dutch economist and politician, Dutch Minister of Education", "entities": [{"title": "Ministry of Education, Culture and Science (Netherlands)", "href": "/wiki/Ministry_of_Education,_Culture_and_Science_(Netherlands)", "description": "The Ministry of Education, Culture and Science is the Dutch Ministry responsible for education, culture, science, research, gender equality and communications. The Ministry was created in 1918 as the Ministry of Education, Arts and Sciences and had several name changes before it became the Education, Culture and Science in 1994. The Ministry is headed by the Minister of Education, Culture and Scie"}]}, {"heading": "Births", "year": "1946", "date": "October 3", "txt": "P. P. Arnold, American soul singer", "entities": [{"title": "P. P. Arnold", "href": "/wiki/P._P._Arnold", "description": "Patricia Ann Cole, known professionally as P. P. Arnold, is an American soul singer who enjoyed considerable success in the United Kingdom from the 1960s onwards."}]}, {"heading": "Births", "year": "1947", "date": "October 3", "txt": "John Perry Barlow, American poet, songwriter, blogger, and activist (d. 2018)", "entities": [{"title": "John Perry Barlow", "href": "/wiki/John_Perry_Barlow", "description": "John Perry Barlow was an American poet, essayist, cattle rancher, and cyberlibertarian political activist who had been associated with both the Democratic and Republican parties. He was also a lyricist for the Grateful Dead and a founding member of the Electronic Frontier Foundation and the Freedom of the Press Foundation. He was Fellow Emeritus at Harvard University's Berkman Klein Center for Int"}]}, {"heading": "Births", "year": "1947", "date": "October 3", "txt": "Ben Cauley, American trumpet player and songwriter  (d. 2015)", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 3", "txt": "Fred DeLuca, American businessman (d. 2015)", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 3", "txt": "Anne Dorte of Rosenborg (d. 2014)", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 3", "txt": "Takis Michalos, Greek water polo player and coach (d. 2010)", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 3", "txt": "Lindsey Buckingham, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Lindsey Buckingham", "href": "/wiki/Lindsey_Buckingham", "description": "Lindsey Adams Buckingham is an American singer, songwriter, and producer, best known as lead guitarist and one of the three singers of the music group Fleetwood Mac from 1975 to 1987 and 1997 to 2018. In addition to his tenure with Fleetwood Mac, Buckingham has released six solo albums and three live albums. As a member of Fleetwood Mac, he was inducted into the Rock and Roll Hall of Fame in 1998."}]}, {"heading": "Births", "year": "1949", "date": "October 3", "txt": "J. P. Dutta, Indian director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 3", "txt": "Aleksandr Rogozhkin, Russian director and screenwriter", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 3", "txt": "Laurie Simmons, American photographer and director", "entities": []}, {"heading": "Births", "year": "1950", "date": "October 3", "txt": "Ronnie Laws, American jazz, R&B, and funk saxophone player", "entities": [{"title": "Ronnie Laws", "href": "/wiki/Ronnie_Laws", "description": "Ronald Wayne Laws is an American jazz, jazz fusion, smooth jazz saxophonist. He is the younger brother of jazz flutist Hubert Laws, jazz vocalist Eloise Laws and the older brother of Debra Laws."}]}, {"heading": "Births", "year": "1951", "date": "October 3", "txt": "Keb' Mo', American blues musician and songwriter", "entities": [{"title": "Keb' Mo'", "href": "/wiki/Keb%27_Mo%27", "description": "Kevin Roosevelt Moore, known as Keb' Mo', is an American blues musician and five-time Grammy Award winner. He is a singer, guitarist, and songwriter, living in Nashville, Tennessee. He has been described as \"a living link to the seminal Delta blues that travelled up the Mississippi River and across the expanse of America\". His post-modern blues style is influenced by many eras and genres, includin"}]}, {"heading": "Births", "year": "1951", "date": "October 3", "txt": "Kathryn D. Sullivan, American geologist and astronaut", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 3", "txt": "Dave Winfield, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 3", "txt": "Bruce Arians, American football coach", "entities": [{"title": "Bruce Arians", "href": "/wiki/Bruce_Arians", "description": "Bruce Charles Arians is an American football coach who is the head coach for the Tampa Bay Buccaneers of the National Football League (NFL). Previously, he was the head coach of the Arizona Cardinals from 2013 to 2017. Arians was also the interim head coach of the Indianapolis Colts during the 2012 season. Outside of the NFL, he was the head football coach at Temple from 1983 to 1988. He is known "}]}, {"heading": "Births", "year": "1952", "date": "October 3", "txt": "Gary Troup, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1954", "date": "October 3", "txt": "Eddie DeGarmo, American singer-songwriter, keyboard player, and producer", "entities": [{"title": "Eddie DeGarmo", "href": "/wiki/Eddie_DeGarmo", "description": "\nEddie DeGarmo is an American contemporary Christian music recording artist, keyboardist, producer and singer. He became best friends with guitarist/lead vocalist Dana Key in first grade, and co-founded the Christian rock group DeGarmo and Key with him in 1978. DeGarmo played keyboards and provided vocals for the band."}]}, {"heading": "Births", "year": "1954", "date": "October 3", "txt": "Dennis Eckersley, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1954", "date": "October 3", "txt": "Al Sharpton, American minister, talk show host, and political activist", "entities": []}, {"heading": "Births", "year": "1954", "date": "October 3", "txt": "Stevie Ray Vaughan, American singer-songwriter, guitarist, and producer (d. 1990)", "entities": []}, {"heading": "Births", "year": "1955", "date": "October 3", "txt": "Moshe Kam, American engineering educator", "entities": [{"title": "Moshe Kam", "href": "/wiki/Moshe_Kam", "description": "Moshe Kam is an American engineering educator presently serving as the Dean of the Newark College of Engineering at the New Jersey Institute of Technology. Until August 2014 he served as the Robert G. Quinn Professor and Department Head of Electrical and Computer Engineering at Drexel University. In 2011, he served concurrently as the 49th President and CEO of IEEE. Earlier he was IEEE's Vice Pres"}]}, {"heading": "Births", "year": "1955", "date": "October 3", "txt": "John S. Lesmeister, American educator and politician, 30th North Dakota State Treasurer (d. 2006)", "entities": [{"title": "North Dakota State Treasurer", "href": "/wiki/North_Dakota_State_Treasurer", "description": "The North Dakota State Treasurer is a political office in North Dakota. The treasurer's duty is to assure sound financial oversight and absolute safety of all public funds collected, managed, and disbursed. The Office of the State Treasurer is separated into five divisions: Administration, Investments, Accounting, Tax Distributions, and Cash Management. The state treasurer is Thomas Beadle, who wa"}]}, {"heading": "Births", "year": "1955", "date": "October 3", "txt": "Allen Woody, American bass player and songwriter  (d. 2000)", "entities": []}, {"heading": "Births", "year": "1955", "date": "October 3", "txt": "Buket Uzuner, Turkish author", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 3", "txt": "Hart Bochner, Canadian actor, director, producer, and screenwriter", "entities": [{"title": "Hart Bochner", "href": "/wiki/Hart_Bochner", "description": "Hart Matthew Bochner is a Canadian-American actor, film director, screenwriter and producer. He has appeared in films such as Breaking Away (1979), Rich and Famous (1981), The Wild Life (1984), Making Mr. Right (1987), Die Hard (1988), Apartment Zero (1988), Mr. Destiny (1990) Mad at the Moon (1992), Break Up (1998), Liberty Stands Still (2002), Spread (2009), and Carrie (2013). On television, he "}]}, {"heading": "Births", "year": "1957", "date": "October 3", "txt": "Roberto Azevêdo, Brazilian engineer and diplomat, 6th Director-General of the World Trade Organization", "entities": [{"title": "Roberto Azevêdo", "href": "/wiki/Roberto_Azev%C3%AAdo", "description": "Roberto Carvalho de Azevêdo is a Brazilian career diplomat who served as Director-General of the World Trade Organization (WTO) from 2013 until 2020. Since 2020, he has been Executive Vice President and Director of Corporate Affairs at PepsiCo."}, {"title": "Director-General of the World Trade Organization", "href": "/wiki/Director-General_of_the_World_Trade_Organization", "description": "The director-general of the World Trade Organization is the officer of the World Trade Organization (WTO) responsible for supervising and directing the organization's administrative operations. Since the World Trade Organization's decisions are made by member states, through either a Ministerial Conference or through the General Council, the director-general has little power over matters of policy"}]}, {"heading": "Births", "year": "1957", "date": "October 3", "txt": "Tim Westwood, English radio and television host", "entities": []}, {"heading": "Births", "year": "1958", "date": "October 3", "txt": "Chen Yanyin, Chinese sculptor", "entities": [{"title": "Chen Yanyin", "href": "/wiki/Chen_Yanyin", "description": "Chen Yanyin is a Chinese sculptor whose work was featured in the Chinese Fine Arts Chronicle, 2008. Her work was also part of \"Between Ego and Society: An Exhibition of Contemporary Female Artists in China\" at the Chicago Cultural Center."}]}, {"heading": "Births", "year": "1958", "date": "October 3", "txt": "Louise Lecavalier, Canadian dancer and choreographer", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 3", "txt": "Craig Bellamy, Australian rugby league player and coach", "entities": [{"title": "Craig Bellamy (rugby league)", "href": "/wiki/Craig_Bellamy_(rugby_league)", "description": "Craig Bellamy is an Australian professional rugby league football coach who is the head coach of the Melbourne Storm in the NRL, and a former professional rugby league footballer. He is known as one of the greatest coaches in NRL history."}]}, {"heading": "Births", "year": "1959", "date": "October 3", "txt": "Fred Couples, American golfer", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 3", "txt": "Greg Proops, American comedian, actor, and screenwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 3", "txt": "Jack Wagner, American actor and singer", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 3", "txt": "Rebecca Stephens, English journalist and mountaineer", "entities": [{"title": "Rebecca Stephens (climber)", "href": "/wiki/Rebecca_Stephens_(climber)", "description": "Rebecca Stephens is a British author, journalist, and motivational speaker, known for being the first British Woman to climb the Seven Summits and as the first British woman to reach the summit of Mount Everest. She is a fellow of the Royal Geographical Society and a professor at Hult International Business School's Ashridge Executive Education program."}]}, {"heading": "Births", "year": "1961", "date": "October 3", "txt": "Ludger Stühlmeyer, German cantor, composer, and musicologist", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 3", "txt": "Tommy Lee, Greek-American singer-songwriter, drummer, and producer", "entities": [{"title": "Tommy Lee", "href": "/wiki/Tommy_Lee", "description": "Thomas Lee Bass is an American musician and founding member of the heavy metal band Mötley Crüe. As well as being the band's long-term drummer, Lee founded rap metal band Methods of Mayhem, and has pursued solo musical projects."}]}, {"heading": "Births", "year": "1962", "date": "October 3", "txt": "Simon Scarrow, Nigerian-English novelist", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 3", "txt": "Benny Anders, American basketball player", "entities": [{"title": "Benny Anders", "href": "/wiki/Benny_Anders", "description": "Benny Michael Anders is a former star player at the Guy Lewis-coached University of Houston basketball teams during the early 1980s. The team featured a set of players called the Phi Slama Jama basketball fraternity that included Hakeem Olajuwon, Clyde Drexler, Michael Young, Alvin Franklin, Reid Gettys, Larry Micheaux and Anders. According to the 30 for 30 documentary, Benny Anders now resides in"}]}, {"heading": "Births", "year": "1963", "date": "October 3", "txt": "Dan Goldie, American tennis player", "entities": []}, {"heading": "Births", "year": "1964", "date": "October 3", "txt": "Clive Owen, English actor", "entities": [{"title": "Clive Owen", "href": "/wiki/Clive_Owen", "description": "Clive Owen is an English actor. He first gained recognition in the United Kingdom for playing the lead role in the ITV series Chancer from 1990 to 1991. He received critical acclaim for his work in the film Close My Eyes (1991) before earning international attention for his performance as a struggling writer in Croupier (1998). In 2005, he won a Golden Globe and a BAFTA Award and was nominated for"}]}, {"heading": "Births", "year": "1965", "date": "October 3", "txt": "Annemarie Verstappen, Dutch swimmer", "entities": [{"title": "Annemarie Verstappen", "href": "/wiki/Annemarie_Verstappen", "description": "Anna Maria Theodora Petra \"Annemarie\" Verstappen is a female former freestyle swimmer from the Netherlands."}]}, {"heading": "Births", "year": "1965", "date": "October 3", "txt": "Jan-Ove Waldner, Swedish table tennis player", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 3", "txt": "Darrin Fletcher, American baseball player and sportscaster", "entities": [{"title": "Darrin Fletcher", "href": "/wiki/Darrin_Fletcher", "description": "Darrin Glen Fletcher is an American former professional baseball catcher and sports commentator. He played in Major League Baseball (MLB) from 1989 to 2002 for the Los Angeles Dodgers, Philadelphia Phillies, Montreal Expos, and Toronto Blue Jays."}]}, {"heading": "Births", "year": "1967", "date": "October 3", "txt": "Rob Liefeld, American author and illustrator", "entities": [{"title": "Rob Liefeld", "href": "/wiki/Rob_Liefeld", "description": "Robert Liefeld is an American comic book creator. A prominent writer and artist in the 1990s, he is known for co-creating the character Cable with writer Louise Simonson and the character Deadpool with writer Fabian Nicieza. In the early 1990s, Liefeld gained popularity due to his work on Marvel Comics' The New Mutants and later X-Force. In 1992, he and several other popular Marvel illustrators le"}]}, {"heading": "Births", "year": "1967", "date": "October 3", "txt": "Chris Collingwood, English-American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 3", "txt": "Paul Crichton, English footballer and manager", "entities": [{"title": "Paul Crichton", "href": "/wiki/Paul_Crichton", "description": "Paul Andrew Crichton is an English former professional footballer."}]}, {"heading": "Births", "year": "1968", "date": "October 3", "txt": "Greg Foster, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 3", "txt": "Marko Rajamäki, Finnish footballer and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 3", "txt": "Donald Sild, Estonian javelin thrower", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 3", "txt": "Garry Herbert, English rower and sportscaster", "entities": [{"title": "Garry Herbert", "href": "/wiki/Garry_Herbert", "description": "Garry Gerard Paul Herbert is an Olympic gold medal winning cox. He steered the British coxed pair to victory in the 1992 Barcelona Olympics and the 1993 World Rowing Championships."}]}, {"heading": "Births", "year": "1969", "date": "October 3", "txt": "Gwen Stefani, American singer-songwriter, actress, and fashion designer", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 3", "txt": "Tetsuya, Japanese singer-songwriter, bass player, and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 3", "txt": "Elmar Liitmaa, Estonian guitarist and songwriter", "entities": [{"title": "Elmar Liitmaa", "href": "/wiki/Elmar_Liitmaa", "description": "Terminaator is an Estonian rock group formed in 1987 by Arno Veimer and Jaagup Kreem in Tallinn 10. High School. Kreem was in the 7th grade then. The first public performance was in Tallinn 47. High School in the schoolbands' festival. The first time in the studio was in 1989. First songs \"Charleen\" and \"Meeletu maailm\" were recorded in 1991. They found wider fame in 1992, when they won the festiv"}]}, {"heading": "Births", "year": "1970", "date": "October 3", "txt": "Jimmy Ray, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 3", "txt": "Wil Cordero, Puerto Rican-American baseball player and coach", "entities": [{"title": "Wil Cordero", "href": "/wiki/Wil_Cordero", "description": "Wilfredo Cordero Nieva is a former shortstop, first baseman, and outfielder in Major League Baseball. He was best known as a member of the Montreal Expos. Cordero made his Major League Baseball debut in 1992 and last played in 2005. In addition to the Expos, Cordero played for the Boston Red Sox (1996–1997), Chicago White Sox (1998), Cleveland Indians, Pittsburgh Pirates (2000), Florida Marlins (2"}]}, {"heading": "Births", "year": "1971", "date": "October 3", "txt": "Kevin Richardson, American singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 3", "txt": "Komla Dumor, Ghanaian-English journalist (d. 2014)", "entities": [{"title": "Komla Dumor", "href": "/wiki/Komla_Dumor", "description": "Komla Afeke Dumor was a Ghanaian journalist who worked for BBC World News and was the main presenter of its programme Focus on Africa."}]}, {"heading": "Births", "year": "1972", "date": "October 3", "txt": "G. Love, American singer-songwriter, guitarist, and harmonica player", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 3", "txt": "Guy Oseary, Israeli–American talent manager and businessman", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 3", "txt": "Neve Campbell, Canadian actress and producer", "entities": [{"title": "Neve Campbell", "href": "/wiki/Neve_Campbell", "description": "Neve Adrianne Campbell is a Canadian actress and producer. Following a series of guest appearances, she first received recognition for starring in the Canadian drama series Catwalk (1992–1994) and the family television film The Canterville Ghost (1996). Campbell had her breakthrough as Julia Salinger in the Fox teen drama series Party of Five (1994–2000). After a starring role in the supernatural "}]}, {"heading": "Births", "year": "1973", "date": "October 3", "txt": "Angélica Gavaldón, American-Mexican tennis player and coach", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 3", "txt": "Lena Headey, British actress", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 3", "txt": "Eirik Hegdal, Norwegian saxophonist and composer", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 3", "txt": "Mike Johnson, Canadian ice hockey player and sportscaster", "entities": [{"title": "Mike Johnson (ice hockey)", "href": "/wiki/Mike_Johnson_(ice_hockey)", "description": "Michael Paul Johnson is a Canadian former professional ice hockey right winger who played in the NHL for the Toronto Maple Leafs, Tampa Bay Lightning, Phoenix Coyotes, Montreal Canadiens and the St. Louis Blues."}]}, {"heading": "Births", "year": "1974", "date": "October 3", "txt": "Marianne Timmer, Dutch speed skater", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 3", "txt": "India Arie, American singer-songwriter, producer, and actress", "entities": [{"title": "India Arie", "href": "/wiki/India_Arie", "description": "India Arie Simpson, also known as India.Arie, is an American singer and songwriter. She has sold over 3.3 million records in the US and 10 million worldwide. She has won four Grammy Awards from her 23 nominations, including Best R&B Album."}]}, {"heading": "Births", "year": "1975", "date": "October 3", "txt": "Phil Greening, English rugby player and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 3", "txt": "Satoko Ishimine, Japanese singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 3", "txt": "Herman Li, Hong Kong-English guitarist and producer", "entities": [{"title": "Herman Li", "href": "/wiki/Herman_Li", "description": "Herman Li is a Hong Kong-born British musician who is one of two lead guitarists for the power metal band DragonForce."}]}, {"heading": "Births", "year": "1976", "date": "October 3", "txt": "Seann William Scott, American actor and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 3", "txt": "Daniel Hollie, American wrestler", "entities": [{"title": "Daniel Hollie", "href": "/wiki/Daniel_Hollie", "description": "Daniel Richard Hollie is an American retired professional wrestler. Hollie is best known for his appearances with World Wrestling Entertainment between 2003 and 2006 under the ring name Danny Basham, and Total Nonstop Action Wrestling under the ring name Damaja."}]}, {"heading": "Births", "year": "1977", "date": "October 3", "txt": "Eric Munson, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 3", "txt": "Luca Tognozzi, Italian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 3", "txt": "Gerald Asamoah, Ghanaian-German footballer", "entities": [{"title": "Gerald Asamoah", "href": "/wiki/Gerald_Asamoah", "description": "Gerald Asamoah is a Ghanaian-born German former professional footballer who played as a forward. He was known for his pace and strength."}]}, {"heading": "Births", "year": "1978", "date": "October 3", "txt": "Neil Clement, English footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 3", "txt": "Claudio Pizarro, Peruvian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 3", "txt": "Jake Shears, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 3", "txt": "Josh Klinghoffer, American guitarist, songwriter, and producer", "entities": [{"title": "Josh Klinghoffer", "href": "/wiki/Josh_Klinghoffer", "description": "Josh Adam Klinghoffer is an American musician best known for being the former guitarist for the rock band Red Hot Chili Peppers from 2009 to 2019, with whom he recorded two studio albums, I'm with You (2011) and The Getaway (2016), and the b-sides compilation, I'm Beside You (2013). Klinghoffer took the place of his friend and frequent collaborator John Frusciante in 2009, after a period as a tour"}]}, {"heading": "Births", "year": "1979", "date": "October 3", "txt": "John Morrison, American wrestler and actor", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 3", "txt": "Danny O'Donoghue, Irish singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 3", "txt": "Anquan Boldin, American football player", "entities": [{"title": "Anquan Boldin", "href": "/wiki/Anquan_Boldin", "description": "Anquan Kenmile Boldin Sr. is a former American football wide receiver who spent 14 seasons in the National Football League (NFL). He played college football at Florida State and was drafted by the Arizona Cardinals in the second round of the 2003 NFL draft. He also played for the Baltimore Ravens, San Francisco 49ers and Detroit Lions."}]}, {"heading": "Births", "year": "1980", "date": "October 3", "txt": "Sheldon Brookbank, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 3", "txt": "Lindsey Kelk, English journalist and author", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 3", "txt": "Héctor Reynoso, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 3", "txt": "Ivan Turina, Croatian footballer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 3", "txt": "Danny Coid, English footballer", "entities": [{"title": "Danny Coid", "href": "/wiki/Danny_Coid", "description": "Daniel John Coid is an English former professional footballer."}]}, {"heading": "Births", "year": "1981", "date": "October 3", "txt": "Zlatan Ibrahimović, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 3", "txt": "Andreas Isaksson, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 3", "txt": "Jonna Lee, Swedish singer and musician", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 3", "txt": "Ronald Rauhe, German kayaker", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 3", "txt": "Matt Sparrow, English footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 3", "txt": "Fred, Brazilian footballer", "entities": [{"title": "Fred (footballer, born 1983)", "href": "/wiki/Fred_(footballer,_born_1983)", "description": "Frederico Chaves Guedes, also known as Fred, is a Brazilian professional footballer who plays as a striker for Fluminense."}]}, {"heading": "Births", "year": "1983", "date": "October 3", "txt": "Thiago Alves, Brazilian mixed martial artist", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 3", "txt": "Andreas Papathanasiou, Cypriot footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 3", "txt": "Tessa Thompson, American actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 3", "txt": "Yoon Eun-hye, South Korean singer and actress", "entities": [{"title": "Yoon Eun-hye", "href": "/wiki/Yoon_Eun-hye", "description": "Yoon Eun-hye is a South Korean actress, singer, entertainer and model. She debuted as a member of girl group Baby Vox, staying with the group from 1999 to 2005. Yoon has since moved on to acting and is best known for starring in the television dramas Princess Hours (2006), The Vineyard Man (2006), Coffee Prince (2007), My Fair Lady (2009) Lie to Me (2011) and Missing You (2012)."}]}, {"heading": "Births", "year": "1984", "date": "October 3", "txt": "Bruno Gervais, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 3", "txt": "Jessica Parker Kennedy, Canadian actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 3", "txt": "Anthony Le Tallec, French footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 3", "txt": "Ashlee Simpson, American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 3", "txt": "Courtney Lee, American basketball player", "entities": [{"title": "Courtney Lee", "href": "/wiki/Courtney_Lee", "description": "Courtney Lee is an American professional basketball player. He was drafted by the Orlando Magic with the 22nd overall pick in the 2008 NBA draft. He played college basketball at Western Kentucky University."}]}, {"heading": "Births", "year": "1986", "date": "October 3", "txt": "Lewis Brown, New Zealand rugby league player", "entities": [{"title": "Lewis Brown (rugby league)", "href": "/wiki/Lewis_Brown_(rugby_league)", "description": "Lewis Brown, also known by the nicknames of \"Browny\" and\"Sharky\", is a New Zealand former professional rugby league footballer who played in the 2000s and 2010s, who played for the New Zealand Warriors, Penrith Panthers and Manly Warringah Sea Eagles in the National Rugby League. He primarily played at second-row, but could also fill in at centre or hooker."}]}, {"heading": "Births", "year": "1986", "date": "October 3", "txt": "Jackson Martínez, Colombian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 3", "txt": "Robert Grabarz, English high jumper", "entities": [{"title": "Robert Grabarz", "href": "/wiki/Robert_Grabarz", "description": "Robert \"Robbie\" Karl Grabarz is a former British high jumper. He is the 2012 Olympic bronze medalist."}]}, {"heading": "Births", "year": "1987", "date": "October 3", "txt": "Martin Plowman, English race car driver", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 3", "txt": "Starley, Australian pop singer", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 3", "txt": "Alicia Vikander, Swedish actress", "entities": [{"title": "Alicia Vikander", "href": "/wiki/Alicia_Vikander", "description": "Alicia Amanda Vikander is a Swedish actress. She is the recipient of several accolades, including an Academy Award and a Screen Actors Guild Award, in addition to nominations for two Golden Globe Awards and three British Academy Film Awards."}]}, {"heading": "Births", "year": "1988", "date": "October 3", "txt": "Dustin Gazley, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 3", "txt": "ASAP Rocky, American rapper and songwriter", "entities": []}, {"heading": "Births", "year": "1989", "date": "October 3", "txt": "Nate Montana, American football player", "entities": [{"title": "Nate Montana", "href": "/wiki/Nate_Montana", "description": "Nathaniel Joseph Montana is a former American football quarterback. After walking-on at Notre Dame as a freshman in 2008, he transferred to Pasadena City College in 2009, went back to Notre Dame in 2010, transferred to Montana in 2011, and finally transferred to West Virginia Wesleyan in 2012. Montana is the son of Pro Football Hall of Fame quarterback Joe Montana."}]}, {"heading": "Births", "year": "1989", "date": "October 3", "txt": "Alex Trimble, Irish singer", "entities": []}, {"heading": "Births", "year": "1990", "date": "October 3", "txt": "Johan Le Bon, French cyclist", "entities": [{"title": "Johan Le Bon", "href": "/wiki/Johan_Le_Bon", "description": "Johan Le Bon is a French road bicycle racer, who currently rides for French amateur team Dinan Sport Cycling."}]}, {"heading": "Births", "year": "1991", "date": "October 3", "txt": "Jenny McLoughlin, English sprinter", "entities": [{"title": "Jenny McLoughlin", "href": "/wiki/Jenny_McLoughlin", "description": "Jenny McLoughlin is a British Paralympian track and field athlete competing mainly in T37 sprint events. She has represented Great Britain in the 2008 Summer Paralympics and in the 2012 Summer Paralympics in London. After moving to Wales at the age of 14, she became eligible to join the Wales team for the Commonwealth Games, winning silver in the T37 sprint in India."}]}, {"heading": "Births", "year": "1991", "date": "October 3", "txt": "Aki Takajo, Japanese singer", "entities": []}, {"heading": "Births", "year": "1993", "date": "October 3", "txt": "Raffaele Di Gennaro, Italian footballer", "entities": [{"title": "Raffaele Di Gennaro", "href": "/wiki/Raffaele_Di_Gennaro", "description": "Raffaele Di Gennaro is an Italian footballer who plays as a goalkeeper for Catanzaro."}]}, {"heading": "Births", "year": "1994", "date": "October 3", "txt": "Victoria Bosio, Argentinian tennis player", "entities": [{"title": "Victoria Bosio", "href": "/wiki/Victoria_Bosio", "description": "Victoria Bosio is an Argentine tennis player."}]}, {"heading": "Births", "year": "1995", "date": "October 3", "txt": "Lil Tracy, American rapper", "entities": [{"title": "Lil Tracy", "href": "/wiki/Lil_Tracy", "description": "Jazz Ishmael Butler, professionally known as Lil Tracy, is an American rapper, singer, and songwriter. He was also known under the name Yung Bruh when he was starting his career. Tracy is best known for his collaborations with the late rapper Lil Peep, specifically \"Awful Things\" which peaked at 79 on the Billboard Hot 100 and for being a prominent member of the \"SoundCloud rap\" and underground ra"}]}, {"heading": "Births", "year": "1997", "date": "October 3", "txt": "Jin Boyang, Chinese figure skater", "entities": [{"title": "Jin Boyang", "href": "/wiki/Jin_Boyang", "description": "Jin Boyang is a Chinese figure skater. He is a two-time World bronze medalist (2016–2017), the 2018 Four Continents champion, a two-time Four Continents silver medalist, the 2017 Asian Winter Games silver medalist, and a five-time Chinese national champion. He is the first Chinese skater to medal in the men's singles at the World Figure Skating Championships. On the junior level, he is the 2015 Wo"}]}, {"heading": "Deaths", "year": "42 BC", "date": "October 3", "txt": "Gaius Cassius Longinus, Roman politician (b. 85 BC)", "entities": [{"title": "Gaius Cassius Longinus", "href": "/wiki/Gaius_Cassius_Longinus", "description": "Gaius Cassius Longinus, often referred to as simply Cassius, was a Roman senator and general best known as a leading instigator of the plot to assassinate Julius Caesar on March 15, 44 BC. He was the brother-in-law of Brutus, another leader of the conspiracy. He commanded troops with Brutus during the Battle of Philippi against the combined forces of Mark Antony and Octavian, Caesar's former suppo"}]}, {"heading": "Deaths", "year": "723", "date": "October 3", "txt": "Elias I of Antioch, Syriac Orthodox Patriarch of Antioch.", "entities": [{"title": "Elias I of Antioch", "href": "/wiki/Elias_I_of_Antioch", "description": "Elias I of Antioch was the Patriarch of Antioch and head of the Syriac Orthodox Church from 709 until his death in 723. He is commemorated as a saint by the Syriac Orthodox Church in the Martyrology of Rabban Sliba, and his feast day is 3 November."}]}, {"heading": "Deaths", "year": "818", "date": "October 3", "txt": "Ermengarde, queen of the Franks", "entities": [{"title": "Ermengarde of Hesbaye", "href": "/wiki/Ermengarde_of_Hesbaye", "description": "Ermengarde of Hesbaye, probably a member of the Robertian dynasty, was Carolingian empress from 813 and Queen of the Franks from 814 until her death as the wife of the Carolingian emperor Louis the Pious."}, {"title": "Francia", "href": "/wiki/Francia", "description": "Francia, also called the Kingdom of the Franks, Frankland, or Frankish Empire, was the largest post-Roman barbarian kingdom in Western Europe. It was ruled by the Franks during Late Antiquity and the Early Middle Ages. After the Treaty of Verdun in 843, West Francia became the predecessor of France, and East Francia became that of Germany. Francia was among the last surviving Germanic kingdoms fro"}]}, {"heading": "Deaths", "year": "900", "date": "October 3", "txt": "Muhammad ibn Zayd, Tabaristan emir", "entities": [{"title": "Muhammad ibn Zayd", "href": "/wiki/Muhammad_ibn_Zayd", "description": "Abu Abdallah Muḥammad ibn Zayd ibn Muḥammad ibn Ismā‘il ibn al-Ḥasan ibn Zayd, also known as al-Da‘ī al-ṣaghīr, was an Alid who succeeded his brother, Hasan, as ruler of the Zaydid dynasty of Tabaristan in 884. Little is known of his early life, before coming to Tabaristan after Hasan established Zaydid rule there in 864. He served his brother as a general and governor, and continued his policies "}]}, {"heading": "Deaths", "year": "959", "date": "October 3", "txt": "Gérard of Brogne, Frankish abbot", "entities": [{"title": "Gérard of Brogne", "href": "/wiki/G%C3%A9rard_of_Brogne", "description": "Saint Gérard was an abbot of Brogne Abbey. A native of Staves (Namur), he was a member of the family of dukes of Lower Austrasia. Originally a soldier, he rebuilt a family chapel into a large church and later became a monk at Saint-Denis. He was then ordained priest. He returned to Brogne, where he fought the laxity of clerics there and replaced them with monks. He retired to a cell near the monas"}, {"title": "Abbot", "href": "/wiki/Abbot", "description": "Abbot is an ecclesiastical title given to the male head of a monastery in various western religious traditions, including Christianity. The office may also be given as an honorary title to a clergyman who is not the head of a monastery. The female equivalent is abbess."}]}, {"heading": "Deaths", "year": "1078", "date": "October 3", "txt": "Iziaslav I of Kiev (b. 1024)", "entities": [{"title": "Iziaslav I of Kiev", "href": "/wiki/Iziaslav_I_of_Kiev", "description": "Iziaslav Yaroslavich was a Kniaz' (Prince) of Turov and Veliki Kniaz."}]}, {"heading": "Deaths", "year": "1226", "date": "October 3", "txt": "Francis of Assisi, Italian friar and saint (b. 1181)", "entities": [{"title": "Francis of Assisi", "href": "/wiki/Francis_of_Assisi", "description": "Francis of Assisi, venerated as Saint Francis of Assisi, also known in his ministry as Francesco, was an Italian Catholic friar, deacon, mystic, and preacher. He founded the men's Order of Friars Minor, the women's Order of St. Clare, the Third Order of St. Francis and the Custody of the Holy Land. Francis is one of the most venerated religious figures in Christianity."}]}, {"heading": "Deaths", "year": "1283", "date": "October 3", "txt": "Dafydd ap Gruffydd, Welsh prince (b. 1238)", "entities": [{"title": "Dafydd ap Gruffydd", "href": "/wiki/Dafydd_ap_Gruffydd", "description": "Dafydd ap Gruffydd was Prince of Wales from 11 December 1282 until his execution on 3 October 1283 on the orders of King Edward I of England. He was the last independent ruler of Wales."}]}, {"heading": "Deaths", "year": "1369", "date": "October 3", "txt": "Margaret, Countess of Tyrol (b. 1318)", "entities": [{"title": "Margaret, Countess of Tyrol", "href": "/wiki/Margaret,_Countess_of_Tyrol", "description": "Margaret, nicknamed Margarete Maultasch, was the last countess of Tyrol from the House of Gorizia (Meinhardiner), and an unsuccessful claimant to the Duchy of Carinthia. Upon her death, Tyrol became united with the Austrian hereditary lands of the Habsburg dynasty."}]}, {"heading": "Deaths", "year": "1399", "date": "October 3", "txt": "Eleanor de Bohun, English noble (b. 1360)", "entities": [{"title": "Eleanor de Bohun", "href": "/wiki/Eleanor_de_Bohun", "description": "Eleanor de Bohun was the elder daughter and co-heiress, of Humphrey de Bohun, 7th Earl of Hereford (1341–1373), by his wife Joan Fitzalan, a daughter of Richard FitzAlan, 10th Earl of Arundel and his second wife Eleanor of Lancaster."}]}, {"heading": "Deaths", "year": "1568", "date": "October 3", "txt": "Elisabeth of Valois (b. 1545)", "entities": [{"title": "Elisabeth of Valois", "href": "/wiki/Elisabeth_of_Valois", "description": "Elisabeth of Valois was Queen of Spain as the third spouse of Philip II of Spain. She was the eldest daughter of Henry II of France and Catherine de' Medici."}]}, {"heading": "Deaths", "year": "1596", "date": "October 3", "txt": "Florent Chrestien, French poet (b. 1541)", "entities": [{"title": "Florent Chrestien", "href": "/wiki/Florent_Chrestien", "description": "Florent Chrestien was a French satirist and Latin poet."}]}, {"heading": "Deaths", "year": "1611", "date": "October 3", "txt": "Charles, Duke of Mayenne (b. 1554)", "entities": [{"title": "Charles, Duke of Mayenne", "href": "/wiki/Charles,_Duke_of_Mayenne", "description": "Charles of Lorraine, Duke of Mayenne, or Charles de Guise, was a French nobleman of the house of Guise and a military leader of the Catholic League, which he headed during the French Wars of Religion, following the assassination of his brothers at Blois in 1588. In 1596, when he made peace with Henry IV of France, the wars were essentially at an end."}]}, {"heading": "Deaths", "year": "1629", "date": "October 3", "txt": "Giorgi Saakadze, Georgian commander and politician (b. 1570)", "entities": [{"title": "Giorgi Saakadze", "href": "/wiki/Giorgi_Saakadze", "description": "Giorgi Saakadze the Grand Mouravi was a Georgian politician and military commander who played an important but contradictory role in the politics of the early 17th-century Georgia. He was also known as Grand Mouravi in Georgia, Mūrāv-Beg in Persia and Māūrāv-Hūn or Māġrāv-Bek in the Ottoman Empire for having served as a mouravi of Tbilisi."}]}, {"heading": "Deaths", "year": "1649", "date": "October 3", "txt": "Giovanni Diodati, Swiss-Italian clergyman and theologian (b. 1576)", "entities": [{"title": "Giovanni Diodati", "href": "/wiki/Giovanni_Diodati", "description": "Giovanni Diodati or Deodati was a Genevan-born Italian Calvinist theologian and translator. He was the first translator of the Bible into Italian from Hebrew and Greek sources."}]}, {"heading": "Deaths", "year": "1653", "date": "October 3", "txt": "Marcus Zuerius van Boxhorn, Dutch linguist and academic (b. 1612)", "entities": [{"title": "Marcus Zuerius van Boxhorn", "href": "/wiki/Marcus_Zuerius_van_Boxhorn", "description": "Marcus Zuerius van Boxhorn was a Dutch scholar. Born in Bergen op Zoom, he was professor at the University of Leiden. He discovered the similarity among Indo-European languages, and supposed the existence of a primitive common language which he called 'Scythian'. He included in his hypothesis Dutch, Greek, Latin, Persian, and German, later adding Slavic, Celtic and Baltic languages. He excluded la"}]}, {"heading": "Deaths", "year": "1656", "date": "October 3", "txt": "Myles Standish, English captain (b. 1584)", "entities": [{"title": "Myles Standish", "href": "/wiki/Myles_Standish", "description": "Myles Standish was an English military officer. He was hired as military adviser for Plymouth Colony in present-day Massachusetts, United States by the Pilgrims. Standish accompanied the Pilgrims on the ship Mayflower and played a leading role in the administration and defense of Plymouth Colony from its foundation in 1620. On February 17, 1621, the Plymouth Colony militia elected him as its first"}]}, {"heading": "Deaths", "year": "1690", "date": "October 3", "txt": "Robert Barclay, Scottish theologian and politician, 2nd Governor of East Jersey (b. 1648)", "entities": [{"title": "Robert Barclay", "href": "/wiki/Robert_Barclay", "description": "Robert Barclay was a Scottish Quaker, one of the most eminent writers belonging to the Religious Society of Friends and a member of the Clan Barclay. He was also governor of the East Jersey colony in North America through most of the 1680s, although he himself never resided in the colony."}, {"title": "List of colonial governors of New Jersey", "href": "/wiki/List_of_colonial_governors_of_New_Jersey", "description": "The territory which would later become the state of New Jersey was settled by Dutch and Swedish colonists in the early seventeenth century. In 1664, at the onset of the Second Anglo-Dutch War, English forces under Richard Nicolls ousted the Dutch from control of New Netherland, and the territory was divided into several newly defined English colonies. Despite one brief year when the Dutch retook t"}]}, {"heading": "Deaths", "year": "1701", "date": "October 3", "txt": "Joseph Williamson, English politician, Secretary of State for the Northern Department (b. 1633)", "entities": [{"title": "Joseph Williamson (English politician)", "href": "/wiki/Joseph_Williamson_(English_politician)", "description": "Sir Joseph Williamson, PRS was an English civil servant, diplomat and politician who sat in the House of Commons of England variously between 1665 and 1701 and in the Irish House of Commons between 1692 and 1699. He was Secretary of State for the Northern Department 1674–79."}, {"title": "Secretary of State for the Northern Department", "href": "/wiki/Secretary_of_State_for_the_Northern_Department", "description": "The Secretary of State for the Northern Department was a position in the Cabinet of the government of Great Britain up to 1782, when the Northern Department became the Foreign Office."}]}, {"heading": "Deaths", "year": "1795", "date": "October 3", "txt": "Tula, Curaçao slave leader (date of birth unknown; executed)", "entities": [{"title": "Tula (Curaçao)", "href": "/wiki/Tula_(Cura%C3%A7ao)", "description": "Tula, also known as Tula Rigaud, was an African man enslaved on the island of Curaçao, in the Dutch West Indies, who liberated himself and led the Curaçao Slave Revolt of 1795. The revolt, which began on 17 August 1795, lasted for more than a month. He was executed on 3 October 1795. He is revered on Curaçao today as a fighter for human rights and independence."}]}, {"heading": "Deaths", "year": "1801", "date": "October 3", "txt": "Philippe Henri, marquis de Ségur, French general and politician, French Minister of Defence (b. 1724)", "entities": [{"title": "Philippe Henri, marquis de Ségur", "href": "/wiki/Philippe_Henri,_marquis_de_S%C3%A9gur", "description": "Philippe Henri, marquis de Ségur was a marshal of France."}, {"title": "Minister of Defence (France)", "href": "/wiki/Minister_of_Defence_(France)", "description": "The Minister of the Armed Forces is the leader and most senior official of the French Ministry of the Armed Forces, tasked with running the French Armed Forces. The minister is the third highest civilian having authority over France's military, behind only the President of the Republic and the Prime Minister. Based on the governments, they may be assisted by a minister or state secretary for veter"}]}, {"heading": "Deaths", "year": "1833", "date": "October 3", "txt": "François, marquis de Chasseloup-Laubat, French general and engineer (b. 1754)", "entities": [{"title": "François, marquis de Chasseloup-Laubat", "href": "/wiki/Fran%C3%A7ois,_marquis_de_Chasseloup-Laubat", "description": "François, marquis de Chasseloup-Laubat, French general and military engineer, was born at Saint-Sornin, of a noble family, and entered the French engineers in 1774."}]}, {"heading": "Deaths", "year": "1838", "date": "October 3", "txt": "Black Hawk, American tribal leader (b. 1767)", "entities": [{"title": "Black Hawk (Sauk leader)", "href": "/wiki/Black_Hawk_(Sauk_leader)", "description": "Black Hawk, born Ma-ka-tai-me-she-kia-kiak, was a band leader and warrior of the Sauk Native American tribe in what is now the Midwest of the United States. Although he had inherited an important historic sacred bundle from his father, he was not a hereditary civil chief. Black Hawk earned his status as a war chief or captain by his actions: leading raiding and war parties as a young man and then "}]}, {"heading": "Deaths", "year": "1860", "date": "October 3", "txt": "Rembrandt Peale, American painter and curator (b. 1778)", "entities": [{"title": "Rembrandt Peale", "href": "/wiki/Rembrandt_Peale", "description": "Rembrandt Peale was an American artist and museum keeper. A prolific portrait painter, he was especially acclaimed for his likenesses of presidents George Washington and Thomas Jefferson. Peale's style was influenced by French Neoclassicism after a stay in Paris in his early thirties."}]}, {"heading": "Deaths", "year": "1867", "date": "October 3", "txt": "Elias Howe, American engineer, invented the sewing machine (b. 1819)", "entities": [{"title": "Elias Howe", "href": "/wiki/Elias_Howe", "description": "Elias Howe Jr. was an American inventor best known for his creation of the modern lockstitch sewing machine."}, {"title": "Sewing machine", "href": "/wiki/Sewing_machine", "description": "A sewing machine is a machine used to sew fabric and materials together with thread. Sewing machines were invented during the first Industrial Revolution to decrease the amount of manual sewing work performed in clothing companies. Since the invention of the first sewing machine, generally considered to have been the work of Elias Howe and Englishman Thomas Saint in 1790, the sewing machine has gr"}]}, {"heading": "Deaths", "year": "1873", "date": "October 3", "txt": "Kintpuash, American tribal leader (b. 1837)", "entities": [{"title": "Kintpuash", "href": "/wiki/Kintpuash", "description": "Kintpuash, also known as Kientpaush and Captain Jack, was a chief of the Modoc tribe of California and Oregon. He led a band from the Klamath Reservation to return to their lands in California, where they resisted return. From 1872 to 1873, their small force made use of the lava beds, holding off more numerous United States Army forces for months in the Modoc War."}]}, {"heading": "Deaths", "year": "1877", "date": "October 3", "txt": "James Roosevelt Bayley, American archbishop (b. 1814)", "entities": [{"title": "James Roosevelt Bayley", "href": "/wiki/James_Roosevelt_Bayley", "description": "James Roosevelt Bayley was an American prelate of the Catholic Church. He served as the first Bishop of Newark (1853–1872) and the eighth Archbishop of Baltimore (1872–1877)."}]}, {"heading": "Deaths", "year": "1877", "date": "October 3", "txt": "Rómulo Díaz de la Vega, Mexican general and president (1855) (b. 1800)", "entities": []}, {"heading": "Deaths", "year": "1881", "date": "October 3", "txt": "Orson Pratt, American mathematician and religious leader (b. 1811)", "entities": [{"title": "Orson Pratt", "href": "/wiki/Orson_Pratt", "description": "Orson Pratt Sr. was an American mathematician and religious leader who was an original member of the Quorum of the Twelve Apostles of the Church of Jesus Christ of Latter-day Saints. He became a member of the Quorum of the Twelve of The Church of Jesus Christ of Latter-day Saints and was a leading Mormon theologian and writer until his death."}]}, {"heading": "Deaths", "year": "1890", "date": "October 3", "txt": "Joseph Hergenröther, German historian and cardinal (b. 1824)", "entities": [{"title": "Joseph Hergenröther", "href": "/wiki/Joseph_Hergenr%C3%B6ther", "description": "Joseph Hergenröther was a German Church historian and canonist, and the first Cardinal-Prefect of the Vatican Archive."}]}, {"heading": "Deaths", "year": "1891", "date": "October 3", "txt": "Édouard Lucas, French mathematician and theorist (b. 1842)", "entities": [{"title": "Édouard Lucas", "href": "/wiki/%C3%89douard_Lucas", "description": "François Édouard Anatole Lucas was a French mathematician. Lucas is known for his study of the Fibonacci sequence. The related Lucas sequences and Lucas numbers are named after him."}]}, {"heading": "Deaths", "year": "1896", "date": "October 3", "txt": "William Morris, English author and poet (b. 1834)", "entities": [{"title": "William Morris", "href": "/wiki/William_Morris", "description": "William Morris was a British textile designer, poet, novelist, translator and socialist activist associated with the British Arts and Crafts Movement. He was a major contributor to the revival of traditional British textile arts and methods of production. His literary contributions helped to establish the modern fantasy genre, while he helped win acceptance of socialism in fin de siècle Great Brit"}]}, {"heading": "Deaths", "year": "1907", "date": "October 3", "txt": "Jacob Nash Victor, American engineer (b. 1835)", "entities": [{"title": "Jacob Nash Victor", "href": "/wiki/Jacob_Nash_Victor", "description": "Jacob Nash Victor, son of Henry Clay Victor and Gertrude Nash, was a civil engineer who worked as General Manager of the California Southern Railroad, a subsidiary of Atchison, Topeka and Santa Fe Railway. Victor oversaw the construction in the early 1880s of the California Southern between Colton and Barstow, California, including the section that is now one of the busiest rail freight routes in "}]}, {"heading": "Deaths", "year": "1911", "date": "October 3", "txt": "Rosetta Jane Birks, Australian suffragist (b. 1856)", "entities": [{"title": "Rosetta Jane Birks", "href": "/wiki/Rosetta_Jane_Birks", "description": "Rosetta Jane \"Rose\" Birks (1856–1911) was a social reformer and philanthropist who played a key role in South Australian women's suffrage."}]}, {"heading": "Deaths", "year": "1917", "date": "October 3", "txt": "Eduardo Di Capua, Neapolitan composer, singer and songwriter (b. 1865)", "entities": [{"title": "Eduardo Di Capua", "href": "/wiki/Eduardo_Di_Capua", "description": "Eduardo Di Capua was a Neapolitan composer, singer and songwriter."}]}, {"heading": "Deaths", "year": "1929", "date": "October 3", "txt": "Jeanne Eagels, American actress (b. 1894)", "entities": [{"title": "Jeanne Eagels", "href": "/wiki/Jeanne_Eagels", "description": "Jeanne Eagels was an American stage and film actress. A former Ziegfeld Girl, Eagels went on to greater fame on Broadway and in the emerging medium of sound films. She posthumously was nominated for the Academy Award for Best Actress for her 1929 role in The Letter after dying suddenly that year at the age of 39. That nomination was the first posthumous Oscar consideration for any actor, male or f"}]}, {"heading": "Deaths", "year": "1929", "date": "October 3", "txt": "Gustav Stresemann, German politician, Chancellor of Germany, Nobel Prize laureate (b. 1878)", "entities": [{"title": "Chancellor of Germany (German Reich)", "href": "/wiki/Chancellor_of_Germany_(German_Reich)", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1931", "date": "October 3", "txt": "Carl Nielsen, Danish violinist, composer, and conductor (b. 1865)", "entities": [{"title": "Carl Nielsen", "href": "/wiki/Carl_Nielsen", "description": "Carl August Nielsen was a Danish composer, conductor and violinist, widely recognized as his country's most prominent composer."}]}, {"heading": "Deaths", "year": "1936", "date": "October 3", "txt": "John Heisman, American football player and coach (b. 1869)", "entities": [{"title": "John Heisman", "href": "/wiki/John_Heisman", "description": "John William Heisman was a player and coach of American football, baseball, and basketball, as well as a sportswriter and actor. He served as the head football coach at Oberlin College, Buchtel College, Auburn University, Clemson University, Georgia Tech, the University of Pennsylvania, Washington & Jefferson College, and Rice University, compiling a career college football record of 186–70–18."}]}, {"heading": "Deaths", "year": "1953", "date": "October 3", "txt": "Arnold Bax, English composer and poet (b. 1883)", "entities": [{"title": "Arnold Bax", "href": "/wiki/Arnold_Bax", "description": "Sir Arnold Edward Trevor Bax, was an English composer, poet, and author. His prolific output includes songs, choral music, chamber pieces, and solo piano works, but he is best known for his orchestral music. In addition to a series of symphonic poems, he wrote seven symphonies and was for a time widely regarded as the leading British symphonist."}]}, {"heading": "Deaths", "year": "1959", "date": "October 3", "txt": "Tochigiyama Moriya, Japanese sumo wrestler, the 27th Yokozuna (b. 1892)", "entities": [{"title": "Tochigiyama Moriya", "href": "/wiki/Tochigiyama_Moriya", "description": "Tochigiyama Moriya  was a Japanese professional sumo wrestler. He was the sport's 27th yokozuna from 1918 until 1925. Generally he is considered one of the pioneers of modern sumo. He remains the lightest yokozuna in the history of the sport with a weight of 104 kg."}, {"title": "Yokozuna (sumo)", "href": "/wiki/Yokozuna_(sumo)", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1963", "date": "October 3", "txt": "Refet Bele, Turkish general (b. 1877)", "entities": [{"title": "Refet Bele", "href": "/wiki/Refet_Bele", "description": "Refet Bele, also known as Refet Bey or Refet Pasha, was an officer of the Ottoman Army and the Turkish Army, where he retired as a general."}]}, {"heading": "Deaths", "year": "1965", "date": "October 3", "txt": "Zachary Scott, American actor (b. 1914)", "entities": [{"title": "Zachary Scott", "href": "/wiki/Zachary_Scott", "description": "Zachary Scott was an American actor who was most notable for his roles as villains and \"mystery men\"."}]}, {"heading": "Deaths", "year": "1966", "date": "October 3", "txt": "Rolf Maximilian Sievert, Swedish physicist and academic (b. 1896)", "entities": [{"title": "Rolf Maximilian Sievert", "href": "/wiki/Rolf_Maximilian_Sievert", "description": "Rolf Maximilian Sievert was a Swedish medical physicist whose major contribution was in the study of the biological effects of ionizing radiation."}]}, {"heading": "Deaths", "year": "1967", "date": "October 3", "txt": "Woody Guthrie, American singer-songwriter and guitarist (b. 1912)", "entities": [{"title": "Woody Guthrie", "href": "/wiki/Woody_Guthrie", "description": "Woodrow Wilson Guthrie was an American singer-songwriter, and one of the most significant figures in early American folk music. His work focused on themes of American socialism and anti-fascism. His music includes songs such as \"This Land Is Your Land\", written to oppose the American exceptionalist song \"God Bless America\", and has inspired several generations both politically and musically."}]}, {"heading": "Deaths", "year": "1967", "date": "October 3", "txt": "Malcolm Sargent, English organist, composer, and conductor (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1969", "date": "October 3", "txt": "Skip James, American singer-songwriter and guitarist (b. 1902)", "entities": [{"title": "Skip James", "href": "/wiki/Skip_James", "description": "Nehemiah Curtis \"Skip\" James was an American Delta blues singer, guitarist, pianist and songwriter."}]}, {"heading": "Deaths", "year": "1979", "date": "October 3", "txt": "Nicos Poulantzas, Greek-French sociologist and philosopher (b. 1936)", "entities": [{"title": "Nicos Poulantzas", "href": "/wiki/Nicos_Poulantzas", "description": "Nicos Poulantzas was a Greek-French Marxist political sociologist and philosopher. In the 1970s, Poulantzas was known, along with Louis Althusser, as a leading Structural Marxist and, while at first a Leninist, he eventually became a proponent of democratic socialism. He is best known for his theoretical work on the state, but he also offered Marxist contributions to the analysis of fascism, socia"}]}, {"heading": "Deaths", "year": "1980", "date": "October 3", "txt": "Friedrich Karm, Estonian footballer (b. 1907)", "entities": [{"title": "Friedrich Karm", "href": "/wiki/Friedrich_Karm", "description": "Friedrich Karm was an Estonian international footballer who scored 9 goals in 13 games for the Estonian national side."}]}, {"heading": "Deaths", "year": "1981", "date": "October 3", "txt": "Anna Hedvig Büll, Estonian-German missionary (b. 1887)", "entities": [{"title": "Anna Hedvig Büll", "href": "/wiki/Anna_Hedvig_B%C3%BCll", "description": "Anna Hedvig Büll was a Baltic German missionary from Estonia, who helped to save the lives of several thousand Armenian orphans during the Armenian Genocide."}]}, {"heading": "Deaths", "year": "1986", "date": "October 3", "txt": "Vince DiMaggio, American baseball player and manager (b. 1912)", "entities": [{"title": "Vince DiMaggio", "href": "/wiki/Vince_DiMaggio", "description": "Vincent Paul DiMaggio was an American Major League Baseball center fielder. During a 10-year baseball career, he played for the Boston Bees (1937–1938), Cincinnati Reds (1939–1940), Pittsburgh Pirates (1940–1945), Philadelphia Phillies (1945–1946), and New York Giants (1946). Vince was the oldest brother of Joe and Dom DiMaggio."}]}, {"heading": "Deaths", "year": "1987", "date": "October 3", "txt": "Jean Anouilh, French playwright and screenwriter (b. 1910)", "entities": [{"title": "Jean Anouilh", "href": "/wiki/Jean_Anouilh", "description": "Jean Marie Lucien Pierre Anouilh was a French dramatist whose career spanned five decades. Though his work ranged from high drama to absurdist farce, Anouilh is best known for his 1944 play Antigone, an adaptation of Sophocles' classical drama, that was seen as an attack on Marshal Pétain's Vichy government. His plays are less experimental than those of his contemporaries, having clearly organized"}]}, {"heading": "Deaths", "year": "1987", "date": "October 3", "txt": "Kalervo Palsa, Finnish painter (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "October 3", "txt": "Franz Josef Strauss, Bavarian lieutenant and politician, Minister President of Bavaria (b. 1915)", "entities": [{"title": "Franz Josef Strauss", "href": "/wiki/Franz_Josef_Strauss", "description": "Franz Josef Strauss was a German politician. He was the long-time chairman of the Christian Social Union in Bavaria (CSU) from 1961 until 1988, member of the federal cabinet in different positions between 1953 and 1969 and minister-president of the state of Bavaria from 1978 until 1988. Strauss is also credited as a co-founder of European aerospace conglomerate Airbus."}, {"title": "List of Ministers-President of Bavaria", "href": "/wiki/List_of_Ministers-President_of_Bavaria", "description": "Below is a list of the men who have served in the capacity of Minister-President or equivalent office in the German state of Bavaria from the 17th century to the present."}]}, {"heading": "Deaths", "year": "1990", "date": "October 3", "txt": "Stefano Casiraghi, Italian-Monegasque businessman (b. 1960)", "entities": [{"title": "Stefano Casiraghi", "href": "/wiki/Stefano_Casiraghi", "description": "Stefano Casiraghi was an Italian offshore powerboat racer, socialite, and businessman. He was the second husband of Princess Caroline of Monaco; he died during a racing accident defending his 1989 Class 1 World Powerboat Championship title."}]}, {"heading": "Deaths", "year": "1990", "date": "October 3", "txt": "Eleanor Steber, American soprano and educator (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "October 3", "txt": "Katerina Gogou, Greek actress, poet, and author (b. 1940)", "entities": [{"title": "Katerina Gogou", "href": "/wiki/Katerina_Gogou", "description": "Katerina Gogou was a Greek poet, author and actress. Gogou appeared in over thirty Greek films and was well-known for her overall artistic contribution to the Greek arts."}]}, {"heading": "Deaths", "year": "1993", "date": "October 3", "txt": "Gary Gordon, American sergeant, Medal of Honor recipient (b. 1960)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "1993", "date": "October 3", "txt": "Randy Shughart, American sergeant, Medal of Honor recipient (b. 1958)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "1994", "date": "October 3", "txt": "John C. Champion, American producer and screenwriter (b. 1923)", "entities": [{"title": "John C. Champion", "href": "/wiki/John_C._Champion", "description": "\nJohn C. Champion was an American producer and screenwriter."}]}, {"heading": "Deaths", "year": "1994", "date": "October 3", "txt": "Dub Taylor, American actor (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "October 3", "txt": "Ma. Po. Si.,  Indian author and politician (b. 1906)", "entities": [{"title": "Ma. Po. Si.", "href": "/wiki/Ma._Po._Si.", "description": "Mylai Ponnuswamy Sivagnanam, popularly known as Ma.Po.Si., was an Indian politician, freedom fighter, and the founder of the political party Tamil Arasu Kazhagam. He wrote more than 100 books."}]}, {"heading": "Deaths", "year": "1997", "date": "October 3", "txt": "Michael Adekunle Ajasin, Nigerian politician, 3rd Governor of Ondo State (b. 1908)", "entities": [{"title": "Michael Adekunle Ajasin", "href": "/wiki/Michael_Adekunle_Ajasin", "description": "Michael Adekunle Ajasin was a Nigerian politician who was elected Governor of Ondo State on the Unity Party of Nigeria (UPN) platform during the Nigerian Second Republic."}, {"title": "Governor of Ondo State", "href": "/wiki/Governor_of_Ondo_State", "description": "This is a list of governors and administrators of Ondo State. Ondo State was created from part of Western State on 17 March 1976."}]}, {"heading": "Deaths", "year": "1998", "date": "October 3", "txt": "Roddy McDowall, English-American actor (b. 1928)", "entities": [{"title": "Roddy McDowall", "href": "/wiki/Roddy_McDowall", "description": "Roderick Andrew Anthony Jude McDowall was a British-born American actor, film director and photographer. He is best known for portraying Cornelius and Caesar in the original Planet of the Apes film series, as well as Galen in the spin-off television series. He began his acting career as a child in England, and then in the United States, in How Green Was My Valley (1941), My Friend Flicka (1943) an"}]}, {"heading": "Deaths", "year": "1999", "date": "October 3", "txt": "Akio Morita, Japanese businessman, co-founded Sony (b. 1921)", "entities": [{"title": "Akio Morita", "href": "/wiki/Akio_Morita", "description": "Akio Morita was a Japanese businessman and co-founder of Sony along with Masaru Ibuka."}, {"title": "Sony", "href": "/wiki/Sony", "description": "Sony Group Corporation  is a Japanese multinational conglomerate corporation headquartered in Kōnan, Minato, Tokyo. The company operates as one of the world's largest manufacturers of consumer and professional electronic products, the largest video game console company, the second largest video game publisher, the largest record company, as well as one of the most comprehensive media companies, be"}]}, {"heading": "Deaths", "year": "2000", "date": "October 3", "txt": "Benjamin Orr, American singer-songwriter and bass player (b. 1947)", "entities": [{"title": "Benjamin Orr", "href": "/wiki/Benjamin_Orr", "description": "Benjamin Orzechowski, known professionally as Benjamin Orr, was an American musician best known as the bassist, co-founder, and co-lead vocalist of the rock band the Cars. He sang lead vocals on several of their best known songs, including \"Just What I Needed\", \"Let's Go\" and \"Drive\". He also scored a moderate solo hit with \"Stay the Night.\""}]}, {"heading": "Deaths", "year": "2001", "date": "October 3", "txt": "Costas Hajihristos, Greek actor, director, producer, and screenwriter (b. 1921)", "entities": [{"title": "Costas Hajihristos", "href": "/wiki/Costas_Hajihristos", "description": "Kostas Hatzichristos or Costas Hajihristos was a Greek actor."}]}, {"heading": "Deaths", "year": "2002", "date": "October 3", "txt": "Bruce Paltrow, American director, producer, and screenwriter (b. 1943)", "entities": [{"title": "Bruce Paltrow", "href": "/wiki/Bruce_Paltrow", "description": "Bruce Weigert Paltrow was an American television and film director and producer."}]}, {"heading": "Deaths", "year": "2003", "date": "October 3", "txt": "Florence Stanley, American actress (b. 1924)", "entities": [{"title": "Florence Stanley", "href": "/wiki/Florence_Stanley", "description": "Florence Stanley was an American actress of stage, film, and television. She is best known for her roles in Barney Miller (1975-1977), My Two Dads (1987-1990), and Nurses (1991-1994), and the voice of Wilhelmina Bertha Packard in the franchise of Atlantis: The Lost Empire."}]}, {"heading": "Deaths", "year": "2003", "date": "October 3", "txt": "William Steig, American sculptor, author, and illustrator (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "October 3", "txt": "John Cerutti, American baseball player and sportscaster (b. 1960)", "entities": [{"title": "John Cerutti", "href": "/wiki/John_Cerutti", "description": "John Joseph Cerutti was an American left-handed pitcher in Major League Baseball, and later a broadcaster for the Toronto Blue Jays."}]}, {"heading": "Deaths", "year": "2004", "date": "October 3", "txt": "Janet Leigh, American actress (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "October 3", "txt": "Ronnie Barker, English actor and screenwriter (b. 1929)", "entities": [{"title": "Ronnie Barker", "href": "/wiki/Ronnie_Barker", "description": "Ronald William George Barker, was an English actor, comedian and writer. He was known for roles in British comedy television series such as Porridge, The Two Ronnies, and Open All Hours."}]}, {"heading": "Deaths", "year": "2005", "date": "October 3", "txt": "Nurettin Ersin, Turkish general (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "October 3", "txt": "Lucilla Andrews, Egyptian-Scottish nurse and author (b. 1919)", "entities": [{"title": "Lucilla Andrews", "href": "/wiki/Lucilla_Andrews", "description": "Lucilla Matthew Andrews Crichton was a British writer of 33 romance novels from 1954 to 1996, she signed as Lucilla Andrews specialised in hospital romances, and under the pen names Diana Gordon and Joanna Marcus published her first mystery romances."}]}, {"heading": "Deaths", "year": "2006", "date": "October 3", "txt": "John Crank, English mathematician and physicist (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "October 3", "txt": "Peter Norman, Australian runner (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "October 3", "txt": "Alberto Ramento, Filipino bishop (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "October 3", "txt": "M. N. Vijayan, Indian journalist, author, and academic (b. 1930)", "entities": [{"title": "M. N. Vijayan", "href": "/wiki/M._N._Vijayan", "description": "Moolayil Narayana Menon Vijayan, popularly known as Vijayan Mash was an Indian academic, orator, columnist and writer of Malayalam literature. Known for his leftist ideals and oratorical skills, Vijayan was the president of the Purogamana Kala Sahitya Sangham and served as the editor of Deshabhimani. He published a number of books of which Chithayile Velicham received the Kerala Sahitya Akademi Aw"}]}, {"heading": "Deaths", "year": "2009", "date": "October 3", "txt": "Vladimir Beekman, Estonian poet and translator (b. 1929)", "entities": [{"title": "Vladimir Beekman", "href": "/wiki/Vladimir_Beekman", "description": "Vladimir Beekman was an Estonian writer, poet and translator."}]}, {"heading": "Deaths", "year": "2010", "date": "October 3", "txt": "Ben Mondor, Canadian-American businessman (b. 1925)", "entities": [{"title": "Ben Mondor", "href": "/wiki/Ben_Mondor", "description": "Bernard Georges \"Ben\" Mondor was a Canadian-born American business executive and baseball executive, best known as the owner of the Pawtucket Red Sox from 1977 until his death."}]}, {"heading": "Deaths", "year": "2010", "date": "October 3", "txt": "Abraham Sarmiento, Filipino lawyer and jurist (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 3", "txt": "Abdul Haq Ansari, Indian theologian and scholar (b. 1931)", "entities": [{"title": "Abdul Haq Ansari", "href": "/wiki/Abdul_Haq_Ansari", "description": "Muhammad Abdul Haq Ansari was an Islamic scholar from India. He was the Amir (president) of Jamaat-e-Islami Hind (JIH) from 2003 to 2007. He was the member of Central Advisory Council of Jamaat-e-Islami Hind. He was also the Chancellor of Jamia Islamia, Shantapuram, Kerala. His book Sufism and Shariah is a synthesis of Sufi and Shariah thought, especially a Tatbiq of Shaikh Ahmed Sir Hindi and Sha"}]}, {"heading": "Deaths", "year": "2012", "date": "October 3", "txt": "Robert F. Christy, American physicist and astrophysicist (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 3", "txt": "Albie Roles, English footballer (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 3", "txt": "Sari Abacha, Nigerian footballer (b. 1978)", "entities": [{"title": "Sari Abacha", "href": "/wiki/Sari_Abacha", "description": "Sanni Sari Abacha was a Nigerian football defender who played for Kwara United F.C..\nThe cause of death is unknown"}]}, {"heading": "Deaths", "year": "2013", "date": "October 3", "txt": "Sergei Belov, Russian basketball player and coach (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 3", "txt": "Joan Thirsk, English cryptologist, historian, and academic (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 3", "txt": "Ewen Gilmour, New Zealand comedian and television host (b. 1963)", "entities": [{"title": "Ewen Gilmour", "href": "/wiki/Ewen_Gilmour", "description": "\n\nDavid Ewen Gilmour, commonly known as Ewen Gilmour, was a New Zealand comedian and television presenter. Usually sporting long brown hair with a goatee and wearing a jacket and jeans, he was a self-described Westie."}]}, {"heading": "Deaths", "year": "2014", "date": "October 3", "txt": "Benedict Groeschel, American priest, psychologist, and talk show host (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 3", "txt": "Jean-Jacques Marcel, French footballer (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 3", "txt": "Kevin Metheny, American businessman (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 3", "txt": "Ward Ruyslinck, Belgian author (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 3", "txt": "Denis Healey, English soldier and politician, Shadow Chancellor of the Exchequer (b. 1917)", "entities": [{"title": "Denis Healey", "href": "/wiki/Denis_Healey", "description": "Denis Winston Healey, Baron Healey was a British Labour Party politician who served as Chancellor of the Exchequer from 1974 to 1979 and as Secretary of State for Defence from 1964 to 1970; he remains the longest-serving Defence Secretary to date. He was a Member of Parliament from 1952 to 1992, and was Deputy Leader of the Labour Party from 1980 to 1983. To the public at large, Healey became well"}, {"title": "Shadow Chancellor of the Exchequer", "href": "/wiki/Shadow_Chancellor_of_the_Exchequer", "description": "The Shadow Chancellor of the Exchequer in the British Parliamentary system is the member of the Shadow Cabinet who is responsible for shadowing the Chancellor of the Exchequer. The title is in the gift of the Leader of the Opposition but is informal. The Shadow Chancellor has no constitutional role."}]}, {"heading": "Deaths", "year": "2015", "date": "October 3", "txt": "Muhammad Nawaz Khan, Pakistani historian and author (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 3", "txt": "Javed Iqbal, Pakistani philosopher and judge (b. 1925)", "entities": []}]