[{"heading": "Events", "year": "680", "date": "October 10", "txt": "The Battle of Karbala is won by the Umayyads under Yazid I.", "entities": [{"title": "Battle of Karbala", "href": "/wiki/Battle_of_Karbala", "description": "The Battle of Karbala was fought on 10 October 680 between the army of the second Umayyad caliph Yazid I and a small army led by Husayn ibn Ali, the grandson of the Islamic prophet Muhammad, at Karbala, modern day Iraq."}, {"title": "Yazid I", "href": "/wiki/Yazid_I", "description": "Yazid ibn Mu'awiya ibn Abi Sufyan, commonly known as Yazid I, was the second caliph of the Umayyad Caliphate. He ruled from April 680 until his death in November 683. His appointment was the first hereditary succession to the caliphate in Islamic history. His caliphate was marked by the death of Muhammad's grandson Husayn ibn Ali and the start of the crisis known as the Second Fitna."}]}, {"heading": "Events", "year": "732", "date": "October 10", "txt": "Charles Martel's forces defeat an Umayyad army near Tours, France.", "entities": [{"title": "Battle of Tours", "href": "/wiki/Battle_of_Tours", "description": "The Battle of Tours, also called the Battle of Poitiers and, by Arab sources, the Battle of the Highway of the Martyrs, was fought on 10 October 732, and was an important battle during the Umayyad invasion of Gaul. It resulted in a victory by the Frankish and Aquitainian forces under Charles Martel over the Umayyad Caliphate led by Abdul Rahman Al Ghafiqi, governor of al-Andalus."}]}, {"heading": "Events", "year": "1471", "date": "October 10", "txt": "Sten Sture the Elder, the Regent of Sweden, with the help of farmers and miners, repels an attack by King Christian I of Denmark.", "entities": [{"title": "Battle of Brunkeberg", "href": "/wiki/Battle_of_Brunkeberg", "description": "The Battle of Brunkeberg was fought on 10 October 1471 between the Swedish regent Sten Sture the Elder and forces led by Danish king Christian I. Sture won a decisive victory."}]}, {"heading": "Events", "year": "1575", "date": "October 10", "txt": "Roman Catholic forces under Henry I, Duke of Guise defeat the Protestants, capturing Philippe de Mornay among others.", "entities": [{"title": "Battle of Dormans", "href": "/wiki/Battle_of_Dormans", "description": "The Battle of Dormans was fought on 10 October 1575, during the 5th War of Religion in France, between the armies of Henry I, Duke of Guise and the Huguenot-recruited German army of John Casimir of the Palatinate-Simmern."}]}, {"heading": "Events", "year": "1580", "date": "October 10", "txt": "Over 600 Papal troops land in Ireland to support the Second Desmond Rebellion.", "entities": [{"title": "Second Desmond Rebellion", "href": "/wiki/Second_Desmond_Rebellion", "description": "The Second Desmond Rebellion (1579–1583) was the more widespread and bloody of the two Desmond Rebellions in Ireland launched by the Fitzmaurice/FitzGerald Dynasty of Desmond in Munster against English rule. The second rebellion began in July 1579 when James Fitzmaurice landed in Ireland with a force of Papal troops, triggering an insurrection across the south of Ireland on the part of the Desmond"}]}, {"heading": "Events", "year": "1631", "date": "October 10", "txt": "Thirty Years' War: An army of the Electorate of Saxony seizes Prague.", "entities": [{"title": "Electorate of Saxony", "href": "/wiki/Electorate_of_Saxony", "description": "The Electorate of Saxony was a state of the Holy Roman Empire established when Emperor Charles IV raised the Ascanian duchy of Saxe-Wittenberg to the status of an Electorate by the Golden Bull of 1356. Upon the extinction of the House of Ascania, it was feoffed to the Margraves of Meissen from the Wettin dynasty in 1423, who moved the ducal residence up the river Elbe to Dresden. After the Empire'"}]}, {"heading": "Events", "year": "1760", "date": "October 10", "txt": "In a treaty with the Dutch colonial authorities, the Ndyuka people of Suriname", "entities": [{"title": "Ndyuka people", "href": "/wiki/Ndyuka_people", "description": "The Ndyuka people or Aukan people (Okanisi), are one of six Maroon peoples in the Republic of Suriname and one of the Maroon peoples in French Guiana. The Aukan or Ndyuka speak the Ndyuka language. They are subdivided into the Opu, who live upstream of the Tapanahony River in the Tapanahony resort of southeastern Suriname, and the Bilo, who live downstream of that river in Marowijne District"}, {"title": "Maroon (people)", "href": "/wiki/Maroon_(people)", "description": "Maroons are descendants of Africans in the Americas who formed settlements away from slavery. They often mixed with indigenous peoples, eventually evolving into separate creole cultures such as the Garifuna and the Mascogos."}]}, {"heading": "Events", "year": "1780", "date": "October 10", "txt": "The Great Hurricane of 1780 kills 20,000–30,000 in the Caribbean.", "entities": [{"title": "Great Hurricane of 1780", "href": "/wiki/Great_Hurricane_of_1780", "description": "The Great Hurricane of 1780, also known as Huracán San Calixto, the Great Hurricane of the Antilles, the Great Hurricane of the West Indies, and the 1780 Disaster, was the deadliest Atlantic hurricane on record. An estimated 22,000 people died throughout the Lesser Antilles when the storm passed through the islands from October 10–16. Specifics on the hurricane's track and strength are unknown, as"}]}, {"heading": "Events", "year": "1814", "date": "October 10", "txt": "War of 1812: The United States Revenue Marine attempts to defend the cutter Eagle from the Royal Navy.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "United States Revenue Marine", "href": "/wiki/United_States_Revenue_Marine", "description": "The United States Revenue Cutter Service was established by an act of Congress on 4 August 1790 as the Revenue-Marine upon the recommendation of Secretary of the Treasury Alexander Hamilton to serve as an armed customs enforcement service. As time passed, the service gradually gained missions either voluntarily or by legislation, including those of a military nature. It was generally referred to a"}, {"title": "Defense of the Cutter Eagle", "href": "/wiki/Defense_of_the_Cutter_Eagle", "description": "The defense of the cutter Eagle was a battle on and around Long Island that took place from October 10 to 13, 1814, between the United Kingdom's Royal Navy and the United States' Revenue Marine. Early on in the engagement, the United States' only involved vessel, USRC Eagle, was beached near Negro Head. Despite the loss of their ship, her crew continued fighting the Royal Navy vessels from shore u"}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}]}, {"heading": "Events", "year": "1845", "date": "October 10", "txt": "In Annapolis, Maryland, the Naval School (later the United States Naval Academy) opens with 50 students.", "entities": [{"title": "United States Naval Academy", "href": "/wiki/United_States_Naval_Academy", "description": "The United States Naval Academy is a federal service academy adjacent to Annapolis, Maryland. Established on 10 October 1845, under Secretary of the Navy George Bancroft, it is the second oldest of the five U.S. service academies, and educates officers for commissioning primarily into the United States Navy and United States Marine Corps. The 338-acre (137 ha) campus is located on the former groun"}]}, {"heading": "Events", "year": "1846", "date": "October 10", "txt": "Triton, the largest moon of the planet Neptune, is discovered by English astronomer William Lassell.", "entities": [{"title": "Triton (moon)", "href": "/wiki/Triton_(moon)", "description": "Triton is the largest natural satellite of the planet Neptune, and the first Neptunian moon to be discovered. The discovery was made on October 10, 1846, by English astronomer William Lassell. It is the only large moon in the Solar System with a retrograde orbit, an orbit in the direction opposite to its planet's rotation. At 2,710 kilometres (1,680 mi) in diameter, it is the seventh-largest moon "}, {"title": "William Lassell", "href": "/wiki/William_Lassell", "description": "William Lassell was an English merchant and astronomer. He is remembered for his improvements to the reflecting telescope and his ensuing discoveries of four planetary satellites."}]}, {"heading": "Events", "year": "1868", "date": "October 10", "txt": "The Ten Years' War begins against Spanish rule in Cuba.", "entities": [{"title": "Ten Years' War", "href": "/wiki/Ten_Years%27_War", "description": "The Ten Years' War (1868–1878), also known as the Great War and the War of '68, was part of Cuba's fight for independence from Spain. The uprising was led by Cuban-born planters and other wealthy natives. On October 10, 1868, sugar mill owner Carlos Manuel de Céspedes and his followers proclaimed independence, beginning the conflict. This was the first of three liberation wars that Cuba fought aga"}]}, {"heading": "Events", "year": "1903", "date": "October 10", "txt": "The Women's Social and Political Union is founded in support of the enfranchisement of British women.", "entities": [{"title": "Women's Social and Political Union", "href": "/wiki/Women%27s_Social_and_Political_Union", "description": "The Women's Social and Political Union (WSPU) was a women-only political movement and leading militant organisation campaigning for women's suffrage in the United Kingdom from 1903 to 1918. Known from 1906 as the suffragettes, its membership and policies were tightly controlled by Emmeline Pankhurst and her daughters Christabel and Sylvia."}]}, {"heading": "Events", "year": "1911", "date": "October 10", "txt": "The day after a bomb explodes prematurely, the Wuchang Uprising begins against the Chinese monarchy.", "entities": [{"title": "Wuchang Uprising", "href": "/wiki/Wuchang_Uprising", "description": "The Wuchang Uprising was an armed rebellion against the ruling Qing dynasty that took place in Wuchang, Hubei, China on 10 October 1911, which was the beginning of the Xinhai Revolution that successfully overthrew China's last imperial dynasty. It was led by elements of the New Army, influenced by revolutionary ideas from Tongmenghui. The uprising and the eventual revolution directly led to the do"}]}, {"heading": "Events", "year": "1913", "date": "October 10", "txt": "U.S. President Wilson triggers the explosion of the Gamboa Dike, completing major construction on the Panama Canal.", "entities": [{"title": "Panama Canal", "href": "/wiki/Panama_Canal", "description": "The Panama Canal is an artificial 82 km (51 mi) waterway in Panama that connects the Atlantic Ocean with the Pacific Ocean. The canal cuts across the Isthmus of Panama and is a conduit for maritime trade. One of the largest and most difficult engineering projects ever undertaken, the Panama Canal shortcut greatly reduces the time for ships to travel between the Atlantic and Pacific oceans, enablin"}]}, {"heading": "Events", "year": "1918", "date": "October 10", "txt": "RMS Leinster is torpedoed and sunk by UB-123, killing 564, the worst-ever on the Irish Sea.", "entities": [{"title": "Irish Sea", "href": "/wiki/Irish_Sea", "description": "The Irish Sea separates the islands of Ireland and Great Britain; linked to the Celtic Sea in the south by St George's Channel, and to the Inner Seas off the West Coast of Scotland in the north by the North Channel, also known as the Straits of Moyle."}]}, {"heading": "Events", "year": "1920", "date": "October 10", "txt": "The Carinthian plebiscite determines that the larger part of the Duchy of Carinthia should remain part of Austria.", "entities": [{"title": "1920 Carinthian plebiscite", "href": "/wiki/1920_Carinthian_plebiscite", "description": "The Carinthian plebiscite was held on 10 October 1920 in the area predominantly settled by Carinthian Slovenes. It determined the final southern border between the Republic of Austria and the newly formed Kingdom of Serbs, Croats and Slovenes (Yugoslavia) after World War I."}]}, {"heading": "Events", "year": "1928", "date": "October 10", "txt": "Chiang Kai-shek becomes Chairman of the Republic of China.", "entities": [{"title": "Chiang Kai-shek", "href": "/wiki/Chiang_Kai-shek", "description": "Chiang Kai-shek, also known as Chiang Chung-cheng and romanized via Mandarin as Chiang Chieh-shih and Jiang Jieshi, was a Chinese Nationalist politician, revolutionary and military leader who served as the leader of the Republic of China between 1928 and 1975, first in mainland China until 1949 and then in Taiwan until his death."}]}, {"heading": "Events", "year": "1933", "date": "October 10", "txt": "A United Airlines Boeing 247 is destroyed by sabotage, the first such proven case in the history of commercial aviation.", "entities": [{"title": "1933 United Airlines Boeing 247 mid-air explosion", "href": "/wiki/1933_United_Airlines_Boeing_247_mid-air_explosion", "description": "On October 10, 1933, a Boeing 247 airliner operated by United Airlines and registered as NC13304 crashed near Chesterton, Indiana. The transcontinental flight carried three crew and four passengers and originated in Newark, New Jersey, with its final destination in Oakland, California. It had already landed in Cleveland and was headed to its next stop in Chicago when it exploded en route. All aboa"}]}, {"heading": "Events", "year": "1935", "date": "October 10", "txt": "In Greece, a coup d'état ends the Second Hellenic Republic.", "entities": [{"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "Second Hellenic Republic", "href": "/wiki/Second_Hellenic_Republic", "description": "The Second Hellenic Republic is a modern historiographical term used to refer to the Greek state during a period of republican governance between 1924 and 1935. To its contemporaries it was known officially as the Hellenic Republic or more commonly as Greece. It occupied virtually the coterminous territory of modern Greece and bordered Albania, Yugoslavia, Bulgaria, Turkey and the Italian Aegean I"}]}, {"heading": "Events", "year": "1938", "date": "October 10", "txt": "Abiding by the Munich Agreement, Czechoslovakia completes its withdrawal from the Sudetenland.", "entities": [{"title": "Munich Agreement", "href": "/wiki/Munich_Agreement", "description": "The Munich Agreement was an agreement concluded at Munich on 30 September 1938, by Germany, the United Kingdom, the French Third Republic, and the Kingdom of Italy. It provided \"cession to Germany of the Sudeten German territory\" of Czechoslovakia, despite existence of the 1924 alliance agreement and 1925 military pact between France and the Czechoslovak Republic, for which it is also known also a"}]}, {"heading": "Events", "year": "1945", "date": "October 10", "txt": "The Double Tenth Agreement is signed by the Communist Party and the Kuomintang about the future of China.", "entities": [{"title": "Double Tenth Agreement", "href": "/wiki/Double_Tenth_Agreement", "description": "The Double Tenth Agreement, formally known as the Summary of Conversations Between the Government and the Representatives of the Chinese Communist Party, was an agreement between the Kuomintang (KMT) and the Chinese Communist Party (CCP) that was concluded on 10 October 1945 after 43 days of negotiations. CCP Chairman Mao Zedong and United States Ambassador to China Patrick J. Hurley flew together"}]}, {"heading": "Events", "year": "1954", "date": "October 10", "txt": "The Minister of Foreign Affairs of the Sultanate of Muscat, Neil Innes, sends a signal to the Sultanate's forces, accompanied with oil explorers, to penetrate Fahud, marking the beginning of Jebel Akhdar War between the Imamate of Oman and the Sultanate of Muscat.", "entities": [{"title": "Fahud", "href": "/wiki/Fahud", "description": "Fahud is a permanent oil camp and oil field in the middle of the central plain area of Oman, named after the nearby Jebel Fahud believed to mean \"Leopard Mountain\" from the time when wild leopards roamed the area. The main oil camp is owned by Petroleum Development Oman (PDO), the national oil company."}, {"title": "Jebel Akhdar War", "href": "/wiki/Jebel_Akhdar_War", "description": "The Jebel Akhdar War or the Oman War, also known as Jebel Akhdar rebellion broke out in 1954 and again in 1957 in Oman, as an effort by the local Omanis in the interior of Oman led by their elected Imam, Ghalib Alhinai, to protect the Imamate of Oman from the occupation plans of sultan Said bin Taimur, backed by the British government, who were eager to gain access to the oil wells in the interior"}]}, {"heading": "Events", "year": "1957", "date": "October 10", "txt": "U.S. President Eisenhower apologizes to Ghanaian finance minister Gbedemah after he is refused service in a Delaware restaurant.", "entities": [{"title": "Komla Agbeli Gbedemah", "href": "/wiki/Komla_Agbeli_Gbedemah", "description": "Komla Agbeli Gbedemah was a Ghanaian politician and Minister for Finance in Ghana's Nkrumah government between 1954 and 1961. He was known popularly as \"Afro Gbede\". Komla is an indigene of Anyako in the Volta Region of Ghana."}]}, {"heading": "Events", "year": "1957", "date": "October 10", "txt": "The Windscale fire results in Britain's worst nuclear accident.", "entities": []}, {"heading": "Events", "year": "1963", "date": "October 10", "txt": "France cedes control of the Bizerte naval base to Tunisia.", "entities": [{"title": "Bizerte", "href": "/wiki/Bizerte", "description": "Bizerte or Bizerta, the classical Hippo, is a town of Bizerte Governorate in Tunisia. It is the northernmost city in Africa, located 65 km (40mil) north of the capital Tunis. It is one of the oldest known settlements in Tunisia, having been founded by settlers from the Phoenician port of Sidon around 1100 BC. It is also known as the last town to remain under French control after the rest of the co"}]}, {"heading": "Events", "year": "1963", "date": "October 10", "txt": "The Partial Nuclear Test Ban Treaty comes into effect.", "entities": []}, {"heading": "Events", "year": "1964", "date": "October 10", "txt": "The Tokyo Summer Olympics opening ceremony is the first to be relayed live by satellites.", "entities": [{"title": "1964 Summer Olympics", "href": "/wiki/1964_Summer_Olympics", "description": "The 1964 Summer Olympics, officially known as the Games of the XVIII Olympiad , were an international multi-sport event held from 10 to 24 October 1964 in Tokyo, Japan. Tokyo had been awarded the organization of the 1940 Summer Olympics, but this honor was subsequently passed to Helsinki due to Japan's invasion of China, before ultimately being cancelled due to World War II."}]}, {"heading": "Events", "year": "1967", "date": "October 10", "txt": "The Outer Space Treaty comes into force.", "entities": [{"title": "Outer Space Treaty", "href": "/wiki/Outer_Space_Treaty", "description": "The Outer Space Treaty, formally the Treaty on Principles Governing the Activities of States in the Exploration and Use of Outer Space, including the Moon and Other Celestial Bodies, is a treaty that forms the basis of international space law. The treaty was opened for signature in the United States, the United Kingdom, and the Soviet Union on 27 January 1967, and entered into force on 10 October "}]}, {"heading": "Events", "year": "1970", "date": "October 10", "txt": "Fiji becomes independent.", "entities": [{"title": "Fiji", "href": "/wiki/Fiji", "description": "Fiji, officially the Republic of Fiji, is an island country in Melanesia, part of Oceania in the South Pacific Ocean. It lies about 1,100 nautical miles northeast of New Zealand. Fiji consists of an archipelago of more than 330 islands—of which about 110 are permanently inhabited—and more than 500 islets, amounting to a total land area of about 18,300 square kilometres (7,100 sq mi). The most outl"}]}, {"heading": "Events", "year": "1970", "date": "October 10", "txt": "Canada's October Crisis escalates when Quebec's vice-premier is kidnapped by members of the FLQ.", "entities": []}, {"heading": "Events", "year": "1973", "date": "October 10", "txt": "U.S. Vice President Spiro Agnew resigns after being charged with evasion of federal income tax.", "entities": [{"title": "Spiro Agnew", "href": "/wiki/Spiro_Agnew", "description": "Spiro Theodore Agnew was the 39th vice president of the United States, serving from 1969 until his resignation in 1973. He is the second and most recent vice president to resign the position, the other being John C. Calhoun in 1832. Unlike Calhoun, Agnew resigned as a result of a scandal."}]}, {"heading": "Events", "year": "1975", "date": "October 10", "txt": "Papua New Guinea joins the United Nations.", "entities": [{"title": "Papua New Guinea", "href": "/wiki/Papua_New_Guinea", "description": "Papua New Guinea, officially the Independent State of Papua New Guinea, is a country in Oceania that comprises the eastern half of the island of New Guinea and its offshore islands in Melanesia. Its capital, located along its southeastern coast, is Port Moresby. It is the world's third largest island country with 462,840 km2 (178,700 sq mi)."}]}, {"heading": "Events", "year": "1980", "date": "October 10", "txt": "The 7.1 Mw  El Asnam earthquake shakes northern Algeria, killing 2,633 and injuring 8,369.", "entities": [{"title": "1980 El Asnam earthquake", "href": "/wiki/1980_El_Asnam_earthquake", "description": "The 1980 El Asnam earthquake occurred on October 10 at 13:25:23 local time with a moment magnitude of 7.1 and a maximum Mercalli intensity of X (Extreme). The shock occurred in the Algerian town of El Asnam. The shocks were felt over 550 km (340 mi) away, with the initial earthquake lasting 35 seconds. It was the largest earthquake in Algeria, and was followed three hours later by a magnitude 6.2 "}]}, {"heading": "Events", "year": "1980", "date": "October 10", "txt": "The Farabundo Martí National Liberation Front is founded in El Salvador.", "entities": []}, {"heading": "Events", "year": "1985", "date": "October 10", "txt": "US Navy aircraft intercept an Egyptian airliner carrying the perpetrators of the Achille Lauro hijacking, and force it to land in Italy.", "entities": [{"title": "Achille Lauro hijacking", "href": "/wiki/Achille_Lauro_hijacking", "description": "The Achille Lauro hijacking happened on October 7, 1985, when the Italian MS Achille Lauro was hijacked by four men representing the Palestine Liberation Front off the coast of Egypt, as she was sailing from Alexandria to Ashdod, Israel. A 69-year-old Jewish American man in a wheelchair, Leon Klinghoffer, was murdered by the hijackers and thrown overboard.\nThe hijacking sparked the \"Sigonella Cris"}]}, {"heading": "Events", "year": "1986", "date": "October 10", "txt": "A 5.7 Mw  San Salvador earthquake shakes El Salvador, killing 1,500.", "entities": [{"title": "1986 San Salvador earthquake", "href": "/wiki/1986_San_Salvador_earthquake", "description": "The 1986 San Salvador earthquake occurred at 11:49:26 local time on October 10 with a moment magnitude of 5.7 and a maximum Mercalli intensity of IX (Violent). The shock caused considerable damage to El Salvador's capital city of San Salvador and surrounding areas, including neighboring Honduras and Guatemala."}]}, {"heading": "Events", "year": "1997", "date": "October 10", "txt": "Austral Líneas Aéreas Flight 2553 crashes and explodes in Uruguay, killing 74.", "entities": [{"title": "Austral Líneas Aéreas Flight 2553", "href": "/wiki/Austral_L%C3%ADneas_A%C3%A9reas_Flight_2553", "description": "Austral Líneas Aéreas Flight 2553, also known as Austral 2553, was an Argentinian domestic, scheduled Posadas–Buenos Aires service operated with a McDonnell Douglas DC-9-32 that crashed on the lands of Estancia Magallanes, Nuevo Berlín, 32 kilometres away from Fray Bentos, Uruguay, on 10 October 1997. All 74 passengers and crew died upon impact. The accident remains the deadliest in Uruguayan hist"}]}, {"heading": "Events", "year": "1998", "date": "October 10", "txt": "A Lignes Aériennes Congolaises jetliner is shot down by rebels in Kindu, Democratic Republic of the Congo, killing 41 people.", "entities": [{"title": "1998 Lignes Aériennes Congolaises crash", "href": "/wiki/1998_Lignes_A%C3%A9riennes_Congolaises_crash", "description": "The 1998 Lignes Aériennes Congolaises crash refers to a non-scheduled domestic Kindu–Kinshasa passenger service that was shot down by rebel forces, just after takeoff from Kindu Airport, during climbout, on 10 October 1998. All 41 occupants of the aircraft perished in the incident."}]}, {"heading": "Events", "year": "2009", "date": "October 10", "txt": "Armenia and Turkey sign the Zurich Protocols, intended to normalize relations. However, they are never ratified by either side.", "entities": [{"title": "Zurich Protocols", "href": "/wiki/Zurich_Protocols", "description": "The Zurich Protocols refer to two bilateral protocols signed in 2009 by Armenia and Turkey that envisioned starting the process of normalizing relations between the two countries.\nThe agreement, later proved to be ineffectual, had been brokered by the United States, Russia and France."}]}, {"heading": "Events", "year": "2010", "date": "October 10", "txt": "The Netherlands Antilles are dissolved as a country.", "entities": [{"title": "Netherlands Antilles", "href": "/wiki/Netherlands_Antilles", "description": "The Netherlands Antilles was a constituent country of the Kingdom of the Netherlands. The country consisted of several island territories located in the Caribbean Sea. The islands were also informally known as the Dutch Antilles. The country came into being in 1954 as the autonomous successor of the Dutch colony of Curaçao and Dependencies and was dissolved in 2010. The Dutch colony of Surinam, al"}]}, {"heading": "Events", "year": "2015", "date": "October 10", "txt": "Twin bomb blasts in the Turkish capital Ankara kill 102 and injure 400.", "entities": [{"title": "2015 Ankara bombings", "href": "/wiki/2015_Ankara_bombings", "description": "On 10 October 2015 at 10:04 local time (EEST) in Ankara, the capital city of Turkey, two bombs were detonated outside Ankara Central railway station. With a death toll of 109 civilians, the attack surpassed the 2013 Reyhanlı bombings as the deadliest terror attack in modern Turkish history. Another 500 people were injured. Censorship monitoring group Turkey Blocks identified nationwide slowing of "}]}, {"heading": "Events", "year": "2018", "date": "October 10", "txt": "Hurricane Michael makes landfall in the Florida Panhandle as a catastrophic Category 5 hurricane. It kills 57 people in the United States, 45 in Florida, and causes an estimated $25.1 billion in damage.", "entities": [{"title": "Hurricane Michael", "href": "/wiki/Hurricane_Michael", "description": "Hurricane Michael was a very powerful and destructive tropical cyclone that became the first Category 5 hurricane to strike the contiguous United States since Andrew in 1992. In addition, it was the third-most intense Atlantic hurricane to make landfall in the contiguous United States in terms of pressure, behind the 1935 Labor Day hurricane and Hurricane Camille in 1969. It was the first Category"}, {"title": "Florida Panhandle", "href": "/wiki/Florida_Panhandle", "description": "The Florida Panhandle is the northwestern part of the U.S. state of Florida; it is a strip of land roughly 200 miles (320 km) long and 50 to 100 miles wide, lying between Alabama on the north and the west, Georgia on the north, and the Gulf of Mexico to the south. Its eastern boundary is arbitrarily defined. In terms of population, major communities include Tallahassee, Pensacola, and Navarre."}, {"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}]}, {"heading": "Births", "year": "AD 19", "date": "October 10", "txt": "Tiberius Gemellus, Roman son of Drusus Julius Caesar and Livilla (d. 38)", "entities": [{"title": "Tiberius Gemellus", "href": "/wiki/Tiberius_Gemellus", "description": "Tiberius Julius Caesar Nero Gemellus, known as Tiberius Gemellus was the son of Drusus and Livilla, the grandson of the Emperor Tiberius, and the cousin of the Emperor Caligula. Gemellus is a nickname meaning \"the twin\". His twin brother, Tiberius Claudius Caesar Germanicus II Gemellus, died as a young child in 23. His father and older cousins died, and are suspected by contemporary sources as hav"}, {"title": "Drusus Julius Caesar", "href": "/wiki/Drusus_Julius_Caesar", "description": "Drusus Julius Caesar, was the son of Emperor Tiberius, and heir to the Roman Empire following the death of his adoptive brother Germanicus in AD 19."}, {"title": "Livilla", "href": "/wiki/Livilla", "description": "Claudia Livia Julia was the only daughter of Nero Claudius Drusus and Antonia Minor and sister of the Roman Emperor Claudius and general Germanicus, and thus the paternal aunt of the emperor Caligula and maternal great-aunt of emperor Nero, as well as the niece and daughter-in-law of Tiberius. She was named after her grandmother, Augustus' wife Livia Drusilla, and commonly known by her family nick"}]}, {"heading": "Births", "year": "786", "date": "October 10", "txt": "Saga, emperor of Japan (d. 842)", "entities": [{"title": "Emperor Saga", "href": "/wiki/Emperor_Saga", "description": "\nEmperor Saga  was the 52nd emperor of Japan, according to the traditional order of succession. Saga's reign spanned the years from 809 through 823."}]}, {"heading": "Births", "year": "867", "date": "October 10", "txt": "Li Siyuan, Chinese emperor (d. 933)", "entities": [{"title": "Li Siyuan", "href": "/wiki/Li_Siyuan", "description": "Li Siyuan, also known by his temple name Mingzong (明宗), was the second emperor of imperial China's short-lived Later Tang during the Five Dynasties and Ten Kingdoms period, reigning from 926 until his death. He was an ethnic Shatuo originally named, in the Shatuo language, Miaojilie (邈佶烈)."}]}, {"heading": "Births", "year": "1332", "date": "October 10", "txt": "King Charles II of Navarre (d. 1387)", "entities": [{"title": "Charles II of Navarre", "href": "/wiki/Charles_II_of_Navarre", "description": "Charles II, called Charles the Bad, was King of Navarre 1349–1387 and Count of Évreux 1343–1387."}]}, {"heading": "Births", "year": "1344", "date": "October 10", "txt": "Mary of Waltham, duchess of Brittany (d. 1361)", "entities": [{"title": "Mary of Waltham", "href": "/wiki/Mary_of_Waltham", "description": "Mary of Waltham Duchess of Brittany, was a daughter of King Edward III of England and Philippa of Hainault and was the wife of John IV, Duke of Brittany, known in England as \"John V\" and \"The Conqueror\". Mary was made a Lady of the Garter in 1378."}]}, {"heading": "Births", "year": "1355", "date": "October 10", "txt": "Zhu Biao, Chinese prince (d. 1392)", "entities": [{"title": "Zhu Biao", "href": "/wiki/Zhu_Biao", "description": "Zhu Biao was the Hongwu Emperor's first son and crown prince of the Ming dynasty. His early death created a crisis in the dynasty's first succession that was resolved by the successful usurpation of his brother Zhu Di as the Yongle Emperor, an act with far-reaching consequences for the future of China."}]}, {"heading": "Births", "year": "1421", "date": "October 10", "txt": "John Paston, English politician (d. 1466)", "entities": [{"title": "John Paston (died 1466)", "href": "/wiki/John_Paston_(died_1466)", "description": "John Paston I was an English country gentleman and landowner. He was the eldest son of the judge William Paston, Justice of the Common Pleas. After he succeeded his father in 1444, his life was marked by conflict occasioned by a power struggle in East Anglia between the dukes of Suffolk and Norfolk, and by his involvement in the affairs of his wife's kinsman, Sir John Fastolf. A number of his lett"}]}, {"heading": "Births", "year": "1486", "date": "October 10", "txt": "Charles III, Duke of Savoy (d. 1553)", "entities": [{"title": "Charles III, Duke of Savoy", "href": "/wiki/Charles_III,_Duke_of_Savoy", "description": "Charles III of Savoy, often called Charles the Good, was Duke of Savoy from 1504 to 1553, although most of his lands were ruled by the French between 1536 and his death."}]}, {"heading": "Births", "year": "1554", "date": "October 10", "txt": "Arnold III, Count of Bentheim-Steinfurt-Tecklenburg-Limburg and Lord of Rheda (d. 1606)", "entities": [{"title": "Arnold III, Count of Bentheim-Steinfurt-Tecklenburg-Limburg", "href": "/wiki/Arnold_III,_Count_of_Bentheim-Steinfurt-Tecklenburg-Limburg", "description": "Arnold III of Bentheim-Tecklenburg-Steinfurt-Limburg was a German nobleman. He was Count of Bentheim, Tecklenburg and Steinfurt, and jure uxoris Count of Limburg. He ruled as Arnold IV in Bentheim and Tecklenburg, and as Arnold II in Steinfurt. In Limburg, he was the first Count named Arnold and hence just the name distinctive."}]}, {"heading": "Births", "year": "1560", "date": "October 10", "txt": "Jacobus Arminius, Dutch theologian (d. 1609)", "entities": [{"title": "Jacobus Arminius", "href": "/wiki/Jacobus_Arminius", "description": "Jacobus Arminius, the Latinized name of Jakob Hermanszoon, was a Dutch theologian from the Protestant Reformation period whose views became the basis of Arminianism and the Dutch Remonstrant movement. He served from 1603 as professor in theology at the University of Leiden and wrote many books and treatises on theology."}]}, {"heading": "Births", "year": "1567", "date": "October 10", "txt": "Infanta Catherine Michelle of Spain (d. 1597)", "entities": [{"title": "Infanta Catherine Michelle of Spain", "href": "/wiki/Infanta_Catherine_Michelle_of_Spain", "description": "Catalina Micaela of Spain was a duchess of Savoy who ruled the duchy as regent several times during the absence of her husband, Charles Emmanuel I. She was the younger surviving daughter of Philip II of Spain and Elisabeth of Valois."}]}, {"heading": "Births", "year": "1584", "date": "October 10", "txt": "Philip Herbert, 4th Earl of Pembroke (d. 1649)", "entities": [{"title": "Philip Herbert, 4th Earl of Pembroke", "href": "/wiki/Philip_Herbert,_4th_Earl_of_Pembroke", "description": "Philip Herbert, 4th Earl of Pembroke and 1st Earl of Montgomery, KG KB PC was an English courtier, nobleman, and politician active during the reigns of James I and Charles I. Philip and his older brother William were the 'incomparable pair of brethren' to whom the First Folio of Shakespeare's collected works was dedicated in 1623."}]}, {"heading": "Births", "year": "1599", "date": "October 10", "txt": "Étienne Moulinié, French composer and director (d. 1676)", "entities": [{"title": "Étienne Moulinié", "href": "/wiki/%C3%89tienne_Moulini%C3%A9", "description": "Étienne Moulinié was a French Baroque composer. He was born in Languedoc, and when he was a child he sang at the Narbonne Cathedral. Through the influence of his brother Antoine, Moulinié gained an appointment at court, as the director of music for Gaston d'Orléans, the younger brother of the king. For this post he wrote sacred and secular music, for voice or voices and lute or continuo. He also w"}]}, {"heading": "Births", "year": "1629", "date": "October 10", "txt": "Richard Towneley, English mathematician and astronomer (d. 1707)", "entities": [{"title": "Richard Towneley", "href": "/wiki/Richard_Towneley", "description": "Richard Towneley was an English mathematician, natural philosopher and astronomer, resident at Towneley Hall, near Burnley in Lancashire. His uncle was the antiquarian and mathematician Christopher Towneley (1604-1674)."}]}, {"heading": "Births", "year": "1646", "date": "October 10", "txt": "Françoise-Marguerite de Sévigné, French noblewoman (d. 1705)", "entities": [{"title": "Françoise-Marguerite de Sévigné", "href": "/wiki/Fran%C3%A7oise-Marguerite_de_S%C3%A9vign%C3%A9", "description": "Françoise-Marguerite de Sévigné, comtesse de Grignan, was a French aristocrat, remembered for the letters that her mother, Madame de Sévigné, wrote to her."}]}, {"heading": "Births", "year": "1656", "date": "October 10", "txt": "Nicolas de Largillière, French painter and academic (d. 1746)", "entities": [{"title": "Nicolas de Largillière", "href": "/wiki/Nicolas_de_Largilli%C3%A8re", "description": "Nicolas de Largillière was a French portrait painter, born in Paris."}]}, {"heading": "Births", "year": "1669", "date": "October 10", "txt": "Johann Nicolaus Bach, German organist and composer (d. 1753)", "entities": [{"title": "Johann Nicolaus Bach", "href": "/wiki/Johann_Nicolaus_Bach", "description": "Johann Nicolaus Bach was a German composer of the Baroque period."}]}, {"heading": "Births", "year": "1678", "date": "October 10", "txt": "John Campbell, 2nd Duke of Argyll, Scottish general and politician, Lord High Commissioner to the Parliament of Scotland (d. 1743)", "entities": [{"title": "John Campbell, 2nd Duke of Argyll", "href": "/wiki/John_Campbell,_2nd_Duke_of_Argyll", "description": "Field Marshal John Campbell, 2nd Duke of Argyll, 1st Duke of Greenwich,, styled Lord Lorne from 1680 to 1703, was a Scottish nobleman and senior commander in the British Army. He served on the continent in the Nine Years' War and fought at the Battle of Kaiserwerth during the War of the Spanish Succession. He went on to serve as a brigade commander during the later battles of the War of the Spanis"}, {"title": "Lord High Commissioner to the Parliament of Scotland", "href": "/wiki/Lord_High_Commissioner_to_the_Parliament_of_Scotland", "description": "The Lord High Commissioner to the Parliament of Scotland was the monarch of Scotland's's personal representative to the Parliament of Scotland. From the accession of James VI of Scotland to the throne of England in 1603, a Lord High Commissioner was appointed from among the senior nobility to represent the Scottish monarch in parliament when he or she was absent, as was usually the case up to 1707"}]}, {"heading": "Births", "year": "1684", "date": "October 10", "txt": "Jean-Antoine Watteau, French painter (d. 1721)", "entities": [{"title": "Jean-Antoine Watteau", "href": "/wiki/Jean-Antoine_Watteau", "description": "Jean-Antoine Watteau was a French painter and draughtsman whose brief career spurred the revival of interest in colour and movement, as seen in the tradition of Correggio and Rubens. He revitalized the waning Baroque style, shifting it to the less severe, more naturalistic, less formally classical, Rococo. Watteau is credited with inventing the genre of fêtes galantes, scenes of bucolic and idylli"}]}, {"heading": "Births", "year": "1700", "date": "October 10", "txt": "Lambert-Sigisbert Adam, French sculptor and illustrator (d. 1759)", "entities": [{"title": "Lambert-Sigisbert Adam", "href": "/wiki/Lambert-Sigisbert_Adam", "description": "Lambert-Sigisbert Adam was a French sculptor born in 1700 in Nancy. The eldest son of sculptor Jacob-Sigisbert Adam, he was known as Adam l’aîné to distinguish him from his two sculptor brothers Nicolas-Sébastien Adam, known as \"Adam le jeune\", and François Gaspard Balthazar Adam. His sister Anne Adam married Thomas Michel, an undistinguished sculptor, and became the mother of famous sculptor Clau"}]}, {"heading": "Births", "year": "1731", "date": "October 10", "txt": "Henry Cavendish, French-English chemist, physicist, and philosopher (d. 1810)", "entities": [{"title": "Henry Cavendish", "href": "/wiki/Henry_Cavendish", "description": "Henry Cavendish FRS was an English natural philosopher, scientist, and an important experimental and theoretical chemist and physicist. He is noted for his discovery of hydrogen, which he termed \"inflammable air\". He described the density of inflammable air, which formed water on combustion, in a 1766 paper, On Factitious Airs. Antoine Lavoisier later reproduced Cavendish's experiment and gave the"}]}, {"heading": "Births", "year": "1780", "date": "October 10", "txt": "John Abercrombie, Scottish physician and philosopher (d. 1844)", "entities": [{"title": "John Abercrombie (physician)", "href": "/wiki/John_Abercrombie_(physician)", "description": "John Abercrombie was a Scottish physician, author, philosopher and philanthropist. His Edinburgh practice became one of the most successful medical practices in Scotland. The Chambers Biographical Dictionary says of him that after James Gregory's death, he was \"recognized as the first consulting physician in Scotland\". As surgeon to The Royal Public Dispensary and the New Town Dispensary he provid"}]}, {"heading": "Births", "year": "1794", "date": "October 10", "txt": "William Whiting Boardman, American judge and politician (d. 1871)", "entities": [{"title": "William Whiting Boardman", "href": "/wiki/William_Whiting_Boardman", "description": "William Whiting Boardman was a politician and United States Representative from Connecticut."}]}, {"heading": "Births", "year": "1810", "date": "October 10", "txt": "Alfred Kennerley, English-Australian politician, 10th Premier of Tasmania (d. 1897)", "entities": [{"title": "Alfred Kennerley", "href": "/wiki/Alfred_Kennerley", "description": "Alfred Kennerley was an Australian politician and Premier of Tasmania from 4 August 1873 until 20 July 1876."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1813", "date": "October 10", "txt": "Giuseppe Verdi, Italian composer and philanthropist (d. 1901)", "entities": [{"title": "Giuseppe Verdi", "href": "/wiki/Giuseppe_Verdi", "description": "Giuseppe Fortunino Francesco Verdi was an Italian opera composer. He was born near Busseto to a provincial family of moderate means, and developed a musical education with the help of a local patron. Verdi came to dominate the Italian opera scene after the era of Gioachino Rossini, Gaetano Donizetti, and Vincenzo Bellini, whose works significantly influenced him."}]}, {"heading": "Births", "year": "1819", "date": "October 10", "txt": "Heinrich Joseph Dominicus Denzinger, German theologian and author (d. 1883)", "entities": [{"title": "Heinrich Joseph Dominicus Denzinger", "href": "/wiki/Heinrich_Joseph_Dominicus_Denzinger", "description": "Heinrich Joseph Dominicus Denzinger was a leading German Catholic theologian and author of the Enchiridion Symbolorum et Definitionum commonly referred to simply as \"Denzinger\"."}]}, {"heading": "Births", "year": "1825", "date": "October 10", "txt": "Paul Kruger, South African soldier and politician, 5th President of the South African Republic (d. 1904)", "entities": [{"title": "Paul Kruger", "href": "/wiki/Paul_Kruger", "description": "Stephanus Johannes Paulus Kruger was a South African politician. He was one of the dominant political and military figures in 19th-century South Africa, and President of the South African Republic from 1883 to 1900. Nicknamed Oom Paul, he came to international prominence as the face of the Boer cause—that of the Transvaal and its neighbour the Orange Free State—against Britain during the Second Bo"}, {"title": "President of the South African Republic", "href": "/wiki/President_of_the_South_African_Republic", "description": "This is a list of State Presidents of the South African Republic."}]}, {"heading": "Births", "year": "1828", "date": "October 10", "txt": "Samuel J. Randall, American captain, lawyer and politician, 33rd Speaker of the United States House of Representatives (d. 1890)", "entities": [{"title": "Samuel J. Randall", "href": "/wiki/Samuel_J._Randall", "description": "Samuel Jackson Randall was an American politician from Pennsylvania who represented the Queen Village, Society Hill, and Northern Liberties neighborhoods of Philadelphia from 1863 to 1890 and served as the 29th Speaker of the United States House of Representatives from 1876 to 1881. He was a contender for the Democratic Party nomination for President of the United States in 1880 and 1884."}, {"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Births", "year": "1830", "date": "October 10", "txt": "Isabella II of Spain (d. 1904)", "entities": [{"title": "Isabella II of Spain", "href": "/wiki/Isabella_II_of_Spain", "description": "Isabella II, also known as the Queen of Sad Mischance and the Traditional Queen, was Queen of Spain from 1833 until 1868."}]}, {"heading": "Births", "year": "1834", "date": "October 10", "txt": "Aleksis Kivi, Finnish author and playwright (d. 1872)", "entities": [{"title": "Aleksis Kivi", "href": "/wiki/Aleksis_Kivi", "description": "Aleksis Kivi, born Alexis Stenvall, was a Finnish author who wrote the first significant novel in the Finnish language, Seitsemän veljestä in 1870. He is also known for his 1864 play Heath Cobblers. Although Kivi was among the very earliest authors of prose and lyrics in Finnish, he is still considered one of the greatest."}]}, {"heading": "Births", "year": "1837", "date": "October 10", "txt": "Robert Gould Shaw, American colonel (d. 1863)", "entities": [{"title": "Robert Gould Shaw", "href": "/wiki/Robert_Gould_Shaw", "description": "Robert Gould Shaw was an American officer in the Union Army during the American Civil War. Born into a prominent Boston abolitionist family, he accepted command of the first all-black regiment in the Northeast. Supporting the promised equal treatment for his troops, he encouraged the men to refuse their pay until it was equal to that of white troops' wage."}]}, {"heading": "Births", "year": "1842", "date": "October 10", "txt": "Emily Dobson, Australian philanthropist (d. 1934)", "entities": [{"title": "Emily Dobson", "href": "/wiki/Emily_Dobson", "description": "Emily Dobson was an Australian philanthropist. She was known for her work supporting women's charities."}]}, {"heading": "Births", "year": "1858", "date": "October 10", "txt": "Maurice Prendergast, American painter and academic (d. 1924)", "entities": [{"title": "Maurice Prendergast", "href": "/wiki/Maurice_Prendergast", "description": "Maurice Brazil Prendergast was an American Post-Impressionist artist who worked in oil, watercolor, and monotype. He exhibited as a member of The Eight, though the delicacy of his compositions and mosaic-like beauty of his style differed from the artistic intentions and philosophy of the group."}]}, {"heading": "Births", "year": "1861", "date": "October 10", "txt": "Fridtjof Nansen, Norwegian explorer, scientist, and humanitarian, Nobel Prize laureate (d. 1930)", "entities": [{"title": "Fridtjof Nansen", "href": "/wiki/Fridtjof_Nansen", "description": "Fridtjof Wedel-Jarlsberg Nansen was a Norwegian polymath and Nobel Peace Prize laureate. He gained prominence at various points in his life as an explorer, scientist, diplomat and humanitarian. He led the team that made the first crossing of the Greenland interior in 1888, traversing the island on cross-country skis. He won international fame after reaching a record northern latitude of 86°14′ dur"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1864", "date": "October 10", "txt": "T. Frank Appleby, American businessman and politician (d. 1924)", "entities": [{"title": "T. Frank Appleby", "href": "/wiki/T._Frank_Appleby", "description": "Theodore Frank Appleby was an American Republican Party politician who represented New Jersey's 3rd congressional district in the United States House of Representatives from 1921 to 1923. He was the father of Stewart Hoffman Appleby, who also became a congressman from New Jersey."}]}, {"heading": "Births", "year": "1870", "date": "October 10", "txt": "Louise Mack, Australian journalist, author, and poet (d. 1935)", "entities": [{"title": "Louise Mack", "href": "/wiki/Louise_Mack", "description": "Marie Louise Hamilton Mack was an Australian poet, journalist and novelist. She is most known for her writings and her involvement in World War I in 1914 as the first woman war correspondent in Belgium."}]}, {"heading": "Births", "year": "1872", "date": "October 10", "txt": "Dionysios Kasdaglis, Egyptian-Greek tennis player (d. 1931)", "entities": [{"title": "Dionysios Kasdaglis", "href": "/wiki/Dionysios_Kasdaglis", "description": "Dionysios or Dimitrios Kasdaglis was a Greek-Egyptian tennis player. He competed in the 1896 Summer Olympics in Athens and the 1906 Intercalated Games, also in Athens."}]}, {"heading": "Births", "year": "1877", "date": "October 10", "txt": "William Morris, 1st Viscount Nuffield, English businessman and philanthropist, founded Morris Motors (d. 1963)", "entities": [{"title": "William Morris, 1st Viscount Nuffield", "href": "/wiki/William_Morris,_1st_Viscount_Nuffield", "description": "William Richard Morris, 1st Viscount Nuffield, was an English motor manufacturer and philanthropist. He was the founder of Morris Motors Limited and is remembered as the founder of the Nuffield Foundation, the Nuffield Trust and Nuffield College, Oxford, as well as being involved in his role as President of BUPA in creating what is now Nuffield Health. He took his title from the village of Nuffiel"}, {"title": "Morris Motors", "href": "/wiki/Morris_Motors", "description": "Morris Motors Limited was a British privately owned motor vehicle manufacturing company formed in 1919 to take over the assets of William Morris's WRM Motors Limited and continue production of the same vehicles. By 1926 its production represented 42 per cent of British car manufacture—a remarkable expansion rate attributed to William Morris's practice of buying in major as well as minor components"}]}, {"heading": "Births", "year": "1884", "date": "October 10", "txt": "Nikolai Klyuev, Russian poet and author (d. 1937)", "entities": [{"title": "Nikolai Klyuev", "href": "/wiki/Nikolai_Klyuev", "description": "Nikolai Alekseevich Klyuev, was a notable Russian poet. He was influenced by the symbolist movement, intense nationalism, and a love of Russian folklore."}]}, {"heading": "Births", "year": "1884", "date": "October 10", "txt": "Ida Wüst, German actress and screenwriter (d. 1958)", "entities": []}, {"heading": "Births", "year": "1885", "date": "October 10", "txt": "Walter Anderson, Belarusian-German ethnologist and academic (d. 1962)", "entities": [{"title": "Walter Anderson (folklorist)", "href": "/wiki/Walter_Anderson_(folklorist)", "description": "Walter Arthur Alexander Anderson was a Baltic German ethnologist (folklorist) and numismatist."}]}, {"heading": "Births", "year": "1885", "date": "October 10", "txt": "Jean Peyrière, French actor (d. 1965)", "entities": []}, {"heading": "Births", "year": "1889", "date": "October 10", "txt": "Han van Meegeren, Dutch painter and forger (d. 1947)", "entities": [{"title": "Han van Meegeren", "href": "/wiki/Han_van_Meegeren", "description": "Henricus Antonius \"Han\" van Meegeren was a Dutch painter and portraitist, considered one of the most ingenious art forgers of the 20th century. Van Meegeren became a national hero after World War II when it was revealed that he had sold a forged painting to Reichsmarschall Hermann Göring during the Nazi occupation of the Netherlands."}]}, {"heading": "Births", "year": "1895", "date": "October 10", "txt": "Alfred Neuland, Estonian weightlifter (d. 1966)", "entities": [{"title": "Alfred Neuland", "href": "/wiki/Alfred_Neuland", "description": "Alfred Karl Neuland was an Estonian weightlifter. He competed in the 1920 and 1924 Olympics and won a gold and a silver medal, respectively, becoming the first Olympic gold medalist from Estonia. He won a world title in 1922, and set three ratified world record in 1920–23: one in the snatch and two in the clean and jerk."}]}, {"heading": "Births", "year": "1895", "date": "October 10", "txt": "Fridolf Rhudin, Swedish actor (d. 1935)", "entities": []}, {"heading": "Births", "year": "1895", "date": "October 10", "txt": "Wolfram Freiherr von Richthofen, German field marshal (d. 1945)", "entities": []}, {"heading": "Births", "year": "1898", "date": "October 10", "txt": "Lilly Daché, French-American fashion designer (d. 1989)", "entities": [{"title": "Lilly Daché", "href": "/wiki/Lilly_Dach%C3%A9", "description": "Lilly Daché was a European-born American milliner and fashion designer."}]}, {"heading": "Births", "year": "1900", "date": "October 10", "txt": "Helen Hayes, American actress (d. 1993)", "entities": [{"title": "Helen Hayes", "href": "/wiki/Helen_Hayes", "description": "Helen Hayes MacArthur was an American actress whose career spanned 80 years. She eventually received the nickname \"First Lady of American Theatre\" and was one of 16 people who have won an Emmy, a Grammy, an Oscar, and a Tony Award. She was also the first person to win the Triple Crown of Acting. Hayes also received the Presidential Medal of Freedom, America's highest civilian honor, from President"}]}, {"heading": "Births", "year": "1901", "date": "October 10", "txt": "Alberto Giacometti, Swiss sculptor and painter (d. 1966)", "entities": [{"title": "Alberto Giacometti", "href": "/wiki/Alberto_Giacometti", "description": "Alberto Giacometti was a Swiss sculptor, painter, draftsman and printmaker. Beginning in 1922, he lived and worked mainly in Paris but regularly visited his hometown Borgonovo to see his family and work on his art."}]}, {"heading": "Births", "year": "1902", "date": "October 10", "txt": "K. Shivaram Karanth, Indian journalist, author, and activist (d. 1997)", "entities": [{"title": "K. Shivaram Karanth", "href": "/wiki/K._Shivaram_Karanth", "description": "Kota Shivarama Karanth was an Indian polymath, who was a novelist in Kannada language, playwright and an ecological conservationist. Ramachandra Guha called him the \"Rabindranath Tagore of Modern India, who has been one of the finest novelists-activists since independence\". He was the third writer to be decorated with the Jnanpith Award for Kannada, the highest literary honor conferred in India. H"}]}, {"heading": "Births", "year": "1903", "date": "October 10", "txt": "Prince Charles, Count of Flanders (d. 1983)", "entities": [{"title": "Prince Charles, Count of Flanders", "href": "/wiki/Prince_Charles,_Count_of_Flanders", "description": "Prince Charles, Count of Flanders was a member of the Belgian royal family who served as regent of Belgium from 1944 until 1950, while a judicial commission investigated his elder brother, King Leopold III, as to whether he betrayed the Allies of World War II by an allegedly premature surrender in 1940 and of collaborating with the Nazis during the occupation of Belgium. Charles' regency ended whe"}]}, {"heading": "Births", "year": "1903", "date": "October 10", "txt": "Vernon Duke, Russian-American composer and songwriter (d. 1969)", "entities": []}, {"heading": "Births", "year": "1903", "date": "October 10", "txt": "Bei Shizhang, Chinese biologist and academic (d. 2009)", "entities": []}, {"heading": "Births", "year": "1905", "date": "October 10", "txt": "Aksella Luts, Estonian actress, screenwriter, dancer, and choreographer(d. 2005)", "entities": [{"title": "Aksella Luts", "href": "/wiki/Aksella_Luts", "description": "Aksella Hildegard Luts was an Estonian actress, screenwriter, dancer, choreographer, film editor and photojournalist."}]}, {"heading": "Births", "year": "1906", "date": "October 10", "txt": "Paul Creston, American composer and educator (d. 1985)", "entities": [{"title": "Paul Creston", "href": "/wiki/Paul_Creston", "description": "Paul Creston was an Italian American composer of classical music."}]}, {"heading": "Births", "year": "1906", "date": "October 10", "txt": "Fei Mu, Chinese director and screenwriter (d. 1951)", "entities": []}, {"heading": "Births", "year": "1906", "date": "October 10", "txt": "R. K. Narayan, Indian author (d. 2001)", "entities": []}, {"heading": "Births", "year": "1908", "date": "October 10", "txt": "Johnny Green, American conductor and composer (d. 1989)", "entities": [{"title": "Johnny Green", "href": "/wiki/Johnny_Green", "description": "John Waldo Green was an American songwriter, composer, musical arranger, conductor and pianist. He was given the nickname \"Beulah\" by colleague Conrad Salinger. His most famous song was one of his earliest, \"Body and Soul\" from the revue Three's a Crowd. Green won four Academy Awards for his film scores and a fifth for producing a short musical film, and he was inducted into the Songwriters Hall o"}]}, {"heading": "Births", "year": "1908", "date": "October 10", "txt": "Mercè Rodoreda, Catalan author and poet (d. 1983)", "entities": []}, {"heading": "Births", "year": "1909", "date": "October 10", "txt": "Robert F. Boyle, American production designer and art director (d. 2010)", "entities": [{"title": "Robert F. Boyle", "href": "/wiki/Robert_F._Boyle", "description": "Robert Francis Boyle was an American film art director and production designer."}]}, {"heading": "Births", "year": "1910", "date": "October 10", "txt": "Julius Shulman, American photographer and environmentalist (d. 2009)", "entities": [{"title": "Julius Shulman", "href": "/wiki/Julius_Shulman", "description": "Julius Shulman was an American architectural photographer best known for his photograph \"Case Study House #22, Los Angeles, 1960. Pierre Koenig, Architect.\" The house is also known as the Stahl House. Shulman's photography spread the aesthetic of California's Mid-century modern architecture around the world. Through his many books, exhibits and personal appearances his work ushered in a new apprec"}]}, {"heading": "Births", "year": "1911", "date": "October 10", "txt": "Clare Hollingworth, English journalist and author (d. 2017)", "entities": [{"title": "Clare Hollingworth", "href": "/wiki/Clare_Hollingworth", "description": "Clare Hollingworth, OBE was an English journalist and author. She was the first war correspondent to report the outbreak of World War II, described as \"the scoop of the century\". As a reporter for The Daily Telegraph in 1939, while travelling from Poland to Germany, she spotted and reported German forces massed on the Polish border; three days later she was the first to report the German invasion "}]}, {"heading": "Births", "year": "1912", "date": "October 10", "txt": "Ram Vilas Sharma, Indian poet and critic (d. 2000)", "entities": [{"title": "Ram Vilas Sharma", "href": "/wiki/Ram_Vilas_Sharma", "description": "Ram Vilas Sharma was an eminent progressive literary critic, linguist, poet and thinker. He was born in Unchgaon Sani, Unnao District, Uttar Pradesh."}]}, {"heading": "Births", "year": "1913", "date": "October 10", "txt": "Claude Simon, Malagasy-French novelist and critic, Nobel Prize laureate (d. 2005)", "entities": [{"title": "Claude Simon", "href": "/wiki/Claude_Simon", "description": "Claude Simon was a French novelist, and the 1985 Nobel Laureate in Literature."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1914", "date": "October 10", "txt": "Tommy Fine, American baseball player and businessman (d. 2005)", "entities": [{"title": "Tommy Fine", "href": "/wiki/Tommy_Fine", "description": "Thomas Morgan Fine was an American pitcher in Major League Baseball who played in 23 games for the Boston Red Sox (1947) and St. Louis Browns (1950). The native of Cleburne, Texas, stood 6 feet (1.8 m) tall and weighed 190 pounds (86 kg). He was a switch-hitter and threw right-handed."}]}, {"heading": "Births", "year": "1914", "date": "October 10", "txt": "Ivory Joe Hunter, American singer-songwriter and pianist (d. 1974)", "entities": []}, {"heading": "Births", "year": "1915", "date": "October 10", "txt": "Harry Edison, American trumpet player and composer (d. 1999)", "entities": [{"title": "Harry Edison", "href": "/wiki/Harry_Edison", "description": "Harry \"Sweets\" Edison was an American jazz trumpeter and a member of the Count Basie Orchestra. His greatest impact was as a Hollywood studio musician, whose muted trumpet can be heard backing singers, most notably Frank Sinatra."}]}, {"heading": "Births", "year": "1917", "date": "October 10", "txt": "Thelonious Monk, American pianist and composer (d. 1982)", "entities": [{"title": "Thelonious Monk", "href": "/wiki/Thelonious_Monk", "description": "Thelonious Sphere Monk was an American jazz pianist and composer. He had a unique improvisational style and made numerous contributions to the standard jazz repertoire, including \"'Round Midnight\", \"Blue Monk\", \"Straight, No Chaser\", \"Ruby, My Dear\", \"In Walked Bud\", and \"Well, You Needn't\". Monk is the second-most-recorded jazz composer after Duke Ellington."}]}, {"heading": "Births", "year": "1919", "date": "October 10", "txt": "Willard Estey, Canadian academic and jurist (d. 2002)", "entities": [{"title": "Willard Estey", "href": "/wiki/Willard_Estey", "description": "Willard Zebedee \"Bud\" Estey, was a Canadian justice of the Supreme Court of Canada."}]}, {"heading": "Births", "year": "1919", "date": "October 10", "txt": "Gerry Gomez, Trinidadian cricketer, manager, and umpire (d. 1996)", "entities": []}, {"heading": "Births", "year": "1919", "date": "October 10", "txt": "Kim Ki-young, South Korean director, screenwriter, producer, and editor (d. 1997)", "entities": []}, {"heading": "Births", "year": "1919", "date": "October 10", "txt": "William Kruskal, American mathematician and statistician (d. 2005)", "entities": []}, {"heading": "Births", "year": "1919", "date": "October 10", "txt": "Edgar Laprade, Canadian ice hockey player (d. 2014)", "entities": []}, {"heading": "Births", "year": "1920", "date": "October 10", "txt": "Gail Halvorsen, American air force pilot known as the \"Berlin Candy Bomber.\"", "entities": [{"title": "Gail Halvorsen", "href": "/wiki/Gail_Halvorsen", "description": "Gail Seymour \"Hal\" Halvorsen is a retired senior officer and command pilot in the United States Air Force. He is best known as the \"Berlin Candy Bomber\" or \"Uncle Wiggly Wings\" and gained fame for dropping candy to German children during the Berlin Airlift from 1948 to 1949."}]}, {"heading": "Births", "year": "1922", "date": "October 10", "txt": "Merv Pregulman, American football player, businessman, and philanthropist (d. 2012)", "entities": [{"title": "Merv Pregulman", "href": "/wiki/Merv_Pregulman", "description": "Mervin Pregulman was an All-American football player, businessman, and philanthropist. He played football as a tackle and center for the University of Michigan Wolverines from 1941 to 1943 and was selected as a first-team All-American in 1943. He was inducted into the United States Navy and served in the Pacific Theater during World War II, narrowly surviving a kamikaze attack on his ship in 1945."}]}, {"heading": "Births", "year": "1923", "date": "October 10", "txt": "Louis Gottlieb, American singer and bass player (d. 1996)", "entities": [{"title": "Louis Gottlieb", "href": "/wiki/Louis_Gottlieb", "description": "Louis Gottlieb credited as Lou Gottlieb, was bassist and comic spokesman for music trio The Limeliters. He held a PhD in musicology and was considered one of the so-called \"new comedy\" performers, a new generation of unabashed intellectuals that also included Mort Sahl, Nichols and May, and Lenny Bruce. In 1966 he established the Morningstar Ranch, a community that he declared open to all people a"}]}, {"heading": "Births", "year": "1923", "date": "October 10", "txt": "Nicholas Parsons, English actor and game show host (d. 2020)", "entities": []}, {"heading": "Births", "year": "1923", "date": "October 10", "txt": "Murray Walker, English journalist and sportscaster (d. 2021)", "entities": []}, {"heading": "Births", "year": "1924", "date": "October 10", "txt": "James Clavell, Australian-American director, producer, screenwriter, and author (d. 1994)", "entities": [{"title": "James Clavell", "href": "/wiki/James_Clavell", "description": "James Clavell, was an Australian novelist, screenwriter, director, and World War II veteran and prisoner of war. Clavell is best known as the author of his Asian Saga novels, a number of which have had television adaptations. Clavell also authored such screenplays as those for The Fly (1958) and The Great Escape (1963). He directed the popular 1967 film To Sir, with Love for which he also wrote th"}]}, {"heading": "Births", "year": "1924", "date": "October 10", "txt": "Ludmilla Tchérina, French actress, ballerina, and choreographer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1924", "date": "October 10", "txt": "Ed Wood, American actor, director, producer, screenwriter (d. 1978)", "entities": []}, {"heading": "Births", "year": "1926", "date": "October 10", "txt": "Oscar Brown, American singer-songwriter, playwright, and actor (d. 2005)", "entities": [{"title": "Oscar Brown", "href": "/wiki/Oscar_Brown", "description": "Oscar Brown Jr. was an American singer, songwriter, playwright, poet, civil rights activist, and actor. Aside from his career, Brown ran unsuccessfully for office in both the Illinois state legislature and the U.S. Congress. Brown wrote many songs, 12 albums, and more than a dozen musical plays."}]}, {"heading": "Births", "year": "1926", "date": "October 10", "txt": "Richard Jaeckel, American actor (d. 1997)", "entities": []}, {"heading": "Births", "year": "1927", "date": "October 10", "txt": "Dana Elcar, American actor and director (d. 2005)", "entities": [{"title": "Dana Elcar", "href": "/wiki/Dana_Elcar", "description": "Ibsen Dana Elcar was an American television and film character actor. He appeared in about 40 films as well as on the 1980s and 1990s television series MacGyver as Peter Thornton, MacGyver’s immediate supervisor at the Phoenix Foundation. Elcar had appeared in the pilot episode of MacGyver as Andy Colson before assuming the role of Thornton."}]}, {"heading": "Births", "year": "1927", "date": "October 10", "txt": "Jon Locke, American actor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1927", "date": "October 10", "txt": "Thomas Wilson, American-Scottish composer and educator (d. 2001)", "entities": []}, {"heading": "Births", "year": "1928", "date": "October 10", "txt": "Leyla Gencer, Turkish soprano (d. 2008)", "entities": [{"title": "Leyla Gencer", "href": "/wiki/Leyla_Gencer", "description": "Ayşe Leyla Gencer was a Turkish operatic soprano."}]}, {"heading": "Births", "year": "1928", "date": "October 10", "txt": "Sheila Walsh, English author (d. 2009)", "entities": []}, {"heading": "Births", "year": "1929", "date": "October 10", "txt": "Ayten Alpman, Turkish singer (d. 2012)", "entities": [{"title": "Ayten Alpman", "href": "/wiki/Ayten_Alpman", "description": "Ayten Alpman was a Turkish jazz and pop singer who gained fame in the 1970s with the song \"Memleketim\" during the 1974 Cyprus Peace Operation."}]}, {"heading": "Births", "year": "1929", "date": "October 10", "txt": "Herb Levinson, American actor (d. 2012)", "entities": []}, {"heading": "Births", "year": "1929", "date": "October 10", "txt": "Bernard Mayes, English-American journalist and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1930", "date": "October 10", "txt": "Eugenio Castellotti, Italian race car driver (d. 1957)", "entities": [{"title": "Eugenio Castellotti", "href": "/wiki/Eugenio_Castellotti", "description": "Eugenio Castellotti was a Formula One driver from Italy."}]}, {"heading": "Births", "year": "1930", "date": "October 10", "txt": "Yves Chauvin, French chemist and academic, Nobel Prize laureate (d. 2015)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1930", "date": "October 10", "txt": "Harold Pinter, English playwright, screenwriter, director Nobel Prize laureate (d. 2008)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1932", "date": "October 10", "txt": "Harry Smith, English footballer", "entities": [{"title": "Harry Smith (footballer, born 1932)", "href": "/wiki/Harry_Smith_(footballer,_born_1932)", "description": "Harry Arthur Smith is an English former professional footballer who played as a full back in the Football League for Torquay United and Bristol City. He was born in Wolverhampton."}]}, {"heading": "Births", "year": "1933", "date": "October 10", "txt": "Jay Sebring, American hair stylist and businessman (d. 1969)", "entities": [{"title": "Jay Sebring", "href": "/wiki/Jay_Sebring", "description": "Thomas John Kummer, known professionally as Jay Sebring, was an American celebrity hair stylist, and the founder of the hairstyling corporation Sebring International. Sebring was murdered by members of the Manson Family along with his ex-girlfriend Sharon Tate."}]}, {"heading": "Births", "year": "1935", "date": "October 10", "txt": "Khalil al-Wazir, Palestinian commander, founded Fatah (d. 1988)", "entities": [{"title": "Khalil al-Wazir", "href": "/wiki/Khalil_al-Wazir", "description": "Khalil Ibrahim al-Wazir was a Palestinian leader and co-founder of the nationalist party Fatah. As a top aide of Palestine Liberation Organization (PLO) Chairman Yasser Arafat, al-Wazir had considerable influence in Fatah's military activities, eventually becoming the commander of Fatah's armed wing al-Assifa."}, {"title": "Fatah", "href": "/wiki/Fatah", "description": "Fatah, formerly the Palestinian National Liberation Movement, is a Palestinian nationalist social democratic political party and the largest faction of the confederated multi-party Palestine Liberation Organization (PLO) and the second-largest party in the Palestinian Legislative Council (PLC). The President of the Palestinian Authority is a member of Fatah."}]}, {"heading": "Births", "year": "1935", "date": "October 10", "txt": "André Bureau, Canadian lawyer and businessman (d. 2019)", "entities": []}, {"heading": "Births", "year": "1935", "date": "October 10", "txt": "Judith Chalmers, English television host and actress", "entities": []}, {"heading": "Births", "year": "1936", "date": "October 10", "txt": "Gerhard Ertl, German physicist and chemist, Nobel Prize laureate", "entities": [{"title": "Gerhard Ertl", "href": "/wiki/Gerhard_Ertl", "description": "Gerhard Ertl is a German physicist and a Professor emeritus at the Department of Physical Chemistry, Fritz-Haber-Institut der Max-Planck-Gesellschaft in Berlin, Germany. Ertl's research laid the foundation of modern surface chemistry, which has helped explain how fuel cells produce energy without pollution, how catalytic converters clean up car exhausts and even why iron rusts, the Royal Swedish A"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1937", "date": "October 10", "txt": "Bruce Devlin, Australian golfer and sportscaster", "entities": [{"title": "Bruce Devlin", "href": "/wiki/Bruce_Devlin", "description": "Bruce William Devlin is an Australian professional golfer, sportscaster and golf course designer."}]}, {"heading": "Births", "year": "1937", "date": "October 10", "txt": "Peter Underwood, Australian lawyer and politician, 27th Governor of Tasmania (d. 2014)", "entities": [{"title": "Governor of Tasmania", "href": "/wiki/Governor_of_Tasmania", "description": "The Governor of Tasmania is the representative in the Australian state of Tasmania of Elizabeth II, Queen of Australia. The Governor performs the same constitutional and ceremonial functions at the state level as the Governor-General of Australia does at the national level."}]}, {"heading": "Births", "year": "1938", "date": "October 10", "txt": "Oleg Gordievsky, Russian intelligence officer and author", "entities": [{"title": "Oleg Gordievsky", "href": "/wiki/Oleg_Gordievsky", "description": "Oleg Antonovich Gordievsky, CMG is a former colonel of the KGB and KGB resident-designate (rezident) and bureau chief in London, who was a double agent, providing information to the British Secret Intelligence Service from 1974 to 1985. He was exfiltrated from the USSR in July 1985 under a plan code named Operation Pimlico. The USSR subsequently sentenced him to death in absentia."}]}, {"heading": "Births", "year": "1938", "date": "October 10", "txt": "Daidō Moriyama, Japanese photographer", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 10", "txt": "Lily Tuck, American novelist and short story writer", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 10", "txt": "Leroy Hood, American biologist and academic", "entities": []}, {"heading": "Births", "year": "1939", "date": "October 10", "txt": "Joe Pitts, American captain and politician", "entities": [{"title": "Joe Pitts", "href": "/wiki/Joe_Pitts", "description": "Joseph Russell Pitts is a former American politician who served as the U.S. Representative for Pennsylvania's 16th congressional district from 1997 to 2017. He is a member of the Republican Party. The district was based in Lancaster and Reading and included much of Amish country. It also included the far southwestern suburbs of Philadelphia in Chester County."}]}, {"heading": "Births", "year": "1940", "date": "October 10", "txt": "Winston Churchill, English journalist and politician (d. 2010)", "entities": [{"title": "Winston Churchill (1940–2010)", "href": "/wiki/Winston_Churchill_(1940%E2%80%932010)", "description": "Winston Spencer-Churchill, generally known as Winston Churchill, was a British Conservative politician and a grandson of former Prime Minister Sir Winston Churchill. During the period of his prominence as a public figure, he was normally referred to as Winston Churchill, in order to distinguish him from his grandfather. His father Randolph Churchill was also an MP."}]}, {"heading": "Births", "year": "1941", "date": "October 10", "txt": "Peter Coyote, American actor, director, and screenwriter", "entities": [{"title": "Peter Coyote", "href": "/wiki/Peter_Coyote", "description": "Peter Coyote is an American actor, author, director, screenwriter, and narrator of films, theatre, television, and audiobooks. He is best known for his work in various films such as E.T. the Extra-Terrestrial (1982), Cross Creek (1983), Jagged Edge (1985), Patch Adams (1998), Erin Brockovich (2000), A Walk to Remember (2002), Hemingway & Gellhorn (2012) and Good Kill (2014). He was also known as t"}]}, {"heading": "Births", "year": "1941", "date": "October 10", "txt": "Ken Saro-Wiwa, Nigerian author and activist (d. 1995)", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 10", "txt": "Janis Hansen, American singer and author (d. 2017)", "entities": [{"title": "Janis Hansen (singer)", "href": "/wiki/Janis_Hansen_(singer)", "description": "Janis Sue Klinger was an American recording artist and author."}]}, {"heading": "Births", "year": "1942", "date": "October 10", "txt": "Radu Vasile, Romanian historian and politician, 57th Prime Minister of Romania (d. 2013)", "entities": [{"title": "Prime Minister of Romania", "href": "/wiki/Prime_Minister_of_Romania", "description": "The prime minister of the Government of Romania is the head of the Government of Romania. Initially, the office was styled President of the Council of Ministers, when the term \"Government\" included more than the Cabinet, and the Cabinet was called The Council of Ministers. The title was officially changed to Prime Minister by the 1965 Constitution of Romania during the communist regime."}]}, {"heading": "Births", "year": "1943", "date": "October 10", "txt": "Frederick Barthelme, American novelist and short story writer", "entities": [{"title": "Frederick Barthelme", "href": "/wiki/Frederick_Barthelme", "description": "Fredrick Barthelme is an American novelist and short story writer, well known as one of the seminal writers of minimalist fiction. Alongside his personal publishing history, his position as Director of The Center For Writers at The University of Southern Mississippi \nand Editor of the nationally prominent literary journal Mississippi Review have placed him at the forefront of the contemporary Amer"}]}, {"heading": "Births", "year": "1945", "date": "October 10", "txt": "Christopher Hill, English bishop", "entities": [{"title": "Christopher Hill (bishop)", "href": "/wiki/Christopher_Hill_(bishop)", "description": "Christopher John Hill, is a retired British Anglican bishop. From 1996 to 2004, he was the Bishop of Stafford, a suffragan bishop in the Diocese of Lichfield. From 2004 to 2013, he was the Bishop of Guildford, the diocesan bishop of the Diocese of Guildford. In addition, he served as the Clerk of the Closet in the Ecclesiastical Household of the Royal Household of the Sovereign of the United Kingd"}]}, {"heading": "Births", "year": "1945", "date": "October 10", "txt": "Vanburn Holder, Barbadian cricketer", "entities": []}, {"heading": "Births", "year": "1945", "date": "October 10", "txt": "Headman Shabalala, South African bass singer (d. 1991)", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 10", "txt": "Charles Dance, English actor, director, and screenwriter", "entities": [{"title": "Charles Dance", "href": "/wiki/Charles_Dance", "description": "Walter Charles Dance is an English actor. Some of his highest-profile roles are Tywin Lannister in HBO's Game of Thrones (2011–2015), Karellen in Syfy's Childhood's End (2015), Guy Perron in The Jewel in the Crown (1984), Sardo Numspa in The Golden Child (1986), Dr. Jonathan Clemens in Alien 3 (1992), Benedict in Last Action Hero (1993), the Master Vampire in Dracula Untold (2014), Lord Havelock V"}]}, {"heading": "Births", "year": "1946", "date": "October 10", "txt": "Naoto Kan, Japanese lawyer and politician, 61st Prime Minister of Japan", "entities": [{"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1946", "date": "October 10", "txt": "Peter Mahovlich, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 10", "txt": "Anne Mather, English author and screenwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 10", "txt": "John Prine, American singer-songwriter and guitarist (d. 2020)", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 10", "txt": "Raymond Tallis, English physician, philosopher, author, and academic", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 10", "txt": "Chris Tarrant, English radio and television host", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 10", "txt": "Ben Vereen, American actor, singer, and dancer", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 10", "txt": "Willard White, Jamaican-English actor and singer", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 10", "txt": "Gary Beach, American actor and singer (d. 2018)", "entities": [{"title": "Gary Beach", "href": "/wiki/Gary_Beach", "description": "Gary Beach was an American actor, of stage, film and television best known for the role of Roger De Bris in both the stage and film productions of The Producers."}]}, {"heading": "Births", "year": "1947", "date": "October 10", "txt": "Giant Haystacks, English wrestler (d. 1998)", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 10", "txt": "Ojārs Arvīds Feldbergs, Latvian sculptor", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 10", "txt": "Sue Campbell, Baroness Campbell of Loughborough, English academic and businesswoman", "entities": [{"title": "Sue Campbell, Baroness Campbell of Loughborough", "href": "/wiki/Sue_Campbell,_Baroness_Campbell_of_Loughborough", "description": "Susan Catherine Campbell, Baroness Campbell of Loughborough, is a British sports administrator who was chairman of UK Sport between 2003 and 2013."}]}, {"heading": "Births", "year": "1948", "date": "October 10", "txt": "Cyril Neville, American R&B percussionist and singer", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 10", "txt": "Séverine, French singer and actress", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 10", "txt": "Warren Burt, American-Australian composer", "entities": [{"title": "Warren Burt", "href": "/wiki/Warren_Burt", "description": "Warren Burt is an Australia-based composer of American birth. He is known for composing in a wide variety of new music styles, ranging from acoustic music, electroacoustic music, sound art installations, and text-based music. Burt often employs elements of improvisation, microtonality, humour, live interaction, and lo-fi electronic techniques into his music."}]}, {"heading": "Births", "year": "1949", "date": "October 10", "txt": "Lance Cairns, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 10", "txt": "Wang Wanxing, Chinese activist", "entities": []}, {"heading": "Births", "year": "1950", "date": "October 10", "txt": "Charlie George, English footballer", "entities": [{"title": "Charlie George", "href": "/wiki/Charlie_George", "description": "Charles Frederick George is an English former professional footballer who played as a forward."}]}, {"heading": "Births", "year": "1950", "date": "October 10", "txt": "Nora Roberts, American author", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 10", "txt": "Epeli Ganilau, Fijian general and politician, 16th Minister for Fijian Affairs", "entities": [{"title": "Epeli Ganilau", "href": "/wiki/Epeli_Ganilau", "description": "\n\nBrigadier-General Ratu Epeli Ganilau, MC, MSD, is a former Fijian military officer and a retired politician. His career previously encompassed such roles as Commander of the Fiji Military Forces and Chairman of the Bose Levu Vakaturaga . On 15 January 2007 he was sworn in as Minister for Fijian Affairs in the interim Cabinet formed in the wake of the military coup which deposed the Qarase govern"}, {"title": "Minister for iTaukei Affairs", "href": "/wiki/Minister_for_iTaukei_Affairs", "description": "The Minister for iTaukei Affairs is the Cabinet Minister responsible for the preservation of Fijian culture and for the economic and social development of indigenous Fijians and the Ministry of iTaukei Affairs. Before 2013, the position was called Minister for Fijian Affairs."}]}, {"heading": "Births", "year": "1951", "date": "October 10", "txt": "Kevin McFoy Dunn, American guitarist, songwriter and producer", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 10", "txt": "Dela Smith, English educator", "entities": [{"title": "Dela Smith", "href": "/wiki/Dela_Smith", "description": "Dame Dela Smith DBE DL is a retired British schoolteacher and educator. She was Headteacher at Beaumont Hill Technology College, Darlington, from 1992 until she retired in 2010, after 35 years in the field of education. Beaumont Hill is Darlington's only special school and has the full range of pupils with special educational needs including emotional behavioural difficulties."}]}, {"heading": "Births", "year": "1953", "date": "October 10", "txt": "Fiona Rae, Scottish painter", "entities": [{"title": "Fiona Rae", "href": "/wiki/Fiona_Rae", "description": "Fiona Rae is a Hong Kong-born British artist. She is one of the Young British Artists (YBAs) who rose to prominence in the 1990s. Throughout her career, she has been known for having a portfolio of work that includes elements of energy, and complexity. Her work is known for aiming at expanding the modern traditions of painting."}]}, {"heading": "Births", "year": "1953", "date": "October 10", "txt": "Midge Ure, Scottish singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 10", "txt": "Aleksander Veingold, Estonian chess player and coach", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 10", "txt": "Gus Williams, American basketball player", "entities": []}, {"heading": "Births", "year": "1954", "date": "October 10", "txt": "Rekha, Indian actress", "entities": [{"title": "Rekha", "href": "/wiki/Rekha", "description": "Bhanurekha Ganesan, better known by her stage name Rekha, is an Indian actress who appears predominantly in Hindi films. Acknowledged as one of the finest actresses in Indian cinema, she has starred in more than 180 films and is the recipient of several accolades, including one National Film Award and three Filmfare Awards. She has often played strong and complicated female characters—from fiction"}]}, {"heading": "Births", "year": "1954", "date": "October 10", "txt": "David Lee Roth, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1954", "date": "October 10", "txt": "Fernando Santos, Portuguese footballer and manager", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 10", "txt": "Amanda Burton, Northern Irish actress and producer", "entities": [{"title": "Amanda Burton", "href": "/wiki/Amanda_Burton", "description": "Irene Amanda Burton is a Northern Irish actress, notable for her television roles including Heather Black in the Channel 4 soap opera Brookside, Beth Glover in Peak Practice, Sam Ryan in the BBC crime drama series Silent Witness, Katherine Maguire in the ITV detective series  Marcella, Clare Blake in The Commander and Karen Fisher in Waterloo Road."}]}, {"heading": "Births", "year": "1956", "date": "October 10", "txt": "David Hempleman-Adams, English businessman and adventurer", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 10", "txt": "Gajendra Chauhan, Indian actor", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 10", "txt": "Taur Matan Ruak, East Timorese politician, 3rd President of East Timor", "entities": [{"title": "President of East Timor", "href": "/wiki/President_of_East_Timor", "description": "The president of East Timor, officially the president of the Democratic Republic of Timor Leste, is the head of state in East Timor, elected by popular vote for a five-year term."}]}, {"heading": "Births", "year": "1957", "date": "October 10", "txt": "Rumiko Takahashi, Japanese author and illustrator", "entities": [{"title": "Rumiko Takahashi", "href": "/wiki/Rumiko_Takahashi", "description": "Rumiko Takahashi  is a Japanese manga artist. With a career of several commercially successful works, beginning with Urusei Yatsura in 1978, Takahashi is one of Japan's best-known and wealthiest manga artists. Her works are popular worldwide, where they have been translated into a variety of languages, with over 200 million copies in circulation. She has won the Shogakukan Manga Award twice, once "}]}, {"heading": "Births", "year": "1958", "date": "October 10", "txt": "Tanya Tucker, American singer-songwriter and guitarist", "entities": [{"title": "Tanya Tucker", "href": "/wiki/Tanya_Tucker", "description": "Tanya Denise Tucker is an American country music singer and songwriter who had her first hit, \"Delta Dawn\", in 1972 at the age of 13. Over the succeeding decades, Tucker became one of the few child performers to mature into adulthood without losing her audience, and during the course of her career, she notched a streak of top-10 and top-40 hits.\nShe has had several successful albums, several Count"}]}, {"heading": "Births", "year": "1959", "date": "October 10", "txt": "Michael Cobley, English-Scottish author", "entities": [{"title": "Michael Cobley", "href": "/wiki/Michael_Cobley", "description": "Michael Cobley is a British science fiction and fantasy author from Glasgow."}]}, {"heading": "Births", "year": "1959", "date": "October 10", "txt": "Kirsty MacColl, English singer-songwriter (d. 2000)", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 10", "txt": "Bill Rammell, English academic and politician, Minister of State for the Armed Forces", "entities": [{"title": "Minister of State for the Armed Forces", "href": "/wiki/Minister_of_State_for_the_Armed_Forces", "description": "The Parliamentary Under-Secretary of State for the Armed Forces, formerly of Minister of State rank, is a junior ministerial position at the Ministry of Defence in Her Majesty's Government. When titled as Minister of State, the office previously acted as the deputy to the Secretary of State for Defence."}]}, {"heading": "Births", "year": "1959", "date": "October 10", "txt": "Julia Sweeney, American actress, comedian, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 10", "txt": "Bradley Whitford, American actor and producer", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 10", "txt": "Arif Peçenek, Turkish football player and manager (d. 2013)", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 10", "txt": "Ron Flockhart, Canadian ice hockey player", "entities": [{"title": "Ron Flockhart (ice hockey)", "href": "/wiki/Ron_Flockhart_(ice_hockey)", "description": "Ronald Everett Flockhart is a Canadian former professional ice hockey player. He is the brother of Rob Flockhart."}]}, {"heading": "Births", "year": "1960", "date": "October 10", "txt": "Eric Martin, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 10", "txt": "Russell Slade, English football manager", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 10", "txt": "Paul Thiebaud, American art dealer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 10", "txt": "Simon Townshend, English singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 10", "txt": "Scott Hoffman, American drummer", "entities": [{"title": "Scott Hoffman", "href": "/wiki/Scott_Hoffman", "description": "Scott Hoffman is an American rock drummer. He is best known for his years playing with Southern rock band 38 Special, from 1992 - 1997."}]}, {"heading": "Births", "year": "1961", "date": "October 10", "txt": "Henrik Jørgensen, Danish runner (d. 2019)", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 10", "txt": "Martin Kemp, English singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 10", "txt": "Thomas Rusch, German photographer", "entities": [{"title": "Thomas Rusch", "href": "/wiki/Thomas_Rusch", "description": "Thomas Rusch is a German photographer living in Berlin, Hamburg and Paris."}]}, {"heading": "Births", "year": "1963", "date": "October 10", "txt": "Jolanda de Rover, Dutch swimmer", "entities": [{"title": "Jolanda de Rover", "href": "/wiki/Jolanda_de_Rover", "description": "Jolanda de Rover is a female former backstroke swimmer from the Netherlands."}]}, {"heading": "Births", "year": "1963", "date": "October 10", "txt": "Anita Mui, Hong Kong singer and actress (d. 2003)", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 10", "txt": "Daniel Pearl, American-Israeli journalist (d. 2002)", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 10", "txt": "Vegard Ulvang, Norwegian skier", "entities": []}, {"heading": "Births", "year": "1964", "date": "October 10", "txt": "Sarah Lancashire, English actress and director", "entities": [{"title": "Sarah Lancashire", "href": "/wiki/Sarah_Lancashire", "description": "Sarah-Jane Abigail Lancashire is an English actress from Oldham, England. She graduated from the Guildhall School of Music and Drama in 1986 and began her career in local theatre, whilst teaching drama classes at the University of Salford. Lancashire found popular success in television programmes including Coronation Street, Where the Heart Is (1997–1999), Clocking Off (2000) and Seeing Red (2000)"}]}, {"heading": "Births", "year": "1964", "date": "October 10", "txt": "Crystal Waters, American singer-songwriter, musician and producer", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 10", "txt": "Toshi, Japanese singer-songwriter and producer", "entities": [{"title": "Toshi (musician)", "href": "/wiki/Toshi_(musician)", "description": "Toshimitsu Deyama , known exclusively by his stage name Toshi, is a Japanese singer and songwriter. He is the lead vocalist and a co-founder of the rock band X Japan, who rose to prominence in the late 1980s and early 1990s and is credited as founders of the visual kei movement. Toshi began an extensive solo career in 1992 before leaving X Japan at the end of 1997. By his own admission, Toshi was "}]}, {"heading": "Births", "year": "1965", "date": "October 10", "txt": "Chris Penn, American actor (d. 2006)", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 10", "txt": "Rebecca Pidgeon, American-English singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 10", "txt": "Tony Adams, English footballer and manager", "entities": [{"title": "Tony Adams", "href": "/wiki/Tony_Adams", "description": "Tony Alexander Adams is an English football manager. As a player, Adams played for Arsenal and England, captaining both teams. In 2019, he was named President of the Rugby Football League."}]}, {"heading": "Births", "year": "1966", "date": "October 10", "txt": "Bai Ling, Chinese-American model and actress", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 10", "txt": "Derrick McKey, American basketball player", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 10", "txt": "Michael Giacchino, American composer", "entities": [{"title": "Michael Giacchino", "href": "/wiki/Michael_Giacchino", "description": "Michael Giacchino is an American musician and composer of music for films, television and video games. He has received an Academy Award, a Primetime Emmy Award, and three Grammy Awards."}]}, {"heading": "Births", "year": "1967", "date": "October 10", "txt": "Jonathan Littell, American-French author and humanitarian", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 10", "txt": "Mike Malinin, American drummer and producer", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 10", "txt": "Gavin Newsom, American businessman and politician, 40th and current Governor of California", "entities": [{"title": "Governor of California", "href": "/wiki/Governor_of_California", "description": "The governor of California is the head of state and head of government of the U.S. state of California. The California governor is the chief executive of the state government and the commander-in-chief of the California National Guard and the California State Guard."}]}, {"heading": "Births", "year": "1967", "date": "October 10", "txt": "Jacek Zieliński, Polish footballer and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 10", "txt": "Bart Brentjens, Dutch cyclist", "entities": [{"title": "Bart Brentjens", "href": "/wiki/Bart_Brentjens", "description": "Bart Jan-Baptist Marie Brentjens is a Dutch racing cyclist in mountain biking."}]}, {"heading": "Births", "year": "1968", "date": "October 10", "txt": "Feridun Düzağaç, Turkish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 10", "txt": "Chris Ofili, British painter", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 10", "txt": "Marinos Ouzounidis, Greek footballer and manager", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 10", "txt": "Manu Bennett, New Zealand-Australian actor", "entities": [{"title": "Manu Bennett", "href": "/wiki/Manu_Bennett", "description": "Jonathan Manu Bennett is a New Zealand actor. He is primarily known for portraying characters in epic fantasy works, such as Crixus in the TV series Spartacus, Allanon in The Shannara Chronicles, Slade Wilson / Deathstroke in Arrow, and Azog the Defiler in the Hobbit film trilogy."}]}, {"heading": "Births", "year": "1969", "date": "October 10", "txt": "Francis Escudero, Filipino lawyer and politician", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 10", "txt": "Brett Favre, American football player", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 10", "txt": "Shawn Jamison, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 10", "txt": "Wendi McLendon-Covey, American actress", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 10", "txt": "Dilsa Demirbag Sten, Swedish journalist and author", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 10", "txt": "Dean Kiely, Irish footballer", "entities": [{"title": "Dean Kiely", "href": "/wiki/Dean_Kiely", "description": "Dean Laurence Kiely is a former professional footballer who played as a goalkeeper. He is the goalkeeping coach at Premier League club Crystal Palace. He won eleven caps for the Republic of Ireland as a player. Kiely has previously worked as the goalkeeping coach at West Bromwich Albion and Norwich City."}]}, {"heading": "Births", "year": "1970", "date": "October 10", "txt": "Silke Kraushaar-Pielach, German sled racer", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 10", "txt": "Matthew Pinsent, English rower and sportscaster", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 10", "txt": "Graham Alexander, English-Scottish footballer and manager", "entities": [{"title": "Graham Alexander", "href": "/wiki/Graham_Alexander", "description": "Graham Alexander is a professional football manager and former player who is the manager of Scottish Premiership club Motherwell. In a lengthy playing career, Alexander represented Scunthorpe United, Luton Town, Preston North End and Burnley. He also made 40 international appearances for Scotland."}]}, {"heading": "Births", "year": "1971", "date": "October 10", "txt": "Ian Bennett, English footballer", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 10", "txt": "Evgeny Kissin, Russian pianist", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 10", "txt": "Jun Lana, Filipino director, producer, playwright, and screenwriter", "entities": [{"title": "Jun Lana", "href": "/wiki/Jun_Lana", "description": "Jun Robles Lana, born as Rodolfo R. Lana Jr., is an internationally acclaimed Filipino filmmaker. The winner of 11 Palanca Awards for Literature, he became the youngest member of the Palanca Hall of Fame in 2006.\nIn 2015, he directed the multi-awarded film \"Shadow Behind The Moon\" which won the Best Director, NETPAC and FIPRESCI awards at the 13th Pacific Meridian Film Festival. At the 20th Intern"}]}, {"heading": "Births", "year": "1972", "date": "October 10", "txt": "Dean Roland, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 10", "txt": "Alexei Zhitnik, Ukrainian-Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 10", "txt": "Mario Lopez, American actor, television personality, and producer", "entities": [{"title": "Mario Lopez", "href": "/wiki/Mario_Lopez", "description": "Mario Lopez Jr. is an American actor, television and radio host. He has appeared on several television series, in films, and on Broadway. He is known for his portrayal of A.C. Slater on Saved by the Bell, Saved by the Bell: The College Years, and the 2020 sequel series. He has appeared in numerous projects since, including the third season of Dancing with the Stars and as host for the syndicated e"}]}, {"heading": "Births", "year": "1973", "date": "October 10", "txt": "Scott Morriss, English bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 10", "txt": "Zach Thornton, American soccer player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 10", "txt": "Asi Cohen, Israeli actor and screenwriter", "entities": [{"title": "Asi Cohen", "href": "/wiki/Asi_Cohen", "description": "Assi Cohen is an Israeli comedian and actor. He is best known for his appearances in the feature film Colombian Love, as well as for television performances in Love Hurts, \"Rak BeYsrael\" with his comedy duo of \"Assi and Guri\", his role in Mesudarim, and for his part in Eretz Nehederet, where he has impersonated Avigdor Lieberman, Raleb Majadele, and Uri Geller among others."}]}, {"heading": "Births", "year": "1974", "date": "October 10", "txt": "Oded Kattash, Israeli basketball player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 10", "txt": "Julio Ricardo Cruz, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 10", "txt": "Dale Earnhardt, Jr., American race car driver and actor", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 10", "txt": "Lucy Powell, English politician", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 10", "txt": "Chris Pronger, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 10", "txt": "Ihsahn, Norwegian singer-songwriter, guitarist, and producer", "entities": [{"title": "Ihsahn", "href": "/wiki/Ihsahn", "description": "Vegard Sverre Tveitan, better known as Ihsahn, is a Norwegian multi-instrumentalist, singer, and composer, best known for his work with black metal band Emperor. Tveitan is also a founding member of Thou Shalt Suffer, where he played guitar and keyboard in addition to vocal duties, and Peccatum, a project in collaboration with his wife and fellow musician Heidi Solberg Tveitan, also known as Staro"}]}, {"heading": "Births", "year": "1975", "date": "October 10", "txt": "Ramón Morales, Mexican footballer and manager", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 10", "txt": "Plácido Polanco, Dominican-American baseball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 10", "txt": "Bob Burnquist, Brazilian-American skateboarder", "entities": [{"title": "Bob Burnquist", "href": "/wiki/Bob_Burnquist", "description": "Robert Dean Silva Burnquist is a Brazilian-American professional skateboarder who competed for Brazil throughout his career. In 2010, he became the first skateboarder to land a \"fakie 900\", making Burnquist the fifth person in history to successfully complete the 900 trick."}]}, {"heading": "Births", "year": "1976", "date": "October 10", "txt": "Pat Burrell, American baseball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 10", "txt": "Shane Doan, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 10", "txt": "Scott Dobie, English footballer", "entities": [{"title": "Scott Dobie", "href": "/wiki/Scott_Dobie", "description": "Robert Scott Dobie is a Scottish former footballer who played as a striker."}]}, {"heading": "Births", "year": "1978", "date": "October 10", "txt": "Jodi Lyn O'Keefe, American model and actress", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 10", "txt": "Naomi Levari, Israeli film producer and director", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 10", "txt": "Kangta, South Korean singer-songwriter, producer, and actor", "entities": [{"title": "Kangta", "href": "/wiki/Kangta", "description": "Ahn Chil-hyun, known professionally as Kangta, is a South Korean singer, composer, songwriter, record producer, actor and radio personality. He is well known as a member of South Korean boygroup H.O.T.."}]}, {"heading": "Births", "year": "1979", "date": "October 10", "txt": "Nicolás Massú, Chilean tennis player", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 10", "txt": "Mýa, American singer-songwriter, producer, dancer, and actress", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 10", "txt": "Joel Przybilla, American basketball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 10", "txt": "Hitomi Satō, Japanese actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 10", "txt": "Blaž Emeršič, Slovenian ice hockey player", "entities": [{"title": "Blaž Emeršič", "href": "/wiki/Bla%C5%BE_Emer%C5%A1i%C4%8D", "description": "Blaž Emeršič is a Slovenian ice hockey player currently playing for Milton Keynes Lightning of the English Premier Ice Hockey League."}]}, {"heading": "Births", "year": "1980", "date": "October 10", "txt": "Casey FitzSimmons, American football player", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 10", "txt": "Elvis Hammond, Ghanaian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 10", "txt": "Tim Maurer, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 10", "txt": "Una Foden, Irish singer-songwriter and dancer", "entities": [{"title": "Una Foden", "href": "/wiki/Una_Foden", "description": "Una Theresa Imogene Healy is an Irish singer-songwriter, musician and television presenter. She rose to fame in 2008 as a member of five-piece girl group The Saturdays, who are signed to Fascination and Polydor Records. In 2006, she had represented Ireland in the Eurovision Song Contest, where she sang with Brian Kennedy on the song \"Every Song Is a Cry for Love\"; they placed tenth overall. Healy "}]}, {"heading": "Births", "year": "1981", "date": "October 10", "txt": "Gavin Shuker, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 10", "txt": "Yasser Al-Qahtani, Saudi Arabian footballer", "entities": [{"title": "Yasser Al-Qahtani", "href": "/wiki/Yasser_Al-Qahtani", "description": "Yasser Saeed Al-Qahtani is a former Saudi footballer who played as a forward for Al-Hilal FC in the Saudi Professional League. He was also captain of the Saudi Arabia national team. Yasser is widely recognized as one of the greatest Saudi footballers of the 21st century."}]}, {"heading": "Births", "year": "1982", "date": "October 10", "txt": "Amon Buchanan, Australian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 10", "txt": "David Cal, Spanish sprint canoeist", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 10", "txt": "Dan Stevens, English actor", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 10", "txt": "Vusimuzi Sibanda, Zimbabwean cricketer", "entities": [{"title": "Vusimuzi Sibanda", "href": "/wiki/Vusimuzi_Sibanda", "description": "Vusimuzi \"Vusi\" Sibanda is a Zimbabwean cricketer. He has played international cricket for the Zimbabwe cricket team in all three formats of the game. He also played for Midlands in the Logan Cup."}]}, {"heading": "Births", "year": "1983", "date": "October 10", "txt": "Nikos Spyropoulos, Greek footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 10", "txt": "Tolga Zengin, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 10", "txt": "Stephanie Cheng, Hong Kong singer", "entities": [{"title": "Stephanie Cheng", "href": "/wiki/Stephanie_Cheng", "description": "Stephanie Cheng is a female cantopop singer in Hong Kong She debuted under Go East Entertainment with the song \"Grown Up\" in 2003 and has since released more than six albums and EPs. She is best known for her song \"Traffic Light\" 紅綠燈 released in 2006; the song topped all four major radio stations in Hong Kong and garnered many year-end chart awards."}]}, {"heading": "Births", "year": "1984", "date": "October 10", "txt": "Jean-Baptiste Grange, French skier", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 10", "txt": "Lzzy Hale, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 10", "txt": "Chiaki Kuriyama, Japanese actress and singer", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 10", "txt": "Paul Posluszny, American football player", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 10", "txt": "Troy Tulowitzki, American baseball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 10", "txt": "Dominique Cornu, Belgian cyclist", "entities": [{"title": "Dominique Cornu", "href": "/wiki/Dominique_Cornu", "description": "Dominique Cornu is a Belgian retired road and track cyclist from Flanders, who competed professionally between 2005 and 2015. He specialised in the time trial discipline."}]}, {"heading": "Births", "year": "1985", "date": "October 10", "txt": "Bronson Harrison, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 10", "txt": "Marina Diamandis, Welsh singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 10", "txt": "Sandra Záhlavová, Czech tennis player", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 10", "txt": "Ezequiel Garay, Argentinian footballer", "entities": [{"title": "Ezequiel Garay", "href": "/wiki/Ezequiel_Garay", "description": "Ezequiel Marcelo Garay González is an Argentine professional footballer who plays as a central defender."}]}, {"heading": "Births", "year": "1986", "date": "October 10", "txt": "Lucy Griffiths, English actress", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 10", "txt": "Nathan Jawai, Australian basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 10", "txt": "Andrew McCutchen, American baseball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 10", "txt": "Ellen Andrea Wang, Norwegian bassist and composer", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 10", "txt": "Rodjun Cruz, Filipino actor and dancer", "entities": [{"title": "Rodjun Cruz", "href": "/wiki/Rodjun_Cruz", "description": "Rodolfo Othello Cruz Ilustre, Jr., known professionally as Rodjun Cruz, is a Filipino actor, dancer and singer. He is the brother of fellow actor and dancer Rayver Cruz."}]}, {"heading": "Births", "year": "1987", "date": "October 10", "txt": "Ryan Mathews, American football player", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 10", "txt": "Colin Slade, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 10", "txt": "Junior Madozein, Central African basketball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 10", "txt": "Luis Cardozo, Paraguayan footballer", "entities": [{"title": "Luis Cardozo", "href": "/wiki/Luis_Cardozo", "description": "Luis Carlos Cardozo is a Paraguayan football centre back and full back who played for Mexican club Monarcas Morelia, on loan from Cerro Porteño."}]}, {"heading": "Births", "year": "1988", "date": "October 10", "txt": "Shaun Fensom, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 10", "txt": "Brown Ideye, Nigerian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 10", "txt": "Rose McIver, New Zealand actress", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 10", "txt": "Emmanuel Nwachi, Nigerian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 10", "txt": "Toby Smith, Australian-New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1989", "date": "October 10", "txt": "Emer Kenny, English actress and screenwriter", "entities": [{"title": "Emer Kenny", "href": "/wiki/Emer_Kenny", "description": "Emer Gwynne Morganna Kenny is a British actress and screenwriter."}]}, {"heading": "Births", "year": "1989", "date": "October 10", "txt": "Aimee Teegarden, American actress and producer", "entities": []}, {"heading": "Births", "year": "1990", "date": "October 10", "txt": "Geno Smith, American football player", "entities": [{"title": "Geno Smith", "href": "/wiki/Geno_Smith", "description": "Eugene Cyril \"Geno\" Smith III is an American football quarterback for the Seattle Seahawks of the National Football League (NFL). He played college football at West Virginia, leading the Mountaineers to multiple bowl games, breaking numerous passing records, and garnering multiple awards before getting drafted by the New York Jets in the second round of the 2013 NFL Draft. After two inconsistent s"}]}, {"heading": "Births", "year": "1990", "date": "October 10", "txt": "Rakul Preet Singh, Indian actress", "entities": []}, {"heading": "Births", "year": "1991", "date": "October 10", "txt": "Michael Carter-Williams, American basketball player", "entities": [{"title": "Michael Carter-Williams", "href": "/wiki/Michael_Carter-Williams", "description": "Michael Carter-Williams is an American professional basketball player for the Orlando Magic of the National Basketball Association (NBA). He was drafted in the first round with the 11th overall pick in the 2013 NBA draft by the Philadelphia 76ers, after playing college basketball for the Syracuse Orange. He was named NBA Rookie of the Year in 2014, and he has also played for the Milwaukee Bucks, C"}]}, {"heading": "Births", "year": "1991", "date": "October 10", "txt": "Gabriella Cilmi, Australian singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1991", "date": "October 10", "txt": "Lali Espósito, Argentinian actress and singer", "entities": []}, {"heading": "Births", "year": "1991", "date": "October 10", "txt": "Manuel Giandonato, Italian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "October 10", "txt": "Mariana Pajón, Colombian cyclist", "entities": []}, {"heading": "Births", "year": "1991", "date": "October 10", "txt": "Xherdan Shaqiri, Swiss footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "October 10", "txt": "Jayden Stockley, English footballer", "entities": [{"title": "Jayden Stockley", "href": "/wiki/Jayden_Stockley", "description": "Jayden Connor Stockley is an English professional footballer who plays as a striker for League One club Charlton Athletic on loan from Championship club Preston North End."}]}, {"heading": "Births", "year": "1994", "date": "October 10", "txt": "Ilya Mikheyev, Russian ice hockey player", "entities": [{"title": "Ilya Mikheyev", "href": "/wiki/Ilya_Mikheyev", "description": "Ilya Andreyevich Mikheyev is a Russian professional ice hockey right winger for the Toronto Maple Leafs of the National Hockey League (NHL)."}]}, {"heading": "Births", "year": "1994", "date": "October 10", "txt": "Tereza Smitková, Czech tennis player", "entities": []}, {"heading": "Births", "year": "1995", "date": "October 10", "txt": "Brenko Lee, Australian rugby league player", "entities": [{"title": "Brenko Lee", "href": "/wiki/Brenko_Lee", "description": "Brenko Lee is a Tonga international rugby league footballer who plays as a centre and winger for the Melbourne Storm in the NRL."}]}, {"heading": "Births", "year": "1995", "date": "October 10", "txt": "Courtland Sutton, American football player", "entities": [{"title": "Courtland Sutton", "href": "/wiki/Courtland_Sutton", "description": "Courtland Sutton is an American football wide receiver for the Denver Broncos of the National Football League (NFL). He played college football at SMU."}]}, {"heading": "Births", "year": "1998", "date": "October 10", "txt": "Roni Allén, Finnish ice hockey player", "entities": [{"title": "Roni Allén", "href": "/wiki/Roni_All%C3%A9n", "description": "Roni Allén is a Finnish professional ice hockey defenseman who currently plays with JYP Jyväskylä in the Liiga."}]}, {"heading": "Deaths", "year": "AD 19", "date": "October 10", "txt": "Germanicus, Roman general (b. 15 BC)", "entities": [{"title": "Germanicus", "href": "/wiki/Germanicus", "description": "Germanicus Julius Caesar was a popular and prominent general of the Roman Empire, known for his campaigns in Germania. The son of Nero Claudius Drusus and Antonia the Younger, Germanicus was born into an influential branch of the patrician gens Claudia. The agnomen Germanicus was added to his full name in 9 BC when it was posthumously awarded to his father in honor of his victories in Germania. In"}]}, {"heading": "Deaths", "year": "644", "date": "October 10", "txt": "Paulinus of York, English bishop and missionary", "entities": [{"title": "Paulinus of York", "href": "/wiki/Paulinus_of_York", "description": "Paulinus was a Roman missionary and the first Bishop of York. A member of the Gregorian mission sent in 601 by Pope Gregory I to Christianize the Anglo-Saxons from their native Anglo-Saxon paganism, Paulinus arrived in England by 604 with the second missionary group. Little is known of Paulinus's activities in the following two decades."}]}, {"heading": "Deaths", "year": "680", "date": "October 10", "txt": "Abbas ibn Ali, son of Imam Ali", "entities": [{"title": "Abbas ibn Ali", "href": "/wiki/Abbas_ibn_Ali", "description": "Al-Abbas ibn Ali ibn Abi Talib, also known as Abu al-Fadhl and Qamar Bani Hashim, was a son of Ali and Fatima bint Hizam, commonly known as Umm al-Banin."}, {"title": "Imam Ali", "href": "/wiki/Imam_Ali", "description": "Ali ibn Abi Talib was a cousin, son-in-law and companion of the Islamic prophet Muhammad, who ruled as the fourth caliph from 656 until his assassination in 661. He is one of the central figures in Shia Islam and is regarded as the rightful immediate successor to Muhammad as an Imam by Shia Muslims."}]}, {"heading": "Deaths", "year": "680", "date": "October 10", "txt": "Ali al-Akbar ibn Husayn, son of Al-Husayn", "entities": [{"title": "Husayn ibn Ali", "href": "/wiki/Husayn_ibn_Ali", "description": "Husayn ibn Ali ibn Abi Talib was a grandson of the Islamic prophet Muhammad and a son of Ali ibn Abi Talib and Muhammad's daughter Fatimah. He is an important figure in Islam as he was a member of the Household of Muhammad and the People of the Cloak, as well as the third Shia Imam."}]}, {"heading": "Deaths", "year": "680", "date": "October 10", "txt": "Habib ibn Madhahir", "entities": []}, {"heading": "Deaths", "year": "680", "date": "October 10", "txt": "Husayn ibn Ali, third Shia Imam and grandson of Muhammad (b. 626)", "entities": [{"title": "Imam", "href": "/wiki/Imam", "description": "Imam is an Islamic leadership position."}, {"title": "Muhammad", "href": "/wiki/Muhammad", "description": "Muhammad was an Arab religious, social, and political leader and the founder of the world religion of Islam. According to Islamic doctrine, he was a prophet, sent to preach and confirm the monotheistic teachings of Adam, Abraham, Moses, Jesus, and other prophets. He is believed to be the final prophet of God in all the main branches of Islam, though some modern denominations diverge from this beli"}]}, {"heading": "Deaths", "year": "827", "date": "October 10", "txt": "Pope Valentine (b. 800)", "entities": [{"title": "Pope Valentine", "href": "/wiki/Pope_Valentine", "description": "Pope Valentine was the bishop of Rome and ruler of the Papal States for two months in 827. He was unusually close to his predecessor, Eugene II, rumoured to be his son or his lover, and became pope before being ordained as a priest. He was a nobleman and elected by nobility, which later became the custom."}]}, {"heading": "Deaths", "year": "937", "date": "October 10", "txt": "Wang Lingmou, chancellor of Wu", "entities": [{"title": "Wang Lingmou", "href": "/wiki/Wang_Lingmou", "description": "Wang Lingmou was a close associate of Xu Zhigao, the regent of the Chinese Five Dynasties and Ten Kingdoms Period state Wu. As Xu's close associate, Wang served as a chancellor of Wu late in its history, and urged Xu to take over its throne, but died shortly before Xu actually did."}, {"title": "Wu (Ten Kingdoms)", "href": "/wiki/Wu_(Ten_Kingdoms)", "description": "Wu (吳), also referred to as Huainan (淮南), Hongnong (弘農), Southern Wu (南吳), or Yang Wu (楊吳), was one of the Ten Kingdoms in eastern China which was in existence from 907 to 937. Its capital was Jiangdu Municipality (江都)."}]}, {"heading": "Deaths", "year": "1213", "date": "October 10", "txt": "Frederick II, Duke of Lorraine", "entities": [{"title": "Frederick II, Duke of Lorraine", "href": "/wiki/Frederick_II,_Duke_of_Lorraine", "description": "Frederick II was the duke of Lorraine from 7 April 1206 to his death, son of Frederick I and Ludmilla, daughter of Mieszko III the Old, monarch of Poland from the Piast Dynasty."}]}, {"heading": "Deaths", "year": "1308", "date": "October 10", "txt": "Patrick Dunbar, 8th Earl of Dunbar", "entities": [{"title": "Patrick Dunbar, 8th Earl of Dunbar", "href": "/wiki/Patrick_Dunbar,_8th_Earl_of_Dunbar", "description": "\nPatrick IV, 8th Earl of Dunbar and Earl of March, sometimes called Patrick de Dunbar \"8th\" Earl of March, was the most important magnate in the border regions of Scotland. He was one of the Competitors for the Crown of Scotland."}]}, {"heading": "Deaths", "year": "1359", "date": "October 10", "txt": "Hugh IV of Cyprus (b. 1295)", "entities": [{"title": "Hugh IV of Cyprus", "href": "/wiki/Hugh_IV_of_Cyprus", "description": "Hugh IV was King of Cyprus from 31 March 1324 to his abdication, on 24 November 1358 and, nominally, King of Jerusalem, as Hugh II, until his death. The son of Guy, Constable of Cyprus, and Eschiva of Ibelin, Hugh succeeded his father as Constable of Cyprus in 1318, and later succeeded to the throne of Cyprus on the death of his uncle Henry II, since Henry II had no son. He was a member of the Hou"}]}, {"heading": "Deaths", "year": "1503", "date": "October 10", "txt": "Peter II, Duke of Bourbon (b. 1438)", "entities": [{"title": "Peter II, Duke of Bourbon", "href": "/wiki/Peter_II,_Duke_of_Bourbon", "description": "Peter II, Duke of Bourbon, was the son of Charles I, Duke of Bourbon, and Agnes of Burgundy, and a member of the House of Bourbon. He and his wife Anne of France ruled as regents during the minority of Charles VIII of France."}]}, {"heading": "Deaths", "year": "1581", "date": "October 10", "txt": "Bayinnaung, Burmese king (b. 1516)", "entities": [{"title": "Bayinnaung", "href": "/wiki/Bayinnaung", "description": "Bayinnaung Kyawhtin Nawrahta was king of the Toungoo Dynasty of Burma (Myanmar) from 1550 to 1581. During his 31-year reign, which has been called the \"greatest explosion of human energy ever seen in Burma\", Bayinnaung assembled what was probably the largest empire in the history of Southeast Asia, which included much of modern-day Myanmar, the Chinese Shan states, Lan Na, Lan Xang, Manipur and Si"}]}, {"heading": "Deaths", "year": "1659", "date": "October 10", "txt": "Abel Tasman, Dutch merchant and explorer (b. 1603)", "entities": [{"title": "Abel Tasman", "href": "/wiki/Abel_Tasman", "description": "Abel Janszoon Tasman was a Dutch seafarer, explorer, and merchant, best known for his voyages of 1642 and 1644 in the service of the Dutch East India Company (VOC). He was the first known European explorer to reach New Zealand and the islands of Fiji and Van Diemen's Land."}]}, {"heading": "Deaths", "year": "1674", "date": "October 10", "txt": "Thomas Traherne, English poet (b. c. 1637)", "entities": [{"title": "Thomas Traherne", "href": "/wiki/Thomas_Traherne", "description": "Thomas Traherne was an English poet, Anglican cleric, theologian, and religious writer. The intense, scholarly spirituality in his writings has led to his being commemorated by some parts of the Anglican Communion on 10 October or on September 27."}]}, {"heading": "Deaths", "year": "1691", "date": "October 10", "txt": "Isaac de Benserade, French author and poet (b. 1613)", "entities": [{"title": "Isaac de Benserade", "href": "/wiki/Isaac_de_Benserade", "description": "Isaac de Benserade was a French poet."}]}, {"heading": "Deaths", "year": "1708", "date": "October 10", "txt": "David Gregory, Scottish mathematician and astronomer (b. 1659)", "entities": [{"title": "David Gregory (mathematician)", "href": "/wiki/David_Gregory_(mathematician)", "description": "David Gregory FRS was a Scottish mathematician and astronomer. He was professor of mathematics at the University of Edinburgh, and later Savilian Professor of Astronomy at the University of Oxford, and a proponent of Isaac Newton's Principia."}]}, {"heading": "Deaths", "year": "1714", "date": "October 10", "txt": "Pierre Le Pesant, sieur de Boisguilbert, French economist and academic (b. 1646)", "entities": [{"title": "Pierre Le Pesant, sieur de Boisguilbert", "href": "/wiki/Pierre_Le_Pesant,_sieur_de_Boisguilbert", "description": "Pierre le Pesant, sieur de Boisguilbert or Boisguillebert was a French lawmaker and a Jansenist, one of the inventors of the notion of an economic market."}]}, {"heading": "Deaths", "year": "1720", "date": "October 10", "txt": "Antoine Coysevox, French sculptor (b. 1640)", "entities": [{"title": "Antoine Coysevox", "href": "/wiki/Antoine_Coysevox", "description": "Charles Antoine Coysevox, was a French sculptor in the Baroque and Style Louis XIV, best known for his sculpture decorating the gardens and Palace of Versailles and his portrait busts. The name is pronounced quazevo."}]}, {"heading": "Deaths", "year": "1723", "date": "October 10", "txt": "William Cowper, 1st Earl Cowper, English lawyer and politician, Lord High Chancellor of Great Britain (b. 1665)", "entities": [{"title": "William Cowper, 1st Earl Cowper", "href": "/wiki/William_Cowper,_1st_Earl_Cowper", "description": "William Cowper, 1st Earl Cowper, was an English politician who became the first Lord High Chancellor of Great Britain. Cowper was the son of Sir William Cowper, 2nd Baronet, of Ratling Court, Kent, a Whig member of parliament of some mark in the two last Stuart reigns."}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Deaths", "year": "1725", "date": "October 10", "txt": "Philippe de Rigaud Vaudreuil, French politician, Governor of New France (b. 1643)", "entities": [{"title": "Philippe de Rigaud Vaudreuil", "href": "/wiki/Philippe_de_Rigaud_Vaudreuil", "description": "Philippe de Rigaud, Marquis de Vaudreuil was a French soldier, who was Governor-General of New France from 1703 to 1725, throughout Queen Anne's War and Father Rale's War."}, {"title": "Governor of New France", "href": "/wiki/Governor_of_New_France", "description": "The Governor of New France was the viceroy of the King of France in North America. A French noble, he was appointed to govern the colonies of New France, which included Canada, Acadia and Louisiana. The residence of the Governor was at the Chateau St. Louis in the capital of Quebec City. Acadia, Louisiana, and the towns of Trois-Rivières and Montreal had their own particular governors."}]}, {"heading": "Deaths", "year": "1747", "date": "October 10", "txt": "John Potter, English archbishop and academic (b. 1674)", "entities": [{"title": "John Potter (bishop)", "href": "/wiki/John_Potter_(bishop)", "description": "John Potter was Archbishop of Canterbury (1737–1747)."}]}, {"heading": "Deaths", "year": "1759", "date": "October 10", "txt": "Granville Elliott, English general (b. 1713)", "entities": [{"title": "Granville Elliott", "href": "/wiki/Granville_Elliott", "description": "Major-General Granville Elliott, 1st Count Elliott, was a British military officer who served with distinction in several other European armies and subsequently in the British Army. He fought at the Battle of Minden where he was wounded, dying of his injuries several weeks later."}]}, {"heading": "Deaths", "year": "1765", "date": "October 10", "txt": "Lionel Sackville, 1st Duke of Dorset, English politician, Lord Lieutenant of Ireland (b. 1688)", "entities": [{"title": "Lionel Sackville, 1st Duke of Dorset", "href": "/wiki/Lionel_Sackville,_1st_Duke_of_Dorset", "description": "Lionel Cranfield Sackville, 1st Duke of Dorset was an English political leader and Lord Lieutenant of Ireland."}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Deaths", "year": "1795", "date": "October 10", "txt": "Francesco Antonio Zaccaria, Italian historian and theologian (b. 1714)", "entities": [{"title": "Francesco Antonio Zaccaria", "href": "/wiki/Francesco_Antonio_Zaccaria", "description": "Francesco Antonio Zaccaria was an Italian theologian, historian, and prolific writer."}]}, {"heading": "Deaths", "year": "1800", "date": "October 10", "txt": "Gabriel Prosser, American rebel leader (b. 1776)", "entities": [{"title": "Gabriel Prosser", "href": "/wiki/Gabriel_Prosser", "description": "Gabriel, today commonly known as Gabriel Prosser, was a literate enslaved blacksmith who planned a large slave rebellion in the Richmond area in the summer of 1800. Information regarding the revolt was leaked prior to its execution, and he and twenty-five followers were taken captive and hanged in punishment. In reaction, Virginia and other state legislatures passed restrictions on free blacks, as"}]}, {"heading": "Deaths", "year": "1806", "date": "October 10", "txt": "Prince Louis Ferdinand of Prussia (b. 1772)", "entities": [{"title": "Prince Louis Ferdinand of Prussia (1772–1806)", "href": "/wiki/Prince_Louis_Ferdinand_of_Prussia_(1772%E2%80%931806)", "description": "Prince Louis Ferdinand of Prussia, was a Prussian prince, soldier in the Napoleonic Wars, composer and pianist. The 1927 German film Prinz Louis Ferdinand was a biopic of his life."}]}, {"heading": "Deaths", "year": "1827", "date": "October 10", "txt": "Ugo Foscolo, Italian author and poet (b. 1778)", "entities": [{"title": "Ugo Foscolo", "href": "/wiki/Ugo_Foscolo", "description": "Ugo Foscolo, born Niccolò Foscolo, was an Italian writer, revolutionary and a poet."}]}, {"heading": "Deaths", "year": "1837", "date": "October 10", "txt": "Charles Fourier, French philosopher and academic (b. 1772)", "entities": [{"title": "Charles Fourier", "href": "/wiki/Charles_Fourier", "description": "François Marie Charles Fourier was a French philosopher, an influential early socialist thinker and one of the founders of utopian socialism. Some of Fourier's social and moral views, held to be radical in his lifetime, have become mainstream thinking in modern society. For instance, Fourier is credited with having originated the word feminism in 1837."}]}, {"heading": "Deaths", "year": "1857", "date": "October 10", "txt": "George Washington Parke Custis, American author and playwright (b. 1781)", "entities": [{"title": "George Washington Parke Custis", "href": "/wiki/George_Washington_Parke_Custis", "description": "George Washington Parke Custis was an American plantation owner, antiquarian, author, and playwright. His father John Parke Custis was the stepson of George Washington. He and his sister Eleanor grew up at Mount Vernon and in the Washington presidential household."}]}, {"heading": "Deaths", "year": "1872", "date": "October 10", "txt": "William H. Seward, American lawyer and politician, 24th United States Secretary of State (b. 1801)", "entities": [{"title": "William H. Seward", "href": "/wiki/William_H._Seward", "description": "William Henry Seward was United States Secretary of State from 1861 to 1869, and earlier served as governor of New York and as a United States Senator. A determined opponent of the spread of slavery in the years leading up to the American Civil War, he was a prominent figure in the Republican Party in its formative years, and was praised for his work on behalf of the Union as Secretary of State du"}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Deaths", "year": "1875", "date": "October 10", "txt": "Aleksey Konstantinovich Tolstoy, Russian author, poet, and playwright (b. 1817)", "entities": [{"title": "Aleksey Konstantinovich Tolstoy", "href": "/wiki/Aleksey_Konstantinovich_Tolstoy", "description": "Count Aleksey Konstantinovich Tolstoy, often referred to as A. K. Tolstoy, was a Russian poet, novelist, and playwright, considered to be the most important nineteenth-century Russian historical dramatist, primarily on account of the strength of his dramatic trilogy The Death of Ivan the Terrible (1866), Tsar Fyodor Ioannovich (1868), and Tsar Boris (1870). He also gained fame for his satirical wo"}]}, {"heading": "Deaths", "year": "1876", "date": "October 10", "txt": "Charles Joseph Sainte-Claire Deville, French geologist and meteorologist (b. 1814)", "entities": [{"title": "Charles Joseph Sainte-Claire Deville", "href": "/wiki/Charles_Joseph_Sainte-Claire_Deville", "description": "Charles Joseph Sainte-Claire Deville was a geologist and meteorologist."}]}, {"heading": "Deaths", "year": "1893", "date": "October 10", "txt": "Lip Pike, American baseball player and manager (b. 1845)", "entities": [{"title": "Lip Pike", "href": "/wiki/Lip_Pike", "description": "Lipman Emanuel \"Lip\" Pike the \"Iron Batter\", was an American who was one of the stars of 19th-century baseball in the United States. His brother, Israel Pike, played briefly for the Hartford Dark Blues during the 1877 season."}]}, {"heading": "Deaths", "year": "1901", "date": "October 10", "txt": "Lorenzo Snow, American religious leader, 5th President of The Church of Jesus Christ of Latter-day Saints (b. 1814)", "entities": [{"title": "Lorenzo Snow", "href": "/wiki/Lorenzo_Snow", "description": "Lorenzo Snow was an American religious leader who served as the fifth president of The Church of Jesus Christ of Latter-day Saints from 1898 until his death. Snow was the last president of the LDS Church in the 19th century and the first in the 20th."}, {"title": "President of The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/President_of_The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "In The Church of Jesus Christ of Latter-day Saints, the President of the Church is the highest office of the church. It was the office held by Joseph Smith, the church's founder. The President of the LDS Church is the church's leader and the head of the First Presidency, the church's highest governing body. Latter-day Saints consider the president of the church to be a \"prophet, seer, and revelato"}]}, {"heading": "Deaths", "year": "1913", "date": "October 10", "txt": "Adolphus Busch, German-American brewer and businessman, co-founded Anheuser-Busch (b. 1839)", "entities": [{"title": "Adolphus Busch", "href": "/wiki/Adolphus_Busch", "description": "Adolphus Busch was the Hessian co-founder of Anheuser-Busch with his father-in-law, Eberhard Anheuser. He introduced numerous innovations, building the success of the company in the late 19th and early 20th centuries. He became a philanthropist, using some of his wealth for education and humanitarian needs. His great-great-grandson, August Busch IV, is a former CEO of Anheuser-Busch InBev."}, {"title": "Anheuser-Busch", "href": "/wiki/Anheuser-Busch", "description": "Anheuser-Busch Companies, LLC is an American brewing company headquartered in St. Louis, Missouri. Since 2008, it has been a wholly owned subsidiary of Anheuser-Busch InBev which also has its North American regional management headquarters in St. Louis."}]}, {"heading": "Deaths", "year": "1913", "date": "October 10", "txt": "Katsura Tarō, Japanese general and politician, 6th Prime Minister of Japan (b. 1848)", "entities": [{"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Deaths", "year": "1914", "date": "October 10", "txt": "Carol I of Romania (b. 1839)", "entities": [{"title": "Carol I of Romania", "href": "/wiki/Carol_I_of_Romania", "description": "Carol I or Charles I of Romania, born Prince Karl of Hohenzollern-Sigmaringen, was the second monarch of Romania from 1866 to his death in 1914, ruling as Prince (Domnitor) from 1866 to 1881, and as King from 1881 to 1914. He was elected Prince of the Romanian United Principalities on 20 April 1866 after the overthrow of Alexandru Ioan Cuza by a palace coup d'état. In May 1877, he proclaimed Roman"}]}, {"heading": "Deaths", "year": "1918", "date": "October 10", "txt": "Henry Dobson, Australian politician, 17th Premier of Tasmania (b. 1841)", "entities": [{"title": "Henry Dobson", "href": "/wiki/Henry_Dobson", "description": "Henry Dobson was an Australian politician, who served as a member of the Tasmanian House of Assembly and later of the Australian Senate. He was the 17th Premier of Tasmania from 17 August 1892 to 14 April 1894."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Deaths", "year": "1922", "date": "October 10", "txt": "Andreas Karkavitsas, Greek physician and author (b. 1866)", "entities": [{"title": "Andreas Karkavitsas", "href": "/wiki/Andreas_Karkavitsas", "description": "Andreas Karkavitsas or Carcavitsas was a Greek novelist. He was a naturalist, like Alexandros Papadiamantis."}]}, {"heading": "Deaths", "year": "1927", "date": "October 10", "txt": "August Kitzberg, Estonian author and playwright (b. 1855)", "entities": [{"title": "August Kitzberg", "href": "/wiki/August_Kitzberg", "description": "August Kitzberg was an Estonian writer."}]}, {"heading": "Deaths", "year": "1927", "date": "October 10", "txt": "Gustave Whitehead, German-American pilot and engineer (b. 1874)", "entities": []}, {"heading": "Deaths", "year": "1930", "date": "October 10", "txt": "Adolf Engler, German botanist and academic (b. 1844)", "entities": [{"title": "Adolf Engler", "href": "/wiki/Adolf_Engler", "description": "Heinrich Gustav Adolf Engler was a German botanist. He is notable for his work on plant taxonomy and phytogeography, such as Die natürlichen Pflanzenfamilien, edited with Karl A. E. von Prantl."}]}, {"heading": "Deaths", "year": "1935", "date": "October 10", "txt": "Gustave Loiseau, French painter (b. 1865)", "entities": [{"title": "Gustave Loiseau", "href": "/wiki/Gustave_Loiseau", "description": "Gustave Loiseau was a French Post-Impressionist painter, remembered above all for his landscapes and scenes of Paris streets."}]}, {"heading": "Deaths", "year": "1940", "date": "October 10", "txt": "Berton Churchill, Canadian-American actor and singer (b. 1876)", "entities": [{"title": "Berton Churchill", "href": "/wiki/Berton_Churchill", "description": "Berton Churchill was a Canadian stage and film actor."}]}, {"heading": "Deaths", "year": "1948", "date": "October 10", "txt": "Ted Horn, American race car driver (b. 1910)", "entities": [{"title": "Ted Horn", "href": "/wiki/Ted_Horn", "description": "Ted Horn, born Eylard Theodore Von Horn, was an American racecar driver. He won the AAA National Championship in 1946, 1947 and 1948 and collected 24 wins, 12 second-place finishes and 13 third-place finishes in 71 major American open-wheel races prior to his death at the DuQuoin State Fairgrounds at the age of 38."}]}, {"heading": "Deaths", "year": "1949", "date": "October 10", "txt": "Chikuhei Nakajima, Japanese engineer, businessman, and politician, founded Nakajima Aircraft Company (b. 1884)", "entities": [{"title": "Chikuhei Nakajima", "href": "/wiki/Chikuhei_Nakajima", "description": "Chikuhei Nakajima  , was a Japanese naval officer, engineer, and politician, who is most notable for having founded Nakajima Aircraft Company in 1917, a major supplier of airplanes in the Empire of Japan. He also served as a cabinet minister."}, {"title": "Nakajima Aircraft Company", "href": "/wiki/Nakajima_Aircraft_Company", "description": "The Nakajima Aircraft Company  was a prominent Japanese aircraft manufacturer and aviation engine manufacturer throughout World War II. It continues to the present day as the car and aircraft manufacturer Subaru."}]}, {"heading": "Deaths", "year": "1953", "date": "October 10", "txt": "Erima Harvey Northcroft, New Zealand general, lawyer, and judge (b. 1884)", "entities": [{"title": "Erima Harvey Northcroft", "href": "/wiki/Erima_Harvey_Northcroft", "description": "Sir Erima Harvey Northcroft was a New Zealand lawyer, judge, and military leader."}]}, {"heading": "Deaths", "year": "1957", "date": "October 10", "txt": "Karl Genzken, German physician (b. 1885)", "entities": [{"title": "Karl Genzken", "href": "/wiki/Karl_Genzken", "description": "Karl August Genzken was a Nazi physician who conducted human experiments on prisoners of several concentration camps. He was a Gruppenführer of the Waffen-SS and the Chief of the Medical Office of the Waffen-SS. Genzken was tried as a war criminal in the Doctors' Trial at Nuremberg."}]}, {"heading": "Deaths", "year": "1962", "date": "October 10", "txt": "Stancho Belkovski, Bulgarian-Polish architect (b. 1891)", "entities": [{"title": "Stancho Belkovski", "href": "/wiki/Stancho_Belkovski", "description": "Stancho Belkovski (1891–1962), was a Bulgarian architect."}]}, {"heading": "Deaths", "year": "1963", "date": "October 10", "txt": "Roy Cazaly, Australian footballer and coach (b. 1893)", "entities": [{"title": "Roy Cazaly", "href": "/wiki/Roy_Cazaly", "description": "Roy Cazaly was an Australian rules footballer who played for South Melbourne and St Kilda in the Victorian Football League (VFL). He also represented Victoria and Tasmania in interstate football, and after his retirement as a player, turned to coaching. Known for his ruck work and high-flying marks, he inspired the common catchphrase \"Up there, Cazaly!\", which became a popular song of the same nam"}]}, {"heading": "Deaths", "year": "1963", "date": "October 10", "txt": "Édith Piaf, French singer-songwriter and actress (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1964", "date": "October 10", "txt": "Eddie Cantor, American singer-songwriter, dancer, and actor (b. 1892)", "entities": [{"title": "Eddie Cantor", "href": "/wiki/Eddie_Cantor", "description": "Eddie Cantor was an American \"illustrated song\" performer, comedian, dancer, singer, vaudevillian, actor, and songwriter. Familiar to Broadway, radio, movie, and early television audiences, this \"Apostle of Pep\" was regarded almost as a family member by millions because his top-rated radio shows revealed intimate stories and amusing anecdotes about his wife Ida and five daughters. Some of his hits"}]}, {"heading": "Deaths", "year": "1964", "date": "October 10", "txt": "Heinrich Neuhaus, Ukrainian-Russian pianist and educator (b. 1888)", "entities": []}, {"heading": "Deaths", "year": "1966", "date": "October 10", "txt": "Charlotte Cooper, English-Scottish tennis player (b. 1870)", "entities": [{"title": "Charlotte Cooper (tennis)", "href": "/wiki/Charlotte_Cooper_(tennis)", "description": "Charlotte \"Chattie\" Cooper Sterry was an English female tennis player who won five singles titles at the Wimbledon Championships and in 1900 became Olympic champion. In winning in Paris on 11 July 1900, she became the first female Olympic tennis champion as well as the first individual female Olympic champion."}]}, {"heading": "Deaths", "year": "1966", "date": "October 10", "txt": "Louise Thuliez, French school teacher, resistance fighter during World War I and World War II and author (b. 1881)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "October 10", "txt": "Édouard Daladier, French captain and politician, 105th Prime Minister of France (b. 1884)", "entities": [{"title": "Édouard Daladier", "href": "/wiki/%C3%89douard_Daladier", "description": "Édouard Daladier was a French Radical-Socialist (centre-left) politician and the Prime Minister of France at the outbreak of World War II."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1971", "date": "October 10", "txt": "John Cawte Beaglehole, New Zealand historian and scholar (b. 1901)", "entities": [{"title": "John Cawte Beaglehole", "href": "/wiki/John_Cawte_Beaglehole", "description": "John Cawte Beaglehole was a New Zealand historian whose greatest scholastic achievement was the editing of James Cook's three journals of exploration, together with the writing of an acclaimed biography of Cook, published posthumously. He had a lifelong association with Victoria University College, which became Victoria University of Wellington, and after his death it named the archival collection"}]}, {"heading": "Deaths", "year": "1973", "date": "October 10", "txt": "Ludwig von Mises, Ukrainian-American economist and sociologist (b. 1881)", "entities": [{"title": "Ludwig von Mises", "href": "/wiki/Ludwig_von_Mises", "description": "Ludwig Heinrich Edler von Mises was an Austrian School economist, historian, logician and sociologist. Mises wrote and lectured extensively on the societal contributions of classical liberalism. He is best known for his work on praxeology, a study of human choice and action."}]}, {"heading": "Deaths", "year": "1974", "date": "October 10", "txt": "Werner Heyking, Danish actor (b. 1913)", "entities": [{"title": "Werner Heyking", "href": "/wiki/Werner_Heyking", "description": "Werner Jannick Heyking was a Danish actor who was active in television films and serials during the 1960s and early 1970s."}]}, {"heading": "Deaths", "year": "1976", "date": "October 10", "txt": "Silvana Armenulić, Bosnian singer and actress (b. 1939)", "entities": [{"title": "Silvana Armenulić", "href": "/wiki/Silvana_Armenuli%C4%87", "description": "Silvana Bajraktarević, known professionally as Silvana Armenulić, was a Yugoslav singer-songwriter and actress and one of the most prominent commercial folk music and traditional sevdalinka singers in Yugoslavia. She is called the \"Queen of Sevdalinka\". Her life was cut short when she died in a car crash at the age of 37, but she continues to be well regarded in the region and she is recognized fo"}]}, {"heading": "Deaths", "year": "1976", "date": "October 10", "txt": "Mirsada Mirjana Bajraktarević, Bosnian singer-songwriter (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "October 10", "txt": "Angelo Muscat, Maltese-English actor (b. 1930)", "entities": [{"title": "Angelo Muscat", "href": "/wiki/Angelo_Muscat", "description": "Angelo Muscat was a Maltese character actor. He is primarily recalled for his role as the mute butler in the 1967 TV series The Prisoner."}]}, {"heading": "Deaths", "year": "1978", "date": "October 10", "txt": "Ralph Marterie, Italian-American trumpet player and bandleader (b. 1914)", "entities": [{"title": "Ralph Marterie", "href": "/wiki/Ralph_Marterie", "description": "Ralph Marterie was a big-band leader born in Acerra, Italy."}]}, {"heading": "Deaths", "year": "1978", "date": "October 10", "txt": "Ralph Metcalfe, American sprinter and politician (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1979", "date": "October 10", "txt": "Christopher Evans, English psychologist, computer scientist, and author (b. 1931)", "entities": [{"title": "Christopher Evans (computer scientist)", "href": "/wiki/Christopher_Evans_(computer_scientist)", "description": "Christopher Riche Evans was a British psychologist, computer scientist, and author."}]}, {"heading": "Deaths", "year": "1979", "date": "October 10", "txt": "Paul Paray, French organist, composer, and conductor (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "October 10", "txt": "Jean Effel, French painter and journalist (b. 1908)", "entities": [{"title": "Jean Effel", "href": "/wiki/Jean_Effel", "description": "Jean Effel, real name François Lejeune was a French painter, caricaturist, illustrator and journalist. Mostly he considered himself to be a journalist and political commentator. His pseudonym is created by his initials F. L."}]}, {"heading": "Deaths", "year": "1983", "date": "October 10", "txt": "Ralph Richardson, English actor (b. 1902)", "entities": [{"title": "Ralph Richardson", "href": "/wiki/Ralph_Richardson", "description": "Sir Ralph David Richardson was an English actor who, with John Gielgud and Laurence Olivier, was one of the trinity of male actors who dominated the British stage for much of the 20th century. He worked in films throughout most of his career, and played more than sixty cinema roles. From an artistic but not theatrical background, Richardson had no thought of a stage career until a production of Ha"}]}, {"heading": "Deaths", "year": "1985", "date": "October 10", "txt": "Yul Brynner, Russian actor (b. 1920)", "entities": [{"title": "Yul Brynner", "href": "/wiki/Yul_Brynner", "description": "Yuliy Borisovich Briner, better known as Yul Brynner, was a Russian-American actor, singer, and director, best known for his portrayal of King Mongkut in the Rodgers and Hammerstein stage musical The King and I, for which he won two Tony Awards, and later an Academy Award for Best Actor for the film adaptation. He played the role 4,625 times on stage and became known for his shaved head, which he "}]}, {"heading": "Deaths", "year": "1985", "date": "October 10", "txt": "Orson Welles, American actor, director, producer, and screenwriter (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "October 10", "txt": "Gleb Wataghin, Ukrainian-Italian physicist and academic (b. 1899)", "entities": [{"title": "Gleb Wataghin", "href": "/wiki/Gleb_Wataghin", "description": "Gleb Vassielievich Wataghin was a Russian-Italian experimental physicist and a great scientific leader who gave a great impulse to the teaching and research on physics in two continents: in the University of São Paulo, São Paulo, Brazil; and in the University of Turin, Turin, Italy."}]}, {"heading": "Deaths", "year": "1987", "date": "October 10", "txt": "Behice Boran, Turkish Marxist politician, author and sociologist (b. 1910)", "entities": [{"title": "Behice Boran", "href": "/wiki/Behice_Boran", "description": "Behice Boran was a Turkish Marxist politician, author and sociologist. As a dissenting political voice from the left, Boran was repeatedly imprisoned for her work and died in exile after the Turkish military coup of 1980."}]}, {"heading": "Deaths", "year": "1990", "date": "October 10", "txt": "Tom Murton, American penologist and activist (b. 1928)", "entities": [{"title": "Tom Murton", "href": "/wiki/Tom_Murton", "description": "Thomas O. Murton was a penologist best known for his wardenship of the prison farms of Arkansas. In 1969, he published an account of the endemic corruption there which created a national scandal, and which was popularized in a fictional version by the film Brubaker."}]}, {"heading": "Deaths", "year": "1990", "date": "October 10", "txt": "Nikolaos Pavlopoulos, Greek sculptor and academic (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "October 10", "txt": "Nickolaus Hirschl, Austrian wrestler, discus thrower, and shot putter (b. 1906)", "entities": [{"title": "Nickolaus Hirschl", "href": "/wiki/Nickolaus_Hirschl", "description": "Nickolaus \"Mickey\" Hirschl was an Austrian Olympic-medal-winning wrestler, European heavyweight wrestling champion, and for 10 years held the title of Austrian heavyweight wrestling champion. He was also an Austrian shot put and discus junior champion, Austrian heavyweight weightlifting junior champion, and for seven years the Austrian pentathlon champion."}]}, {"heading": "Deaths", "year": "1997", "date": "October 10", "txt": "Michael J. S. Dewar, Indian-born American theoretical chemist who developed the Dewar–Chatt–Duncanson model (b. 1918)", "entities": [{"title": "Michael J. S. Dewar", "href": "/wiki/Michael_J._S._Dewar", "description": "Michael James Steuart Dewar was an American theoretical chemist."}, {"title": "Dewar–Chatt–Duncanson model", "href": "/wiki/Dewar%E2%80%93Chatt%E2%80%93Duncanson_model", "description": "The Dewar–Chatt–Duncanson model is a model in organometallic chemistry that explains the chemical bonding in transition metal alkene complexes. The model is named after Michael J. S. Dewar, Joseph Chatt and L. A. Duncanson."}]}, {"heading": "Deaths", "year": "1998", "date": "October 10", "txt": "Clark Clifford, American captain, lawyer, and politician 9th United States Secretary of Defense (b. 1906)", "entities": [{"title": "Clark Clifford", "href": "/wiki/Clark_Clifford", "description": "Clark McAdams Clifford was an American lawyer who served as an important political adviser to Democratic presidents Harry S. Truman, John F. Kennedy, Lyndon B. Johnson, and Jimmy Carter. His official government positions were White House Counsel (1946–1950), Chairman of the President's Intelligence Advisory Board (1963–1968), and Secretary of Defense (1968–1969); Clifford was also influential in h"}, {"title": "United States Secretary of Defense", "href": "/wiki/United_States_Secretary_of_Defense", "description": "The United States secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the U.S. Armed Forces. The secretary of defense's position of command and authority over the military is second only to that of the president of the United States, who is the commander-in-chief. This position corresponds to what is genera"}]}, {"heading": "Deaths", "year": "1998", "date": "October 10", "txt": "Marvin Gay, Sr., American minister (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "October 10", "txt": "Tommy Quaid, Irish hurler and manager (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "October 10", "txt": "Sirimavo Bandaranaike, Sri Lankan lawyer and politician, 6th Prime Minister of Sri Lanka (b. 1916)", "entities": [{"title": "Sirimavo Bandaranaike", "href": "/wiki/Sirimavo_Bandaranaike", "description": "Sirima Ratwatte Dias Bandaranaike, commonly known as Sirimavo Bandaranaike, was a Sri Lankan stateswoman. She was the world's first female prime minister, when she became Prime Minister of Sri Lanka in 1960. She served three terms: 1960–1965, 1970–1977 and 1994–2000."}, {"title": "Prime Minister of Sri Lanka", "href": "/wiki/Prime_Minister_of_Sri_Lanka", "description": "The Prime Minister of the Democratic Socialist Republic of Sri Lanka is the deputy head of the government of Sri Lanka, and the most senior member of parliament in the cabinet of ministers. The Cabinet is collectively held accountable to parliament for their policies and actions."}]}, {"heading": "Deaths", "year": "2001", "date": "October 10", "txt": "Eddie Futch, American boxer and trainer (b. 1911)", "entities": [{"title": "Eddie Futch", "href": "/wiki/Eddie_Futch", "description": "Eddie Futch was an American boxing trainer. Among the fighters he trained are Joe Frazier, Ken Norton, Larry Holmes, and Trevor Berbick, four of the five men to defeat Muhammad Ali. Futch also trained Riddick Bowe, Wayne McCullough and Montell Griffin when they handed future Hall of Fame fighters Evander Holyfield and Roy Jones Jr. their first professional defeats. In Baltimore, Maryland, the Futc"}]}, {"heading": "Deaths", "year": "2001", "date": "October 10", "txt": "Vasily Mishin, Russian engineer (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "October 10", "txt": "Eila Hiltunen, Finnish sculptor (b. 1922)", "entities": [{"title": "Eila Hiltunen", "href": "/wiki/Eila_Hiltunen", "description": "Eila Vilhelmina Hiltunen was a Finnish sculptor. She is most famous for the Sibelius Monument (1967). A statue by Hiltunen resembling a smaller version of the Sibelius Monument stands on the grounds of the United Nations headquarters in New York City."}]}, {"heading": "Deaths", "year": "2003", "date": "October 10", "txt": "Eugene Istomin, American pianist (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "October 10", "txt": "Ken Caminiti, American baseball player (b. 1963)", "entities": [{"title": "Ken Caminiti", "href": "/wiki/Ken_Caminiti", "description": "Kenneth Gene Caminiti was an American third baseman who spent 15 seasons in Major League Baseball (MLB) with the Houston Astros, San Diego Padres (1995–1998), Texas Rangers (2001) and Atlanta Braves (2001). He was named the National League (NL) Most Valuable Player (MVP) with San Diego in 1996, and is a member of the Padres Hall of Fame. He died of a cocaine and heroin drug overdose on October 10,"}]}, {"heading": "Deaths", "year": "2004", "date": "October 10", "txt": "Christopher Reeve, American actor, producer, and activist (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "October 10", "txt": "Arthur H. Robinson, American geographer and cartographer (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "October 10", "txt": "Maurice Shadbolt, New Zealand author and playwright (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "October 10", "txt": "Wayne C. Booth, American educator and critic (b. 1921)", "entities": [{"title": "Wayne C. Booth", "href": "/wiki/Wayne_C._Booth", "description": "Wayne Clayson Booth was an American literary critic. He was the George M. Pullman Distinguished Service Professor Emeritus in English Language & Literature and the College at the University of Chicago. His work followed largely from the Chicago school of literary criticism."}]}, {"heading": "Deaths", "year": "2005", "date": "October 10", "txt": "Milton Obote, Ugandan politician, 2nd President of Uganda (b. 1925)", "entities": [{"title": "President of Uganda", "href": "/wiki/President_of_Uganda", "description": "The President of the Republic of Uganda is the head of state and the head of government of Uganda. The President leads the executive branch of the Government of Uganda and is the commander-in-chief of the Uganda People's Defence Force."}]}, {"heading": "Deaths", "year": "2006", "date": "October 10", "txt": "Michael John Rogers, English ornithologist and academic (b. 1932)", "entities": [{"title": "Michael John Rogers", "href": "/wiki/Michael_John_Rogers", "description": "Michael ('Mike') John Rogers was an English ornithologist and Honorary Secretary to the British Birds Rarities Committee."}]}, {"heading": "Deaths", "year": "2006", "date": "October 10", "txt": "Ian Scott, Canadian lawyer and politician (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "October 10", "txt": "Kazuyoshi Miura, Japanese businessman (b. 1947)", "entities": [{"title": "Kazuyoshi Miura (businessman)", "href": "/wiki/Kazuyoshi_Miura_(businessman)", "description": "Kazuyoshi Miura  was a Japanese businessman, who was accused of being involved in the killing of his wife, Kazumi Miura. The prolonged legal battle, lasting decades, ended when he presumably committed suicide in October 2008."}]}, {"heading": "Deaths", "year": "2009", "date": "October 10", "txt": "Stephen Gately, Irish singer-songwriter, dancer, and actor (b. 1976)", "entities": [{"title": "Stephen Gately", "href": "/wiki/Stephen_Gately", "description": "Stephen Patrick David Gately was an Irish pop singer-songwriter, actor, children's writer, and dancer, who, with Ronan Keating, was co-lead singer of the pop group Boyzone. All of Boyzone's studio albums during Gately's lifetime hit number one in the United Kingdom, their third being their most successful internationally. With Boyzone, Gately had a record-breaking sixteen consecutive singles enter"}]}, {"heading": "Deaths", "year": "2010", "date": "October 10", "txt": "Solomon Burke, American singer-songwriter and preacher (b. 1940)", "entities": [{"title": "Solomon Burke", "href": "/wiki/Solomon_Burke", "description": "Solomon Vincent McDonald Burke was an American preacher and singer who shaped the sound of rhythm and blues as one of the founding fathers of soul music in the 1960s. He has been called \"a key transitional figure bridging R&B and soul\", and was known for his \"prodigious output\"."}]}, {"heading": "Deaths", "year": "2010", "date": "October 10", "txt": "Joan Sutherland, Australian-Swiss soprano and actress (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "October 10", "txt": "Jagjit Singh, Indian singer-songwriter (b. 1941)", "entities": [{"title": "Jagjit Singh", "href": "/wiki/Jagjit_Singh", "description": "Jagjit Singh, born Jagmohan Singh Dhiman, popularly known as \"The Ghazal King\" or \"King of Ghazals\", was an Indian composer, singer and musician. He composed and sang in numerous languages and is credited for the revival and popularity of ghazal, an Indian classical art form, by choosing poetry that was relevant to the masses and composing them in a way that laid more emphasis on the meaning of wo"}]}, {"heading": "Deaths", "year": "2012", "date": "October 10", "txt": "Sam Gibbons, American captain and politician (b. 1920)", "entities": [{"title": "Sam Gibbons", "href": "/wiki/Sam_Gibbons", "description": "Sam Melville Gibbons was an American politician from the state of Florida, who served in the Florida State House of Representatives, Florida State Senate, and the U.S. House of Representatives. He represented the city of Tampa in Congress for over 30 years."}]}, {"heading": "Deaths", "year": "2012", "date": "October 10", "txt": "Alex Karras, American football player, wrestler, and actor (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 10", "txt": "Piotr Lenartowicz, Polish philosopher and educator (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 10", "txt": "Basil L. Plumley, American sergeant (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 10", "txt": "Mark Poster, American philosopher and educator (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 10", "txt": "Kyaw Zaw, Burmese commander and politician (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 10", "txt": "Scott Carpenter, American commander, pilot, and astronaut (b. 1925)", "entities": [{"title": "Scott Carpenter", "href": "/wiki/Scott_Carpenter", "description": "Malcolm Scott Carpenter was an American naval officer and aviator, test pilot, aeronautical engineer, astronaut, and aquanaut. He was one of the Mercury Seven astronauts selected for NASA's Project Mercury in April 1959. Carpenter was the second American to orbit the Earth and the fourth American in space, after Alan Shepard, Gus Grissom, and Glenn."}]}, {"heading": "Deaths", "year": "2013", "date": "October 10", "txt": "Jay Conrad Levinson, American author and educator (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 10", "txt": "Sohei Miyashita, Japanese politician, Japanese Minister of Defense (b. 1927)", "entities": [{"title": "Minister of Defense (Japan)", "href": "/wiki/Minister_of_Defense_(Japan)", "description": "The Minister of Defense , or Bōei-shō (防衛相), is the Cabinet of Japan member in charge of the Ministry of Defense. The current Minister of Defense is Nobuo Kishi."}]}, {"heading": "Deaths", "year": "2013", "date": "October 10", "txt": "Cal Smith, American singer and guitarist (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 10", "txt": "Olav Dale, Norwegian saxophonist and composer (b. 1958)", "entities": [{"title": "Olav Dale", "href": "/wiki/Olav_Dale", "description": "Olav Dale was a Norwegian composer, orchestra leader and jazz saxophonist. In addition to saxophone he played other woodwinds. He received little formal education in music, but he completed studies at the Voss Folk High School and the Toneheim Folk High School (1976–78)."}]}, {"heading": "Deaths", "year": "2014", "date": "October 10", "txt": "Damiana Eugenio, Filipino author and academic (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 10", "txt": "Valeri Karpov, Russian ice hockey player (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 10", "txt": "Lari Ketner, American football and basketball player (b. 1977)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 10", "txt": "Pavel Landovský, Czech actor, director, and playwright (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 10", "txt": "Ed Nimmervoll, Austrian-Australian journalist, historian, and author (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 10", "txt": "Diepreye Alamieyeseigha, Nigerian politician, Governor of Bayelsa State (b. 1952)", "entities": [{"title": "Diepreye Alamieyeseigha", "href": "/wiki/Diepreye_Alamieyeseigha", "description": "Diepreye Solomon Peter Alamieyeseigha (DSP) was a Nigerian politician who was Governor of Bayelsa State in Nigeria from 29 May 1999 to 9 December 2005."}, {"title": "List of Governors of Bayelsa State", "href": "/wiki/List_of_Governors_of_Bayelsa_State", "description": "This is a list of administrators and governors of Bayelsa State, Nigeria. Bayelsa State was formed in 1996 from part of Rivers State."}]}, {"heading": "Deaths", "year": "2015", "date": "October 10", "txt": "Hilla Becher, German photographer and educator (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 10", "txt": "Manorama, Indian (Tamil) actress (b. 1937)", "entities": [{"title": "Tamils", "href": "/wiki/Tamils", "description": "The Tamil people, also known as Tamilar or simply Tamils, are a Dravidian ethno-linguistic group who trace their ancestry to the South Indian state of Tamil Nadu, Union territory of Puducherry and to Sri Lanka. Tamils constitute 5.9% of the population in India, 15% in Sri Lanka, 10% in Mauritius, 7% in Malaysia and 5% in Singapore. Tamils, with a population of around 76 million and with a document"}]}, {"heading": "Deaths", "year": "2015", "date": "October 10", "txt": "Richard F. Heck, American chemist and academic, Nobel Prize laureate (b. 1931)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "2015", "date": "October 10", "txt": "Steve Mackay, American saxophonist and composer (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 10", "txt": "Sybil Stockdale, American activist, co-founded the National League of Families (b. 1924)", "entities": [{"title": "National League of Families", "href": "/wiki/National_League_of_Families", "description": "The National League of Families of American Prisoners and Missing in Southeast Asia is an American 501(c)(3) non-profit organization that is concerned with the Vietnam War POW/MIA issue. According to the group's web site, its sole purpose is \"to obtain the release of all prisoners, the fullest possible accounting for the missing and repatriation of all recoverable remains of those who died serving"}]}, {"heading": "Deaths", "year": "2016", "date": "October 10", "txt": "Donn Fendler, American author and speaker (b. 1926)", "entities": [{"title": "Donn Fendler", "href": "/wiki/Donn_Fendler", "description": "Donn Charles Fendler was an American author and public speaker from Rye, New York. In July of 1939 at the age of 12, he got separated from his family and became lost on Maine's Mount Katahdin. His disappearance launched a manhunt which became front page news throughout the nation and involved hundreds of volunteers. Donn survived for nine days without food or proper clothing, before following a st"}]}]