[{"heading": "Events", "year": "829", "date": "October 2", "txt": "Theophilos succeeds his father Michael II as Byzantine Emperor.", "entities": [{"title": "Theophilos (emperor)", "href": "/wiki/Theophilos_(emperor)", "description": "Theophilos was the Byzantine Emperor from 829 until his death in 842. He was the second emperor of the Amorian dynasty and the last emperor to support iconoclasm. Theophilos personally led the armies in his long war against the Arabs, beginning in 831."}, {"title": "Michael II", "href": "/wiki/Michael_II", "description": "Michael II the Amorian, nicknamed the Stammerer, reigned as Byzantine Emperor from 25 December 820 to his death on 2 October 829, the first ruler of the Phrygian or Amorian dynasty."}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "939", "date": "October 2", "txt": "Battle of Andernach: Otto I, Holy Roman Emperor, crushes a rebellion against his rule, by a coalition of Eberhard of Franconia and other Frankish dukes.", "entities": [{"title": "Battle of Andernach", "href": "/wiki/Battle_of_Andernach", "description": "The Battle of Andernach, between the followers and the opponents of King Otto I of Germany, took place on 2 October 939 in Andernach on the Rhine river and ended with a decisive defeat of the rebels and the death of their leaders."}, {"title": "Otto I, Holy Roman Emperor", "href": "/wiki/Otto_I,_Holy_Roman_Emperor", "description": "Otto I, traditionally known as Otto the Great, was German king from 936 and Holy Roman Emperor from 962 until his death in 973. He was the oldest son of Henry I the Fowler and Matilda."}, {"title": "Eberhard of Franconia", "href": "/wiki/Eberhard_of_Franconia", "description": "Eberhard III, a member of the Conradine dynasty, was Duke of Franconia, succeeding his elder brother, King Conrad I, in December 918. From 926 to 928, he also acted as ruler of Lotharingia."}]}, {"heading": "Events", "year": "1187", "date": "October 2", "txt": "Siege of Jerusalem: Saladin captures Jerusalem after 88 years of Crusader rule.", "entities": [{"title": "Siege of Jerusalem (1187)", "href": "/wiki/Siege_of_Jerusalem_(1187)", "description": "The siege of Jerusalem lasted from September 20 to October 2, 1187, when Balian of Ibelin surrendered the city to Saladin. Earlier that summer, Saladin had defeated the kingdom's army and conquered several cities. The city was full of refugees and had few defenders, and it fell to the besieging armies. Balian bargained with Saladin to buy safe passage for many, and the city came into Saladin's han"}, {"title": "Saladin", "href": "/wiki/Saladin", "description": "Al-Nasir Salah al-Din Yusuf ibn Ayyub, better known simply as Salah ad-Din or Saladin (;), was a Sunni Muslim Kurd and the first sultan of Egypt and Syria and founder of the Ayyubid dynasty. Saladin led the Muslim military campaign against the Crusader states in the Levant. At the height of his power, his sultanate spanned Egypt, Syria, the Jazira, the Hejaz, Yemen, parts of western North Africa, "}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}, {"title": "Kingdom of Jerusalem", "href": "/wiki/Kingdom_of_Jerusalem", "description": "The Kingdom of Jerusalem, also known as the Latin Kingdom of Jerusalem, was a Crusader state established in the Southern Levant by Godfrey of Bouillon in 1099 after the First Crusade. The kingdom lasted nearly two hundred years, from 1099 until 1291 when its last remaining possession, Acre, was destroyed by the Mamluks. Its history is divided into two distinct periods."}]}, {"heading": "Events", "year": "1263", "date": "October 2", "txt": "The Battle of Largs is fought between Norwegians and Scots.", "entities": [{"title": "Battle of Largs", "href": "/wiki/Battle_of_Largs", "description": "The Battle of Largs was a decisive, albeit small battle between the kingdoms of Norway and Scotland, on the Firth of Clyde near Largs, Scotland. Like the Japanese victories over the Mongol Invasions at roughly the same time or the much later Battle of Coral Sea, Scotland achieved the end of 500-hundred years of Norse Viking depredations and invasions despite being tremendously outnumbered without "}]}, {"heading": "Events", "year": "1470", "date": "October 2", "txt": "The Earl of Warwick's rebellion forces King Edward IV of England to flee to the Netherlands, restoring Henry VI to the throne.", "entities": [{"title": "Richard Neville, 16th Earl of Warwick", "href": "/wiki/Richard_Neville,_16th_Earl_of_Warwick", "description": "Richard Neville, 16th Earl of Warwick, known as Warwick the Kingmaker, was an English nobleman, administrator, and military commander. The eldest son of Richard Neville, 5th Earl of Salisbury, he became Earl of Warwick through marriage, and was the wealthiest and most powerful English peer of his age, with political connections that went beyond the country's borders. One of the leaders in the Wars"}, {"title": "Edward IV of England", "href": "/wiki/Edward_IV_of_England", "description": "Edward IV was King of England from 4 March 1461 to 3 October 1470, then again from 11 April 1471 until his death in 1483. He was a central figure in the Wars of the Roses, a series of civil wars in England fought between the Yorkist and Lancastrian factions between 1455 and 1487."}, {"title": "Netherlands", "href": "/wiki/Netherlands", "description": "The Netherlands, informally Holland, is a country primarily located in Western Europe and partly in the Caribbean. It is the largest of four constituent countries of the Kingdom of the Netherlands. In Europe, the Netherlands consists of twelve provinces, bordering Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countr"}, {"title": "Henry VI of England", "href": "/wiki/Henry_VI_of_England", "description": "Henry VI was King of England from 1422 to 1461 and again from 1470 to 1471, and disputed King of France from 1422 to 1453. The only child of Henry V, he succeeded to the English throne at the age of nine months upon his father's death, and succeeded to the French throne on the death of his maternal grandfather, Charles VI, shortly afterwards."}]}, {"heading": "Events", "year": "1528", "date": "October 2", "txt": "William Tyndale publishes The Obedience of a Christian Man, which advocates the divine right of kings.", "entities": [{"title": "William Tyndale", "href": "/wiki/William_Tyndale", "description": "William Tyndale was an English scholar who became a leading figure in the Protestant Reformation in the years leading up to his execution. He is well known as a translator of the Bible into English, influenced by the works of Erasmus of Rotterdam and Martin Luther."}]}, {"heading": "Events", "year": "1535", "date": "October 2", "txt": "Jacques Cartier discovers the present site of Montreal.", "entities": [{"title": "Jacques Cartier", "href": "/wiki/Jacques_Cartier", "description": "Jacques Cartier was a French-Breton maritime explorer for France. Jacques Cartier was the first European to describe and map the Gulf of Saint Lawrence and the shores of the Saint Lawrence River, which he named \"The Country of Canadas\" after the Iroquoian names for the two big settlements he saw at Stadacona and at Hochelaga."}]}, {"heading": "Events", "year": "1552", "date": "October 2", "txt": "Russo-Kazan Wars: Russian troops enter Kazan.", "entities": [{"title": "Siege of Kazan", "href": "/wiki/Siege_of_Kazan", "description": "The Siege of Kazan in 1552 was the final battle of the Russo-Kazan Wars and led to the fall of the Khanate of Kazan. Conflict continued after the fall of Kazan, however, as rebel governments formed in Çalım and Mişätamaq, and a new khan was invited from the Nogais. This guerrilla war lingered until 1556."}]}, {"heading": "Events", "year": "1780", "date": "October 2", "txt": "American Revolutionary War: John André, a British Army officer, is hanged as a spy by the Continental Army.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "John André", "href": "/wiki/John_Andr%C3%A9", "description": "John André was a major in the British Army and head of its Secret Service in America during the American Revolutionary War. He was hanged as a spy by the Continental Army for assisting Benedict Arnold's attempted surrender of the fort at West Point, New York, to the British."}]}, {"heading": "Events", "year": "1789", "date": "October 2", "txt": "The United States Bill of Rights is sent to the various States for ratification.", "entities": [{"title": "United States Bill of Rights", "href": "/wiki/United_States_Bill_of_Rights", "description": "The United States Bill of Rights comprises the first ten amendments to the United States Constitution. Proposed following the often bitter 1787–88 debate over the ratification of the Constitution, and written to address the objections raised by Anti-Federalists, the Bill of Rights amendments add to the Constitution specific guarantees of personal freedoms and rights, clear limitations on the gover"}]}, {"heading": "Events", "year": "1814", "date": "October 2", "txt": "Chilean War of Independence: Royalist troops defeat Chilean forces of Bernardo O'Higgins and José Miguel Carrera.", "entities": [{"title": "Battle of Rancagua", "href": "/wiki/Battle_of_Rancagua", "description": "The Battle of Rancagua also known in Chile as the Disaster of Rancagua occurred on October 1, 1814, to October 2, 1814, when the Spanish Army under the command of Mariano Osorio defeated the rebel Chilean forces led by Bernardo O’Higgins. This put an end to the Chilean Patria Vieja and it was the decisive step of the Spanish military Reconquest of Chile."}]}, {"heading": "Events", "year": "1835", "date": "October 2", "txt": "Texas Revolution: Mexican troops attempt to disarm the people of Gonzales, but encounter stiff resistance from a hastily assembled militia.", "entities": [{"title": "Battle of Gonzales", "href": "/wiki/Battle_of_Gonzales", "description": "The Battle of Gonzales was the first military engagement of the Texas Revolution. It was fought near Gonzales, Texas, on October 2, 1835, between rebellious Texian settlers and a detachment of Mexican army soldiers."}]}, {"heading": "Events", "year": "1864", "date": "October 2", "txt": "American Civil War: Confederates defeat a Union attack on Saltville, Virginia. A massacre of wounded Union prisoners (most of them are from a Black cavalry unit) ensues.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "First Battle of Saltville", "href": "/wiki/First_Battle_of_Saltville", "description": "The First Battle of Saltville was fought near the town of Saltville, Virginia, during the American Civil War. The battle over an important Confederate saltworks in town was fought by both regular and Home Guard Confederate units against regular Union troops, which included two of the few black cavalry units of the United States Colored Troops. The Union troops were led by Brig. Gen. Stephen G. Bur"}]}, {"heading": "Events", "year": "1870", "date": "October 2", "txt": "By plebiscite, the citizens of the Papal States accept annexation by the Kingdom of Italy.", "entities": [{"title": "Capture of Rome", "href": "/wiki/Capture_of_Rome", "description": "The Capture of Rome on September 20, 1870, was the final event of the long process of Italian unification also known as the Risorgimento, marking both the final defeat of the Papal States under Pope Pius IX and the unification of the Italian peninsula under King Victor Emmanuel II of the House of Savoy."}]}, {"heading": "Events", "year": "1919", "date": "October 2", "txt": "U.S. President Woodrow Wilson suffers a massive stroke, leaving him incapacitated for several weeks.", "entities": [{"title": "Woodrow Wilson", "href": "/wiki/Woodrow_Wilson", "description": "Thomas Woodrow Wilson was an American politician and academic who served as the 28th president of the United States from 1913 to 1921. A leader of the Democratic Party, Wilson served as the president of Princeton University and as the governor of New Jersey before winning the 1912 presidential election. As President, Wilson changed the nation's economic policies and led the United States into Worl"}]}, {"heading": "Events", "year": "1928", "date": "October 2", "txt": "The \"Prelature of the Holy Cross and the Work of God\", commonly known as Opus Dei, is founded.", "entities": []}, {"heading": "Events", "year": "1937", "date": "October 2", "txt": "Rafael Trujillo orders the execution of Haitians living in the northwestern region of the Dominican Republic.", "entities": [{"title": "Parsley massacre", "href": "/wiki/Parsley_massacre", "description": "The parsley massacre was a mass killing of Haitians living in the Dominican Republic's northwestern frontier and in certain parts of the contiguous Cibao region in October 1937. Dominican Army troops came from different areas of the country\nand carried out the massacre on the orders of Dominican dictator Rafael Trujillo. As a result of the massacre, virtually the entire Haitian population in the D"}]}, {"heading": "Events", "year": "1941", "date": "October 2", "txt": "World War II: In Operation Typhoon, the Wehrmacht attempts to capture Moscow before the onset of winter.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Operation Typhoon", "href": "/wiki/Operation_Typhoon", "description": "The Battle of Moscow was a military campaign that consisted of two periods of strategically significant fighting on a 600 km (370 mi) sector of the Eastern Front during World War II. It took place between October 1941 and January 1942. The Soviet defensive effort frustrated Hitler's attack on Moscow, the capital and largest city of the Soviet Union. Moscow was one of the primary military and polit"}]}, {"heading": "Events", "year": "1942", "date": "October 2", "txt": "World War II: Ocean Liner RMS Queen Mary accidentally rams and sinks HMS Curacoa, killing 337 crewmen aboard Curacoa.", "entities": [{"title": "RMS Queen Mary", "href": "/wiki/RMS_Queen_Mary", "description": "The RMS Queen Mary is a retired British ocean liner that sailed primarily on the North Atlantic Ocean from 1936 to 1967 for the Cunard-White Star Line and built by John Brown & Company in Clydebank, Scotland. Queen Mary, along with RMS Queen Elizabeth, were built as part of Cunard's planned two-ship weekly express service between Southampton, Cherbourg and New York. The two ships were a British re"}, {"title": "HMS Curacoa (D41)", "href": "/wiki/HMS_Curacoa_(D41)", "description": "HMS Curacoa was a C-class light cruiser built for the Royal Navy during the First World War. She was one of the five ships of the Ceres sub-class and spent much of her career as a flagship. The ship was assigned to the Harwich Force during the war, but saw little action as she was completed less than a year before the war ended. Briefly assigned to the Atlantic Fleet in early 1919, Curacoa was dep"}]}, {"heading": "Events", "year": "1944", "date": "October 2", "txt": "World War II: German troops end the Warsaw Uprising.", "entities": [{"title": "Warsaw Uprising", "href": "/wiki/Warsaw_Uprising", "description": "The Warsaw Uprising was a major World War II operation, in the summer of 1944, by the Polish underground resistance, led by the Polish resistance Home Army, to liberate Warsaw from German occupation. The uprising was timed to coincide with the retreat of the German forces from Poland ahead of the Soviet advance. While approaching the eastern suburbs of the city, the Red Army temporarily halted com"}]}, {"heading": "Events", "year": "1958", "date": "October 2", "txt": "Guinea declares its independence from France.", "entities": [{"title": "Guinea", "href": "/wiki/Guinea", "description": "Guinea, officially the Republic of Guinea, is a coastal country in West Africa. Formerly known as French Guinea, the modern country is sometimes referred to as Guinea-Conakry to distinguish it from other countries with \"Guinea\" in the name and the eponymous region, such as Guinea-Bissau and Equatorial Guinea. Guinea has a population of 12.4 million and an area of 245,857 square kilometres (94,926 "}]}, {"heading": "Events", "year": "1967", "date": "October 2", "txt": "Thurgood Marshall is sworn in as the first African-American justice of the United States Supreme Court.", "entities": [{"title": "Thurgood Marshall", "href": "/wiki/Thurgood_Marshall", "description": "Thurgood Marshall was an American lawyer and civil rights activist who served as Associate Justice of the Supreme Court of the United States from October 1967 until October 1991. Marshall was the Court's first African-American justice. Prior to his judicial service, he successfully argued several cases before the Supreme Court, including Brown v. Board of Education."}]}, {"heading": "Events", "year": "1968", "date": "October 2", "txt": "Mexican President Gustavo Díaz Ordaz orders soldiers to suppress a demonstration of unarmed students, ten days before the start of the 1968 Summer Olympics.", "entities": [{"title": "Gustavo Díaz Ordaz", "href": "/wiki/Gustavo_D%C3%ADaz_Ordaz", "description": "Gustavo Díaz Ordaz Bolaños was a Mexican politician and member of the Institutional Revolutionary Party (PRI). He served as the President of Mexico from 1964 to 1970."}, {"title": "Tlatelolco massacre", "href": "/wiki/Tlatelolco_massacre", "description": "Following a summer of increasingly large demonstrations protesting the 1968 Olympics held in Mexico City, the Mexican Armed Forces opened fire on 2 October 1968 on unarmed civilians, killing an undetermined number, in the hundreds. It occurred in the Plaza de las Tres Culturas in the Tlatelolco section of Mexico City. The events are considered part of the Mexican Dirty War, when the US-backed PRI "}, {"title": "1968 Summer Olympics", "href": "/wiki/1968_Summer_Olympics", "description": "The 1968 Summer Olympics, officially known as the Games of the XIX Olympiad, were an international multi-sport event held from 12 to 27 October 1968 in Mexico City, Mexico. These were the first Olympic Games to be staged in Latin America and the first to be staged in a Spanish-speaking country. They were also the first Games to use an all-weather (smooth) track for track and field events instead o"}]}, {"heading": "Events", "year": "1970", "date": "October 2", "txt": "An aircraft carrying the Wichita State University football team, administrators, and supporters crashes in Colorado, killing 31 people.", "entities": [{"title": "Wichita State University football team plane crash", "href": "/wiki/Wichita_State_University_football_team_plane_crash", "description": "In clear and calm weather in Colorado at 1:14 p.m. MDT on Friday, October 2, 1970, a chartered Martin 4-0-4 airliner crashed into a mountain eight miles (13 km) west of Silver Plume. Operated by Golden Eagle Aviation, the twin-engined propliner carried 37 passengers and a crew of three; 29 were killed at the scene and two later died of their injuries while under medical care."}]}, {"heading": "Events", "year": "1971", "date": "October 2", "txt": "South Vietnamese President Nguyen Van Thieu is re-elected in a one-man election.", "entities": [{"title": "Nguyen Van Thieu", "href": "/wiki/Nguyen_Van_Thieu", "description": "Nguyễn Văn Thiệu was a Vietnamese military officer and politician who was the president of South Vietnam from 1967 to 1975. He was a general in the Army of the Republic of Vietnam (ARVN), became head of a military junta in 1965, and then president after winning an election in 1967. He established rule over South Vietnam until he resigned and left the nation a few days before the fall of Saigon and"}, {"title": "1971 South Vietnamese presidential election", "href": "/wiki/1971_South_Vietnamese_presidential_election", "description": "Presidential elections were held in South Vietnam on 2 October 1971. After two opposition candidates boycotted the election, incumbent President Nguyễn Văn Thiệu was the only candidate, receiving 100% of the vote. Turnout was reported to be 87.9%. Thiệu's victory in this election would officially mark his second term in office."}]}, {"heading": "Events", "year": "1980", "date": "October 2", "txt": "Michael Myers becomes the first member of either chamber of Congress to be expelled since the Civil War.", "entities": [{"title": "Michael Myers (politician)", "href": "/wiki/Michael_Myers_(politician)", "description": "Michael Joseph \"Ozzie\" Myers is an American politician who served in the United States House of Representatives as a member of the Democratic Party. During his tenure in the House of Representatives he became involved in the Abscam scandal and was later expelled from the House of Representatives. In 2020, he was indicted for election fraud."}, {"title": "Expulsion from the United States Congress", "href": "/wiki/Expulsion_from_the_United_States_Congress", "description": "Expulsion is the most serious form of disciplinary action that can be taken against a Member of Congress. The United States Constitution provides that \"Each House [of Congress] may determine the Rules of its proceedings, punish its members for disorderly behavior, and, with the concurrence of two-thirds, expel a member.\" The processes for expulsion differ somewhat between the House of Representati"}, {"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}]}, {"heading": "Events", "year": "1990", "date": "October 2", "txt": "Xiamen Airlines Flight 8301 is hijacked and lands at Guangzhou, where it crashes into two other airliners on the ground, killing 128.", "entities": [{"title": "1990 Guangzhou Baiyun airport collisions", "href": "/wiki/1990_Guangzhou_Baiyun_airport_collisions", "description": "On October 2, 1990, a hijacked Boeing 737, operating Xiamen Airlines Flight 8301, collided with two other aircraft on the runways of the old Guangzhou Baiyun International Airport, while attempting to land. The hijacked aircraft struck a parked China Southwest Airlines Flight 4305 first, inflicting only minor damage, but then collided with China Southern Airlines Flight 3523, a Boeing 757 waiting "}]}, {"heading": "Events", "year": "1992", "date": "October 2", "txt": "Military police storm the Carandiru Penitentiary in São Paulo, Brazil during a prison riot. The resulting massacre leaves 111 prisoners dead.", "entities": [{"title": "Carandiru Massacre", "href": "/wiki/Carandiru_Massacre", "description": "The Carandiru massacre occurred on Friday, 2 October 1992, in Carandiru Penitentiary in São Paulo, Brazil, when military police stormed the penitentiary following a prison riot. The massacre, which left 111 prisoners dead, is considered by many people to be a major human rights violation."}]}, {"heading": "Events", "year": "1996", "date": "October 2", "txt": "Aeroperú Flight 603 crashes into the ocean near Peru, killing all 70 people on board.", "entities": [{"title": "Aeroperú Flight 603", "href": "/wiki/Aeroper%C3%BA_Flight_603", "description": "Aeroperú Flight 603 was a scheduled flight from Miami International Airport in Miami, Florida, US (KMIA), to Comodoro Arturo Merino Benítez International Airport in Santiago, Chile (SCEL), with stopovers in Quito, Ecuador and Lima, Peru. On 2 October 1996, the Boeing 757-23A aircraft flying the final leg of the flight crashed, killing all 70 people aboard."}]}, {"heading": "Events", "year": "1996", "date": "October 2", "txt": "The Electronic Freedom of Information Act Amendments are signed by U.S. President Bill Clinton.", "entities": []}, {"heading": "Events", "year": "2000", "date": "October 2", "txt": "The Rijndael algorithm is chosen by NIST as the AES standard.", "entities": [{"title": "Advanced Encryption Standard", "href": "/wiki/Advanced_Encryption_Standard", "description": "The Advanced Encryption Standard (AES), also known by its original name Rijndael, is a specification for the encryption of electronic data established by the U.S. National Institute of Standards and Technology (NIST) in 2001."}]}, {"heading": "Events", "year": "2002", "date": "October 2", "txt": "The Beltway sniper attacks begin, extending over three weeks.", "entities": [{"title": "Beltway sniper attacks", "href": "/wiki/Beltway_sniper_attacks", "description": "The D.C. sniper attacks were a series of coordinated shootings that occurred during three weeks in October 2002 in the District of Columbia, Maryland, and Virginia. Ten people were killed and three others were critically wounded in the Baltimore-Washington Metropolitan Area and along Interstate 95 in Virginia."}]}, {"heading": "Events", "year": "2004", "date": "October 2", "txt": "The first parkrun, then known as the Bushy Park Time Trial, takes place in Bushy Park, London, UK.", "entities": [{"title": "Parkrun", "href": "/wiki/Parkrun", "description": "Parkrun is a collection of 5-kilometre (3.1 mi) events for walkers, runners and volunteers that take place every Saturday morning at more than 2,000 locations in 22 countries across five continents. Junior Parkrun is a spin-off event that provides a 2 kilometres event for children aged 4–14 on a Sunday morning. Parkrun events are free to enter and are delivered by volunteers, supported by a small "}, {"title": "Bushy Park", "href": "/wiki/Bushy_Park", "description": "Bushy Park in the London Borough of Richmond upon Thames is the second largest of London's Royal Parks, at 445 hectares in area, after Richmond Park. The park, most of which is open to the public, is immediately north of Hampton Court Palace and Hampton Court Park and is a few minutes' walk from the west side of Kingston Bridge. It is surrounded by Teddington, Hampton, Hampton Hill and Hampton Wic"}, {"title": "London", "href": "/wiki/London", "description": "London is the capital and largest city of England and the United Kingdom. The city stands on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea. London has been a major settlement for two millennia, and was originally called Londinium, which was founded by the Romans. The City of London, London's ancient core and financial centre—an a"}]}, {"heading": "Events", "year": "2006", "date": "October 2", "txt": "Five Amish girls are murdered in a shooting at a school in Pennsylvania, United States.", "entities": [{"title": "West Nickel Mines School shooting", "href": "/wiki/West_Nickel_Mines_School_shooting", "description": "On October 2, 2006, a shooting occurred at the West Nickel Mines School, an Amish one-room schoolhouse in the Old Order Amish community of Nickel Mines, a village in Bart Township, Lancaster County, Pennsylvania. Gunman Charles Carl Roberts IV took hostages and shot eight out of ten girls, killing five, before committing suicide in the schoolhouse. The emphasis on forgiveness and reconciliation in"}]}, {"heading": "Events", "year": "2007", "date": "October 2", "txt": "President Roh Moo-hyun of South Korea goes to North Korea for an Inter-Korean summit with North Korean leader Kim Jong-il.", "entities": [{"title": "Inter-Korean summit", "href": "/wiki/Inter-Korean_summit", "description": "Inter-Korean summits are meetings between the leaders of North and South Korea. To date, there have been five such meetings so far, three of them being in Pyongyang, with another two in Panmunjom. The importance of these summits lies in the lack of formal communication between North and South Korea, which makes discussing political and economic issues difficult. The summits' agendas have included "}]}, {"heading": "Events", "year": "2016", "date": "October 2", "txt": "Ethiopian protests break out during a festival in the Oromia region, killing dozens of people.", "entities": [{"title": "2016 Ethiopian protests", "href": "/wiki/2016_Ethiopian_protests", "description": "The 2016 Oromo protests were peaceful protest nonviolent resistance first sparked April 25, 2014 against Addis Ababa Master Plan and resumed on November 12, 2015 by university student and farmers in Ginchi town, located 80 km southwest of Addis Ababa city, encircled by Oromia region.plan was to expand the capital into Oromia special zone. This led to fears that Oromo farmers would lose their land "}]}, {"heading": "Births", "year": "1452", "date": "October 2", "txt": "Richard III of England (d. 1485)", "entities": [{"title": "Richard III of England", "href": "/wiki/Richard_III_of_England", "description": "Richard III was King of England and Lord of Ireland from 1483 until his death in 1485. He was the last king of the House of York and the last of the Plantagenet dynasty. His defeat and death at the Battle of Bosworth Field, the last decisive battle of the Wars of the Roses, marked the end of the Middle Ages in England. He is the protagonist of Richard III, one of William Shakespeare's history play"}]}, {"heading": "Births", "year": "1470", "date": "October 2", "txt": "Isabella of Aragon, Duchess of Milan (d. 1524)", "entities": [{"title": "Isabella of Aragon, Duchess of Milan", "href": "/wiki/Isabella_of_Aragon,_Duchess_of_Milan", "description": "Isabella of Aragon, also known as Isabella of Naples, was Duchess of Milan by marriage to Gian Galeazzo Sforza and suo jure Duchess of Bari. Her life was characterised by the political crises surrounding the Italian Wars. Isabella often found herself torn between her native Kingdom of Naples and her marital home of the Duchy of Milan, causing her to suffer personal and political difficulties. Afte"}]}, {"heading": "Births", "year": "1470", "date": "October 2", "txt": "Isabella of Aragon, Queen of Portugal, Daughter of Isabella I of Castile and Ferdinand II of Aragon (d. 1498)", "entities": [{"title": "Isabella I of Castile", "href": "/wiki/Isabella_I_of_Castile", "description": "Isabella I was Queen of Castile from 1474 and, as the wife of King Ferdinand II, King of Aragon from 1479 until her death, reigning over a dynastically unified Spain jointly with her husband Ferdinand; together they would be known as the Catholic Monarchs. Isabella is considered the first Queen of Spain de facto, being described as such during her own lifetime, although Castile and Aragon de jure "}, {"title": "Ferdinand II of Aragon", "href": "/wiki/Ferdinand_II_of_Aragon", "description": "Ferdinand II was King of Aragon from 1479 to his death. As the husband of Queen Isabella I of Castile, he was King of Castile from 1474 to 1504 as Ferdinand V. He reigned over a dynastically unified Spain jointly with Isabella; together they are known as the Catholic Monarchs. Ferdinand is considered de facto the first king of Spain, being described as such during his own lifetime, although Castil"}]}, {"heading": "Births", "year": "1527", "date": "October 2", "txt": "William Drury, English politician (d. 1579)", "entities": [{"title": "William Drury", "href": "/wiki/William_Drury", "description": "\n\nSir William Drury was an English statesman and soldier."}]}, {"heading": "Births", "year": "1538", "date": "October 2", "txt": "Charles Borromeo, Italian cardinal and saint (d. 1584)", "entities": [{"title": "Charles Borromeo", "href": "/wiki/Charles_Borromeo", "description": "Charles Borromeo was the Archbishop of Milan from 1564 to 1584 and a cardinal of the Catholic Church. He was a leading figure of the Counter-Reformation combat against the Protestant Reformation together with Ignatius of Loyola and Philip Neri. In that role he was responsible for significant reforms in the Catholic Church, including the founding of seminaries for the education of priests. He is ho"}]}, {"heading": "Births", "year": "1589", "date": "October 2", "txt": "Muhammad Parviz, Mughal Empire emperor (d. 1626)", "entities": [{"title": "Muhammad Parviz", "href": "/wiki/Muhammad_Parviz", "description": "Parviz Mirza was the second son of Mughal emperor Jahangir from his wife, Sahib Jamal. His daughter, Nadira Banu Begum, later became the wife of Dara Shikoh."}]}, {"heading": "Births", "year": "1644", "date": "October 2", "txt": "François-Timoléon de Choisy, French historian and author (d. 1724)", "entities": [{"title": "François-Timoléon de Choisy", "href": "/wiki/Fran%C3%A7ois-Timol%C3%A9on_de_Choisy", "description": "François Timoléon, abbé de Choisy was a French cross-dresser, abbé, and author."}]}, {"heading": "Births", "year": "1704", "date": "October 2", "txt": "František Tůma, Czech organist and composer (d. 1774)", "entities": [{"title": "František Tůma", "href": "/wiki/Franti%C5%A1ek_T%C5%AFma", "description": "František Ignác Antonín Tůma was an important Czech composer of the Baroque era. Born in Kostelec nad Orlici, Bohemia, he lived the greater part of his life in Vienna, first as director of music for Franz Joseph, Count Kinsky, later filling a similar office for the widow of Emperor Karl VI. \nHe was an important late-baroque composer, organist, gambist and theorbist."}]}, {"heading": "Births", "year": "1718", "date": "October 2", "txt": "Elizabeth Montagu, English author and critic (d. 1800)", "entities": [{"title": "Elizabeth Montagu", "href": "/wiki/Elizabeth_Montagu", "description": "Elizabeth Montagu was a British social reformer, patron of the arts, salonnière, literary critic and writer, who helped to organize and lead the Blue Stockings Society. Her parents were both from wealthy families with strong ties to the British peerage and learned life. She was sister to Sarah Scott, author of A Description of Millenium [sic] Hall and the Country Adjacent. She married Edward Monta"}]}, {"heading": "Births", "year": "1727", "date": "October 2", "txt": "Ignaz Schiffermüller, Austrian entomologist and academic (d. 1806)", "entities": [{"title": "Ignaz Schiffermüller", "href": "/wiki/Ignaz_Schifferm%C3%BCller", "description": "Ignaz Schiffermüller was an Austrian naturalist mainly interested in Lepidoptera."}]}, {"heading": "Births", "year": "1768", "date": "October 2", "txt": "William Beresford, 1st Viscount Beresford, English general and politician (d. 1854)", "entities": [{"title": "William Beresford, 1st Viscount Beresford", "href": "/wiki/William_Beresford,_1st_Viscount_Beresford", "description": "General William Carr Beresford, 1st Viscount Beresford, 1st Marquis of Campo Maior, was an Anglo-Irish soldier and politician. A general in the British Army and a Marshal in the Portuguese Army, he fought alongside The Duke of Wellington in the Peninsular War and held the office of Master-General of the Ordnance in 1828 in Wellington's first ministry. He led the 1806 failed British invasion of Bue"}]}, {"heading": "Births", "year": "1798", "date": "October 2", "txt": "Charles Albert, King of Sardinia (1831–49) (d. 1849)", "entities": [{"title": "Charles Albert of Sardinia", "href": "/wiki/Charles_Albert_of_Sardinia", "description": "Charles Albert was the King of Sardinia from 27 April 1831 until 23 March 1849. His name is bound up with the first Italian constitution, the Albertine Statute, and with the First Italian War of Independence (1848–1849)."}]}, {"heading": "Births", "year": "1800", "date": "October 2", "txt": "Nat Turner, American slave and uprising leader (d. 1831)", "entities": [{"title": "Nat Turner", "href": "/wiki/Nat_Turner", "description": "Nat Turner's Rebellion was a rebellion of enslaved Virginians that took place in Southampton County, Virginia, in August 1831, led by Nat Turner. The rebels killed between 55 and 65 people, at least 51 of whom were white. The rebellion was put down within a few days, but Turner survived in hiding for more than two months afterwards. The rebellion was effectively suppressed at Belmont Plantation on"}]}, {"heading": "Births", "year": "1815", "date": "October 2", "txt": "James Agnew, Northern Irish-Australian politician, 16th Premier of Tasmania (d. 1901)", "entities": [{"title": "James Agnew", "href": "/wiki/James_Agnew", "description": "Sir James Willson Agnew was an Irish-born Australian politician, who was Premier of Tasmania from 1886 to 1887."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1821", "date": "October 2", "txt": "Alexander P. Stewart, American general (d. 1908)", "entities": [{"title": "Alexander P. Stewart", "href": "/wiki/Alexander_P._Stewart", "description": "Alexander Peter Stewart was a career United States Army officer, college professor, and a general in the Confederate States Army during the American Civil War. He fought in many of the most significant battles in the Western Theater of the war, and briefly took command of the Army of Tennessee in 1865."}]}, {"heading": "Births", "year": "1824", "date": "October 2", "txt": "Henry C. Lord, American businessman (d. 1884)", "entities": [{"title": "Henry C. Lord", "href": "/wiki/Henry_C._Lord", "description": "Henry Clark Lord was the fourth president of the Atchison, Topeka and Santa Fe Railway. He was born in Amherst, Massachusetts, the son of Dartmouth College president Nathan Lord."}]}, {"heading": "Births", "year": "1828", "date": "October 2", "txt": "Charles Floquet, French lawyer and politician, 55th Prime Minister of France (d. 1896)", "entities": [{"title": "Charles Floquet", "href": "/wiki/Charles_Floquet", "description": "Charles Thomas Floquet was a French lawyer and statesman."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1832", "date": "October 2", "txt": "Edward Burnett Tylor, English anthropologist and academic (d. 1917)", "entities": [{"title": "Edward Burnett Tylor", "href": "/wiki/Edward_Burnett_Tylor", "description": "Sir Edward Burnett Tylor was an English anthropologist, the founder of cultural anthropology."}]}, {"heading": "Births", "year": "1847", "date": "October 2", "txt": "Paul von Hindenburg, German field marshal and politician, 2nd President of Germany (d. 1934)", "entities": [{"title": "Paul von Hindenburg", "href": "/wiki/Paul_von_Hindenburg", "description": "Paul Ludwig Hans Anton von Beneckendorff und von Hindenburg, was a German general and statesman who led the Imperial German Army during World War I and later became President of Germany from 1925 until his death in 1934. During his presidency, he played a key role in the Nazi seizure of power in January 1933 when, under pressure from advisers, he appointed Adolf Hitler as Chancellor of Germany."}, {"title": "President of Germany (1919–1945)", "href": "/wiki/President_of_Germany_(1919%E2%80%931945)", "description": "The Reichspräsident was the German head of state under the Weimar constitution, which was officially in force from 1919 to 1945. In English he was usually simply referred to as the President of Germany."}]}, {"heading": "Births", "year": "1851", "date": "October 2", "txt": "Ferdinand Foch, French field marshal and theorist (d. 1929)", "entities": [{"title": "Ferdinand Foch", "href": "/wiki/Ferdinand_Foch", "description": "Ferdinand Foch was a French general and military theorist who served as the Supreme Allied Commander during the First World War. An aggressive, even reckless commander at the First Marne, Flanders and Artois campaigns of 1914–1916, Foch became the Allied Commander-in-Chief in late March 1918 in the face of the all-out German spring offensive, which pushed the Allies back using fresh soldiers and n"}]}, {"heading": "Births", "year": "1852", "date": "October 2", "txt": "William Ramsay, Scottish-English chemist and academic, Nobel Prize laureate (d. 1916)", "entities": [{"title": "William Ramsay", "href": "/wiki/William_Ramsay", "description": "Sir William Ramsay was a Scottish chemist who discovered the noble gases and received the Nobel Prize in Chemistry in 1904 \"in recognition of his services in the discovery of the inert gaseous elements in air\" along with his collaborator, John William Strutt, 3rd Baron Rayleigh, who received the Nobel Prize in Physics that same year for their discovery of argon. After the two men identified argon,"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1854", "date": "October 2", "txt": "Patrick Geddes, Scottish biologist, sociologist, geographer, and philanthropist (d. 1932)", "entities": [{"title": "Patrick Geddes", "href": "/wiki/Patrick_Geddes", "description": "Sir Patrick Geddes was a Scottish biologist, sociologist, geographer, philanthropist and pioneering town planner. He is known for his innovative thinking in the fields of urban planning and sociology."}]}, {"heading": "Births", "year": "1869", "date": "October 2", "txt": "Mahatma Gandhi, Indian freedom fighter, activist and philosopher (d. 1948)", "entities": [{"title": "Mahatma Gandhi", "href": "/wiki/Mahatma_Gandhi", "description": "Mohandas Karamchand Gandhi was an Indian lawyer, anti-colonial nationalist, and political ethicist, who employed nonviolent resistance to lead the successful campaign for India's independence from British rule, and in turn inspired movements for civil rights and freedom across the world. The honorific Mahātmā, first applied to him in 1914 in South Africa, is now used throughout the world."}]}, {"heading": "Births", "year": "1871", "date": "October 2", "txt": "Cordell Hull, American captain, lawyer, and politician, 47th United States Secretary of State, Nobel Prize laureate (d. 1955)", "entities": [{"title": "Cordell Hull", "href": "/wiki/Cordell_Hull", "description": "Cordell Hull was an American politician from Tennessee and the longest-serving U.S. Secretary of State, holding the position for 11 years (1933–1944) in the administration of President Franklin Delano Roosevelt during most of World War II. Before that appointment he represented Tennessee for two years in the United States Senate and twenty-four years in the House of Representatives."}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1871", "date": "October 2", "txt": "Martha Brookes Hutcheson, American landscaper and author (d. 1959)", "entities": []}, {"heading": "Births", "year": "1873", "date": "October 2", "txt": "Stephen Warfield Gambrill, American lawyer and politician (d. 1924)", "entities": [{"title": "Stephen Warfield Gambrill", "href": "/wiki/Stephen_Warfield_Gambrill", "description": "Stephen Warfield Gambrill was an American politician."}]}, {"heading": "Births", "year": "1873", "date": "October 2", "txt": "Pelham Warner, English cricketer and manager (d. 1963)", "entities": []}, {"heading": "Births", "year": "1875", "date": "October 2", "txt": "Pattie Ruffner Jacobs, American suffragist (d. 1935)", "entities": [{"title": "Pattie Ruffner Jacobs", "href": "/wiki/Pattie_Ruffner_Jacobs", "description": "Pattie Ruffner Jacobs was an American women's suffragist from Birmingham, Alabama. She was inducted into the Alabama Women's Hall of Fame in 1978."}]}, {"heading": "Births", "year": "1879", "date": "October 2", "txt": "Wallace Stevens, American poet and educator (d. 1955)", "entities": [{"title": "Wallace Stevens", "href": "/wiki/Wallace_Stevens", "description": "Wallace Stevens was an American modernist poet. He was born in Reading, Pennsylvania, educated at Harvard and then New York Law School, and he spent most of his life working as an executive for an insurance company in Hartford, Connecticut. He won the Pulitzer Prize for Poetry for his Collected Poems in 1955."}]}, {"heading": "Births", "year": "1882", "date": "October 2", "txt": "Boris Shaposhnikov, Russian colonel (d. 1945)", "entities": [{"title": "Boris Shaposhnikov", "href": "/wiki/Boris_Shaposhnikov", "description": "Boris Mikhaylovich Shaposhnikov was a Soviet military commander, Chief of the Staff of the Red Army, and Marshal of the Soviet Union."}]}, {"heading": "Births", "year": "1883", "date": "October 2", "txt": "Lesley Ashburner, American hurdler (d. 1950)", "entities": [{"title": "Lesley Ashburner", "href": "/wiki/Lesley_Ashburner", "description": "Lesley Ashburner was an American athlete who competed mainly in the 110 metre hurdles."}]}, {"heading": "Births", "year": "1883", "date": "October 2", "txt": "Karl von Terzaghi, Czech-American geologist and engineer (d. 1963)", "entities": []}, {"heading": "Births", "year": "1890", "date": "October 2", "txt": "Groucho Marx, American comedian and actor (d. 1977)", "entities": [{"title": "Groucho Marx", "href": "/wiki/Groucho_Marx", "description": "Julius Henry \"Groucho\" Marx was an American comedian, actor, writer, stage, film, radio, and television star. He is generally considered to have been a master of quick wit and one of America's greatest comedians."}]}, {"heading": "Births", "year": "1893", "date": "October 2", "txt": "Leroy Shield, American composer and conductor (d. 1962)", "entities": [{"title": "Leroy Shield", "href": "/wiki/Leroy_Shield", "description": "Leroy Bernard Shield was an American film score and radio composer. He is best known for the themes and incidental music he wrote for the classic Hal Roach comedy short films of the 1920s–30s, including the Our Gang and Laurel and Hardy series."}]}, {"heading": "Births", "year": "1895", "date": "October 2", "txt": "Ruth Cheney Streeter, American colonel (d. 1990)", "entities": [{"title": "Ruth Cheney Streeter", "href": "/wiki/Ruth_Cheney_Streeter", "description": "Ruth Cheney Streeter was the first director of the United States Marine Corps Women's Reserve (USMCWR). In 1943, she became the first woman to attain the rank of major in the United States Marine Corps when she was commissioned as a major on January 29, 1943. She retired in 1945 as a lieutenant colonel."}]}, {"heading": "Births", "year": "1897", "date": "October 2", "txt": "Bud Abbott, American comedian (d. 1974)", "entities": [{"title": "Bud Abbott", "href": "/wiki/Bud_Abbott", "description": "William Alexander \"Bud\" Abbott was an American comedian, actor and straight man half of the comedy duo Abbott and Costello."}]}, {"heading": "Births", "year": "1902", "date": "October 2", "txt": "John G. Crommelin, American admiral and politician (d. 1996)", "entities": [{"title": "John G. Crommelin", "href": "/wiki/John_G._Crommelin", "description": "Rear Admiral John Geraerdt Crommelin Jr. was a prominent American naval officer and later a frequent political candidate who championed white supremacy."}]}, {"heading": "Births", "year": "1902", "date": "October 2", "txt": "Leopold Figl, Austrian engineer and politician, 18th Chancellor of Austria (d. 1965)", "entities": [{"title": "Chancellor of Austria", "href": "/wiki/Chancellor_of_Austria", "description": "The Federal Chancellor of Austria is the head of government of the Republic of Austria. The position corresponds to that of Prime Minister in several other parliamentary democracies. The term is gendered in the German language."}]}, {"heading": "Births", "year": "1904", "date": "October 2", "txt": "Graham Greene, English novelist, playwright, and critic (d. 1991)", "entities": [{"title": "Graham Greene", "href": "/wiki/Graham_Greene", "description": "Henry Graham Greene was an English writer and journalist regarded by many as one of the leading English novelists of the 20th century. Combining literary acclaim with widespread popularity, Greene acquired a reputation early in his lifetime as a major writer, both of serious Catholic novels, and of thrillers. He was shortlisted, in 1966 and 1967, for the Nobel Prize for Literature. Through 67 year"}]}, {"heading": "Births", "year": "1904", "date": "October 2", "txt": "Lal Bahadur Shastri, Indian academic and politician, 2nd Prime Minister of India (d. 1966)", "entities": [{"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Births", "year": "1905", "date": "October 2", "txt": "Franjo Šeper, Croatian cardinal (d. 1981)", "entities": [{"title": "Franjo Šeper", "href": "/wiki/Franjo_%C5%A0eper", "description": "Franjo Šeper was a Croatian Cardinal of the Roman Catholic Church. He served as Prefect of the Congregation for the Doctrine of the Faith from 1968 to 1981, and was elevated to the cardinalate in 1965."}]}, {"heading": "Births", "year": "1906", "date": "October 2", "txt": "Thomas Hollway, Australian politician, 36th Premier of Victoria (d. 1971)", "entities": [{"title": "Thomas Hollway", "href": "/wiki/Thomas_Hollway", "description": "Thomas Tuke Hollway was the 36th Premier of Victoria, and the first to be born in the 20th century. He held office from 1947 to 1950, and again for a short period in 1952. He was originally a member and the leader of the United Australia Party (UAP) in Victoria, and was the inaugural leader of the UAP's successor, the Victorian division of the Liberal Party, but split from the Liberals after a dis"}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1906", "date": "October 2", "txt": "August Komendant, Estonian-American engineer and academic (d. 1992)", "entities": []}, {"heading": "Births", "year": "1907", "date": "October 2", "txt": "Víctor Paz Estenssoro, Bolivian politician, 52nd President of Bolivia (d. 2001)", "entities": [{"title": "Víctor Paz Estenssoro", "href": "/wiki/V%C3%ADctor_Paz_Estenssoro", "description": "Ángel Víctor Paz Estenssoro was a Bolivian politician who served as the 45th President of Bolivia for three nonconsecutive and four total terms from 1952 to 1956, 1960 to 1964 and 1985 to 1989. He ran for president eight times and was victorious in 1951, 1960, 1964 and 1985. His 1951 victory was annulled by a military junta led by Hugo Ballivián, and his 1964 victory was interrupted by the 1964 Bo"}, {"title": "President of Bolivia", "href": "/wiki/President_of_Bolivia", "description": "The President of Bolivia, officially known as the President of the Plurinational State of Bolivia, is head of state and head of government of Bolivia and the Captain General of the Armed Forces of Bolivia."}]}, {"heading": "Births", "year": "1907", "date": "October 2", "txt": "Alexander R. Todd, Scottish-English biochemist and academic, Nobel Prize laureate (d. 1997)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1909", "date": "October 2", "txt": "Alex Raymond, American cartoonist, creator of Flash Gordon (d. 1956)", "entities": [{"title": "Alex Raymond", "href": "/wiki/Alex_Raymond", "description": "Alexander Gillespie Raymond Jr. was an American cartoonist who was best known for creating the Flash Gordon comic strip for King Features Syndicate in 1934. The strip was subsequently adapted into many other media, from three Universal movie serials to a 1970s television series and a 1980 feature film."}]}, {"heading": "Births", "year": "1911", "date": "October 2", "txt": "Jack Finney, American author and playwright (d. 1995)", "entities": [{"title": "Jack Finney", "href": "/wiki/Jack_Finney", "description": "Walter Braden \"Jack\" Finney was an American author. His best-known works are science fiction and thrillers, including The Body Snatchers and Time and Again. The former was the basis for the 1956 film Invasion of the Body Snatchers and its remakes."}]}, {"heading": "Births", "year": "1912", "date": "October 2", "txt": "Frank Malina, American engineer and painter (d. 1981)", "entities": [{"title": "Frank Malina", "href": "/wiki/Frank_Malina", "description": "Frank Joseph Malina was an American aeronautical engineer and painter, especially known for becoming both a pioneer in the art world and the realm of scientific engineering."}]}, {"heading": "Births", "year": "1914", "date": "October 2", "txt": "Jack Parsons, American chemist, occultist, and engineer (d. 1952)", "entities": [{"title": "Jack Parsons (rocket engineer)", "href": "/wiki/Jack_Parsons_(rocket_engineer)", "description": "John Whiteside Parsons was an American rocket engineer, chemist, and Thelemite occultist. Associated with the California Institute of Technology (Caltech), Parsons was one of the principal founders of both the Jet Propulsion Laboratory (JPL) and the Aerojet Engineering Corporation. He invented the first rocket engine to use a castable, composite rocket propellant, and pioneered the advancement of "}]}, {"heading": "Births", "year": "1914", "date": "October 2", "txt": "Bernarr Rainbow, English organist, conductor, and historian (d. 1998)", "entities": []}, {"heading": "Births", "year": "1915", "date": "October 2", "txt": "Chuck Williams, American author and businessman, founded Williams Sonoma (d. 2015)", "entities": [{"title": "Chuck Williams (author)", "href": "/wiki/Chuck_Williams_(author)", "description": "Charles Edward \"Chuck\" Williams was the American founder of Williams Sonoma and author and editor of more than 100 books on the subject of cooking. Williams is credited for playing a major role in introducing French cookware into American kitchens through his retail and mail-order business. He became a centenarian in October 2015 and died two months later on December 5, 2015 in San Francisco, Cali"}, {"title": "Williams Sonoma (brand)", "href": "/wiki/Williams_Sonoma_(brand)", "description": "Williams Sonoma is an American retailer of cookware, appliances and home furnishings. It is owned by Williams-Sonoma, Inc. and was founded by Charles E. (Chuck) Williams in 1956."}]}, {"heading": "Births", "year": "1917", "date": "October 2", "txt": "Christian de Duve, English-Belgian cytologist and biochemist, Nobel Prize laureate (d. 2013)", "entities": [{"title": "Christian de Duve", "href": "/wiki/Christian_de_Duve", "description": "Christian René Marie Joseph, Viscount de Duve was a Nobel Prize-winning English-born Belgian cytologist and biochemist. He made serendipitous discoveries of two cell organelles, peroxisome and lysosome, for which he shared the Nobel Prize in Physiology or Medicine in 1974 with Albert Claude and George E. Palade. In addition to peroxisome and lysosome, he invented the scientific names such as autop"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1917", "date": "October 2", "txt": "Charles Drake, American actor (d. 1994)", "entities": []}, {"heading": "Births", "year": "1919", "date": "October 2", "txt": "John W. Duarte, English guitarist and composer (d. 2004)", "entities": [{"title": "John W. Duarte", "href": "/wiki/John_W._Duarte", "description": "\n\nJohn William Duarte was a British composer, guitarist and writer."}]}, {"heading": "Births", "year": "1919", "date": "October 2", "txt": "Jan Flinterman, Dutch race car driver and pilot (d. 1992)", "entities": []}, {"heading": "Births", "year": "1921", "date": "October 2", "txt": "Edmund Crispin, English writer and composer (d. 1978)", "entities": [{"title": "Edmund Crispin", "href": "/wiki/Edmund_Crispin", "description": "\n\nEdmund Crispin was the pseudonym of Robert Bruce Montgomery, an English crime writer and composer, known for his Gervase Fen novels and for his musical scores for the early films in the Carry On series."}]}, {"heading": "Births", "year": "1921", "date": "October 2", "txt": "Albert Scott Crossfield, American pilot and engineer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1921", "date": "October 2", "txt": "Robert Runcie, English archbishop (d. 2000)", "entities": []}, {"heading": "Births", "year": "1925", "date": "October 2", "txt": "Wren Blair, Canadian ice hockey player, coach, and manager (d. 2013)", "entities": [{"title": "Wren Blair", "href": "/wiki/Wren_Blair", "description": "Wren Alvin Blair  was a Canadian ice hockey coach, scout and executive in the National Hockey League."}]}, {"heading": "Births", "year": "1926", "date": "October 2", "txt": "Jan Morris, English-Welsh historian and author (d. 2020)", "entities": [{"title": "Jan Morris", "href": "/wiki/Jan_Morris", "description": "Jan Morris was a Welsh historian, author and travel writer. She was known particularly for the Pax Britannica trilogy (1968–1978), a history of the British Empire, and for portraits of cities, including Oxford, Venice, Trieste, Hong Kong, and New York City. She published under her birth name, James, until 1972, when she had gender reassignment surgery after transitioning from male to female."}]}, {"heading": "Births", "year": "1928", "date": "October 2", "txt": "George McFarland, American actor (d. 1993)", "entities": [{"title": "George McFarland", "href": "/wiki/George_McFarland", "description": "George McFarland was an American actor most famous for his appearances as a child as Spanky in the Our Gang series of short-subject comedies of the 1930s and 1940s. The Our Gang shorts were later syndicated to television as The Little Rascals."}]}, {"heading": "Births", "year": "1928", "date": "October 2", "txt": "Geert Hofstede, Dutch sociologist (d. 2020)", "entities": []}, {"heading": "Births", "year": "1928", "date": "October 2", "txt": "Wolfhart Pannenberg, Polish-German theologian and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1929", "date": "October 2", "txt": "Peter Bronfman, Canadian businessman (d. 1996)", "entities": [{"title": "Peter Bronfman", "href": "/wiki/Peter_Bronfman", "description": "Peter Frederick Bronfman was a Canadian businessman and entrepreneur, born in Montreal, and member of the Toronto branch of Canada's wealthy Bronfman family. He attended Selwyn House School in Montreal and the elite Lawrenceville School in New Jersey, one of the oldest prep schools in America, and received his bachelor's degree from Yale University in 1952."}]}, {"heading": "Births", "year": "1929", "date": "October 2", "txt": "Moses Gunn, American actor (d. 1993)", "entities": []}, {"heading": "Births", "year": "1930", "date": "October 2", "txt": "Dave Barrett, Canadian social worker and politician, 26th Premier of British Columbia (d. 2018)", "entities": [{"title": "Dave Barrett", "href": "/wiki/Dave_Barrett", "description": "David Barrett was a politician and social worker in British Columbia, Canada. He was the 26th Premier of British Columbia for three years between 1972 and 1975."}, {"title": "Premier of British Columbia", "href": "/wiki/Premier_of_British_Columbia", "description": "The premier of British Columbia is the first minister, head of government, and de facto chief executive for the Canadian province of British Columbia. Until the early 1970s, the title prime minister of British Columbia was often used. The word premier is derived from the French word of the same spelling, meaning \"first\"; and ultimately from the Latin word primarius, meaning \"primary\"."}]}, {"heading": "Births", "year": "1932", "date": "October 2", "txt": "Maury Wills, American baseball player, manager, and sportscaster", "entities": [{"title": "Maury Wills", "href": "/wiki/Maury_Wills", "description": "Maurice Morning Wills is an American former professional baseball player and manager. He played in Major League Baseball (MLB) primarily for the Los Angeles Dodgers from 1959 through 1966 and the latter part of 1969 through 1972 as a shortstop and switch-hitter; he played for the Pittsburgh Pirates in 1967 and 1968, and the Montreal Expos the first part of 1969. Wills was an essential component of"}]}, {"heading": "Births", "year": "1933", "date": "October 2", "txt": "John Gurdon, English biologist and academic, Nobel Prize laureate", "entities": [{"title": "John Gurdon", "href": "/wiki/John_Gurdon", "description": "Sir John Bertrand Gurdon is a British developmental biologist. He is best known for his pioneering research in nuclear transplantation and cloning. He was awarded the Lasker Award in 2009. In 2012, he and Shinya Yamanaka were awarded the Nobel Prize for Physiology or Medicine for the discovery that mature cells can be converted to stem cells."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1933", "date": "October 2", "txt": "Phill Niblock, American composer and director", "entities": []}, {"heading": "Births", "year": "1933", "date": "October 2", "txt": "Dave Somerville, Canadian singer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1934", "date": "October 2", "txt": "Richard Scott, Baron Scott of Foscote, South African-English lawyer and judge", "entities": [{"title": "Richard Scott, Baron Scott of Foscote", "href": "/wiki/Richard_Scott,_Baron_Scott_of_Foscote", "description": "Richard Rashleigh Folliott Scott, Baron Scott of Foscote, PC,, is an India-born British judge, who formerly held the office of Lord of Appeal in Ordinary."}]}, {"heading": "Births", "year": "1934", "date": "October 2", "txt": "Earl Wilson, American baseball player and coach (d. 2005)", "entities": []}, {"heading": "Births", "year": "1935", "date": "October 2", "txt": "Omar Sívori, Italian-Argentine footballer and manager (d. 2005)", "entities": [{"title": "Omar Sívori", "href": "/wiki/Omar_S%C3%ADvori", "description": "Enrique Omar Sívori was an Italian Argentine football player and manager who played as a forward. At club level, he is known for his successful time with Italian side Juventus during the late 1950s and early 1960s, where he won three Serie A titles among other trophies; he also played for River Plate in Argentina and Napoli in Italy."}]}, {"heading": "Births", "year": "1936", "date": "October 2", "txt": "Dick Barnett, American basketball player and educator", "entities": [{"title": "Dick Barnett", "href": "/wiki/Dick_Barnett", "description": "Richard Barnett is a former American basketball shooting guard in the National Basketball Association (NBA) for the Syracuse Nationals, Los Angeles Lakers and New York Knicks. He also was a member of the Cleveland Pipers in the American Basketball League. He played college basketball at Tennessee A&I College."}]}, {"heading": "Births", "year": "1936", "date": "October 2", "txt": "Feliciano Belmonte Jr., Filipino lawyer and politician, 20th Speaker of the House of Representatives of the Philippines", "entities": [{"title": "Speaker of the House of Representatives of the Philippines", "href": "/wiki/Speaker_of_the_House_of_Representatives_of_the_Philippines", "description": "The speaker of the House of Representatives of the Philippines is the presiding officer and the highest-ranking official of the lower house of Congress, the House of Representatives, as well as the fourth highest and most powerful official of the Government of the Philippines."}]}, {"heading": "Births", "year": "1936", "date": "October 2", "txt": "Connie Dierking, American basketball player (d. 2013)", "entities": []}, {"heading": "Births", "year": "1937", "date": "October 2", "txt": "Johnnie Cochran, American lawyer (d. 2005)", "entities": [{"title": "Johnnie Cochran", "href": "/wiki/Johnnie_Cochran", "description": "Johnnie Lee Cochran Jr. was an American lawyer and civil activist best known for his leadership role in the defense and criminal acquittal of O. J. Simpson for the murder of his ex-wife Nicole Brown Simpson and her friend Ron Goldman. He defended his client with rhymes like \"if it doesn't fit, you must acquit!\""}]}, {"heading": "Births", "year": "1938", "date": "October 2", "txt": "Nick Gravenites, American singer–songwriter and guitarist", "entities": [{"title": "Nick Gravenites", "href": "/wiki/Nick_Gravenites", "description": "Nicholas George Gravenites is an American blues, rock and folk singer, songwriter, and guitarist, best known for his work with Electric Flag as their lead singer, Janis Joplin, Mike Bloomfield and several influential bands and individuals of the generation springing from the 1960s and 1970s. He has sometimes performed under the stage names Nick \"The Greek\" Gravenites and Gravy."}]}, {"heading": "Births", "year": "1938", "date": "October 2", "txt": "Waheed Murad, Pakistani actor, producer, and screenwriter (d. 1983)", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 2", "txt": "Rex Reed, American film critic", "entities": []}, {"heading": "Births", "year": "1939", "date": "October 2", "txt": "Budhi Kunderan, Indian cricketer (d. 2006)", "entities": [{"title": "Budhi Kunderan", "href": "/wiki/Budhi_Kunderan", "description": "Budhisagar Krishnappa Kunderan(Tulu: ಬುಧಿಸಾಗರ ಕೃಷ್ಣಪ್ಪ ಕುಂದೆರನ್) pronunciation (help·info) was an Indian cricketer. He played as a wicket keeper for the most of his career, and was an exciting but unorthodox right-handed batsman who competed for international selection with contemporary Farokh Engineer. In his eighteen Tests between 1960 and 1967 he scored 981 runs with two centuries and a batting"}]}, {"heading": "Births", "year": "1941", "date": "October 2", "txt": "Diana Hendry, English poet and author", "entities": [{"title": "Diana Hendry", "href": "/wiki/Diana_Hendry", "description": "Diana Lois Hendry is an English poet, children's author and short story writer. She won a Whitbread Award in 1991 and was again shortlisted for the prize in 2012."}]}, {"heading": "Births", "year": "1941", "date": "October 2", "txt": "Ron Meagher, American rock bass player", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 2", "txt": "Steve Sabol, American director and producer, co-founded NFL Films (d. 2012)", "entities": [{"title": "Steve Sabol", "href": "/wiki/Steve_Sabol", "description": "Stephen Douglas Sabol was an American filmmaker. He was the president and one of the founders of NFL Films, along with his father Ed. He was also a widely exhibited visual artist."}, {"title": "NFL Films", "href": "/wiki/NFL_Films", "description": "NFL Productions, LLC, doing business as NFL Films, is the film and television production company of the National Football League. It produces commercials, television programs, feature films, and documentaries for and about (NFL), as well as other unrelated major events and awards shows. Founded as Blair Motion Pictures by Ed Sabol in 1962 and run by his son Steve Sabol until his death, it produces"}]}, {"heading": "Births", "year": "1943", "date": "October 2", "txt": "Anna Ford, English journalist and academic", "entities": [{"title": "Anna Ford", "href": "/wiki/Anna_Ford", "description": "Anna Ford is an English former journalist, television presenter and newsreader. She first worked as a researcher, news reporter and later newsreader for Granada Television, ITN, and the BBC. Ford helped launch the British breakfast television broadcaster TV-am. She retired from broadcast news presenting in April 2006 and was a non-executive director of Sainsbury's until the end of 2012. Ford now l"}]}, {"heading": "Births", "year": "1943", "date": "October 2", "txt": "Franklin Rosemont, American poet, painter, and historian (d. 2009)", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 2", "txt": "Henri Szeps, Australian actor", "entities": []}, {"heading": "Births", "year": "1944", "date": "October 2", "txt": "Vernor Vinge, American computer scientist and author", "entities": [{"title": "Vernor Vinge", "href": "/wiki/Vernor_Vinge", "description": "Vernor Steffen Vinge is an American science fiction author and retired professor. He taught mathematics and computer science at San Diego State University. He is the first wide-scale popularizer of the technological singularity concept and perhaps the first to present a fictional \"cyberspace\". He has won the Hugo Award for his novels and novellas A Fire Upon the Deep (1992), A Deepness in the Sky "}]}, {"heading": "Births", "year": "1945", "date": "October 2", "txt": "Martin Hellman, American cryptographer and academic", "entities": [{"title": "Martin Hellman", "href": "/wiki/Martin_Hellman", "description": "Martin Edward Hellman is an American cryptologist, best known for his invention of public key cryptography in cooperation with Whitfield Diffie and Ralph Merkle. Hellman is a longtime contributor to the computer privacy debate, has applied risk analysis to a potential failure of nuclear deterrence, and in 2016 wrote a book with his wife, Dorothie Hellman, that links creating love at home to bringi"}]}, {"heading": "Births", "year": "1945", "date": "October 2", "txt": "Don McLean, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 2", "txt": "Sonthi Boonyaratglin, Thai general and politician", "entities": [{"title": "Sonthi Boonyaratglin", "href": "/wiki/Sonthi_Boonyaratglin", "description": "Sonthi Boonyaratglin is a Thai former Commander-in-Chief of the Royal Thai Army and former head of the Council for National Security, the military junta that ruled the kingdom, of Iranian descent. He was the first Muslim in charge of the army of the mostly Buddhist country. On 19 September 2006, he became the de facto head of government of Thailand after overthrowing the elected government in a co"}]}, {"heading": "Births", "year": "1946", "date": "October 2", "txt": "Peter Kellner, English journalist and author", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 2", "txt": "Ward Churchill, American author and activist", "entities": [{"title": "Ward Churchill", "href": "/wiki/Ward_Churchill", "description": "Ward LeRoy Churchill is an American author and political activist. He was a professor of ethnic studies at the University of Colorado Boulder from 1990 until 2007. The primary focus of his work is on the historical treatment of political dissenters and Native Americans by the United States government. His work features controversial and provocative views, written in a direct, often confrontational"}]}, {"heading": "Births", "year": "1947", "date": "October 2", "txt": "Paul Jackson, English director and producer", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 2", "txt": "Trevor Brooking, English footballer and manager", "entities": [{"title": "Trevor Brooking", "href": "/wiki/Trevor_Brooking", "description": "Sir Trevor David Brooking, is a former England international footballer, manager, pundit and football administrator; he now works as director of football development in England."}]}, {"heading": "Births", "year": "1948", "date": "October 2", "txt": "Avery Brooks, American actor and singer", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 2", "txt": "Donna Karan, American fashion designer, founded DKNY", "entities": [{"title": "DKNY", "href": "/wiki/DKNY", "description": "DKNY is a New York City-based fashion house specializing in fashion goods for men and women, founded in 1984 by Donna Karan."}]}, {"heading": "Births", "year": "1948", "date": "October 2", "txt": "Siim Kallas, Estonian soldier and politician, 13th Prime Minister of Estonia", "entities": [{"title": "Prime Minister of Estonia", "href": "/wiki/Prime_Minister_of_Estonia", "description": "The Prime Minister of Estonia is the head of government of the Republic of Estonia. The prime minister is nominated by the President after appropriate consultations with the parliamentary factions and confirmed by the Parliament. In case of disagreement, the Parliament can reject the President's nomination and choose their own candidate. In practice, since the Prime Minister must maintain the conf"}]}, {"heading": "Births", "year": "1948", "date": "October 2", "txt": "Persis Khambatta, Indian model and actress, Femina Miss India 1965 (d. 1998)", "entities": [{"title": "Femina Miss India", "href": "/wiki/Femina_Miss_India", "description": "Miss India or Femina Miss India is a national beauty pageant in India that annually selects representatives to compete in Miss World, one of the Big Four major international beauty pageants. It is organised by Femina, a women's magazine published by The Times Group. Since 2013, Femina also organizes Miss Diva separately which sends representatives to Miss Universe."}]}, {"heading": "Births", "year": "1948", "date": "October 2", "txt": "Chris LeDoux, American singer-songwriter and sculptor (d. 2005)", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 2", "txt": "Richard Hell, American singer-songwriter and bass player", "entities": [{"title": "Richard Hell", "href": "/wiki/Richard_Hell", "description": "Richard Lester Meyers, better known by his stage name Richard Hell, is an American singer, songwriter, bass guitarist and writer."}]}, {"heading": "Births", "year": "1949", "date": "October 2", "txt": "Annie Leibovitz, American photographer", "entities": []}, {"heading": "Births", "year": "1950", "date": "October 2", "txt": "Mike Rutherford, English guitarist and songwriter", "entities": [{"title": "Mike Rutherford", "href": "/wiki/Mike_Rutherford", "description": "Michael John Cloete Crawford Rutherford is an English guitarist, bassist, songwriter, and singer who co-founded the rock band Genesis in 1967. He is one of the group's two continuous members along with keyboardist Tony Banks."}]}, {"heading": "Births", "year": "1951", "date": "October 2", "txt": "Sting, English singer-songwriter, bass player, and actor", "entities": [{"title": "Sting (musician)", "href": "/wiki/Sting_(musician)", "description": "Gordon Matthew Thomas Sumner, known professionally as Sting, is an English musician and actor. He was the principal songwriter, lead singer, and bassist for new wave rock band the Police from 1977 to 1984. He launched a solo career in 1985, and has included elements of rock, jazz, reggae, classical, new-age and worldbeat in his music."}]}, {"heading": "Births", "year": "1952", "date": "October 2", "txt": "Jan Švejnar, Czech-American economist and politician", "entities": [{"title": "Jan Švejnar", "href": "/wiki/Jan_%C5%A0vejnar", "description": "Jan Švejnar is a USA-based, Czech-born economist. He was a candidate for the 2008 election of the President of the Czech Republic."}]}, {"heading": "Births", "year": "1953", "date": "October 2", "txt": "Vanessa Bell Armstrong, American singer", "entities": [{"title": "Vanessa Bell Armstrong", "href": "/wiki/Vanessa_Bell_Armstrong", "description": "Vanessa Bell Armstrong is a gospel singer who released her debut album Peace Be Still in 1983."}]}, {"heading": "Births", "year": "1953", "date": "October 2", "txt": "Muhammad Abdul Bari, Bangladeshi-English physicist and academic", "entities": []}, {"heading": "Births", "year": "1954", "date": "October 2", "txt": "Lorraine Bracco, American actress and producer", "entities": [{"title": "Lorraine Bracco", "href": "/wiki/Lorraine_Bracco", "description": "Lorraine Bracco is an American film and television actress. Known for her distinct husky voice and Brooklyn accent, she has been nominated for an Academy Award, four Emmy Awards, four Golden Globe Awards, and three Screen Actors Guild Awards."}]}, {"heading": "Births", "year": "1955", "date": "October 2", "txt": "Philip Oakey, English singer-songwriter, keyboard player, and producer", "entities": [{"title": "Philip Oakey", "href": "/wiki/Philip_Oakey", "description": "Philip (Phil) Oakey is an English singer, songwriter and record producer. He is best known as the lead singer, songwriter, and co-founder of English synth-pop band The Human League. Aside from The Human League, he has had an extensive solo music career and collaborated with numerous other artists and producers."}]}, {"heading": "Births", "year": "1955", "date": "October 2", "txt": "Nancy Rothwell, English physiologist and academic", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 2", "txt": "Peter Bruce, Scottish chemist and academic", "entities": [{"title": "Peter Bruce", "href": "/wiki/Peter_Bruce", "description": "Peter George Bruce FRS, FRSE, FRSC is a British chemist, and Wolfson Professor of Materials in the Department of Materials at the University of Oxford. In 2018 he was appointed as Physical Secretary and Vice President of the Royal Society. Bruce is a founder and Chief Scientist of the Faraday Institution."}]}, {"heading": "Births", "year": "1956", "date": "October 2", "txt": "Freddie Jackson, American soul singer", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 2", "txt": "Viatcheslav Mukhanov, Russian-German cosmologist and physicist", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 2", "txt": "John Cook, American golfer", "entities": [{"title": "John Cook (golfer)", "href": "/wiki/John_Cook_(golfer)", "description": "John Neuman Cook is an American professional golfer, who won eleven times on the PGA Tour and was a member of the Ryder Cup team in 1993. He was ranked in the top ten of the Official World Golf Ranking for 45 weeks in 1992 and 1993. Cook currently plays on the PGA Tour Champions and is a studio analyst on Golf Channel."}]}, {"heading": "Births", "year": "1957", "date": "October 2", "txt": "Wade Dooley, English rugby player and police officer", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 2", "txt": "Dave Faulkner, Australian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 2", "txt": "Kate St John, English singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1958", "date": "October 2", "txt": "Robbie Nevil, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Robbie Nevil", "href": "/wiki/Robbie_Nevil", "description": "Robert S. Nevil is an American pop singer, songwriter, producer, and guitarist who had five Billboard Top 40 hits including his songs \"C'est la Vie\", \"Dominoes\", and \"Wot's It to Ya\"."}]}, {"heading": "Births", "year": "1959", "date": "October 2", "txt": "Luis Fernández, French footballer and manager", "entities": [{"title": "Luis Fernández", "href": "/wiki/Luis_Fern%C3%A1ndez", "description": "Luis Miguel Fernández Toledo, known as Luis Fernandez, is a French-Spanish football manager and former player who played as a defender or midfielder."}]}, {"heading": "Births", "year": "1960", "date": "October 2", "txt": "Glenn Anderson, Canadian ice hockey player and sportscaster", "entities": [{"title": "Glenn Anderson", "href": "/wiki/Glenn_Anderson", "description": "Glenn Chris Anderson is a Canadian former professional ice hockey player who played 16 seasons in the National Hockey League (NHL) for the Edmonton Oilers, Toronto Maple Leafs, New York Rangers, and St. Louis Blues. Anderson was known to have a knack for stepping up in big games, which garnered him the reputation of a \"money\" player. His five playoff overtime goals rank third in NHL history, while"}]}, {"heading": "Births", "year": "1960", "date": "October 2", "txt": "Django Bates, English pianist and composer", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 2", "txt": "Johan Lammerts, Dutch cyclist", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 2", "txt": "Joe Sacco, American journalist and cartoonist", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 2", "txt": "Tom Schweich, American lawyer and politician, 36th State Auditor of Missouri (d. 2015)", "entities": [{"title": "State Auditor of Missouri", "href": "/wiki/State_Auditor_of_Missouri", "description": "The State Auditor of Missouri is an elected official responsible for serving as the State of Missouri's chief fiscal regulator, conducting financial and performance audits for approximately 200 state agencies, boards, and commissions, and the state's judicial branch. The State Auditor also conducts audits for county and city governments lacking their own auditor or when requested by citizen petiti"}]}, {"heading": "Births", "year": "1960", "date": "October 2", "txt": "Dereck Whittenburg, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 2", "txt": "Jaan Toomik, Estonian director and producer", "entities": [{"title": "Jaan Toomik", "href": "/wiki/Jaan_Toomik", "description": "Jaan Toomik is an Estonian video artist, painter and award-winning filmmaker, often described as the most widely acknowledged Estonian contemporary artist on the international scene."}]}, {"heading": "Births", "year": "1962", "date": "October 2", "txt": "James Hunter, English singer-songwriter and guitarist", "entities": [{"title": "James Hunter (singer)", "href": "/wiki/James_Hunter_(singer)", "description": "James Hunter is an English R&B musician and soul singer."}]}, {"heading": "Births", "year": "1962", "date": "October 2", "txt": "Mark Rypien, Canadian-American football player", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 2", "txt": "Keith Bradshaw, Australian cricketer and accountant", "entities": [{"title": "Keith Bradshaw (cricketer)", "href": "/wiki/Keith_Bradshaw_(cricketer)", "description": "Keith Bradshaw is an Australian cricketer, accountant and administrator."}]}, {"heading": "Births", "year": "1964", "date": "October 2", "txt": "Dirk Brinkmann, German field hockey player", "entities": [{"title": "Dirk Brinkmann", "href": "/wiki/Dirk_Brinkmann", "description": "Dirk Brinkmann is a former West German field hockey player who competed at two Summer Olympics. On both occasions he won the silver medal with his team at the 1984 Summer Olympics and 1988 Summer Olympics. He was born in Duisburg, Nordrhein-Westfalen."}]}, {"heading": "Births", "year": "1965", "date": "October 2", "txt": "Darren Cahill, Australian tennis player and coach", "entities": [{"title": "Darren Cahill", "href": "/wiki/Darren_Cahill", "description": "Darren Cahill is a tennis coach and former professional tennis player from Australia. In addition, Cahill is a tennis analyst for the Grand Slam events on the US sports network ESPN and a coach with the Adidas Player Development Program and at ProTennisCoach.com."}]}, {"heading": "Births", "year": "1965", "date": "October 2", "txt": "Tom Moody, Australian cricketer and sportscaster", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 2", "txt": "Frankie Fredericks, Namibian sprinter", "entities": [{"title": "Frankie Fredericks", "href": "/wiki/Frankie_Fredericks", "description": "Frank \"Frankie\" Fredericks is a former track and field athlete from Namibia. Running in the 100 metres and 200 metres, he won four silver medals at the Olympic Games, making him Namibia's only able-bodied Olympic medalist to date. He also won gold medals at the World Championships, World Indoor Championships, All-Africa Games and Commonwealth Games. He is the world indoor record-holder for 200 met"}]}, {"heading": "Births", "year": "1967", "date": "October 2", "txt": "Gary L. Gregg, American political scientist, author, and academic", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 2", "txt": "Thomas Muster, Austrian tennis player", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 2", "txt": "Gillian Welch, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 2", "txt": "Victoria Derbyshire, English journalist and radio host", "entities": [{"title": "Victoria Derbyshire", "href": "/wiki/Victoria_Derbyshire", "description": "Victoria Antoinette Derbyshire is a British journalist, newsreader and broadcaster. Her eponymous current affairs and debate programme was broadcast on BBC Two and the BBC News Channel from 2015 until March 2020. She has also presented Newsnight and BBC Panorama. She was one of eight women to appear in ITV's The Real Full Monty: Ladies Night – an entertainment documentary to raise awareness of bre"}]}, {"heading": "Births", "year": "1968", "date": "October 2", "txt": "Benjie Paras, Filipino basketball player and actor", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 2", "txt": "Jeff Martin, Canadian singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 2", "txt": "Jana Novotná, Czech tennis player and sportscaster (d. 2017)", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 2", "txt": "Glen Wesley, Canadian-American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 2", "txt": "Kelly Willis, American country music singer-songwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 2", "txt": "Badly Drawn Boy, English indie singer-songwriter and multi-instrumentalist", "entities": [{"title": "Badly Drawn Boy", "href": "/wiki/Badly_Drawn_Boy", "description": "Damon Michael Gough, known by the stage name Badly Drawn Boy, is an English indie singer-songwriter and multi-instrumentalist."}]}, {"heading": "Births", "year": "1969", "date": "October 2", "txt": "Mitch English, American talk show host, comedian, weatherman", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 2", "txt": "Eddie Guardado, American baseball player and coach", "entities": [{"title": "Eddie Guardado", "href": "/wiki/Eddie_Guardado", "description": "Edward Adrian Guardado is a former Major League Baseball relief pitcher and current bullpen coach. Guardado played in Major League Baseball (MLB) for the Minnesota Twins, Seattle Mariners (2004–2006), Cincinnati Reds (2006–2007), and the Texas Rangers. He was named as a bullpen coach for the Minnesota Twins in 2014."}]}, {"heading": "Births", "year": "1970", "date": "October 2", "txt": "Patricia O'Callaghan, Canadian soprano and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 2", "txt": "Kelly Ripa, American actress, producer, and talk show host", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 2", "txt": "Maribel Verdú, Spanish actress", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 2", "txt": "Tiffany Darwish, American singer-songwriter and actress", "entities": [{"title": "Tiffany Darwish", "href": "/wiki/Tiffany_Darwish", "description": "Tiffany Renee Darwish, known professionally as Tiffany, is an American singer, songwriter, actress, and former teen icon. Her 1987 cover of the Tommy James and the Shondells song \"I Think We're Alone Now\" spent two weeks at number 1 on the Billboard Hot 100 chart, and was her biggest hit. It was released as the second single from her debut album Tiffany."}]}, {"heading": "Births", "year": "1971", "date": "October 2", "txt": "Jim Root, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 2", "txt": "Aaron McKie, American basketball player and coach", "entities": [{"title": "Aaron McKie", "href": "/wiki/Aaron_McKie", "description": "Aaron Fitzgerald McKie is an American basketball coach and former professional basketball player who played 14 seasons in the National Basketball Association (NBA). He is currently the head coach for his alma mater Temple University. Selected by the Portland Trail Blazers 17th overall in the 1994 NBA draft, McKie spent time as a point guard, shooting guard or small forward throughout his professio"}]}, {"heading": "Births", "year": "1973", "date": "October 2", "txt": "Melissa Harris-Perry, American journalist, author, and educator", "entities": [{"title": "Melissa Harris-Perry", "href": "/wiki/Melissa_Harris-Perry", "description": "Melissa Victoria Harris-Perry, formerly known as Melissa Victoria Harris-Lacewell, is an American writer, professor, television host, and political commentator with a focus on African-American politics. Harris-Perry hosted the Melissa Harris-Perry weekend news and opinion television show on MSNBC from 2012 to February 27, 2016."}]}, {"heading": "Births", "year": "1973", "date": "October 2", "txt": "Lene Nystrøm, Norwegian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 2", "txt": "Proof, American rapper and actor (d. 2006)", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 2", "txt": "Scott Schoeneweis, American baseball player", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 2", "txt": "Maria Wetterstrand, Swedish politician", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 2", "txt": "Adel Ferdosipour, Iranian journalist and sportscaster", "entities": [{"title": "Adel Ferdosipour", "href": "/wiki/Adel_Ferdosipour", "description": "Adel Ferdosipour, is an Iranian journalist, translator, university professor, football commentator and television show host and producer. He was the host and producer of the popular TV show Navad.\nHe is producer of the popular TV show Football 120."}]}, {"heading": "Births", "year": "1974", "date": "October 2", "txt": "Bjarke Ingels, Danish architect", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 2", "txt": "Brian Knight, American baseball player and umpire", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 2", "txt": "Michelle Krusiec, Taiwanese-American actress and producer", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 2", "txt": "Matthew Nicholson, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 2", "txt": "Mark Porter, New Zealand race car driver (d. 2006)", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 2", "txt": "Sam Roberts, Canadian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 2", "txt": "Paul Teutul Jr., American motorcycle designer, co-founded Orange County Choppers", "entities": [{"title": "Orange County Choppers", "href": "/wiki/Orange_County_Choppers", "description": "Orange County Choppers (OCC) is an American motorcycle manufacturer and lifestyle brand company based in the town of Newburgh, located in Orange County, New York, that was founded in 1999 by Paul Teutul Sr. The company was featured on American Chopper, a reality TV show that debuted in September 2002 on the Discovery Channel. The series moved to Discovery Channel's sister channel TLC in 2007. Foll"}]}, {"heading": "Births", "year": "1974", "date": "October 2", "txt": "Kevin Van De Wege, American firefighter and politician", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 2", "txt": "Baiba Broka, Latvian politician", "entities": [{"title": "Baiba Broka (politician)", "href": "/wiki/Baiba_Broka_(politician)", "description": "Baiba Broka is a Latvian lawyer, academic, former politician, former Minister of Justice of Latvia from National Alliance."}]}, {"heading": "Births", "year": "1976", "date": "October 2", "txt": "Mark Chilton, English cricketer", "entities": [{"title": "Mark Chilton", "href": "/wiki/Mark_Chilton", "description": "Mark James Chilton is an English first-class cricketer. Chilton was educated at Manchester Grammar School and Durham University where he won the British Universities tournament in 1997. The same year he made his debut for Lancashire, aged 20. Chilton has been compared in batting style to fellow Manchester Grammar School student and former Lancashire and England batsman John Crawley."}]}, {"heading": "Births", "year": "1976", "date": "October 2", "txt": "John Thornton, American football player", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 2", "txt": "Didier Défago, Swiss skier", "entities": [{"title": "Didier Défago", "href": "/wiki/Didier_D%C3%A9fago", "description": "Didier Défago is a Swiss retired World Cup alpine ski racer."}]}, {"heading": "Births", "year": "1978", "date": "October 2", "txt": "Ayumi Hamasaki, Japanese singer-songwriter, producer, and actress", "entities": [{"title": "Ayumi Hamasaki", "href": "/wiki/Ayumi_Hamasaki", "description": "Ayumi Hamasaki  is a Japanese singer, songwriter, record producer, actress, model, spokesperson and entrepreneur. Through her entire career, she has written all her lyrical content, and has sometimes composed her music."}]}, {"heading": "Births", "year": "1978", "date": "October 2", "txt": "Matthew Hancock, English economist and politician, Secretary of State for Health and Social Care", "entities": [{"title": "Secretary of State for Health and Social Care", "href": "/wiki/Secretary_of_State_for_Health_and_Social_Care", "description": "The Secretary of State for Health and Social Care, also referred to as the Health Secretary, is a secretary of state position within the Government of the United Kingdom, and leader of the Department of Health and Social Care (DHSC). The postholder has responsibility for all health and social care matters in England, including England's National Health Service (NHS). Alongside the Chief Medical Of"}]}, {"heading": "Births", "year": "1979", "date": "October 2", "txt": "Primož Brezec, Slovenian basketball player", "entities": [{"title": "Primož Brezec", "href": "/wiki/Primo%C5%BE_Brezec", "description": "Primož Brezec is a Slovenian retired professional basketball player. He is a 7 ft 1 in tall center. Brezec has played eight seasons in the NBA."}]}, {"heading": "Births", "year": "1979", "date": "October 2", "txt": "Francisco Fonseca, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 2", "txt": "Maja Ivarsson, Swedish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 2", "txt": "Shane Andrus, American football player", "entities": [{"title": "Shane Andrus", "href": "/wiki/Shane_Andrus", "description": "Shane Andrus is a former American football placekicker. He was signed by the Indianapolis Colts as an undrafted free agent in 2006. He played college football at Murray State."}]}, {"heading": "Births", "year": "1981", "date": "October 2", "txt": "Ridzuan Fatah Hasan, Singaporean footballer", "entities": [{"title": "Ridzuan Fatah Hasan", "href": "/wiki/Ridzuan_Fatah_Hasan", "description": "Ridzuan Fatah Hasan is a professional soccer player who plays for the Hougang United FC in the S.League."}]}, {"heading": "Births", "year": "1981", "date": "October 2", "txt": "Santi Kolk, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 2", "txt": "Luke Wilkshire, Australian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 2", "txt": "Tyson Chandler, American basketball player", "entities": [{"title": "Tyson Chandler", "href": "/wiki/Tyson_Chandler", "description": "Tyson Cleotis Chandler is an American professional basketball player who is currently an unrestricted free agent and last played for the Houston Rockets of the National Basketball Association (NBA). Chandler was drafted directly out of high school as the second overall pick of the 2001 NBA draft by the Los Angeles Clippers, then was immediately traded to the Chicago Bulls. He has also played for t"}]}, {"heading": "Births", "year": "1982", "date": "October 2", "txt": "Esra Gümüş, Turkish volleyball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 2", "txt": "George Pettit, Canadian singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 2", "txt": "Gary Wilkinson, American basketball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 2", "txt": "Marion Bartoli, French tennis player", "entities": [{"title": "Marion Bartoli", "href": "/wiki/Marion_Bartoli", "description": "Marion Bartoli is a French former professional tennis player. She won the 2013 Wimbledon Championships singles title after previously being runner-up in 2007, and was a semifinalist at the 2011 French Open. She also won eight Women's Tennis Association singles and three doubles titles. She announced her immediate retirement from professional tennis on 14 August 2013."}]}, {"heading": "Births", "year": "1985", "date": "October 2", "txt": "Çağlar Birinci, Turkish footballer", "entities": [{"title": "Çağlar Birinci", "href": "/wiki/%C3%87a%C4%9Flar_Birinci", "description": "Çağlar Birinci is a Turkish footballer who plays as a central defender for Altay."}]}, {"heading": "Births", "year": "1985", "date": "October 2", "txt": "Buster Davis, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 2", "txt": "Brandon Jackson, American football player", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 2", "txt": "Camilla Belle, American actress", "entities": [{"title": "Camilla Belle", "href": "/wiki/Camilla_Belle", "description": "Camilla Belle Routh, known professionally as Camilla Belle, is an American actress, director, and producer."}]}, {"heading": "Births", "year": "1987", "date": "October 2", "txt": "Bojana Bobusic, Australian tennis player", "entities": [{"title": "Bojana Bobusic", "href": "/wiki/Bojana_Bobusic", "description": "Bojana Bobusic is a former professional Australian tennis player playing on the ITF women's circuit. On 20 February 2012, she reached her highest WTA singles ranking of 227. She is coached by Rohan Fisher."}]}, {"heading": "Births", "year": "1987", "date": "October 2", "txt": "Joe Ingles, Australian basketball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 2", "txt": "Phil Kessel, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 2", "txt": "Joel Reinders, American football player", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 2", "txt": "Ricky Stenhouse Jr., American race car driver", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 2", "txt": "Brittany Howard, American singer-songwriter and guitarist", "entities": [{"title": "Brittany Howard", "href": "/wiki/Brittany_Howard", "description": "Brittany Howard is an American musician, singer, and songwriter known for being the lead vocalist, guitarist, and main songwriter of rock bands Alabama Shakes and Thunderbitch. Her work with Alabama Shakes has garnered her nine Grammy Award nominations including Best New Artist and Album of the Year for Sound & Color. They eventually won four awards including Best Alternative Music Album."}]}, {"heading": "Births", "year": "1989", "date": "October 2", "txt": "Aaron Hicks, American baseball player", "entities": [{"title": "Aaron Hicks", "href": "/wiki/Aaron_Hicks", "description": "Aaron Michael Hicks is an American professional baseball center fielder for the New York Yankees of Major League Baseball (MLB). He made his MLB debut on April 1, 2013, with the Minnesota Twins."}]}, {"heading": "Births", "year": "1989", "date": "October 2", "txt": "George Nash, English rower", "entities": []}, {"heading": "Births", "year": "1990", "date": "October 2", "txt": "Dean Bouzanis, Australian footballer", "entities": [{"title": "Dean Bouzanis", "href": "/wiki/Dean_Bouzanis", "description": "Dean Anthony Bouzanis is an Australian professional footballer who plays as a goalkeeper for Sutton United."}]}, {"heading": "Births", "year": "1991", "date": "October 2", "txt": "Roberto Firmino, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "October 2", "txt": "Sirje Roops, Estonian footballer", "entities": [{"title": "Sirje Roops", "href": "/wiki/Sirje_Roops", "description": "Sirje Roops is an Estonian football player who plays as a defender for Naiste Meistriliiga club Tammeka. She represented the Estonia national team from 2014 to 2016."}]}, {"heading": "Births", "year": "1993", "date": "October 2", "txt": "Michy Batshuayi, Belgian footballer", "entities": [{"title": "Michy Batshuayi", "href": "/wiki/Michy_Batshuayi", "description": "Michy Batshuayi-Atunga is a Belgian professional footballer who plays as a striker for Premier League club Crystal Palace, on loan from Chelsea, and the Belgian national team."}]}, {"heading": "Births", "year": "1993", "date": "October 2", "txt": "Aaro Vainio, Finnish race car driver", "entities": []}, {"heading": "Births", "year": "1994", "date": "October 2", "txt": "Joana Eidukonytė, Lithuanian tennis player", "entities": [{"title": "Joana Eidukonytė", "href": "/wiki/Joana_Eidukonyt%C4%97", "description": "Joana Eidukonytė is a Lithuanian tennis player."}]}, {"heading": "Births", "year": "1995", "date": "October 2", "txt": "Te Maire Martin, New Zealand rugby league player", "entities": [{"title": "Te Maire Martin", "href": "/wiki/Te_Maire_Martin", "description": "Te Maire Martin is a New Zealand former professional rugby league footballer who played as a five-eighth and fullback for the North Queensland Cowboys and Penrith Panthers in the NRL and New Zealand at international level."}]}, {"heading": "Births", "year": "1995", "date": "October 2", "txt": "Tepai Moeroa, Cook Islands rugby league player", "entities": []}, {"heading": "Births", "year": "1996", "date": "October 2", "txt": "Tom Trbojevic, Australian rugby league player", "entities": [{"title": "Tom Trbojevic", "href": "/wiki/Tom_Trbojevic", "description": "Tom Trbojevic, also known by the nickname of \"Tommy Turbo\", is an Australian professional rugby league footballer who plays as a fullback, wing and centre for the Manly Warringah Sea Eagles in the NRL and Australia at international level."}]}, {"heading": "Births", "year": "1997", "date": "October 2", "txt": "Hana Sugisaki, Japanese actress", "entities": [{"title": "Hana Sugisaki", "href": "/wiki/Hana_Sugisaki", "description": "Hana Sugisaki  is a Japanese actress who was previously signed to Stardust Promotion. Her former stage name was Hana Kajiura."}]}, {"heading": "Births", "year": "2002", "date": "October 2", "txt": "Jacob Sartorius, American singer", "entities": [{"title": "Jacob Sartorius", "href": "/wiki/Jacob_Sartorius", "description": "Rolf Jacob Sartorius, better known as Jacob Sartorius, is an American singer and internet personality, who rose to fame via social media from posting lip-syncing videos on Musical.ly. In 2016, he released his debut single \"Sweatshirt\", which reached the Hot 100 charts in the United States and Canada. In 2016, Google announced Jacob Sartorius was the 9th most searched musical artist of the year."}]}, {"heading": "Deaths", "year": "534", "date": "October 2", "txt": "Athalaric, Italian king (b. 516)", "entities": [{"title": "Athalaric", "href": "/wiki/Athalaric", "description": "Athalaric was the king of the Ostrogoths in Italy between 526 and 534. He was a son of Eutharic and Amalasuntha, the youngest daughter of Theoderic the Great, whom Athalaric succeeded as king in 526."}]}, {"heading": "Deaths", "year": "829", "date": "October 2", "txt": "Michael II, Byzantine emperor (b. 770)", "entities": [{"title": "Michael II", "href": "/wiki/Michael_II", "description": "Michael II the Amorian, nicknamed the Stammerer, reigned as Byzantine Emperor from 25 December 820 to his death on 2 October 829, the first ruler of the Phrygian or Amorian dynasty."}]}, {"heading": "Deaths", "year": "939", "date": "October 2", "txt": "Eberhard III, duke of Franconia", "entities": [{"title": "Eberhard of Franconia", "href": "/wiki/Eberhard_of_Franconia", "description": "Eberhard III, a member of the Conradine dynasty, was Duke of Franconia, succeeding his elder brother, King Conrad I, in December 918. From 926 to 928, he also acted as ruler of Lotharingia."}, {"title": "Duchy of Franconia", "href": "/wiki/Duchy_of_Franconia", "description": "The Duchy of Franconia was one of the five stem duchies of East Francia and the medieval Kingdom of Germany emerging in the early 10th century. The word Franconia, first used in a Latin charter of 1053, was applied like the words Francia, France, and Franken, to a portion of the land occupied by the Franks."}]}, {"heading": "Deaths", "year": "939", "date": "October 2", "txt": "Gilbert, Duke of Lorraine (b. 890)", "entities": []}, {"heading": "Deaths", "year": "1264", "date": "October 2", "txt": "Pope Urban IV", "entities": [{"title": "Pope Urban IV", "href": "/wiki/Pope_Urban_IV", "description": "Pope Urban IV, born Jacques Pantaléon, was the head of the Catholic Church and ruler of the Papal States from 29 August 1261 to his death. He was not a cardinal; only a few popes since his time have not been cardinals, including Gregory X, Urban V and Urban VI."}]}, {"heading": "Deaths", "year": "1348", "date": "October 2", "txt": "Alice de Lacy, 4th Countess of Lincoln (b. 1281)", "entities": [{"title": "Alice de Lacy, 4th Countess of Lincoln", "href": "/wiki/Alice_de_Lacy,_4th_Countess_of_Lincoln", "description": "Alice de Lacy, suo jure Countess of Lincoln, suo jure 5th Countess of Salisbury was an English peeress."}]}, {"heading": "Deaths", "year": "1559", "date": "October 2", "txt": "Jacquet of Mantua, French-Italian composer (b. 1483)", "entities": [{"title": "Jacquet of Mantua", "href": "/wiki/Jacquet_of_Mantua", "description": "Jacquet of Mantua was a French composer of the Renaissance, who spent almost his entire life in Italy. He was an influential member of the generation between Josquin and Palestrina, and represents well the transitional polyphonic style between those two composers."}]}, {"heading": "Deaths", "year": "1588", "date": "October 2", "txt": "Bernardino Telesio, Italian philosopher and scientist (b. 1509)", "entities": [{"title": "Bernardino Telesio", "href": "/wiki/Bernardino_Telesio", "description": "Bernardino Telesio was an Italian philosopher and natural scientist.\nWhile his natural theories were later disproven, his emphasis on observation made him the \"first of the moderns\" who eventually developed the\nscientific method."}]}, {"heading": "Deaths", "year": "1626", "date": "October 2", "txt": "Diego Sarmiento de Acuña, 1st Count of Gondomar, Spanish academic and diplomat (b. 1567)", "entities": [{"title": "Diego Sarmiento de Acuña, 1st Count of Gondomar", "href": "/wiki/Diego_Sarmiento_de_Acu%C3%B1a,_1st_Count_of_Gondomar", "description": "Don Diego Sarmiento de Acuña, Count of Gondomar, was a Spanish (Galician) diplomat. He served as the Spanish ambassador to England from 1613 to 1622 and afterwards, as a kind of ambassador emeritus, Spain's leading expert on English affairs until his death."}]}, {"heading": "Deaths", "year": "1629", "date": "October 2", "txt": "Antonio Cifra, Italian composer (b. 1584)", "entities": [{"title": "Antonio Cifra", "href": "/wiki/Antonio_Cifra", "description": "Antonio Cifra was an Italian composer of the Roman School of the Renaissance and early Baroque eras. He was one of the significant transitional figures between the Renaissance and Baroque styles, and produced music in both idioms."}]}, {"heading": "Deaths", "year": "1629", "date": "October 2", "txt": "Pierre de Bérulle, French cardinal and theologian (b. 1575)", "entities": []}, {"heading": "Deaths", "year": "1678", "date": "October 2", "txt": "Wu Sangui, Qing Chinese general (b. 1612)", "entities": [{"title": "Wu Sangui", "href": "/wiki/Wu_Sangui", "description": "Wu Sangui, courtesy name Changbai (長白) or Changbo (長伯), 1612 – 2 October 1678, was a Chinese military leader who played an instrumental role in the fall of the Ming dynasty and the establishment of the Qing dynasty in its place."}, {"title": "Qing dynasty", "href": "/wiki/Qing_dynasty", "description": "The Qing dynasty, officially the Great Qing, was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1912, with a brief restoration in 1917. It was preceded by the Ming dynasty and succeeded by the Republic of China. The multiethnic Qing empire lasted for almost three centuries and formed the territorial base for modern China. It was the fourth large"}]}, {"heading": "Deaths", "year": "1685", "date": "October 2", "txt": "David Teniers III, Flemish painter (b. 1638)", "entities": [{"title": "David Teniers III", "href": "/wiki/David_Teniers_III", "description": "David Teniers III, also referred to as David Teniers junior was a Flemish painter and tapestry designer who was mainly active in Antwerp, Madrid and Brussels. He is known for his portraits, religious compositions and genre scenes."}]}, {"heading": "Deaths", "year": "1708", "date": "October 2", "txt": "Anne Jules de Noailles, French general (b. 1650)", "entities": [{"title": "Anne Jules de Noailles", "href": "/wiki/Anne_Jules_de_Noailles", "description": "Anne Jules de Noailles, 2nd Duke of Noailles was one of the chief generals of France towards the end of the reign of Louis XIV, and, after raising the regiment of Noailles in 1689, he commanded in Spain during both the War of the Grand Alliance and the War of the Spanish Succession, and was made marshal of France in 1693."}]}, {"heading": "Deaths", "year": "1709", "date": "October 2", "txt": "Ivan Mazepa, Ukrainian diplomat (b. 1639)", "entities": [{"title": "Ivan Mazepa", "href": "/wiki/Ivan_Mazepa", "description": "Ivan Stepanovych Mazepa served as the Hetman of Zaporizhian Host in 1687–1708. He was awarded a title of Prince of the Holy Roman Empire in 1707 for his efforts for the Holy League. The historical events of Mazepa's life have inspired many literary, artistic and musical works. He was famous as a patron of the arts."}]}, {"heading": "Deaths", "year": "1724", "date": "October 2", "txt": "François-Timoléon de Choisy, French historian and author (b. 1644)", "entities": [{"title": "François-Timoléon de Choisy", "href": "/wiki/Fran%C3%A7ois-Timol%C3%A9on_de_Choisy", "description": "François Timoléon, abbé de Choisy was a French cross-dresser, abbé, and author."}]}, {"heading": "Deaths", "year": "1746", "date": "October 2", "txt": "Josiah Burchett, English admiral and politician (b. 1666)", "entities": [{"title": "Josiah Burchett", "href": "/wiki/Josiah_Burchett", "description": "Josiah Burchett, of Hampstead, Middlesex, was a British naval administrator and Whig politician, who sat in the English and British House of Commons between 1705 and 1741. He was Secretary of the Admiralty in England, a position he held for almost fifty years from 26 September 1694 to 14 October 1742. In addition to his administrative duties, he was the author of the first general history of the R"}]}, {"heading": "Deaths", "year": "1764", "date": "October 2", "txt": "William Cavendish, 4th Duke of Devonshire, English politician, Prime Minister of the United Kingdom (b. 1720)", "entities": [{"title": "William Cavendish, 4th Duke of Devonshire", "href": "/wiki/William_Cavendish,_4th_Duke_of_Devonshire", "description": "William Cavendish, 4th Duke of Devonshire,, styled Lord Cavendish before 1729, and Marquess of Hartington between 1729 and 1755, was a British Whig statesman and nobleman who was briefly nominal Prime Minister of Great Britain. He was the first son of William Cavendish, 3rd Duke of Devonshire and his wife, Lady Catherine."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1775", "date": "October 2", "txt": "Fukuda Chiyo-ni, Japanese nun and poet (b. 1703)", "entities": [{"title": "Fukuda Chiyo-ni", "href": "/wiki/Fukuda_Chiyo-ni", "description": "Fukuda Chiyo-ni was a Japanese poet of the Edo period and a Buddhist nun. She is widely regarded as one of the greatest poets of haiku. Some of Chiyo's best works include The Morning Glory, Putting up my hair, and Again the women."}]}, {"heading": "Deaths", "year": "1780", "date": "October 2", "txt": "John André, English soldier (b. 1750)", "entities": [{"title": "John André", "href": "/wiki/John_Andr%C3%A9", "description": "John André was a major in the British Army and head of its Secret Service in America during the American Revolutionary War. He was hanged as a spy by the Continental Army for assisting Benedict Arnold's attempted surrender of the fort at West Point, New York, to the British."}]}, {"heading": "Deaths", "year": "1782", "date": "October 2", "txt": "Charles Lee, English-born American general (b. 1732)", "entities": [{"title": "Charles Lee (general)", "href": "/wiki/Charles_Lee_(general)", "description": "Charles Henry Lee served as a general of the Continental Army during the American Revolutionary War. He also served earlier in the British Army during the Seven Years War. He sold his commission after the Seven Years War and served for a time in the Polish army of King Stanislaus II."}]}, {"heading": "Deaths", "year": "1786", "date": "October 2", "txt": "Augustus Keppel, 1st Viscount Keppel, English admiral and politician (b. 1725)", "entities": [{"title": "Augustus Keppel, 1st Viscount Keppel", "href": "/wiki/Augustus_Keppel,_1st_Viscount_Keppel", "description": "Admiral Augustus Keppel, 1st Viscount Keppel, PC was a Royal Navy officer and politician who sat in the House of Commons from 1755 to 1782. He saw action in command of various ships, including the fourth-rate Maidstone, during the War of the Austrian Succession. He went on to serve as Commodore on the North American Station and then Commander-in-Chief, Jamaica Station during the Seven Years' War. "}]}, {"heading": "Deaths", "year": "1803", "date": "October 2", "txt": "Samuel Adams, American philosopher and politician, 4th Governor of Massachusetts (b. 1722)", "entities": [{"title": "Samuel Adams", "href": "/wiki/Samuel_Adams", "description": "Samuel Adams was an American statesman, political philosopher, and one of the Founding Fathers of the United States. He was a politician in colonial Massachusetts, a leader of the movement that became the American Revolution, and one of the architects of the principles of American republicanism that shaped the political culture of the United States. He was a second cousin to his fellow Founding Fa"}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Deaths", "year": "1804", "date": "October 2", "txt": "Nicolas-Joseph Cugnot, French engineer (b. 1725)", "entities": [{"title": "Nicolas-Joseph Cugnot", "href": "/wiki/Nicolas-Joseph_Cugnot", "description": "Nicolas-Joseph Cugnot was a French inventor who built the world's first full-size and working self-propelled mechanical land-vehicle, the \"Fardier à vapeur\" — effectively the world's first automobile."}]}, {"heading": "Deaths", "year": "1850", "date": "October 2", "txt": "Sarah Biffen, English painter (b. 1784)", "entities": [{"title": "Sarah Biffen", "href": "/wiki/Sarah_Biffen", "description": "Sarah Biffen, also known as Biffin, Beffin, or by her married name Mrs E.M. Wright, was a Victorian English painter born with no arms and only vestigial legs. She was 94 cm (37 in) tall. She was born in 1784 in Somerset. Despite her handicap she learned to read, write and paint using her mouth. She was apprenticed to a man named Dukes who exhibited her as an attraction throughout England. In the S"}]}, {"heading": "Deaths", "year": "1853", "date": "October 2", "txt": "François Arago, French mathematician, physicist, astronomer, and politician, 25th Prime Minister of France (b. 1786)", "entities": [{"title": "François Arago", "href": "/wiki/Fran%C3%A7ois_Arago", "description": " Dominique François Jean Arago, known simply as François Arago, was a French mathematician, physicist, astronomer, freemason, supporter of the Carbonari revolutionaries and politician."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1920", "date": "October 2", "txt": "Max Bruch, German composer and conductor (b. 1838)", "entities": [{"title": "Max Bruch", "href": "/wiki/Max_Bruch", "description": "Max Bruch was a German Romantic composer, teacher, and conductor who wrote more than 200 works, including three violin concertos, the first of which has become a staple of the violin repertoire."}]}, {"heading": "Deaths", "year": "1927", "date": "October 2", "txt": "Svante Arrhenius, Swedish physicist and chemist, Nobel Prize laureate (b. 1859)", "entities": [{"title": "Svante Arrhenius", "href": "/wiki/Svante_Arrhenius", "description": "Svante August Arrhenius was a Swedish scientist. Originally a physicist, but often referred to as a chemist, Arrhenius was one of the founders of the science of physical chemistry. He received the Nobel Prize for Chemistry in 1903, becoming the first Swedish Nobel laureate. In 1905, he became director of the Nobel Institute, where he remained until his death."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1938", "date": "October 2", "txt": "Alexandru Averescu, Romanian field marshal and politician, 24th Prime Minister of Romania (b. 1859)", "entities": [{"title": "Alexandru Averescu", "href": "/wiki/Alexandru_Averescu", "description": "Alexandru Averescu was a Romanian marshal and populist politician. A Romanian Armed Forces Commander during World War I, he served as Prime Minister of three separate cabinets. He first rose to prominence during the peasants' revolt of 1907, which he helped repress in violence. Credited with engineering the defense of Moldavia in the 1916–1917 Campaign, he built on his popularity to found and lead"}, {"title": "List of Prime Ministers of Romania", "href": "/wiki/List_of_Prime_Ministers_of_Romania", "description": "\nThis is a list of the heads of government of the modern Romanian state, from the establishment of the United Principalities to the present day."}]}, {"heading": "Deaths", "year": "1938", "date": "October 2", "txt": "André Lagache, French race car driver and engineer (b. 1885)", "entities": []}, {"heading": "Deaths", "year": "1943", "date": "October 2", "txt": "John Evans, English-Australian politician, 21st Premier of Tasmania (b. 1855)", "entities": [{"title": "John Evans (Australian politician)", "href": "/wiki/John_Evans_(Australian_politician)", "description": "Sir John William Evans, CMG was an Australian politician, a member of the Tasmanian House of Assembly and Premier of Tasmania from 11 July 1904 to 19 June 1909."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Deaths", "year": "1947", "date": "October 2", "txt": "P. D. Ouspensky, Russian-English mathematician and philosopher (b. 1878)", "entities": [{"title": "P. D. Ouspensky", "href": "/wiki/P._D._Ouspensky", "description": "Pyotr Demianovich Ouspenskii, was a Russian esotericist known for his expositions of the early work of the Greek-Armenian teacher of esoteric doctrine George Gurdjieff. He met Gurdjieff in Moscow in 1915, and was associated with the ideas and practices originating with Gurdjieff from then on. He taught ideas and methods based in the Gurdjieff system for 25 years in England and the United States, a"}]}, {"heading": "Deaths", "year": "1953", "date": "October 2", "txt": "John Marin, American painter (b. 1870)", "entities": [{"title": "John Marin", "href": "/wiki/John_Marin", "description": "John Marin was an early American modernist artist. He is known for his abstract landscapes and watercolors."}]}, {"heading": "Deaths", "year": "1955", "date": "October 2", "txt": "Humphrey Barclay, English priest (b. 1882)", "entities": [{"title": "Humphrey Barclay (priest)", "href": "/wiki/Humphrey_Barclay_(priest)", "description": "Humphrey Gordon Barclay CVO MC was a British Anglican priest. He was Chaplain to King George VI and Queen Elizabeth II."}]}, {"heading": "Deaths", "year": "1955", "date": "October 2", "txt": "William Orthwein, American swimmer and water polo player (b. 1881)", "entities": []}, {"heading": "Deaths", "year": "1962", "date": "October 2", "txt": "Boris Yakovlevich Bukreev, Russian mathematician and author (b. 1859)", "entities": [{"title": "Boris Yakovlevich Bukreev", "href": "/wiki/Boris_Yakovlevich_Bukreev", "description": "Boris Yakovlevich Bukreev Russian: Борис Яковлевич Букреев was a Russian and Soviet mathematician who worked in the areas of complex functions and differential equations. He studied Fuchsian functions of rank zero. He was interested in projective and non-Euclidean geometry. He worked on differential invariants and parameters in the theory of surfaces, and also wrote many papers on the history of m"}]}, {"heading": "Deaths", "year": "1968", "date": "October 2", "txt": "Marcel Duchamp, French painter and sculptor (b. 1887)", "entities": [{"title": "Marcel Duchamp", "href": "/wiki/Marcel_Duchamp", "description": "Henri-Robert-Marcel Duchamp was a French-American painter, sculptor, chess player, and writer whose work is associated with Cubism, Dada, and conceptual art. Duchamp is commonly regarded, along with Pablo Picasso and Henri Matisse, as one of the three artists who helped to define the revolutionary developments in the plastic arts in the opening decades of the 20th century, responsible for signific"}]}, {"heading": "Deaths", "year": "1971", "date": "October 2", "txt": "Jessie Arms Botke, American painter (b. 1883)", "entities": [{"title": "Jessie Arms Botke", "href": "/wiki/Jessie_Arms_Botke", "description": "Jessie Hazel Arms Botke was an Illinois and California painter noted for her bird images and use of gold leaf highlights."}]}, {"heading": "Deaths", "year": "1973", "date": "October 2", "txt": "Paul Hartman, American actor and dancer (b. 1904)", "entities": [{"title": "Paul Hartman", "href": "/wiki/Paul_Hartman", "description": "Paul Hartman was an American dancer, stage performer and television actor."}]}, {"heading": "Deaths", "year": "1973", "date": "October 2", "txt": "Paavo Nurmi, Finnish runner (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "October 2", "txt": "Vasily Shukshin, Russian actor, director, and screenwriter (b. 1929)", "entities": [{"title": "Vasily Shukshin", "href": "/wiki/Vasily_Shukshin", "description": "Vasily Makarovich Shukshin was a Soviet Russian writer, actor, screenwriter and film director from the Altai region who specialized in rural themes. A prominent member of the Village Prose movement, he began writing short stories in his early teenage years and later transition to acting by his late 20-s."}]}, {"heading": "Deaths", "year": "1975", "date": "October 2", "txt": "K. Kamaraj, Indian lawyer and politician (b. 1903)", "entities": [{"title": "K. Kamaraj", "href": "/wiki/K._Kamaraj", "description": "Kumaraswami Kamaraj, was an Indian independence activist and politician who served as the chief minister of Madras State from 13 April 1954 to 2 October 1963. He was the founder and the president of the Indian National Congress (Organisation), widely acknowledged as the \"Kingmaker\" in Indian politics during the 1960s. He also served as the president of the Indian National Congress for two terms i."}]}, {"heading": "Deaths", "year": "1981", "date": "October 2", "txt": "Harry Golden, American journalist and author (b. 1902)", "entities": [{"title": "Harry Golden", "href": "/wiki/Harry_Golden", "description": "Harry Lewis Golden was an American writer and newspaper publisher."}]}, {"heading": "Deaths", "year": "1981", "date": "October 2", "txt": "Hazel Scott, Trinidadian-American activist, actress, and musician (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "October 2", "txt": "Rock Hudson, American actor (b. 1925)", "entities": [{"title": "Rock Hudson", "href": "/wiki/Rock_Hudson", "description": "Rock Hudson was an American actor. He was one of the most popular movie stars of his time, Hudson's screen career spanned four decades. A prominent heartthrob of the Golden Age of Hollywood, he achieved stardom with his role in Magnificent Obsession (1954), followed by All That Heaven Allows (1955), and Giant (1956), for which he received a nomination for the Academy Award for Best Actor. Hudson a"}]}, {"heading": "Deaths", "year": "1987", "date": "October 2", "txt": "Madeleine Carroll, English actress (b. 1906)", "entities": [{"title": "Madeleine Carroll", "href": "/wiki/Madeleine_Carroll", "description": "Edith Madeleine Carroll was an English actress, popular both in Britain and America in the 1930s and 1940s. At the peak of her success in 1938, she was the world's highest-paid actress."}]}, {"heading": "Deaths", "year": "1987", "date": "October 2", "txt": "Peter Medawar, Brazilian-English biologist and zoologist, Nobel Prize laureate (b. 1915)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1988", "date": "October 2", "txt": "Alec Issigonis, Greek-English car designer, designed the Mini (b. 1906)", "entities": [{"title": "Alec Issigonis", "href": "/wiki/Alec_Issigonis", "description": "Sir Alexander Arnold Constantine Issigonis was a Greek automotive designer, widely noted for the development of the groundbreaking Mini, launched by the British Motor Corporation in 1959, and voted the second most influential car of the 20th century in 1999."}, {"title": "Mini", "href": "/wiki/Mini", "description": "The Mini is a small economy car produced by the English-based British Motor Corporation (BMC) and its successors from 1959 until 2000. The original is considered an icon of 1960s British popular culture. Its space-saving transverse engine and front-wheel drive layout – allowing 80% of the area of the car's floorpan to be used for passengers and luggage – influenced a generation of car makers. In 1"}]}, {"heading": "Deaths", "year": "1988", "date": "October 2", "txt": "Hamengkubuwono IX, Indonesian politician, 2nd Vice President of Indonesia (b. 1912)", "entities": [{"title": "List of Vice Presidents of Indonesia", "href": "/wiki/List_of_Vice_Presidents_of_Indonesia", "description": "This is a list of vice presidents of Indonesia. The Vice President of the Republic of Indonesia is the second-highest officer in the executive branch of the Indonesian government, after the president, and ranks first in the presidential line of succession. Since 2004, the president and vice president are directly elected to a five-year term."}]}, {"heading": "Deaths", "year": "1991", "date": "October 2", "txt": "Hazen Argue, Canadian politician (b. 1921)", "entities": [{"title": "Hazen Argue", "href": "/wiki/Hazen_Argue", "description": "Hazen Robert Argue, was a Canadian politician who served in the House of Commons and the Senate. He was first elected as a Co-operative Commonwealth Federation (CCF) Member of Parliament (MP) in 1945 and was the last leader of the party, from 1960 to 1961. He crossed the floor to the Liberal Party in 1962 and was defeated in 1963. In 1966 he was appointed to the Senate. He entered the federal cabi"}]}, {"heading": "Deaths", "year": "1991", "date": "October 2", "txt": "Demetrios I of Constantinople (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "October 2", "txt": "Harriet Nelson, American actress and singer (b. 1909)", "entities": [{"title": "Harriet Nelson", "href": "/wiki/Harriet_Nelson", "description": "Harriet Nelson was an American singer and actress. Nelson is best known for her role on the sitcom The Adventures of Ozzie and Harriet."}]}, {"heading": "Deaths", "year": "1996", "date": "October 2", "txt": "Robert Bourassa, Canadian lawyer and politician, 22nd Premier of Quebec (b. 1933)", "entities": [{"title": "Robert Bourassa", "href": "/wiki/Robert_Bourassa", "description": "Robert Bourassa, was a Canadian politician from Quebec. He served as the 22nd Premier of Quebec in two different mandates, first from May 12, 1970, to November 25, 1976, and then from December 12, 1985, to January 11, 1994, serving a total of just under 15 years as Provincial Premier."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Deaths", "year": "1996", "date": "October 2", "txt": "Andrey Lukanov, Bulgarian lawyer and politician, 40th Prime Minister of Bulgaria (b. 1938)", "entities": [{"title": "List of Prime Ministers of Bulgaria", "href": "/wiki/List_of_Prime_Ministers_of_Bulgaria", "description": "This is a list of the heads of government of the modern Bulgarian state, from the establishment of the Principality of Bulgaria to the present day."}]}, {"heading": "Deaths", "year": "1998", "date": "October 2", "txt": "Gene Autry, American actor, singer, and guitarist (b. 1907)", "entities": [{"title": "Gene Autry", "href": "/wiki/Gene_Autry", "description": "Orvon Grover \"Gene\" Autry, nicknamed The Singing Cowboy, was an American singer, songwriter, actor, musician, and rodeo performer who gained fame largely by singing in a crooning style on radio, in films, and on television for more than three decades beginning in the early 1930s. Autry was the owner of a television station, several radio stations in Southern California, and the Los Angeles/Califor"}]}, {"heading": "Deaths", "year": "1998", "date": "October 2", "txt": "Olivier Gendebien, Belgian race car driver (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "October 2", "txt": "Heinz G. Konsalik, German journalist and author (b. 1921)", "entities": [{"title": "Heinz G. Konsalik", "href": "/wiki/Heinz_G._Konsalik", "description": "Heinz G. Konsalik, pseudonym of Heinz Günther was a German novelist. Konsalik was his mother's maiden name."}]}, {"heading": "Deaths", "year": "2000", "date": "October 2", "txt": "David Tonkin, Australian politician, 38th Premier of South Australia (b. 1929)", "entities": [{"title": "David Tonkin", "href": "/wiki/David_Tonkin", "description": "David Oliver Tonkin AO was an Australian politician who served as the 38th Premier of South Australia from 18 September 1979 to 10 November 1982. He was elected to the House of Assembly seat of Bragg at the 1970 election, serving until 1983. He became the leader of the South Australian Division of the Liberal Party of Australia in 1975, replacing Bruce Eastick. Initially leading the party to defea"}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "2001", "date": "October 2", "txt": "Franz Biebl, German composer and academic (b. 1906)", "entities": [{"title": "Franz Biebl", "href": "/wiki/Franz_Biebl", "description": "\nFranz Xaver Biebl was a German composer of classical music. Most of his compositions were for choral ensembles."}]}, {"heading": "Deaths", "year": "2002", "date": "October 2", "txt": "Heinz von Foerster, Austrian-American physicist and philosopher (b. 1911)", "entities": [{"title": "Heinz von Foerster", "href": "/wiki/Heinz_von_Foerster", "description": "Heinz von Foerster was an Austrian American scientist combining physics and philosophy, and widely attributed as the originator of Second-order cybernetics. He was twice a Guggenheim fellow and also was a fellow of the American Association for the Advancement of Science, 1980. He is well known for his 1960 Doomsday equation formula published in Science predicting future population growth."}]}, {"heading": "Deaths", "year": "2003", "date": "October 2", "txt": "John Thomas Dunlop, American scholar and politician, 14th United States Secretary of Labor (b. 1914)", "entities": [{"title": "John Thomas Dunlop", "href": "/wiki/John_Thomas_Dunlop", "description": "John Thomas Dunlop was an American administrator, labor economist, and educator. Dunlop was the United States Secretary of Labor between 1975 and 1976 under President Gerald Ford. He was Director of the United States Cost of Living Council from 1973 to 1974, Chairman of the United States Commission on the Future of Worker-Management Relations from 1993 to 1995, which produced the Dunlop Report in "}, {"title": "United States Secretary of Labor", "href": "/wiki/United_States_Secretary_of_Labor", "description": "The United States secretary of labor is a member of the Cabinet of the United States, and as the head of the United States Department of Labor, controls the department, and enforces and suggests laws involving unions, the workplace, and all other issues involving any form of business-person controversies."}]}, {"heading": "Deaths", "year": "2005", "date": "October 2", "txt": "Nipsey Russell, American comedian and actor (b. 1918)", "entities": [{"title": "Nipsey Russell", "href": "/wiki/Nipsey_Russell", "description": "Julius \"Nipsey\" Russell was an American comedian, poet, and dancer best known for his appearances as a panelist on game shows from the 1960s through the 1990s, including Match Game, Password, Hollywood Squares, To Tell the Truth, and Pyramid. His appearances were often distinguished by short, humorous poems he recited during the broadcast, which led to his nickname \"the poet laureate of television"}]}, {"heading": "Deaths", "year": "2005", "date": "October 2", "txt": "August Wilson, American author and playwright (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "October 2", "txt": "Helen Chenoweth-Hage, American politician (b. 1938)", "entities": [{"title": "Helen Chenoweth-Hage", "href": "/wiki/Helen_Chenoweth-Hage", "description": "Helen Palmer Chenoweth-Hage, born Helen Margaret Palmer was a Republican politician from the U.S. state of Idaho. She remains the only Republican woman to ever represent Idaho in the United States Congress."}]}, {"heading": "Deaths", "year": "2006", "date": "October 2", "txt": "Paul Halmos, Hungarian-American mathematician (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "October 2", "txt": "Tex Coulter, American football player (b. 1924)", "entities": [{"title": "Tex Coulter", "href": "/wiki/Tex_Coulter", "description": "DeWitt Echoles \"Tex\" Coulter was an American gridiron football player. He played professionally in the National Football League (NFL) for the New York Giants and in the Interprovincial Rugby Football Union for the Montreal Alouettes. Coulter attended the United States Military Academy, where starred in football competed in the shot put."}]}, {"heading": "Deaths", "year": "2007", "date": "October 2", "txt": "Christopher Derrick, English author and critic (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "October 2", "txt": "George Grizzard, American actor (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "October 2", "txt": "Dan Keating, Irish Republican Army volunteer (b. 1902)", "entities": [{"title": "Irish Republican Army", "href": "/wiki/Irish_Republican_Army", "description": "The Irish Republican Army (IRA) is a name used by various paramilitary organisations in Ireland throughout the 20th and the 21st centuries. Organisations going by this name have been dedicated to irredentism through Irish republicanism, the belief that all of Ireland should be an independent republic free from British rule. The original Irish Republican Army was raised in 1917 from members of the "}]}, {"heading": "Deaths", "year": "2007", "date": "October 2", "txt": "Tawn Mastrey, American radio host and producer (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "October 2", "txt": "Kwa Geok Choo, Singaporean lawyer and scholar (b. 1920)", "entities": [{"title": "Kwa Geok Choo", "href": "/wiki/Kwa_Geok_Choo", "description": "Kwa Geok Choo was a Singaporean lawyer and the spouse of former Prime Minister Lee Kuan Yew and the mother of current Prime Minister Lee Hsien Loong. She was the co-founder and partner of law firm Lee & Lee."}]}, {"heading": "Deaths", "year": "2011", "date": "October 2", "txt": "Peter L. Benson, American psychologist and academic (b. 1946)", "entities": [{"title": "Peter L. Benson", "href": "/wiki/Peter_L._Benson", "description": "Peter Lorimer Benson (1946–2011) was a psychologist and CEO/President of Search Institute. He pioneered the developmental assets framework, which became the predominant approach to research on positive facets of youth development. According to the American Psychologist,\n\nWhen [Benson] introduced the developmental assets [approach] in 1989, the predominant approach to youth development was naming y"}]}, {"heading": "Deaths", "year": "2012", "date": "October 2", "txt": "Nguyễn Chí Thiện, Vietnamese-American poet and activist (b. 1939)", "entities": [{"title": "Nguyễn Chí Thiện", "href": "/wiki/Nguy%E1%BB%85n_Ch%C3%AD_Thi%E1%BB%87n", "description": "Nguyễn Chí Thiện was a Vietnamese-born American dissident, activist and poet who spent a total of twenty-seven years in prison by the Hanoi communist regime of both North Vietnam and post-1975 Vietnam."}]}, {"heading": "Deaths", "year": "2012", "date": "October 2", "txt": "Charles Roach, Trinidadian-Canadian lawyer and activist (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 2", "txt": "J. Philippe Rushton, English-Canadian psychologist, theorist, academic (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 2", "txt": "Gottfried Fischer, German psychologist, therapist, and academic (b. 1944)", "entities": [{"title": "Gottfried Fischer", "href": "/wiki/Gottfried_Fischer", "description": "Gottfried Fischer was a German psychologist, psychotherapist and psychoanalyst. He is considered to be the founder of psychotraumatology in Germany and has been director of the Institute for Clinical Psychology and Psychological Diagnostics at the University of Cologne from 1995 to 2009."}]}, {"heading": "Deaths", "year": "2013", "date": "October 2", "txt": "Herman Hugg, American painter and sculptor (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 2", "txt": "Jonathan Kaufer, American director and screenwriter (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 2", "txt": "Abraham Nemeth, American mathematician and academic (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 2", "txt": "Kaare Ørnung, Norwegian pianist and educator (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 2", "txt": "Robert Flower, Australian footballer (b. 1955)", "entities": [{"title": "Robert Flower", "href": "/wiki/Robert_Flower", "description": "Robert Flower was an Australian rules footballer with Melbourne Football Club. His first game was against Geelong in 1973 and he captained the team from 1981 until his final game in 1987. He held the record for the number of games for his club, 272, until overtaken by David Neitz in 2006."}]}, {"heading": "Deaths", "year": "2014", "date": "October 2", "txt": "Vaughn O. Lang, American general (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 2", "txt": "Frederic Tamler Sommers, American philosopher and academic (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 2", "txt": "Eric Arturo Delvalle, Panamanian lawyer and politician, President of Panama (b. 1937)", "entities": [{"title": "Eric Arturo Delvalle", "href": "/wiki/Eric_Arturo_Delvalle", "description": "Eric Arturo Delvalle Cohen-Henríquez was a Panamanian politician. He served as Vice President under Nicolás Ardito Barletta. Following the disputed 1984 election, and after Barletta's forced resignation, Delvalle served as President of Panama from 28 September 1985 until 26 February 1988."}, {"title": "List of heads of state of Panama", "href": "/wiki/List_of_heads_of_state_of_Panama", "description": "This article lists the heads of state of Panama since the short-lived first independence from the Republic of New Granada in 1840 and the final separation from Colombia in 1903."}]}, {"heading": "Deaths", "year": "2015", "date": "October 2", "txt": "Brian Friel, Irish author, playwright, and director (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 2", "txt": "Rodolfo Frigeri, Argentinian economist and politician, Argentinian Minister of Finance (b. 1942)", "entities": [{"title": "Ministry of Economy and Public Finances (Argentina)", "href": "/wiki/Ministry_of_Economy_and_Public_Finances_(Argentina)", "description": "The Ministry of Economy of Argentina is the country's state treasury and a ministry of the national executive power that manages economic policy."}]}, {"heading": "Deaths", "year": "2015", "date": "October 2", "txt": "Coleridge Goode, Jamaican-English bassist and composer (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 2", "txt": "James Mutende, Ugandan veterinarian, economist, and politician (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 2", "txt": "Johnny Paton, Scottish footballer, coach, and manager (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "October 2", "txt": "Neville Marriner, British conductor (b. 1924)", "entities": [{"title": "Neville Marriner", "href": "/wiki/Neville_Marriner", "description": "Sir Neville Marriner, was an English violinist and was viewed by some as one of the world's greatest conductors. He founded the Academy of St Martin in the Fields, and his partnership with them is the most recorded of any orchestra and conductor."}]}, {"heading": "Deaths", "year": "2016", "date": "October 2", "txt": "Gary Reed, American comic book writer (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "October 2", "txt": "Tom Petty, American singer-songwriter, guitarist, and producer (b. 1950)", "entities": [{"title": "Tom Petty", "href": "/wiki/Tom_Petty", "description": "Thomas Earl Petty was an American singer, songwriter, musician, record producer, and actor. He was the lead vocalist and guitarist of Tom Petty and the Heartbreakers, formed in 1976. He previously led the band Mudcrutch, and was also a member of the late 1980s supergroup the Traveling Wilburys."}]}, {"heading": "Deaths", "year": "2020", "date": "October 2", "txt": "Anne-Marie Hutchinson, British lawyer (b. 1957)", "entities": [{"title": "Anne-Marie Hutchinson", "href": "/wiki/Anne-Marie_Hutchinson", "description": "Anne-Marie Hutchinson OBE QC was a British lawyer. She was best known for her work concerning forced marriage and international child abduction."}]}]