[{"heading": "Events", "year": "1138", "date": "October 11", "txt": "A massive earthquake strikes Aleppo; it is one of the most destructive earthquakes ever.", "entities": [{"title": "1138 Aleppo earthquake", "href": "/wiki/1138_Aleppo_earthquake", "description": "The 1138 Aleppo earthquake was among the deadliest earthquakes in history. Its name was taken from the city of Aleppo, in northern Syria, where the most casualties were sustained. The quake occurred on 11 October 1138 and was preceded by a smaller quake on the 10th. It is frequently listed as the third deadliest earthquake in history, following on from the Shensi and Tangshan earthquakes in China."}, {"title": "Aleppo", "href": "/wiki/Aleppo", "description": "Aleppo is a city in Syria, which serves as the capital of the Aleppo Governorate, the most populous Syrian governorate. With an official population of 4.6 million in 2010, Aleppo was the largest Syrian city before the Syrian Civil War; however, it is now the second-largest city in Syria, after the capital Damascus."}]}, {"heading": "Events", "year": "1142", "date": "October 11", "txt": "A peace treaty ends the Jin–Song wars.", "entities": [{"title": "Treaty of Shaoxing", "href": "/wiki/Treaty_of_Shaoxing", "description": "The Treaty of Shaoxing was the agreement that ended the military conflicts between the Jin dynasty and the Southern Song dynasty. It also legally drew up the boundaries of the two countries and forced the Song dynasty to renounce all claims to its former territories north of the Qinling Huaihe Line, which included its former capital Kaifeng. Emperor Gaozong of Song executed Yue Fei after the treat"}, {"title": "Jin–Song wars", "href": "/wiki/Jin%E2%80%93Song_wars", "description": "The Jin–Song Wars were a series of conflicts between the Jurchen-led Jin dynasty (1115–1234) and the Han-led Song dynasty (960–1279). In 1115, Jurchen tribes rebelled against their overlords, the Khitan-led Liao dynasty (916–1125), and declared the formation of the Jin. Allying with the Song against their common enemy the Liao dynasty, the Jin promised to return to the Song the Sixteen Prefectures"}]}, {"heading": "Events", "year": "1311", "date": "October 11", "txt": "The peerage and clergy restrict the authority of English kings with the Ordinances of 1311.", "entities": [{"title": "Ordinances of 1311", "href": "/wiki/Ordinances_of_1311", "description": "The Ordinances of 1311 were a series of regulations imposed upon King Edward II by the peerage and clergy of the Kingdom of England to restrict the power of the king. The twenty-one signatories of the Ordinances are referred to as the Lords Ordainers, or simply the Ordainers. English setbacks in the Scottish war, combined with perceived extortionate royal fiscal policies, set the background for th"}]}, {"heading": "Events", "year": "1614", "date": "October 11", "txt": "The New Netherland Company applies to the States General of the Netherlands for exclusive trading rights in what is now the northeastern United States.", "entities": [{"title": "New Netherland Company", "href": "/wiki/New_Netherland_Company", "description": "New Netherland Company was a chartered company of Dutch merchants."}, {"title": "States General of the Netherlands", "href": "/wiki/States_General_of_the_Netherlands", "description": "The States General of the Netherlands is the bicameral legislature of the Netherlands consisting of the Senate and the House of Representatives. Both chambers meet at the Binnenhof in The Hague."}, {"title": "New Netherland", "href": "/wiki/New_Netherland", "description": "New Netherland was a 17th-century colony of the Dutch Republic that was located on what is now the east coast of the United States. The claimed territories extended from the Delmarva Peninsula to southwestern Cape Cod, while the more limited settled areas are now part of New York, New Jersey, Delaware, and Connecticut, with small outposts in Pennsylvania and Rhode Island."}]}, {"heading": "Events", "year": "1634", "date": "October 11", "txt": "The Burchardi flood kills around 15,000 in North Friesland, Denmark and Germany.", "entities": [{"title": "Burchardi flood", "href": "/wiki/Burchardi_flood", "description": "The Burchardi flood was a storm tide that struck the North Sea coast of North Frisia and Dithmarschen on the night between 11 and 12 October 1634. Overrunning dikes, it shattered the coastline and caused thousands of deaths and catastrophic material damage. Much of the island of Strand washed away, forming the islands Nordstrand, Pellworm and several halligen."}]}, {"heading": "Events", "year": "1649", "date": "October 11", "txt": "Cromwell's New Model Army Sacks Wexford, killing over 2,000 Irish Confederate troops and 1,500 civilians.", "entities": [{"title": "Sack of Wexford", "href": "/wiki/Sack_of_Wexford", "description": "The Sack of Wexford took place from 2 to 11 October 1649, during the campaign known as the Cromwellian conquest of Ireland. It was part of the wider 1641 to 1653 Irish Confederate Wars, and an associated conflict of the Wars of the Three Kingdoms."}]}, {"heading": "Events", "year": "1767", "date": "October 11", "txt": "Surveying for the Mason–Dixon line separating Maryland from Pennsylvania is completed.", "entities": [{"title": "Mason–Dixon line", "href": "/wiki/Mason%E2%80%93Dixon_line", "description": "The Mason–Dixon line, also called the Mason and Dixon line or Mason's and Dixon's line, is a demarcation line separating four U.S. states, forming part of the borders of Pennsylvania, Maryland, Delaware, and West Virginia. It was surveyed between 1763 and 1767 by Charles Mason and Jeremiah Dixon in the resolution of a border dispute involving Maryland, Pennsylvania, and Delaware in Colonial Americ"}]}, {"heading": "Events", "year": "1776", "date": "October 11", "txt": "American Revolution: A fleet of American boats on Lake Champlain is defeated by the Royal Navy, but delays the British advance until 1777.", "entities": [{"title": "Battle of Valcour Island", "href": "/wiki/Battle_of_Valcour_Island", "description": "The Battle of Valcour Island, also known as the Battle of Valcour Bay, was a naval engagement that took place on October 11, 1776, on Lake Champlain. The main action took place in Valcour Bay, a narrow strait between the New York mainland and Valcour Island. The battle is generally regarded as one of the first naval battles of the American Revolutionary War, and one of the first fought by the Unit"}]}, {"heading": "Events", "year": "1797", "date": "October 11", "txt": "The Royal Navy decisively defeats the Batavian Navy at Camperdown during the French Revolutionary Wars.", "entities": [{"title": "Battle of Camperdown", "href": "/wiki/Battle_of_Camperdown", "description": "The Battle of Camperdown was a major naval action fought on 11 October 1797, between the British North Sea Fleet under Admiral Adam Duncan and a Batavian Navy (Dutch) fleet under Vice-Admiral Jan de Winter. The battle was the most significant action between British and Dutch forces during the French Revolutionary Wars and resulted in a complete victory for the British, who captured eleven Dutch sh"}]}, {"heading": "Events", "year": "1811", "date": "October 11", "txt": "The Juliana begins operation as the first steam-powered ferry in New York harbor.", "entities": []}, {"heading": "Events", "year": "1840", "date": "October 11", "txt": "The Maronite leader Bashir Shihab II surrenders to the Ottoman Empire and later is sent to Malta in exile.", "entities": [{"title": "Bashir Shihab II", "href": "/wiki/Bashir_Shihab_II", "description": "Emir Bashir Shihab II was a Lebanese emir who ruled Ottoman Lebanon in the first half of the 19th century. Born to a branch of the Shihab family which had converted from Sunni Islam, the religion of previous Shihabi Emirs, he was the only Maronite ruler of the Emirate of Mount Lebanon."}]}, {"heading": "Events", "year": "1852", "date": "October 11", "txt": "The University of Sydney, Australia's oldest university, is inaugurated in Sydney.", "entities": [{"title": "University of Sydney", "href": "/wiki/University_of_Sydney", "description": "The University of Sydney is an Australian public research university in Sydney, Australia. Founded in 1850, it is Australia's first university and is regarded as one of the world's leading universities. The university is known as one of Australia's six sandstone universities. Its campus, spreading across the inner-city suburbs of Camperdown and Darlington, is ranked in the top 10 of the world's mo"}]}, {"heading": "Events", "year": "1862", "date": "October 11", "txt": "American Civil War: Confederate troops conduct a raid on Chambersburg, Pennsylvania.", "entities": [{"title": "Raid on Chambersburg", "href": "/wiki/Raid_on_Chambersburg", "description": "The Raid on Chambersburg, often identified as J.E.B. Stuart's Chambersburg Raid, was a Confederate States Army cavalry raid into Maryland and Pennsylvania on October 10–12, 1862 during the American Civil War. It became known as Stuart's \"second ride around McClellan\" because it duplicated Stuart's reconnaissance ride completely around the Union Army of the Potomac under Major General George B. McC"}]}, {"heading": "Events", "year": "1865", "date": "October 11", "txt": "Hundreds of black men and women march in Jamaica, starting the Morant Bay rebellion.", "entities": [{"title": "Morant Bay rebellion", "href": "/wiki/Morant_Bay_rebellion", "description": "The Morant Bay rebellion began with a protest march to the courthouse by hundreds of people led by preacher Paul Bogle in Morant Bay, Jamaica. Some were armed with sticks and stones. After seven men were shot and killed by the volunteer militia, the protesters attacked and burned the courthouse and nearby buildings. A total of 25 people died. Over the next two days, poor freemen, many ex-slaves, r"}]}, {"heading": "Events", "year": "1890", "date": "October 11", "txt": "In Washington, D.C., the Daughters of the American Revolution is founded.", "entities": [{"title": "Daughters of the American Revolution", "href": "/wiki/Daughters_of_the_American_Revolution", "description": "The Daughters of the American Revolution (DAR) is a lineage-based membership service organization for women who are directly descended from a person involved in the United States' efforts towards independence. A non-profit group, they promote education and patriotism. The organization's membership is limited to direct lineal descendants of soldiers or others of the Revolutionary period who aided t"}]}, {"heading": "Events", "year": "1899", "date": "October 11", "txt": "The Second Boer War erupts in South Africa between the British-ruled Cape Colony, and the Boer-ruled Transvaal and Orange Free State.", "entities": [{"title": "Second Boer War", "href": "/wiki/Second_Boer_War", "description": "The Second Boer War, also known as the Boer War, the Anglo-Boer War, or the South African War, was fought between the British Empire and two independent Boer states, the South African Republic and the Orange Free State, over the Empire's influence in South Africa. The trigger of the war was the discovery of diamonds and gold in the Boer states. Initial Boer attacks were successful, and although Br"}]}, {"heading": "Events", "year": "1906", "date": "October 11", "txt": "San Francisco sparks a diplomatic crisis between the United States and Japan by ordering segregated schools for Japanese students.", "entities": [{"title": "Gentlemen's Agreement of 1907", "href": "/wiki/Gentlemen%27s_Agreement_of_1907", "description": "The Gentlemen's Agreement of 1907  was an informal agreement between the United States of America and the Empire of Japan whereby the United States would not impose restrictions on Japanese immigration and Japan would not allow further emigration to the United States. The goal was to reduce tensions between the two Pacific nations. The agreement was never ratified by the United States Congress and"}]}, {"heading": "Events", "year": "1910", "date": "October 11", "txt": "Piloted by Arch Hoxsey, Theodore Roosevelt becomes the first U.S. president to fly in an airplane.", "entities": [{"title": "Arch Hoxsey", "href": "/wiki/Arch_Hoxsey", "description": "Archibald Hoxsey was an American aviator who worked for the Wright brothers."}]}, {"heading": "Events", "year": "1912", "date": "October 11", "txt": "First Balkan War: The day after the Battle of Sarantaporo, Greek troops liberate the city of Kozani.", "entities": [{"title": "Battle of Sarantaporo", "href": "/wiki/Battle_of_Sarantaporo", "description": "The Battle of Sarantaporo, also variously transliterated as Sarantaporon or Sarandaporon, took place on 9–10 October, 1912. It was the first major battle fought between Greek forces under Crown Prince Constantine and Ottoman forces under General Hasan Tahsin Pasha during the First Balkan War. The battle began when the Greek army attacked the Ottoman defensive line at the Sarantaporo pass, which co"}]}, {"heading": "Events", "year": "1918", "date": "October 11", "txt": "The 7.1 Mw San Fermín earthquake shakes Puerto Rico. The quake and resulting tsunami kill up to 116 people.", "entities": [{"title": "Seismic magnitude scales", "href": "/wiki/Seismic_magnitude_scales#Mw", "description": "Seismic magnitude scales are used to describe the overall strength or \"size\" of an earthquake. These are distinguished from seismic intensity scales that categorize the intensity or severity of ground shaking (quaking) caused by an earthquake at a given location. Magnitudes are usually determined from measurements of an earthquake's seismic waves as recorded on a seismogram. Magnitude scales vary "}, {"title": "1918 San Fermín earthquake", "href": "/wiki/1918_San_Ferm%C3%ADn_earthquake", "description": "The 1918 San Fermín earthquake, also known as the Puerto Rico earthquake of 1918, struck the island of Puerto Rico at 10:14:42 local time on October 11. The earthquake measured 7.1 on the moment magnitude scale and IX (Violent) on the Mercalli intensity scale. The mainshock epicenter occurred off the northwestern coast of the island, somewhere along the Puerto Rico Trench."}]}, {"heading": "Events", "year": "1937", "date": "October 11", "txt": "The Duke and Duchess of Windsor tour Nazi Germany for 12 days and meet Adolf Hitler on the 22nd.", "entities": [{"title": "Edward VIII", "href": "/wiki/Edward_VIII", "description": "Edward VIII was King of the United Kingdom and the Dominions of the British Empire and Emperor of India from 20 January 1936 until his abdication in December of the same year."}, {"title": "Wallis Simpson", "href": "/wiki/Wallis_Simpson", "description": "Wallis, Duchess of Windsor, known as Wallis Simpson, was an American socialite and wife of the Duke of Windsor, the former British king Edward VIII. Their intention to marry and her status as a divorcée caused a constitutional crisis that led to Edward's abdication."}, {"title": "Duke and Duchess of Windsor's tour of Germany, 1937", "href": "/wiki/Duke_and_Duchess_of_Windsor%27s_tour_of_Germany,_1937", "description": "Edward, Duke of Windsor, and Wallis, Duchess of Windsor, visited Nazi Germany in October 1937. Edward had abdicated the British throne in December 1936, and his brother George VI had become king. Edward had been given the title Duke of Windsor and married Wallis Simpson in June 1937. He appeared to have been sympathetic to Germany in this period and, that September, announced his intention to trav"}]}, {"heading": "Events", "year": "1941", "date": "October 11", "txt": "Beginning of the National Liberation War of Macedonia.", "entities": [{"title": "National Liberation War of Macedonia", "href": "/wiki/National_Liberation_War_of_Macedonia", "description": "World War II in Yugoslav Macedonia started with the Axis invasion of Yugoslavia in April 1941. Under the pressure of the Yugoslav Partisan movement, part of the Macedonian communists began in October 1941 a political and military campaign to resist the occupation of Vardar Macedonia. Officially, the area was called then Vardar Banovina, because the very name Macedonia was prohibited in the Kingdom"}]}, {"heading": "Events", "year": "1942", "date": "October 11", "txt": "World War II: Off Guadalcanal, United States Navy ships intercept and defeat a Japanese force.", "entities": [{"title": "Battle of Cape Esperance", "href": "/wiki/Battle_of_Cape_Esperance", "description": "The Battle of Cape Esperance, also known as the Second Battle of Savo Island and, in Japanese sources, as the Sea Battle of Savo Island (サボ島沖海戦), took place on 11–12 October 1942, in the Pacific campaign of World War II between the Imperial Japanese Navy and United States Navy. The naval battle was the second of four major surface engagements during the Guadalcanal campaign and took place at the e"}]}, {"heading": "Events", "year": "1944", "date": "October 11", "txt": "The Tuvan People's Republic is annexed by the Soviet Union.", "entities": [{"title": "Tuvan People's Republic", "href": "/wiki/Tuvan_People%27s_Republic", "description": "The Tuvan People's Republic, known as the Tannu Tuva People's Republic until 1926, was a partially recognized socialist republic that existed between 1921 and 1944. The country was located in the same territory as the former Tuvan protectorate of Imperial Russia, known as Uryankhay Krai, north-west of Mongolia, and now corresponds to the Tuva Republic within the Russian Federation."}]}, {"heading": "Events", "year": "1950", "date": "October 11", "txt": "CBS's field-sequential color system for television is the first to be licensed for broadcast by the U.S. Federal Communications Commission.", "entities": [{"title": "Field-sequential color system", "href": "/wiki/Field-sequential_color_system", "description": "\nA field-sequential color system (FSC) is a color television system in which the primary color information is transmitted in successive images and which relies on the human vision system to fuse the successive images into a color picture. One field-sequential system was developed by Dr. Peter Goldmark for CBS, which was its sole user in commercial broadcasting. It was first demonstrated to the pre"}]}, {"heading": "Events", "year": "1954", "date": "October 11", "txt": "In accord with the 1954 Geneva Conference, French troops complete their withdrawal from North Vietnam.", "entities": [{"title": "1954 Geneva Conference", "href": "/wiki/1954_Geneva_Conference", "description": "The Geneva Conference, intended to settle outstanding issues resulting from the Korean War and the First Indochina War, was a conference involving several nations that took place in Geneva, Switzerland, from April 26 to July 20, 1954. The part of the conference on the Korean question ended without adopting any declarations or proposals, so is generally considered less relevant. The Geneva Accords "}]}, {"heading": "Events", "year": "1958", "date": "October 11", "txt": "NASA launches Pioneer 1, its first space probe, although it fails to achieve a stable orbit.", "entities": [{"title": "Pioneer 1", "href": "/wiki/Pioneer_1", "description": "Pioneer 1 was an American space probe, the first under the auspices of NASA, which was launched by a Thor-Able rocket on 11 October 1958. It was intended to orbit the Moon and make scientific measurements, but due to a guidance error failed to achieve lunar orbit and was ultimately destroyed upon reentering Earth's atmosphere. The flight, which lasted 43 hours and reached an apogee of 113,800 km, "}]}, {"heading": "Events", "year": "1962", "date": "October 11", "txt": "The Second Vatican Council becomes the first ecumenical council of the Roman Catholic Church in 92 years.", "entities": [{"title": "Second Vatican Council", "href": "/wiki/Second_Vatican_Council", "description": "The Second Ecumenical Council of the Vatican, commonly known as the Second Vatican Council, or Vatican II, addressed relations between the Catholic Church and the modern world. The Council, through the Holy See, was formally opened under the pontificate of Pope John XXIII on 11 October 1962, and was closed under Pope Paul VI on the Solemnity of the Immaculate Conception on 8 December 1965."}]}, {"heading": "Events", "year": "1968", "date": "October 11", "txt": "NASA launches Apollo 7, the first successful manned Apollo mission.", "entities": []}, {"heading": "Events", "year": "1972", "date": "October 11", "txt": "A race riot occurs on the United States Navy aircraft carrier Kitty Hawk off the coast of Vietnam.", "entities": [{"title": "USS Kitty Hawk riot", "href": "/wiki/USS_Kitty_Hawk_riot", "description": "The USS Kitty Hawk riot was a racial conflict between white and black sailors aboard the United States Navy aircraft carrier Kitty Hawk on the night of October 12/13, 1972, while positioned at Yankee Station off the coast of North Vietnam during the Vietnam War."}]}, {"heading": "Events", "year": "1976", "date": "October 11", "txt": "George Washington is posthumously promoted to the grade of General of the Armies.", "entities": [{"title": "George Washington", "href": "/wiki/George_Washington", "description": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been ca"}, {"title": "s:Public Law 94-479", "href": "https://en.wikisource.org/wiki/Public_Law_94-479", "description": null}]}, {"heading": "Events", "year": "1984", "date": "October 11", "txt": "Aboard the Space Shuttle Challenger, astronaut Kathryn D. Sullivan becomes the first American woman to perform a space walk.", "entities": [{"title": "Kathryn D. Sullivan", "href": "/wiki/Kathryn_D._Sullivan", "description": "Kathryn Dwyer Sullivan is an American geologist and a former NASA astronaut. A crew member on three Space Shuttle missions, she was the first American woman to walk in space on October 11, 1984. On June 7, 2020, she became the first woman to dive to the Challenger Deep in the Mariana Trench, the deepest part of the Earth's oceans. She was Under Secretary of Commerce for Oceans and Atmosphere and A"}]}, {"heading": "Events", "year": "1984", "date": "October 11", "txt": "Aeroflot Flight 3352 crashes into maintenance vehicles upon landing in Omsk, Russia, killing 178.", "entities": []}, {"heading": "Events", "year": "1986", "date": "October 11", "txt": "Ronald Reagan and Mikhail Gorbachev meet in Iceland to continue discussions about scaling back IRBM arsenals in Europe.", "entities": [{"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}, {"title": "Mikhail Gorbachev", "href": "/wiki/Mikhail_Gorbachev", "description": "Mikhail Sergeyevich Gorbachev is a Russian and former Soviet politician. The eighth and last leader of the Soviet Union, he was the General Secretary of the Communist Party of the Soviet Union from 1985 until 1991. He was also the country's head of state from 1988 until 1991, serving as the chairman of the Presidium of the Supreme Soviet from 1988 to 1989, chairman of the Supreme Soviet from 1989 "}, {"title": "Reykjavík Summit", "href": "/wiki/Reykjav%C3%ADk_Summit", "description": "The Reykjavík Summit was a summit meeting between U.S. president Ronald Reagan and General Secretary of the Communist Party of the Soviet Union Mikhail Gorbachev, held in Reykjavík, Iceland, on 11–12 October 1986. The talks collapsed at the last minute, but the progress that had been achieved eventually resulted in the 1987 Intermediate-Range Nuclear Forces Treaty between the United States and the"}]}, {"heading": "Events", "year": "1987", "date": "October 11", "txt": "The AIDS Memorial Quilt is first displayed during the Second National March on Washington for Lesbian and Gay Rights.", "entities": [{"title": "AIDS Memorial Quilt", "href": "/wiki/AIDS_Memorial_Quilt", "description": "The NAMES Project AIDS Memorial Quilt, often abbreviated to AIDS Memorial Quilt or AIDS Quilt, is an enormous memorial to celebrate the lives of people who have died of AIDS-related causes. Weighing an estimated 54 tons, it is the largest piece of community folk art in the world as of 2020."}]}, {"heading": "Events", "year": "1987", "date": "October 11", "txt": "Start of Operation Pawan by Indian forces in Sri Lanka. Thousands of civilians, insurgents, soldiers die.", "entities": []}, {"heading": "Events", "year": "1991", "date": "October 11", "txt": "Prof. Anita Hill delivers her televised testimony concerning sexual harassment during the Clarence Thomas Supreme Court nomination.", "entities": [{"title": "Anita Hill", "href": "/wiki/Anita_Hill", "description": "Anita Faye Hill is an American lawyer and academic. She is a university professor of social policy, law, and women's studies at Brandeis University and a faculty member of the university's Heller School for Social Policy and Management. She became a national figure in 1991 when she accused U.S. Supreme Court nominee Clarence Thomas, her supervisor at the United States Department of Education and t"}]}, {"heading": "Events", "year": "2000", "date": "October 11", "txt": "NASA launches STS-92, the 100th Space Shuttle mission.", "entities": [{"title": "STS-92", "href": "/wiki/STS-92", "description": "STS-92 was a Space Shuttle mission to the International Space Station (ISS) flown by Space Shuttle  Discovery. STS-92 marked the 100th mission of the Space Shuttle. It was launched from Kennedy Space Center, Florida, 11 October 2000."}]}, {"heading": "Events", "year": "2001", "date": "October 11", "txt": "The Polaroid Corporation files for federal bankruptcy protection.", "entities": [{"title": "Polaroid Corporation", "href": "/wiki/Polaroid_Corporation", "description": "Polaroid was an American company best known for its instant film and cameras. The company was founded in 1937 by Edwin H. Land, to exploit the use of its Polaroid polarizing polymer. Land ran the company until 1981. Its peak employment was 21,000 in 1978, and its peak revenue was $3 billion in 1991."}]}, {"heading": "Events", "year": "2002", "date": "October 11", "txt": "A bomb attack in a shopping mall in Finland kills seven.", "entities": [{"title": "Myyrmanni bombing", "href": "/wiki/Myyrmanni_bombing", "description": "The Myyrmanni bombing took place on October 11, 2002, in Myyrmäki, Vantaa, Finland, in Greater Helsinki, at the Myyrmanni shopping mall. A bomb, hidden in a backpack, exploded in the central square of the shopping center on top of a metal waste container, located in the center of the square, at 19:36. Five people were killed immediately, including the bomb carrier. The waste container was shattere"}]}, {"heading": "Events", "year": "2013", "date": "October 11", "txt": "A migrant boat sinks in the Channel of Sicily, with at least 34 people drowning.", "entities": [{"title": "2013 Lampedusa migrant shipwreck", "href": "/wiki/2013_Lampedusa_migrant_shipwreck", "description": "On 3 October 2013, a boat carrying migrants from Libya to Italy sank off the Italian island of Lampedusa. It was reported that the boat had sailed from Misrata, Libya, but that many of the migrants were originally from Eritrea, Somalia and Ghana. An emergency response involving the Italian Coast Guard resulted in the rescue of 155 survivors. On 12 October it was reported that the confirmed death t"}]}, {"heading": "Events", "year": "2018", "date": "October 11", "txt": "Soyuz MS-10, launching an intended crew for the ISS, suffers an in-flight abort. The crew lands safely.", "entities": [{"title": "Soyuz MS-10", "href": "/wiki/Soyuz_MS-10", "description": "Soyuz MS-10 was a crewed Soyuz MS spaceflight which aborted shortly after launch on 11 October 2018 due to a failure of the Soyuz-FG launch vehicle boosters. MS-10 was the 139th flight of a Soyuz spacecraft. It was intended to transport two members of the Expedition 57 crew to the International Space Station. A few minutes after liftoff, the craft went into contingency abort due to a booster failu"}]}, {"heading": "Births", "year": "1492", "date": "October 11", "txt": "Charles Orlando, Dauphin of France, French noble (d. 1495)", "entities": [{"title": "Charles Orlando, Dauphin of France", "href": "/wiki/Charles_Orlando,_Dauphin_of_France", "description": "Charles Orlando, Dauphin of France was the eldest son and heir of Charles VIII of France and Anne of Brittany."}]}, {"heading": "Births", "year": "1552", "date": "October 11", "txt": "Tsarevich Dmitry Ivanovich of Russia, Grand Prince of Moscow (d. 1553)", "entities": [{"title": "Tsarevich Dmitry Ivanovich of Russia (1552–1553)", "href": "/wiki/Tsarevich_Dmitry_Ivanovich_of_Russia_(1552%E2%80%931553)", "description": "Dmitri Ivanovich was the first Tsarevich or Tsesarevich - the heir apparent - of the Tsardom of Russia, as the eldest son of Ivan the Terrible, or Ivan IV of Russia and his first Tsaritsa, Anastasia Romanovna. He was the third child and first son of the couple and died in infancy."}]}, {"heading": "Births", "year": "1616", "date": "October 11", "txt": "Andreas Gryphius, German poet and playwright (d. 1664)", "entities": [{"title": "Andreas Gryphius", "href": "/wiki/Andreas_Gryphius", "description": "Andreas Gryphius was a German poet and playwright. With his eloquent sonnets, which contains \"The Suffering, Frailty of Life and the World\", he is considered one of the most important poets of the German baroque. He was one of the first improvers of German language and poetry."}]}, {"heading": "Births", "year": "1661", "date": "October 11", "txt": "Melchior de Polignac, French cardinal and poet (d. 1742)", "entities": [{"title": "Melchior de Polignac", "href": "/wiki/Melchior_de_Polignac", "description": "Melchior Cardinal de Polignac was a French diplomat, Cardinal and neo-Latin poet."}]}, {"heading": "Births", "year": "1671", "date": "October 11", "txt": "Frederick IV of Denmark (d. 1730)", "entities": [{"title": "Frederick IV of Denmark", "href": "/wiki/Frederick_IV_of_Denmark", "description": "Frederick IV was the king of Denmark and Norway from 1699 until his death. Frederick was the son of Christian V of Denmark-Norway and his consort Charlotte Amalie of Hesse-Kassel.\n"}]}, {"heading": "Births", "year": "1672", "date": "October 11", "txt": "Pylyp Orlyk, Ukrainian-Romanian diplomat (d. 1742)", "entities": [{"title": "Pylyp Orlyk", "href": "/wiki/Pylyp_Orlyk", "description": "Pylyp Stepanovych Orlyk (born on October 11, 1672 in Kosuta, Ashmyany county, Polish–Lithuanian Commonwealth, died on May 26, 1742 in Jassy, Principality of Moldavia was a Zaporozhian Cossack starshyna, Hetman of Ukraine in exile, diplomat, secretary and close associate of Hetman Ivan Mazepa. He is the author of the Constitution of Pylyp Orlyk."}]}, {"heading": "Births", "year": "1675", "date": "October 11", "txt": "Samuel Clarke, English minister and philosopher (d. 1729)", "entities": [{"title": "Samuel Clarke", "href": "/wiki/Samuel_Clarke", "description": "Samuel Clarke was an English philosopher and Anglican cleric. He is considered the major British figure in philosophy between John Locke and George Berkeley."}]}, {"heading": "Births", "year": "1738", "date": "October 11", "txt": "Arthur Phillip, English admiral and politician, 1st Governor of New South Wales (d. 1814)", "entities": [{"title": "Arthur Phillip", "href": "/wiki/Arthur_Phillip", "description": "Admiral Arthur Phillip was an English Royal Navy officer and the first Governor of New South Wales who led the British settlement and colonisation of Australia. He established a British penal colony that later became the city of Sydney, Australia."}, {"title": "Governor of New South Wales", "href": "/wiki/Governor_of_New_South_Wales", "description": "The Governor of New South Wales is the viceregal representative of the Australian monarch, Queen Elizabeth II, in the state of New South Wales. In an analogous way to the Governor-General of Australia at the national level, the Governors of the Australian states perform constitutional and ceremonial functions at the state level. The governor is appointed by the queen on the advice of the premier o"}]}, {"heading": "Births", "year": "1739", "date": "October 11", "txt": "Grigory Potemkin, Russian general and politician (d. 1791)", "entities": [{"title": "Grigory Potemkin", "href": "/wiki/Grigory_Potemkin", "description": "Prince Grigory Aleksandrovich Potemkin-Tauricheski was a Russian military leader, statesman, nobleman and favourite of Catherine the Great. He died during negotiations over the Treaty of Jassy, which ended a war with the Ottoman Empire that he had overseen."}]}, {"heading": "Births", "year": "1758", "date": "October 11", "txt": "Heinrich Wilhelm Matthias Olbers, German physician and astronomer (d. 1840)", "entities": [{"title": "Heinrich Wilhelm Matthias Olbers", "href": "/wiki/Heinrich_Wilhelm_Matthias_Olbers", "description": "Heinrich Wilhelm Matthias Olbers was a German physician and astronomer."}]}, {"heading": "Births", "year": "1778", "date": "October 11", "txt": "George Bridgetower, British musician and composer (d. 1860)", "entities": [{"title": "George Bridgetower", "href": "/wiki/George_Bridgetower", "description": "George Augustus Polgreen Bridgetower was a British musician. He was a virtuoso violinist who lived in England for much of his life. His playing impressed Beethoven, who made Bridgetower the original dedicatee of his Kreutzer Sonata after they presented its premiere performance."}]}, {"heading": "Births", "year": "1786", "date": "October 11", "txt": "Stevenson Archer, American judge and politician (d. 1848)", "entities": [{"title": "Stevenson Archer (1786–1848)", "href": "/wiki/Stevenson_Archer_(1786%E2%80%931848)", "description": "Stevenson Archer was a judge and United States Representative from Maryland, representing the sixth district from 1811 to 1817, and the seventh district from 1819 to 1821. His son Stevenson Archer and father John Archer were also U.S. Congressmen from Maryland."}]}, {"heading": "Births", "year": "1788", "date": "October 11", "txt": "Simon Sechter, Austrian organist, composer, and conductor (d. 1867)", "entities": [{"title": "Simon Sechter", "href": "/wiki/Simon_Sechter", "description": "Simon Sechter was an Austrian music theorist, teacher, organist, conductor and composer. He was one of the most prolific composers who ever lived, although his music is largely forgotten and he is now mainly remembered as a strict music teacher, most notably of Anton Bruckner."}]}, {"heading": "Births", "year": "1793", "date": "October 11", "txt": "Maria James, Welsh-born American poet, domestic servant (d. 1868)", "entities": [{"title": "Maria James (poet)", "href": "/wiki/Maria_James_(poet)", "description": "\nMaria James was a Welsh-born American poet and domestic servant. Her poetry includes Ode on the Fourth of July 1833. As a child, she emigrated with her family from Wales to New York. She spend most of her life in this state."}]}, {"heading": "Births", "year": "1803", "date": "October 11", "txt": "Gregor von Helmersen, Estonian-Russian general and geologist (d. 1885)", "entities": [{"title": "Gregor von Helmersen", "href": "/wiki/Gregor_von_Helmersen", "description": "Gregor von Helmersen was a Baltic German geologist."}]}, {"heading": "Births", "year": "1814", "date": "October 11", "txt": "Jean-Baptiste Lamy, French-American archbishop (d. 1888)", "entities": [{"title": "Jean-Baptiste Lamy", "href": "/wiki/Jean-Baptiste_Lamy", "description": "Jean-Baptiste Lamy, was an American Roman Catholic prelate who served as the first Archbishop of Santa Fe, New Mexico. Willa Cather's novel Death Comes for the Archbishop is based on his life and career."}]}, {"heading": "Births", "year": "1815", "date": "October 11", "txt": "Pierre Napoléon Bonaparte, Italian-French politician (d. 1881)", "entities": [{"title": "Pierre Napoléon Bonaparte", "href": "/wiki/Pierre_Napol%C3%A9on_Bonaparte", "description": "Prince Pierre-Napoléon Bonaparte was a French nobleman, revolutionary and politician, the son of Lucien Bonaparte and his second wife Alexandrine de Bleschamp. He was a nephew of Napoleon I of France, Joseph Bonaparte, Elisa Bonaparte, Louis Bonaparte, Pauline Bonaparte, Caroline Bonaparte and Jérôme Bonaparte."}]}, {"heading": "Births", "year": "1821", "date": "October 11", "txt": "George Williams, English philanthropist, founded the YMCA (d. 1905)", "entities": [{"title": "George Williams (YMCA)", "href": "/wiki/George_Williams_(YMCA)", "description": "Sir George Williams was an English philanthropist, businessman and founder of the Young Men's Christian Association (YMCA). The oldest and largest youth charity in the world, its aim is to support young people to belong, contribute and thrive in their communities."}, {"title": "YMCA", "href": "/wiki/YMCA", "description": "YMCA, sometimes regionally called the Y, is a worldwide youth organization based in Geneva, Switzerland, with more than 64 million beneficiaries in 120 countries. It was founded on 6 June 1844 by Sir George Williams in London, originally as the Young Men's Christian Association, and aims to put Christian principles into practice by developing a healthy \"body, mind, and spirit\"."}]}, {"heading": "Births", "year": "1827", "date": "October 11", "txt": "Afzal-ud-Daulah, Asaf Jah V, 5th Nizam of Hyderabad", "entities": [{"title": "Afzal-ud-Daulah", "href": "/wiki/Afzal-ud-Daulah", "description": "Afzal ad-Dawlah, Asaf Jah V Mir Tahniyath Ali Khan Siddiqi was the ruling Nizam of Hyderabad, India, from 1857 to 1869."}, {"title": "Nizam", "href": "/wiki/Nizam", "description": "The Nizams were the 18th-through-20th-century rulers of Hyderabad. Nizam of Hyderabad was the title of the monarch of the Hyderabad State. Nizam, shortened from Nizam-ul-Mulk, meaning Administrator of the Realm, was the title inherited by Asaf Jah I. He was the viceroy of the Great Mughal in the Deccan, the premier courtier in Mughal India in 1724, and the founding \"Nizam of Hyderabad\"."}]}, {"heading": "Births", "year": "1835", "date": "October 11", "txt": "Theodore Thomas, American conductor, founded the Chicago Symphony Orchestra (d. 1905)", "entities": [{"title": "Theodore Thomas (conductor)", "href": "/wiki/Theodore_Thomas_(conductor)", "description": "Theodore Thomas was a German-American violinist, conductor, and orchestrator of German birth. He is considered the first renowned American orchestral conductor and was the founder and first music director of the Chicago Symphony Orchestra (1891–1905)."}, {"title": "Chicago Symphony Orchestra", "href": "/wiki/Chicago_Symphony_Orchestra", "description": "The Chicago Symphony Orchestra (CSO) was founded by Theodore Thomas in 1891. The ensemble makes its home at Orchestra Hall in Chicago and plays a summer season at the Ravinia Festival. The music director is Riccardo Muti, who began his tenure in 2010. The CSO is one of five American orchestras commonly referred to as the \"Big Five\"."}]}, {"heading": "Births", "year": "1844", "date": "October 11", "txt": "Henry J. Heinz, American businessman, founded the H. J. Heinz Company (d. 1919)", "entities": [{"title": "Henry J. Heinz", "href": "/wiki/Henry_J._Heinz", "description": "Henry John Heinz was an American entrepreneur who, at the age of 25, co-founded a small horseradish concern in Sharpsburg, Pennsylvania. This business failed, but his second business expanded into tomato ketchup and other condiments, and ultimately became the internationally known H. J. Heinz Company of Pittsburgh, Pennsylvania."}, {"title": "H. J. Heinz Company", "href": "/wiki/H._J._Heinz_Company", "description": "The H. J. Heinz Company is an American food processing company headquartered at One PPG Place in Pittsburgh, Pennsylvania. The company was founded by Henry J. Heinz in 1869. Heinz manufactures thousands of food products in plants on six continents, and markets these products in more than 200 countries and territories. The company claims to have 150 number-one or number-two brands worldwide. Heinz "}]}, {"heading": "Births", "year": "1865", "date": "October 11", "txt": "Hans E. Kinck, Norwegian philologist and author (d. 1926)", "entities": [{"title": "Hans E. Kinck", "href": "/wiki/Hans_E._Kinck", "description": "Hans Ernst Kinck was a Norwegian author and philologist who wrote novels, short stories, dramas, and essays. He was nominated for the Nobel Prize in Literature seven times."}]}, {"heading": "Births", "year": "1871", "date": "October 11", "txt": "Johan Oscar Smith, Norwegian evangelist, founded the Brunstad Christian Church (d. 1943)", "entities": [{"title": "Johan Oscar Smith", "href": "/wiki/Johan_Oscar_Smith", "description": "Johan Oscar Smith was a Norwegian Christian leader who founded the evangelical non-denominational fellowship now known as Brunstad Christian Church."}, {"title": "Brunstad Christian Church", "href": "/wiki/Brunstad_Christian_Church", "description": "Brunstad Christian Church is a worldwide evangelical non-denominational Christian church. Established in Norway early in the 20th century. It is represented by more than 220 churches in 54 countries. An overview of members per country shows a total of 20,000 members in 2016. As many as two thirds of its members live outside Norway. For many years the group did not have a formal name and was referr"}]}, {"heading": "Births", "year": "1872", "date": "October 11", "txt": "Emily Davison, English educator and activist (d. 1913)", "entities": [{"title": "Emily Davison", "href": "/wiki/Emily_Davison", "description": "Emily Wilding Davison was an English suffragette who fought for votes for women in Britain in the early twentieth century. A member of the Women's Social and Political Union (WSPU) and a militant fighter for her cause, she was arrested on nine occasions, went on hunger strike seven times and was force fed on forty-nine occasions. She died after being hit by King George V's horse Anmer at the 1913 "}]}, {"heading": "Births", "year": "1872", "date": "October 11", "txt": "Harlan F. Stone, American lawyer and jurist, 12th Chief Justice of the United States (d. 1946)", "entities": [{"title": "Chief Justice of the United States", "href": "/wiki/Chief_Justice_of_the_United_States", "description": "The chief justice of the United States is the chief judge of the Supreme Court of the United States and the highest-ranking officer of the U.S. federal judiciary. Article II, Section 2, Clause 2 of the U.S. Constitution grants plenary power to the president of the United States to nominate, and with the advice and consent of the United States Senate, appoint \"Judges of the supreme Court\", who serv"}]}, {"heading": "Births", "year": "1879", "date": "October 11", "txt": "Ernst Mally, Austrian philosopher and academic (d. 1944)", "entities": [{"title": "Ernst Mally", "href": "/wiki/Ernst_Mally", "description": "Ernst Mally was an Austrian analytic philosopher, initially affiliated with Alexius Meinong's Graz School of object theory. Mally was one of the founders of deontic logic and is mainly known for his contributions in that field of research. In metaphysics, he is known for introducing a distinction between two kinds of predication, better known as the dual predication approach."}]}, {"heading": "Births", "year": "1881", "date": "October 11", "txt": "Hans Kelsen, Czech-American jurist and philosopher (d. 1973)", "entities": [{"title": "Hans Kelsen", "href": "/wiki/Hans_Kelsen", "description": "Hans Kelsen was an Austrian jurist, legal philosopher and political philosopher. He was the author of the 1920 Austrian Constitution, which to a very large degree is still valid today. Due to the rise of totalitarianism in Austria, Kelsen left for Germany in 1930 but was forced to leave this university post after Hitler's seizure of power in 1933 because of his Jewish ancestry. That year he left f"}]}, {"heading": "Births", "year": "1884", "date": "October 11", "txt": "Friedrich Bergius, German-Argentinian chemist and academic, Nobel Prize laureate (d. 1949)", "entities": [{"title": "Friedrich Bergius", "href": "/wiki/Friedrich_Bergius", "description": "Friedrich Karl Rudolf Bergius was a German chemist known for the Bergius process for producing synthetic fuel from coal, Nobel Prize in Chemistry in recognition of contributions to the invention and development of chemical high-pressure methods. Having worked with IG Farben during World War II, his citizenship came into question following the war, causing him to ultimately flee to Argentina, where"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1884", "date": "October 11", "txt": "Eleanor Roosevelt, American humanitarian and politician, 39th First Lady of the United States (d. 1962)", "entities": [{"title": "First Lady of the United States", "href": "/wiki/First_Lady_of_the_United_States", "description": "First Lady of the United States (FLOTUS) is the title held by the hostess of the White House, usually the wife of the president of the United States, concurrent with the president's term in office. Although the first lady's role has never been codified or officially defined, she figures prominently in the political and social life of the United States. Since the early 20th century, the first lady "}]}, {"heading": "Births", "year": "1884", "date": "October 11", "txt": "Sig Ruman, German-American actor (d. 1967)", "entities": []}, {"heading": "Births", "year": "1885", "date": "October 11", "txt": "François Mauriac, French novelist, poet, and playwright, Nobel Prize laureate (d. 1970)", "entities": [{"title": "François Mauriac", "href": "/wiki/Fran%C3%A7ois_Mauriac", "description": "François Charles Mauriac was a French novelist, dramatist, critic, poet, and journalist, a member of the Académie française, and laureate of the Nobel Prize in Literature (1952). He was awarded the Grand Cross of the Légion d'honneur in 1958. He was a lifelong Catholic."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1890", "date": "October 11", "txt": "A. V. Kulasingham, Sri Lankan journalist, lawyer, and politician (d. 1978)", "entities": [{"title": "A. V. Kulasingham", "href": "/wiki/A._V._Kulasingham", "description": "Aiyathurai Varnakulasingham Kulasingham was a Ceylon Tamil lawyer, politician, journalist and editor of the Ceylon Daily News and Hindu Organ."}]}, {"heading": "Births", "year": "1894", "date": "October 11", "txt": "Julius Kuperjanov, Estonian educator and lieutenant (d. 1919)", "entities": [{"title": "Julius Kuperjanov", "href": "/wiki/Julius_Kuperjanov", "description": "Julius Kuperjanov VR I/2, VR II/2 and VR II/3 was an Estonian military officer during the War of Independence and commander of the Tartumaa Partisan Battalion renamed after him posthumously."}]}, {"heading": "Births", "year": "1896", "date": "October 11", "txt": "Roman Jakobson, Russian-American linguist and theorist (d. 1982)", "entities": [{"title": "Roman Jakobson", "href": "/wiki/Roman_Jakobson", "description": "Roman Osipovich Jakobson was a Russian Empire-born American linguist and literary theorist."}]}, {"heading": "Births", "year": "1897", "date": "October 11", "txt": "Nathan Farragut Twining, American general (d. 1982)", "entities": [{"title": "Nathan Farragut Twining", "href": "/wiki/Nathan_Farragut_Twining", "description": "Nathan Farragut Twining was a United States Air Force general, born in Monroe, Wisconsin. He was Chief of Staff of the United States Air Force from 1953 until 1957, and Chairman of the Joint Chiefs of Staff from 1957 to 1960. He was the first member of the Air Force to serve as Chairman. Twining was a distinguished \"mustang\" officer, rising from private to four-star general and appointment to the "}]}, {"heading": "Births", "year": "1899", "date": "October 11", "txt": "Eddie Dyer, American baseball player and manager (d. 1964)", "entities": [{"title": "Eddie Dyer", "href": "/wiki/Eddie_Dyer", "description": "Edwin Hawley Dyer was an American left-handed pitcher, manager and farm system official in Major League Baseball for the St. Louis Cardinals from 1922–1944 and 1946–1950. In 1946, Dyer's first season at the helm of the Cardinals, the Redbirds defeated the Brooklyn Dodgers in a thrilling National League season that featured the first postseason playoff in baseball history, then bested the favored B"}]}, {"heading": "Births", "year": "1901", "date": "October 11", "txt": "Masanobu Tsuji, Japanese colonel and politician (d. 1961)", "entities": [{"title": "Masanobu Tsuji", "href": "/wiki/Masanobu_Tsuji", "description": "Masanobu Tsuji   was a Japanese army officer and politician. During World War II, he was an important tactical planner in the Imperial Japanese Army; he developed the detailed plans for the successful Japanese invasion of Malaya at the start of the war. He also helped plan and lead the final Japanese offensive during the Guadalcanal Campaign."}]}, {"heading": "Births", "year": "1902", "date": "October 11", "txt": "Jayaprakash Narayan, Indian activist and politician (d. 1979)", "entities": [{"title": "Jayaprakash Narayan", "href": "/wiki/Jayaprakash_Narayan", "description": "Jayaprakash Narayan, popularly referred to as JP or Lok Nayak, was an Indian independence activist, theorist, socialist and political leader. He is also known as the \"Hero of Quit India Movement\" and he is remembered for leading the mid-1970s opposition against Prime Minister Indira Gandhi, for whose overthrow he had called for a \"total revolution\". His biography, Jayaprakash, was written by his n"}]}, {"heading": "Births", "year": "1905", "date": "October 11", "txt": "Fred Trump, American real estate entrepreneur (d. 1999)", "entities": [{"title": "Fred Trump", "href": "/wiki/Fred_Trump", "description": "Frederick Christ Trump Sr. was a prominent American real estate developer in New York City. He was the father of Donald Trump, the 45th president of the United States."}]}, {"heading": "Births", "year": "1910", "date": "October 11", "txt": "Cahit Arf, Turkish mathematician and academic (d. 1997)", "entities": [{"title": "Cahit Arf", "href": "/wiki/Cahit_Arf", "description": "Cahit Arf was a Turkish mathematician. He is known for the Arf invariant of a quadratic form in characteristic 2 in topology, the Hasse–Arf theorem in ramification theory, Arf semigroups, and Arf rings."}]}, {"heading": "Births", "year": "1911", "date": "October 11", "txt": "Nello Pagani, Italian motorcycle racer and race car driver (d. 2003)", "entities": [{"title": "Nello Pagani", "href": "/wiki/Nello_Pagani", "description": "Cirillo Pagani, nicknamed \"Nello\", was an Italian Grand Prix motorcycle road racer and Formula One driver. He was born in Milan, Lombardy, and died in Bresso."}]}, {"heading": "Births", "year": "1913", "date": "October 11", "txt": "Joe Simon, American author and illustrator (d. 2011)", "entities": [{"title": "Joe Simon", "href": "/wiki/Joe_Simon", "description": "Joseph Henry Simon was an American comic book writer, artist, editor, and publisher. Simon created or co-created many important characters in the 1930s–1940s Golden Age of Comic Books and served as the first editor of Timely Comics, the company that would evolve into Marvel Comics."}]}, {"heading": "Births", "year": "1915", "date": "October 11", "txt": "T. Llew Jones, Welsh author and poet (d. 2009)", "entities": [{"title": "T. Llew Jones", "href": "/wiki/T._Llew_Jones", "description": "Thomas Llewelyn Jones was a Welsh language author. Over a writing career of more than 50 years, he became one of the most prolific and popular authors of children's books in Welsh. He wrote, and was generally known, as T. Llew Jones."}]}, {"heading": "Births", "year": "1916", "date": "October 11", "txt": "Nanaji Deshmukh, Indian educator and activist (d. 2010)", "entities": [{"title": "Nanaji Deshmukh", "href": "/wiki/Nanaji_Deshmukh", "description": "Chandikadas Amritrao Deshmukh also known as Nanaji Deshmukh was a social reformer and politician from India. He worked in the fields of education, health, and rural self-reliance. He was honoured with the Padma Vibhushan in 1999. He was posthumously awarded the Bharat Ratna, India's highest civilian award in 2019 by Government of India. He was a leader of the Bharatiya Jana Sangh and also a member"}]}, {"heading": "Births", "year": "1918", "date": "October 11", "txt": "Fred Bodsworth, Canadian journalist and author (d. 2012)", "entities": [{"title": "Fred Bodsworth", "href": "/wiki/Fred_Bodsworth", "description": "Charles Frederick (Fred) Bodsworth was a Canadian writer, journalist and amateur naturalist."}]}, {"heading": "Births", "year": "1918", "date": "October 11", "txt": "Jerome Robbins, American director, producer, and choreographer (d. 1998)", "entities": []}, {"heading": "Births", "year": "1919", "date": "October 11", "txt": "Art Blakey, American drummer and bandleader (d. 1990)", "entities": [{"title": "Art Blakey", "href": "/wiki/Art_Blakey", "description": "Arthur Blakey was an American jazz drummer and bandleader. He was briefly known as Abdullah Ibn Buhaina after he converted to Islam for a short time in the late 1940s."}]}, {"heading": "Births", "year": "1919", "date": "October 11", "txt": "Douglas Albert Munro, United States Coast Guard signalman, posthumously awarded Medal of Honor (d. 1942)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1922", "date": "October 11", "txt": "G. C. Edmondson, American soldier and author (d. 1995)", "entities": [{"title": "G. C. Edmondson", "href": "/wiki/G._C._Edmondson", "description": "G. C. Edmondson was the working name of science fiction author Garry Edmonson. According to the obituary published in Locus Magazine, Edmondson was born in Rachauchitlán, Tabasco, Mexico. During World War II he served as a U. S. Marine."}]}, {"heading": "Births", "year": "1924", "date": "October 11", "txt": "André Emmerich, German-American art dealer (d. 2007)", "entities": [{"title": "André Emmerich", "href": "/wiki/Andr%C3%A9_Emmerich", "description": "André Emmerich was a German-born American gallerist who specialized in the color field school and pre-Columbian art while also taking on artists such as David Hockney and John D. Graham."}]}, {"heading": "Births", "year": "1924", "date": "October 11", "txt": "Sammy McCrory, Northern Irish footballer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1924", "date": "October 11", "txt": "Mal Whitfield, American athlete (d. 2015)", "entities": []}, {"heading": "Births", "year": "1925", "date": "October 11", "txt": "Elmore Leonard, American novelist, short story writer, and screenwriter (d. 2013)", "entities": [{"title": "Elmore Leonard", "href": "/wiki/Elmore_Leonard", "description": "Elmore John Leonard Jr. was an American novelist, short story writer, and screenwriter. His earliest novels, published in the 1950s, were Westerns, but he went on to specialize in crime fiction and suspense thrillers, many of which have been adapted into motion pictures."}]}, {"heading": "Births", "year": "1926", "date": "October 11", "txt": "Jean Alexander, English actress (d. 2016)", "entities": [{"title": "Jean Alexander", "href": "/wiki/Jean_Alexander", "description": "Jean Mavis Hodgkinson, known by the stage name Jean Alexander, was a British television actress. She was best known to television viewers for her long running role of Hilda Ogden in the soap opera Coronation Street, a role she played from 1964 until 1987, and also as Auntie Wainwright in the long-running sitcom Last of the Summer Wine from 1988 to 2010. For her role in Coronation Street, she won t"}]}, {"heading": "Births", "year": "1926", "date": "October 11", "txt": "Yvon Dupuis, Canadian politician (d. 2017)", "entities": []}, {"heading": "Births", "year": "1926", "date": "October 11", "txt": "Thích Nhất Hạnh, Vietnamese monk, author, and poet", "entities": []}, {"heading": "Births", "year": "1926", "date": "October 11", "txt": "Earle Hyman, American actor (d. 2017)", "entities": []}, {"heading": "Births", "year": "1926", "date": "October 11", "txt": "Neville Wran, Australian lawyer and politician, 35th Premier of New South Wales (d. 2014)", "entities": [{"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1927", "date": "October 11", "txt": "Princess Joséphine Charlotte of Belgium (d. 2005)", "entities": [{"title": "Princess Joséphine Charlotte of Belgium", "href": "/wiki/Princess_Jos%C3%A9phine_Charlotte_of_Belgium", "description": "Grand Duchess Joséphine-Charlotte of Luxembourg, was the Grand Duchess consort of Luxembourg as the wife of Grand Duke Jean. She was the first child of King Leopold III of Belgium, and sister of the late King Baudouin and former King Albert II and aunt of King Philippe. She was also the first cousin of King Harald V of Norway."}]}, {"heading": "Births", "year": "1927", "date": "October 11", "txt": "Jim Prior, Baron Prior, English soldier and politician, Secretary of State for Northern Ireland (d. 2016)", "entities": [{"title": "Secretary of State for Northern Ireland", "href": "/wiki/Secretary_of_State_for_Northern_Ireland", "description": "The Secretary of State for Northern Ireland also referred to as the Northern Ireland Secretary, is the principal secretary of state in Her Majesty's Government who represents Northern Ireland in Cabinet. The Secretary of State is a minister of the Crown who is accountable to the Parliament of the United Kingdom and is the chief minister in the Northern Ireland Office. As with other ministers, the "}]}, {"heading": "Births", "year": "1928", "date": "October 11", "txt": "Alfonso de Portago, Spanish race car driver and bobsledder (d. 1957)", "entities": [{"title": "Alfonso de Portago", "href": "/wiki/Alfonso_de_Portago", "description": "Alfonso Cabeza de Vaca y Leighton, 11th Marquess of Portago, GE, best known as Alfonso de Portago, was a Spanish aristocrat, racing and bobsleigh driver, jockey and pilot."}]}, {"heading": "Births", "year": "1928", "date": "October 11", "txt": "Roscoe Robinson, Jr., American general (d. 1993)", "entities": []}, {"heading": "Births", "year": "1928", "date": "October 11", "txt": "Geoffrey Tordoff, Baron Tordoff, English businessman and politician (d. 2019)", "entities": []}, {"heading": "Births", "year": "1929", "date": "October 11", "txt": "Curtis Amy, American saxophonist and clarinetist (d. 2002)", "entities": [{"title": "Curtis Amy", "href": "/wiki/Curtis_Amy", "description": "Curtis Amy was a jazz saxophonist."}]}, {"heading": "Births", "year": "1930", "date": "October 11", "txt": "Michael Edwardes, South African-English businessman (d. 2019)", "entities": [{"title": "Michael Edwardes", "href": "/wiki/Michael_Edwardes", "description": "Sir Michael Owen Edwardes was a British-South African business executive who held chairmanships at several companies including motor manufacturer British Leyland."}]}, {"heading": "Births", "year": "1930", "date": "October 11", "txt": "LaVell Edwards, American football player and coach (d. 2016)", "entities": []}, {"heading": "Births", "year": "1930", "date": "October 11", "txt": "Sam Johnson, American colonel and politician (d. 2020)", "entities": []}, {"heading": "Births", "year": "1932", "date": "October 11", "txt": "Saul Friedländer, Israeli historian and author", "entities": [{"title": "Saul Friedländer", "href": "/wiki/Saul_Friedl%C3%A4nder", "description": "Saul Friedländer is an Israeli historian and a professor emeritus of history at UCLA."}]}, {"heading": "Births", "year": "1932", "date": "October 11", "txt": "Barry Jones, Australian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1932", "date": "October 11", "txt": "Dottie West, American singer-songwriter and actress (d. 1991)", "entities": []}, {"heading": "Births", "year": "1935", "date": "October 11", "txt": "Dan Evins, American businessman, founded Cracker Barrel Old Country Store (d. 2012)", "entities": [{"title": "Dan Evins", "href": "/wiki/Dan_Evins", "description": "Danny Wood Evins was an American entrepreneur and co-founder of Cracker Barrel, a Southern-themed restaurant chain."}, {"title": "Cracker Barrel Old Country Store", "href": "/wiki/Cracker_Barrel_Old_Country_Store", "description": "Cracker Barrel Old Country Store, Inc. is an American chain of restaurant and gift stores with a Southern country theme. The company was founded by Dan Evins in 1969; its first store was in Lebanon, Tennessee. The corporate offices are located at a different facility in the same city. The chain's stores were at first positioned near Interstate Highway exits in the Southeastern and Midwestern Unite"}]}, {"heading": "Births", "year": "1935", "date": "October 11", "txt": "Daniel Quinn, American author and environmentalist (d. 2018)", "entities": []}, {"heading": "Births", "year": "1936", "date": "October 11", "txt": "C. Gordon Fullerton, American colonel, engineer, and astronaut (d. 2013)", "entities": [{"title": "C. Gordon Fullerton", "href": "/wiki/C._Gordon_Fullerton", "description": "Charles Gordon Fullerton was a United States Air Force colonel, a USAF and NASA astronaut, and a research pilot at NASA's Dryden Flight Research Facility, Edwards, California. His assignments included a variety of flight research and support activities piloting NASA's B-52 launch aircraft, the Boeing 747 Shuttle Carrier Aircraft (SCA), and other multi-engine and high performance aircraft."}]}, {"heading": "Births", "year": "1936", "date": "October 11", "txt": "Billy Higgins, American drummer and educator (d. 2001)", "entities": []}, {"heading": "Births", "year": "1936", "date": "October 11", "txt": "James M. McPherson, American historian and author", "entities": []}, {"heading": "Births", "year": "1937", "date": "October 11", "txt": "Bobby Charlton, English footballer and manager", "entities": [{"title": "Bobby Charlton", "href": "/wiki/Bobby_Charlton", "description": "Sir Robert Charlton is an English former footballer who played as a midfielder. Considered as one of the best players of all time, he was a member of the England team that won the 1966 FIFA World Cup, the year he also won the Ballon d'Or. He played almost all of his club football at Manchester United, where he became renowned for his attacking instincts, his passing abilities from midfield and his"}]}, {"heading": "Births", "year": "1937", "date": "October 11", "txt": "R. H. W. Dillard, American poet, author, and critic", "entities": []}, {"heading": "Births", "year": "1937", "date": "October 11", "txt": "Ron Leibman, American actor and screenwriter (d. 2019)", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 11", "txt": "Michael Stear, English air marshal (d. 2020)", "entities": [{"title": "Michael Stear", "href": "/wiki/Michael_Stear", "description": "Air Chief Marshal Sir Michael James Douglas Stear, was a senior commander of the Royal Air Force (RAF). He served as Deputy Commander in Chief, Allied Forces Central Europe from 1992 to 1996."}]}, {"heading": "Births", "year": "1939", "date": "October 11", "txt": "Maria Bueno, Brazilian tennis player (d. 2018)", "entities": [{"title": "Maria Bueno", "href": "/wiki/Maria_Bueno", "description": "Maria Esther Andion Bueno was a Brazilian professional tennis player. During her 11-year career in the 1950s and 1960s, she won 19 Grand Slam titles, making her the most successful South American female tennis player in history, and the only one to ever win Wimbledon. Bueno was the year-end number-one ranked female player in 1959 and 1960 and was known for her graceful style of play."}]}, {"heading": "Births", "year": "1939", "date": "October 11", "txt": "Austin Currie, Northern Irish lawyer and SDLP politician", "entities": [{"title": "SDLP", "href": "/wiki/SDLP", "description": "The Social Democratic and Labour Party (SDLP) is an Irish nationalist and social-democratic political party in Northern Ireland. The SDLP currently has 12 MLAs in the Northern Ireland Assembly and two Members of Parliament in Westminster."}]}, {"heading": "Births", "year": "1940", "date": "October 11", "txt": "Lucy Morgan, American newspaper reporter", "entities": [{"title": "Lucy Morgan", "href": "/wiki/Lucy_Morgan", "description": "Lucy Morgan is a long-time reporter and editorialist at the Tampa Bay Times."}]}, {"heading": "Births", "year": "1941", "date": "October 11", "txt": "Lester Bowie, American trumpet player and composer (d. 1999)", "entities": [{"title": "Lester Bowie", "href": "/wiki/Lester_Bowie", "description": "Lester Bowie was an American jazz trumpet player and composer. He was a member of the Association for the Advancement of Creative Musicians and co-founded the Art Ensemble of Chicago."}]}, {"heading": "Births", "year": "1942", "date": "October 11", "txt": "Richard Wilson, Baron Wilson of Dinton, Welsh academic and politician", "entities": [{"title": "Richard Wilson, Baron Wilson of Dinton", "href": "/wiki/Richard_Wilson,_Baron_Wilson_of_Dinton", "description": "Richard Thomas James Wilson, Baron Wilson of Dinton, is a crossbench member of the British House of Lords and former Cabinet Secretary."}]}, {"heading": "Births", "year": "1942", "date": "October 11", "txt": "Amitabh Bachchan, Indian film actor, producer, television host, and former politician", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 11", "txt": "Keith Boyce, Barbadian cricketer (d. 1996)", "entities": [{"title": "Keith Boyce", "href": "/wiki/Keith_Boyce", "description": "Keith David Boyce was a cricketer who played 21 Tests and 8 One Day Internationals for the West Indies between 1971 and 1976. He died from the effects of chronic cirrhosis of the liver, while sitting in a chair at a pharmacists in Speightstown, Barbados, on his birthday on October 11, 1996."}]}, {"heading": "Births", "year": "1943", "date": "October 11", "txt": "Michael Harloe, English sociologist and academic", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 11", "txt": "John Nettles, English actor and writer", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 11", "txt": "Ilmar Reepalu, Swedish lawyer and politician", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 11", "txt": "Gene Watson, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1944", "date": "October 11", "txt": "Rodney Marsh, English footballer, manager, and sportscaster", "entities": [{"title": "Rodney Marsh (footballer)", "href": "/wiki/Rodney_Marsh_(footballer)", "description": "Rodney William Marsh is an English former footballer and football coach; he later worked as a broadcaster. A forward, he won nine caps for England between 1971 and 1973, scoring one international goal."}]}, {"heading": "Births", "year": "1945", "date": "October 11", "txt": "Andrew Logan, English sculptor and painter", "entities": [{"title": "Andrew Logan", "href": "/wiki/Andrew_Logan", "description": "Andrew Logan is an English sculptor, performance artist, jewellery-maker, and portraitist."}]}, {"heading": "Births", "year": "1946", "date": "October 11", "txt": "Elinor Goodman, English journalist", "entities": [{"title": "Elinor Goodman", "href": "/wiki/Elinor_Goodman", "description": "\nElinor Mary Goodman is a UK journalist, best known as political editor of Channel 4 News from 1988 to 2005. She was educated at the Manor House School, an independent school in Surrey, England."}]}, {"heading": "Births", "year": "1946", "date": "October 11", "txt": "Daryl Hall, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 11", "txt": "Sawao Katō, Japanese gymnast", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 11", "txt": "Thomas Boswell, American journalist and author", "entities": [{"title": "Thomas Boswell", "href": "/wiki/Thomas_Boswell", "description": "Thomas M. Boswell is an American sports columnist."}]}, {"heading": "Births", "year": "1947", "date": "October 11", "txt": "Lucas Papademos, Greek economist and politician, 183rd Prime Minister of Greece", "entities": [{"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1947", "date": "October 11", "txt": "Alan Pascoe, English hurdler", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 11", "txt": "David Rendall, English tenor and actor", "entities": [{"title": "David Rendall (tenor)", "href": "/wiki/David_Rendall_(tenor)", "description": "\n\nDavid Rendall is an English operatic tenor."}]}, {"heading": "Births", "year": "1948", "date": "October 11", "txt": "Peter Turkson, Ghanaian cardinal", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 11", "txt": "Henry Luke Orombi, Ugandan archbishop", "entities": [{"title": "Henry Luke Orombi", "href": "/wiki/Henry_Luke_Orombi", "description": "Henry Luke Orombi is a Ugandan Anglican bishop. He served as Archbishop of Uganda and Bishop of Kampala from 2004 until his retirement in December 2012, two years earlier than expected. He was succeeded as Archbishop by Stanley Ntagali, who was consecrated in December 2012. Orombi served as Bishop of the Diocese of Kampala, which is the fixed episcopal see of the Archbishop, but unlike many other "}]}, {"heading": "Births", "year": "1949", "date": "October 11", "txt": "Lawrence Tanter, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1950", "date": "October 11", "txt": "William R. Forstchen, American historian and author", "entities": [{"title": "William R. Forstchen", "href": "/wiki/William_R._Forstchen", "description": "William R. Forstchen is an American historian and author. A Professor of History and Faculty Fellow at Montreat College, in Montreat, North Carolina, he received his doctorate from Purdue University."}]}, {"heading": "Births", "year": "1950", "date": "October 11", "txt": "Amos Gitai, Israeli director, producer, and author", "entities": []}, {"heading": "Births", "year": "1950", "date": "October 11", "txt": "Patty Murray, American educator and politician", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 11", "txt": "Bruce Bartlett, American economist, historian, and author", "entities": [{"title": "Bruce Bartlett", "href": "/wiki/Bruce_Bartlett", "description": "Bruce Reeves Bartlett is an American historian and author. He served as a domestic policy adviser to Ronald Reagan and as a Treasury official under George H. W. Bush."}]}, {"heading": "Births", "year": "1951", "date": "October 11", "txt": "Jean-Jacques Goldman, French singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 11", "txt": "Jon Miller, American sportscaster", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 11", "txt": "Louise Rennison, English author and comedian (d. 2016)", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 11", "txt": "Charles Shyer, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 11", "txt": "Paulette Carlson, American singer-songwriter and guitarist", "entities": [{"title": "Paulette Carlson", "href": "/wiki/Paulette_Carlson", "description": "Paulette Tenae Carlson is an American country singer-songwriter, who rose to fame in the 1980s as the founder and lead vocalist for the country band Highway 101. With Highway 101, she charted four No. 1 hit singles, seven Top 10 hits. As a solo artist, she has charted five times on Hot Country Songs and recorded three studio albums. Her most successful solo single is \"I'll Start with You\", which p"}]}, {"heading": "Births", "year": "1953", "date": "October 11", "txt": "David Morse, American actor, director, producer, and screenwriter", "entities": [{"title": "David Morse (actor)", "href": "/wiki/David_Morse_(actor)", "description": "David Bowditch Morse is an American actor, singer, television director, and writer. He first came to national attention as Dr. Jack \"Boomer\" Morrison in the medical drama series St. Elsewhere (1982–88). He continued his film career with roles in The Negotiator, Contact, The Green Mile, Dancer in the Dark, Disturbia, The Long Kiss Goodnight, The Rock and 12 Monkeys."}]}, {"heading": "Births", "year": "1954", "date": "October 11", "txt": "David Michaels, American epidemiologist and politician", "entities": [{"title": "David Michaels (epidemiologist)", "href": "/wiki/David_Michaels_(epidemiologist)", "description": "David Michaels is an American epidemiologist and professor in the Departments of Environmental and Occupational Health and Epidemiology at the Milken Institute School of Public Health of the George Washington University. He held high-level public health positions in the administrations of Presidents Barack Obama and Bill Clinton."}]}, {"heading": "Births", "year": "1954", "date": "October 11", "txt": "Vojislav Šešelj, Serbian lawyer and politician, Deputy Prime Minister of Serbia", "entities": [{"title": "Deputy Prime Minister of Serbia", "href": "/wiki/Deputy_Prime_Minister_of_Serbia", "description": "The Deputy Prime Minister of Serbia, is the official Deputy of the Prime Minister of Serbia."}]}, {"heading": "Births", "year": "1955", "date": "October 11", "txt": "Norm Nixon, American basketball player and sportscaster", "entities": [{"title": "Norm Nixon", "href": "/wiki/Norm_Nixon", "description": "Norman Ellard Nixon is an American former professional basketball player who played for the Los Angeles Lakers and the San Diego/Los Angeles Clippers of the National Basketball Association (NBA). He also played with Scavolini Pesaro in Italy. A 2-time NBA All-Star, he won two NBA championships with the Lakers over the Philadelphia 76ers at the onset of their Showtime era in the 1980s."}]}, {"heading": "Births", "year": "1956", "date": "October 11", "txt": "Nicanor Duarte, Paraguayan lawyer and politician, President of Paraguay", "entities": [{"title": "Nicanor Duarte", "href": "/wiki/Nicanor_Duarte", "description": "Óscar Nicanor Duarte Frutos is a Paraguayan politician who served as President of Paraguay from 2003 to 2008. He currently holds the title of Senator for life."}, {"title": "President of Paraguay", "href": "/wiki/President_of_Paraguay", "description": "The president of Paraguay, officially known as the president of the Republic of Paraguay, is according to the Constitution of Paraguay the head of the executive branch of the Government of Paraguay, both head of state and head of government. His honorific title is Su Excelencia."}]}, {"heading": "Births", "year": "1956", "date": "October 11", "txt": "Derek Ringer, Scottish race car driver", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 11", "txt": "Francky Dury, Belgian footballer and manager", "entities": [{"title": "Francky Dury", "href": "/wiki/Francky_Dury", "description": "Francky Dury is a Belgian football manager who is the current manager of Zulte Waregem."}]}, {"heading": "Births", "year": "1957", "date": "October 11", "txt": "Dawn French, Welsh-English actress, comedian and screenwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 11", "txt": "Wayne Gardner, Australian motorcycle racer", "entities": [{"title": "Wayne Gardner", "href": "/wiki/Wayne_Gardner", "description": "Wayne Michael Gardner is an Australian former professional Grand Prix motorcycle and touring car racer. His most notable achievement was winning the 1987 500 cc Motorcycle World Championship, becoming the first Australian to win motorcycling's premier class. His success on the world motorcycle road racing circuit earned him the nickname The Wollongong Whiz. Both of Gardner's sons, Remy and Luca, a"}]}, {"heading": "Births", "year": "1959", "date": "October 11", "txt": "Allan Little, Scottish journalist and author", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 11", "txt": "Randy Breuer, American basketball player", "entities": [{"title": "Randy Breuer", "href": "/wiki/Randy_Breuer", "description": "Randall W. Breuer is a retired American professional basketball player who was selected by the Milwaukee Bucks in the first round of the 1983 NBA draft. A 7'3\" center from the University of Minnesota, Breuer played in 11 NBA seasons from 1983-1994. He played for the Bucks, Minnesota Timberwolves, Atlanta Hawks and Sacramento Kings."}]}, {"heading": "Births", "year": "1960", "date": "October 11", "txt": "Nicola Bryant, English actress", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 11", "txt": "Curt Ford, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 11", "txt": "Gábor Pölöskei, Hungarian footballer and manager", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 11", "txt": "Neil Buchanan, English guitarist", "entities": [{"title": "Neil Buchanan", "href": "/wiki/Neil_Buchanan", "description": "Neil Buchanan is an English television presenter, artist, and musician. He presented the CITV programme Art Attack, a television programme that he co-created, during its original run from 1990 to 2007. He also presented Finders Keepers (1991–1996) and It's a Mystery (1996–2000), and produced and appeared in ZZZap! as Smart Arty (1993–1998)."}]}, {"heading": "Births", "year": "1961", "date": "October 11", "txt": "Steve Young, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 11", "txt": "Joan Cusack, American actress", "entities": [{"title": "Joan Cusack", "href": "/wiki/Joan_Cusack", "description": "Joan Mary Cusack is an American actress and comedian. She received nominations for the Academy Award for Best Supporting Actress for her roles in the comedy-drama Working Girl (1988) and the romantic comedy In & Out (1997), as well as one Golden Globe nomination for her performance in the latter. She has also provided the voice of Jessie in the Toy Story franchise and Abby Mallard in Chicken Littl"}]}, {"heading": "Births", "year": "1962", "date": "October 11", "txt": "Andy McCoy, Finnish musician", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 11", "txt": "Marcus Graham, Australian actor", "entities": [{"title": "Marcus Graham", "href": "/wiki/Marcus_Graham", "description": "Marcus Graham is an Australian film, television and stage actor and director, with roles including Mulholland Drive and Josh Jarman. He was known as a teenage heartthrob in the early 1990s while starring in the Australian TV soap E Street as the character \"Wheels\". He is also known for his role as Harvey Ryan in Home and Away"}]}, {"heading": "Births", "year": "1963", "date": "October 11", "txt": "Brian Rice, Scottish footballer and manager", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 11", "txt": "Ronny Rosenthal, Israeli footballer", "entities": []}, {"heading": "Births", "year": "1964", "date": "October 11", "txt": "Michael J. Nelson, American actor, director, and screenwriter", "entities": [{"title": "Michael J. Nelson", "href": "/wiki/Michael_J._Nelson", "description": "Michael John Nelson is an American comedian and writer, most known for his work on the cult television series Mystery Science Theater 3000 (MST3K). Nelson was the head writer of the series for most of the show's original eleven-year run, and spent half of that time as the on-air host, also named Mike Nelson. In addition to writing books, Nelson is currently part of the online movie riffing site Ri"}]}, {"heading": "Births", "year": "1965", "date": "October 11", "txt": "Sean Patrick Flanery, American actor and producer", "entities": [{"title": "Sean Patrick Flanery", "href": "/wiki/Sean_Patrick_Flanery", "description": "Sean Patrick Flanery is an American actor, author and martial artist. He is known for playing Connor MacManus in The Boondock Saints (1999) and its sequel The Boondock Saints II: All Saints Day (2009), Greg Stillson in the USA Network television series The Dead Zone, Jeremy \"Powder\" Reed in Powder (1995), Indiana Jones in the ABC television series The Young Indiana Jones Chronicles, as well as Bob"}]}, {"heading": "Births", "year": "1965", "date": "October 11", "txt": "Alexander Hacke, German singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 11", "txt": "Orlando Hernández, Cuban baseball player", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 11", "txt": "Volodymyr Horilyi, Ukrainian footballer and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 11", "txt": "Luke Perry, American actor and producer (d. 2019)", "entities": [{"title": "Luke Perry", "href": "/wiki/Luke_Perry", "description": "Coy Luther Perry III, known professionally as Luke Perry, was an American actor. He became a teen idol for playing Dylan McKay on the Fox television series Beverly Hills, 90210 from 1990 to 1995, and again from 1998 to 2000. He also starred as Fred Andrews on the CW series Riverdale. He had guest roles on notable shows which are Criminal Minds, Law & Order: Special Victims Unit, The Simpsons, and "}]}, {"heading": "Births", "year": "1966", "date": "October 11", "txt": "Todd Snider, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 11", "txt": "Stephen Williams, Welsh lawyer and politician", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 11", "txt": "Jay Grdina, American businessman and pornographic actor", "entities": [{"title": "Jay Grdina", "href": "/wiki/Jay_Grdina", "description": "John G. \"Jay\" Grdina is an American businessman and former pornographic actor. His family originates from Croatia. He is often credited under the stage name Justin Sterling."}]}, {"heading": "Births", "year": "1967", "date": "October 11", "txt": "Artie Lange, American actor and comedian", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 11", "txt": "David Starr, American race car driver", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 11", "txt": "Jane Krakowski, American actress and singer", "entities": [{"title": "Jane Krakowski", "href": "/wiki/Jane_Krakowski", "description": "Jane Krakowski is an American actress and singer. She is best known for her starring role as Jenna Maroney in the NBC satirical comedy series 30 Rock, for which she received four Primetime Emmy Award nominations for Outstanding Supporting Actress in a Comedy Series. Her other notable television roles include Elaine Vassal in the Fox legal comedy-drama series Ally McBeal (1997–2002) and Jacqueline "}]}, {"heading": "Births", "year": "1968", "date": "October 11", "txt": "Claude Lapointe, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 11", "txt": "Brett Salisbury, American football player and author", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 11", "txt": "Merieme Chadid, Moroccan astronomer and explorer", "entities": [{"title": "Merieme Chadid", "href": "/wiki/Merieme_Chadid", "description": "Merieme Chadid is a Moroccan-French astronomer, explorer and astrophysicist. She leads international polar scientific programs and has been committed to installing a major astronomical observatory at the heart of Antarctica."}]}, {"heading": "Births", "year": "1969", "date": "October 11", "txt": "Stephen Moyer, English actor", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 11", "txt": "Prince Constantijn of the Netherlands", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 11", "txt": "Chidi Ahanotu, American football player", "entities": [{"title": "Chidi Ahanotu", "href": "/wiki/Chidi_Ahanotu", "description": "Chidi Obioma Ahanotu is a former American football defensive end in the NFL."}]}, {"heading": "Births", "year": "1970", "date": "October 11", "txt": "Vanessa Harding, American wrestler", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 11", "txt": "MC Lyte, American rapper, DJ, and actress", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 11", "txt": "Andy Marriott, English-Welsh footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 11", "txt": "Shin Tae-yong, South Korean footballer and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 11", "txt": "Petra Haden, American violinist and singer", "entities": [{"title": "Petra Haden", "href": "/wiki/Petra_Haden", "description": "Petra Haden is an American musician and singer. She has been a member of That Dog, Tito & Tarantula, and The Decemberists. Haden has contributed to recordings by Bill Frisell, The Twilight Singers, Beck, Mike Watt, Luscious Jackson, Sun Kil Moon, Foo Fighters, Green Day, Weezer, The Rentals, Victoria Williams, Yuka Honda, The Gutter Twins, Sunn O))), and Cornelius. She is the daughter of the jazz "}]}, {"heading": "Births", "year": "1971", "date": "October 11", "txt": "Justin Lin, American film director", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 11", "txt": "Oleksandr Pomazun, Ukrainian footballer and manager", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 11", "txt": "Marcus Bai, Papua New Guinean rugby league player", "entities": [{"title": "Marcus Bai", "href": "/wiki/Marcus_Bai", "description": "Marcus \"George\" Bai is a Papua New Guinean former professional rugby league footballer who played in the 1990s and 2000s. An international representative winger, he represented Papua New Guinea on numerous occasions including at the 1995 Rugby League World Cup. Bai played club football for English clubs the Hull FC, Leeds Rhinos and the Bradford Bulls, as well as Australian clubs the Gold Coast Ch"}]}, {"heading": "Births", "year": "1973", "date": "October 11", "txt": "Brendan B. Brown, American singer-songwriter and guitarist", "entities": [{"title": "Brendan B. Brown", "href": "/wiki/Brendan_B._Brown", "description": "Wheatus is an American rock band from Northport, New York, formed in 1995. They are known principally for their 2000 single \"Teenage Dirtbag\", which appeared in the films Loser and Bully, as well as the HBO miniseries Generation Kill, the Netflix original series Girlboss, and The Chilling Adventures of Sabrina."}]}, {"heading": "Births", "year": "1973", "date": "October 11", "txt": "Greg Chalmers, Australian golfer", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 11", "txt": "Steven Pressley, Scottish footballer and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 11", "txt": "Niki Xanthou, Greek long jumper", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 11", "txt": "Dmitri Young, American baseball player and radio host", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 11", "txt": "Jason Arnott, Canadian ice hockey player", "entities": [{"title": "Jason Arnott", "href": "/wiki/Jason_Arnott", "description": "Jason William Arnott is a Canadian former professional ice hockey player."}]}, {"heading": "Births", "year": "1974", "date": "October 11", "txt": "Rachel Barton Pine, American violinist and educator", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 11", "txt": "Dominic Aitchison, Scottish bass player and songwriter", "entities": [{"title": "Dominic Aitchison", "href": "/wiki/Dominic_Aitchison", "description": "Dominic Aitchison is a Scottish bassist. He is best known as the bassist and founding member of post-rock band Mogwai. Aside from Mogwai, he also played bass guitar in Crippled Black Phoenix and Stage Blood."}]}, {"heading": "Births", "year": "1976", "date": "October 11", "txt": "Emily Deschanel, American actress and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 11", "txt": "Matt Bomer, American actor and producer", "entities": [{"title": "Matt Bomer", "href": "/wiki/Matt_Bomer", "description": "Matthew Staton Bomer is an American actor. He is the recipient of accolades such as a Golden Globe Award, a Critics' Choice Television Award, and a Primetime Emmy Award nomination."}]}, {"heading": "Births", "year": "1977", "date": "October 11", "txt": "Igor Figueiredo, Brazilian snooker player", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 11", "txt": "Jérémie Janot, French footballer and manager", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 11", "txt": "Desmond Mason, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 11", "txt": "Rhett McLaughlin, American Youtuber", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 11", "txt": "Ty Wigginton, American baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 11", "txt": "Carl Bussey, American soccer player", "entities": [{"title": "Carl Bussey", "href": "/wiki/Carl_Bussey", "description": "Carl Bussey is a retired American soccer midfielder who played professionally in Major League Soccer and the USL First Division. He played three games for the U.S. at the 1995 FIFA U-17 World Championship."}]}, {"heading": "Births", "year": "1978", "date": "October 11", "txt": "Takuya Kawaguchi, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 11", "txt": "Jamar Beasley, American football player", "entities": [{"title": "Jamar Beasley", "href": "/wiki/Jamar_Beasley", "description": "Jamar Beasley is an American soccer player."}]}, {"heading": "Births", "year": "1979", "date": "October 11", "txt": "Andy Douglas, American wrestler", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 11", "txt": "Kim Yong-dae, South Korean footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 11", "txt": "Nyron Nosworthy, English-born Jamaican footballer", "entities": [{"title": "Nyron Nosworthy", "href": "/wiki/Nyron_Nosworthy", "description": "Nyron Paul Henry Nosworthy is an English-born Jamaican former footballer. Beginning his career with Gillingham he moved to Sunderland in 2005 with whom he played in the Premier League. After two lengthy loan spells with Sheffield United he made a permanent switch to Watford in 2012 but was released in the summer of 2014 after a loan spell with Bristol City. Born in Brixton, South London, Nosworthy"}]}, {"heading": "Births", "year": "1982", "date": "October 11", "txt": "Cameron Knowles, New Zealand footballer", "entities": [{"title": "Cameron Knowles", "href": "/wiki/Cameron_Knowles", "description": "Cameron Knowles is a New Zealand football coach and former player who is currently the head coach of USL Championship side Portland Timbers 2."}]}, {"heading": "Births", "year": "1982", "date": "October 11", "txt": "Jeff Larish, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 11", "txt": "Terrell Suggs, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 11", "txt": "Mauricio Victorino, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 11", "txt": "Sergio Hellings, Dutch footballer", "entities": [{"title": "Sergio Hellings", "href": "/wiki/Sergio_Hellings", "description": "Sergio Hellings is a Dutch footballer who is without a club having last played for Roeselare."}]}, {"heading": "Births", "year": "1984", "date": "October 11", "txt": "Martha MacIsaac, Canadian-American actress, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 11", "txt": "Zeb Taia, Australian-New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 11", "txt": "Jane Zhang, Chinese singer-songwriter", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 11", "txt": "Nesta Carter, Jamaican sprinter", "entities": [{"title": "Nesta Carter", "href": "/wiki/Nesta_Carter", "description": "Nesta Carter OD is a Jamaican sprinter who specializes in the 100 metres event. Carter has been successful as part of the Jamaican 4 x 100 metres relay team, taking gold and setting successive world records at the 2011 World Championships and 2012 London Olympics. He also won a 4 x 100m silver medal at the 2007 World Championship and a gold at the 2015 World Championships. On August 11, 2013, Cart"}]}, {"heading": "Births", "year": "1985", "date": "October 11", "txt": "Yang Cheng, Chinese footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 11", "txt": "Álvaro Fernández, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 11", "txt": "Michelle Trachtenberg, American actress", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 11", "txt": "Ikioi Shōta, Japanese sumo wrestler", "entities": [{"title": "Ikioi Shōta", "href": "/wiki/Ikioi_Sh%C5%8Dta", "description": "Ikioi Shōta  is a Japanese professional sumo wrestler from Katano, Osaka. He began his career in March 2005. He won the jūryō championship in November 2011 in his very first tournament in the division and just two tournaments later made his makuuchi division debut. He was runner up to Jōkōryū in the jūryō division in September 2012. His highest rank has been sekiwake. He has four special prizes fo"}]}, {"heading": "Births", "year": "1987", "date": "October 11", "txt": "Tony Beltran, American soccer player", "entities": [{"title": "Tony Beltran", "href": "/wiki/Tony_Beltran", "description": "Anthony Benjamin Beltran is a retired American soccer player who spent nearly all of his entire professional career at Real Salt Lake."}]}, {"heading": "Births", "year": "1987", "date": "October 11", "txt": "Mike Conley, Jr., American basketball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 11", "txt": "Nathan Coulter-Nile, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 11", "txt": "Omar Gonzalez, American soccer player", "entities": [{"title": "Omar Gonzalez", "href": "/wiki/Omar_Gonzalez", "description": "Omar Alejandro Gonzalez is an American professional soccer player who plays as a defender for Toronto FC in Major League Soccer."}]}, {"heading": "Births", "year": "1988", "date": "October 11", "txt": "Ricochet, American wrestler", "entities": []}, {"heading": "Births", "year": "1989", "date": "October 11", "txt": "Michelle Wie, American golfer", "entities": [{"title": "Michelle Wie", "href": "/wiki/Michelle_Wie", "description": "Michelle Sung Wie West is an American professional golfer who plays on the LPGA Tour. At age 10, she became the youngest player to qualify for a USGA amateur championship. Wie also became the youngest winner of the U.S. Women's Amateur Public Links and the youngest to qualify for an LPGA Tour event. She turned professional shortly before her 16th birthday in 2005, accompanied by an enormous amount"}]}, {"heading": "Births", "year": "1990", "date": "October 11", "txt": "Joo, South Korean singer and actress", "entities": [{"title": "Joo (singer)", "href": "/wiki/Joo_(singer)", "description": "Jung Min-joo, known professionally as Joo, is a South Korean singer, songwriter and musical actress. In 2006, she became a contestant on JYP Entertainment's Superstar Survival. Although she didn't win, she was accepted as a trainee at JYP Entertainment. After two years of training, Joo debuted as a soloist with her single album Young Girl in January 2008. However, she went back into training for t"}]}, {"heading": "Births", "year": "1990", "date": "October 11", "txt": "Sebastian Rode, German footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "October 11", "txt": "Kika van Es, Dutch footballer", "entities": [{"title": "Kika van Es", "href": "/wiki/Kika_van_Es", "description": "Kika van Es is a Dutch football defender who plays for FC Twente in the Eredivisie."}]}, {"heading": "Births", "year": "1991", "date": "October 11", "txt": "Toby Fox, American video game developer and composer", "entities": []}, {"heading": "Births", "year": "1992", "date": "October 11", "txt": "Riffi Mandanda, Congolese footballer", "entities": [{"title": "Riffi Mandanda", "href": "/wiki/Riffi_Mandanda", "description": "Riffi Mandanda is a Congolese professional footballer who plays as a goalkeeper for Kongsvinger."}]}, {"heading": "Births", "year": "1992", "date": "October 11", "txt": "Ligi Sao, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1992", "date": "October 11", "txt": "Christian Davis, English cricketer", "entities": []}, {"heading": "Births", "year": "1992", "date": "October 11", "txt": "Cardi B, American rapper", "entities": []}, {"heading": "Births", "year": "1993", "date": "October 11", "txt": "Hardik Pandya, Indian cricketer", "entities": [{"title": "Hardik Pandya", "href": "/wiki/Hardik_Pandya", "description": "Hardik Himanshu Pandya is an Indian international cricketer who plays for Baroda in domestic cricket and Mumbai Indians in the Indian Premier League (IPL). He is an all-rounder who bats right-handed and bowls right-arm fast-medium. His elder brother Krunal Pandya is also an international cricketer."}]}, {"heading": "Births", "year": "1994", "date": "October 11", "txt": "Clésio Baúque, Mozambican footballer", "entities": [{"title": "Clésio Baúque", "href": "/wiki/Cl%C3%A9sio_Ba%C3%BAque", "description": "Clésio Palmirim David Baúque, known simply as Clésio, is a Mozambican professional footballer who plays as a forward for Zira FK and the Mozambique national team."}]}, {"heading": "Births", "year": "1994", "date": "October 11", "txt": "T.J. Watt, American football player", "entities": []}, {"heading": "Births", "year": "1995", "date": "October 11", "txt": "Nicolás Jarry, Chilean tennis player", "entities": [{"title": "Nicolás Jarry", "href": "/wiki/Nicol%C3%A1s_Jarry", "description": "Nicolás Jarry Fillol is a professional tennis player from Chile. He has won one tournament in singles and two in doubles on the ATP Tour. He achieved his highest ATP singles ranking of 38 in July 2019, after clinching his first ATP title in Bastad. His highest doubles ranking of 40 was achieved in March 2019."}]}, {"heading": "Births", "year": "2001", "date": "October 11", "txt": "Daniel Maldini, Italian footballer", "entities": [{"title": "Daniel Maldini", "href": "/wiki/Daniel_Maldini", "description": "Daniel Maldini is an Italian professional footballer who plays as an attacking midfielder for Serie A club Milan."}]}, {"heading": "Deaths", "year": "965", "date": "October 11", "txt": "Bruno the Great, Archbishop of Cologne (b. 925)", "entities": [{"title": "Bruno the Great", "href": "/wiki/Bruno_the_Great", "description": "Bruno the Great was Archbishop of Cologne from 953 until his death and Duke of Lotharingia after 954. He was the brother of Otto I, Holy Roman Emperor."}, {"title": "Archbishopric of Cologne", "href": "/wiki/Archbishopric_of_Cologne", "description": "The Archdiocese of Cologne is an archdiocese of the Catholic Church in western North Rhine-Westphalia and northern Rhineland-Palatinate in Germany."}]}, {"heading": "Deaths", "year": "1086", "date": "October 11", "txt": "Sima Guang, Chinese historian and statesman (b. 1019)", "entities": [{"title": "Sima Guang", "href": "/wiki/Sima_Guang", "description": "Sima Guang, courtesy name Junshi, was a Chinese historian, writer, official, and politician. He was a high-ranking Song dynasty scholar-official and historian who authored the monumental history book Zizhi Tongjian. Sima was a political conservative who opposed Wang Anshi's reforms."}]}, {"heading": "Deaths", "year": "1159", "date": "October 11", "txt": "William of Blois, Count of Boulogne and Earl of Surrey (b. c. 1137)", "entities": [{"title": "William I, Count of Boulogne", "href": "/wiki/William_I,_Count_of_Boulogne", "description": "William I Guillaume de Boulogne was the count of Boulogne and earl of Surrey jure uxoris from 1153 until his death. He was the second son of King Stephen of England, and Countess Matilda I of Boulogne."}, {"title": "Count of Boulogne", "href": "/wiki/Count_of_Boulogne", "description": "The Count of Boulogne was a historical title in the Kingdom of France. The city of Boulogne-sur-Mer became the centre of the county of Boulogne during the ninth century. Little is known of the early counts, but the first holder of the title is recorded in the 11th century."}, {"title": "Earl of Surrey", "href": "/wiki/Earl_of_Surrey", "description": "Earl of Surrey is a title in the Peerage of England that has been created five times. It was first created for William de Warenne, a close companion of William the Conqueror. It is currently held as a subsidiary title by the Dukes of Norfolk."}]}, {"heading": "Deaths", "year": "1188", "date": "October 11", "txt": "Robert I, Count of Dreux (b. 1123)", "entities": [{"title": "Robert I, Count of Dreux", "href": "/wiki/Robert_I,_Count_of_Dreux", "description": "Robert I of Dreux, nicknamed the Great, was the fifth son of Louis VI of France and Adélaide de Maurienne."}]}, {"heading": "Deaths", "year": "1303", "date": "October 11", "txt": "Pope Boniface VIII (b. 1235)", "entities": [{"title": "Pope Boniface VIII", "href": "/wiki/Pope_Boniface_VIII", "description": "Pope Boniface VIII was pope from 24 December 1294 to his death in 1303. Caetani was of baronial origin with family connections to the papacy.\nHe succeeded Pope Celestine V, a Benedictine, who had abdicated from the papal throne. Boniface spent his early career abroad in diplomatic roles. In the College of Cardinals, he discriminated not only against the Benedictines but also members of the Colonna"}]}, {"heading": "Deaths", "year": "1347", "date": "October 11", "txt": "Louis IV, Holy Roman Emperor (b. 1282)", "entities": [{"title": "Louis IV, Holy Roman Emperor", "href": "/wiki/Louis_IV,_Holy_Roman_Emperor", "description": "Louis IV, called the Bavarian, of the house of Wittelsbach, was King of the Romans from 1314, King of Italy from 1327, and Holy Roman Emperor from 1328."}]}, {"heading": "Deaths", "year": "1424", "date": "October 11", "txt": "Jan Žižka, Czech general and Hussite leader", "entities": [{"title": "Jan Žižka", "href": "/wiki/Jan_%C5%BDi%C5%BEka", "description": "Jan Žižka z Trocnova a Kalicha was a Czech general – a contemporary and follower of Jan Hus and a Radical Hussite who led the Taborites. Žižka was a successful military leader and is now a Czech national hero. He was nicknamed \"One-eyed Žižka\", having lost one and then both eyes in battle."}]}, {"heading": "Deaths", "year": "1531", "date": "October 11", "txt": "Huldrych Zwingli, Swiss pastor and theologian (b. 1484)", "entities": [{"title": "Huldrych Zwingli", "href": "/wiki/Huldrych_Zwingli", "description": "Huldrych Zwingli or Ulrich Zwingli was a leader of the Reformation in Switzerland, born during a time of emerging Swiss patriotism and increasing criticism of the Swiss mercenary system. He attended the University of Vienna and the University of Basel, a scholarly center of Renaissance humanism. He continued his studies while he served as a pastor in Glarus and later in Einsiedeln, where he was in"}]}, {"heading": "Deaths", "year": "1542", "date": "October 11", "txt": "Thomas Wyatt, English poet and diplomat (born 1503)", "entities": [{"title": "Thomas Wyatt (poet)", "href": "/wiki/Thomas_Wyatt_(poet)", "description": "Sir Thomas Wyatt was a 16th-century English politician, ambassador, and lyric poet credited with introducing the sonnet to English literature. He was born at Allington Castle near Maidstone in Kent, though the family was originally from Yorkshire. His family adopted the Lancastrian side in the Wars of Roses. His mother was Anne Skinner, and his father Henry, who had earlier been imprisoned and tor"}, {"title": "1503", "href": "/wiki/1503", "description": "Year 1503 (MDIII) was a common year starting on Sunday of the Julian calendar."}]}, {"heading": "Deaths", "year": "1579", "date": "October 11", "txt": "Sokollu Mehmed Pasha, Ottoman politician, 43rd Grand Vizier of the Ottoman Empire (b. 1506)", "entities": [{"title": "Sokollu Mehmed Pasha", "href": "/wiki/Sokollu_Mehmed_Pasha", "description": "Sokollu Mehmed Pasha was an Ottoman statesman most notable for being the Grand Vizier of the Ottoman Empire. Born in Ottoman Herzegovina into a Serbian Orthodox Christian family, Mehmed was recruited at an early age as part of the Ottoman devşirme system of forcibly recruiting Christian boys to be raised to serve as a janissary. He rose through the ranks of the Ottoman imperial system, eventually "}, {"title": "List of Ottoman Grand Viziers", "href": "/wiki/List_of_Ottoman_Grand_Viziers", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Deaths", "year": "1667", "date": "October 11", "txt": "Mattias de' Medici, Italian noble (b. 1613)", "entities": [{"title": "Mattias de' Medici", "href": "/wiki/Mattias_de%27_Medici", "description": "Mattias de' Medici was the third son of Grand Duke Cosimo II de' Medici of Tuscany and Archduchess Maria Maddalena of Austria. He was governor of Siena, with interruptions, from 1629. He never married."}]}, {"heading": "Deaths", "year": "1684", "date": "October 11", "txt": "James Tuchet, 3rd Earl of Castlehaven (b. c. 1617)", "entities": [{"title": "James Tuchet, 3rd Earl of Castlehaven", "href": "/wiki/James_Tuchet,_3rd_Earl_of_Castlehaven", "description": "James Tuchet, 3rd Earl of Castlehaven was the son of Mervyn Tuchet, 2nd Earl of Castlehaven and his first wife, Elizabeth Barnham. Castlehaven played a prominent role in the Wars of the Three Kingdoms that took place in the middle of the 17th century, and was particularly active in the conflicts in Ireland at this time."}]}, {"heading": "Deaths", "year": "1698", "date": "October 11", "txt": "William Molyneux, Irish philosopher and writer (b. 1656)", "entities": [{"title": "William Molyneux", "href": "/wiki/William_Molyneux", "description": "William Molyneux FRS was an Anglo-Irish writer on science, politics and natural philosophy."}]}, {"heading": "Deaths", "year": "1705", "date": "October 11", "txt": "Guillaume Amontons, French physicist and instrument maker (b. 1663)", "entities": [{"title": "Guillaume Amontons", "href": "/wiki/Guillaume_Amontons", "description": "Guillaume Amontons was a French scientific instrument inventor and physicist. He was one of the pioneers in studying the problem of friction, that is the resistance to motion where bodies are in contact."}]}, {"heading": "Deaths", "year": "1708", "date": "October 11", "txt": "Ehrenfried Walther von Tschirnhaus, German mathematician, physicist, physician, and philosopher (b. 1651)", "entities": [{"title": "Ehrenfried Walther von Tschirnhaus", "href": "/wiki/Ehrenfried_Walther_von_Tschirnhaus", "description": "Ehrenfried Walther von Tschirnhaus was a German mathematician, physicist, physician, and philosopher. He introduced the Tschirnhaus transformation and is considered by some to have been the inventor of European porcelain, an invention long accredited to Johann Friedrich Böttger but others claim porcelain had been made by English manufacturers at an even earlier date."}]}, {"heading": "Deaths", "year": "1721", "date": "October 11", "txt": "Edward Colston, English merchant and politician (b. 1636)", "entities": [{"title": "Edward Colston", "href": "/wiki/Edward_Colston", "description": "Edward Colston was an English merchant, philanthropist and Tory Member of Parliament who was involved in the Atlantic slave trade."}]}, {"heading": "Deaths", "year": "1725", "date": "October 11", "txt": "Hans Herr, Swiss-American bishop (b. 1639)", "entities": [{"title": "Hans Herr", "href": "/wiki/Hans_Herr", "description": "Hans Herr was born in Zürich, Switzerland. While often cited as a descendant of the knight Hugo Herr, scholarship done in the 20th century has put this claim in doubt. He joined the Swiss Brethren and became a bishop. He was the first Mennonite bishop to emigrate to America."}]}, {"heading": "Deaths", "year": "1779", "date": "October 11", "txt": "Casimir Pulaski, Polish-American general (b. 1745)", "entities": [{"title": "Casimir Pulaski", "href": "/wiki/Casimir_Pulaski", "description": "Kazimierz Michał Władysław Wiktor Pułaski of Ślepowron was a Polish nobleman, soldier and military commander who has been called, together with his counterpart Michael Kovats de Fabriczy, \"the father of the American cavalry.\""}]}, {"heading": "Deaths", "year": "1809", "date": "October 11", "txt": "Meriwether Lewis, American captain, explorer, and politician, 2nd Governor of Louisiana Territory (b. 1774)", "entities": [{"title": "Meriwether Lewis", "href": "/wiki/Meriwether_Lewis", "description": "Meriwether Lewis was an American explorer, soldier, politician, and public administrator, best known for his role as the leader of the Lewis and Clark Expedition, also known as the Corps of Discovery, with William Clark.\nTheir mission was to explore the territory of the Louisiana Purchase, establish trade with, and sovereignty over the natives near the Missouri River, and claim the Pacific Northwe"}, {"title": "List of Governors of Missouri", "href": "/wiki/List_of_Governors_of_Missouri", "description": "The following is a list of governors of Missouri since its territory became part of the United States."}]}, {"heading": "Deaths", "year": "1821", "date": "October 11", "txt": "John Ross Key, American lieutenant, lawyer, and judge (b. 1754)", "entities": [{"title": "John Ross Key", "href": "/wiki/John_Ross_Key", "description": "John Ross Key was a lawyer, a commissioned officer in the Continental Army, a judge, and the father of writer Francis Scott Key."}]}, {"heading": "Deaths", "year": "1837", "date": "October 11", "txt": "Samuel Wesley, English organist and composer (b. 1766)", "entities": [{"title": "Samuel Wesley", "href": "/wiki/Samuel_Wesley", "description": "Samuel Wesley was an English organist and composer in the late Georgian period. Wesley was a contemporary of Mozart (1756–1791) and was called by some \"the English Mozart\"."}]}, {"heading": "Deaths", "year": "1852", "date": "October 11", "txt": "Gotthold Eisenstein, German mathematician and academic (b. 1823)", "entities": [{"title": "Gotthold Eisenstein", "href": "/wiki/Gotthold_Eisenstein", "description": "Ferdinand Gotthold Max Eisenstein was a German mathematician. He specialized in number theory and analysis, and proved several results that eluded even Gauss. Like Galois and Abel before him, Eisenstein died before the age of 30. He was born and died in Berlin, Prussia."}]}, {"heading": "Deaths", "year": "1889", "date": "October 11", "txt": "James Prescott Joule, English physicist and brewer (b. 1818)", "entities": [{"title": "James Prescott Joule", "href": "/wiki/James_Prescott_Joule", "description": "James Prescott Joule was an English physicist, mathematician and brewer, born in Salford, Lancashire. Joule studied the nature of heat, and discovered its relationship to mechanical work. This led to the law of conservation of energy, which in turn led to the development of the first law of thermodynamics. The SI derived unit of energy, the joule, is named after him."}]}, {"heading": "Deaths", "year": "1896", "date": "October 11", "txt": "Edward Benson, English archbishop (b. 1829)", "entities": [{"title": "Edward Benson (bishop)", "href": "/wiki/Edward_Benson_(bishop)", "description": "Edward White Benson was Archbishop of Canterbury from 1883 until his death. Prior to this, he was the first Bishop of Truro, serving from 1877 to 1883, and began construction of Truro Cathedral."}]}, {"heading": "Deaths", "year": "1896", "date": "October 11", "txt": "Anton Bruckner, Austrian organist, composer, and educator (b. 1824)", "entities": []}, {"heading": "Deaths", "year": "1897", "date": "October 11", "txt": "Léon Boëllmann, French organist and composer (b. 1862)", "entities": [{"title": "Léon Boëllmann", "href": "/wiki/L%C3%A9on_Bo%C3%ABllmann", "description": "Léon Boëllmann was a French composer, known for a small number of compositions for organ. His best-known composition is Suite gothique (1895), which is a staple of the organ repertoire, especially its concluding Toccata."}]}, {"heading": "Deaths", "year": "1904", "date": "October 11", "txt": "Mary Tenney Gray, American editorial writer, club-woman, philanthropist, and suffragette (b. 1833)", "entities": [{"title": "Mary Tenney Gray", "href": "/wiki/Mary_Tenney_Gray", "description": "Mary Tenney Gray was a 19th-century American editorial writer, clubwoman, philanthropist, and suffragist from Pennsylvania, who later became a resident of Kansas. She lived in Kansas City, Kansas for more than twenty years and during that time, was identified with almost every woman's movement. She served on the editorial staff of several publications including the New York Teacher, the Leavenwort"}]}, {"heading": "Deaths", "year": "1908", "date": "October 11", "txt": "Rita Cetina Gutiérrez, Mexican poet, educator, and activist (b. 1846)", "entities": [{"title": "Rita Cetina Gutiérrez", "href": "/wiki/Rita_Cetina_Guti%C3%A9rrez", "description": "Rita Cetina Gutiérrez was a Mexican teacher, poet and feminist who promoted secular education in the nineteenth century in Mérida, Yucatán. She was one of the first feminists and influenced the generation of young women who fueled the first wave of feminism in Mexico."}]}, {"heading": "Deaths", "year": "1932", "date": "October 11", "txt": "William Alden Smith, American lawyer and politician (b. 1859)", "entities": [{"title": "William Alden Smith", "href": "/wiki/William_Alden_Smith", "description": "William Alden Smith was a U.S. Representative and U.S. Senator from the state of Michigan. After the 1912 sinking of the Titanic, Smith chaired the Senate hearings into the disaster. The audience was somewhat amused at his questions, which appeared to reveal great ignorance of the shipping world, though he claimed he was wanting simple answers for the benefit of the public. His report led to major"}]}, {"heading": "Deaths", "year": "1935", "date": "October 11", "txt": "Steele Rudd, Australian author (b. 1868)", "entities": [{"title": "Steele Rudd", "href": "/wiki/Steele_Rudd", "description": "Steele Rudd was the pseudonym of Arthur Hoey Davis an Australian author, best known for his short story collection On Our Selection."}]}, {"heading": "Deaths", "year": "1940", "date": "October 11", "txt": "Vito Volterra, Italian mathematician and physicist (b. 1860)", "entities": [{"title": "Vito Volterra", "href": "/wiki/Vito_Volterra", "description": "Professor Vito Volterra was an Italian mathematician and physicist, known for his contributions to mathematical biology and integral equations, being one of the founders of functional analysis."}]}, {"heading": "Deaths", "year": "1941", "date": "October 11", "txt": "Heinrich Gutkin, Estonian businessman and politician (b. 1879)", "entities": [{"title": "Heinrich Gutkin", "href": "/wiki/Heinrich_Gutkin", "description": "Heinrich Gutkin was a trader and the Estonian National Assembly member."}]}, {"heading": "Deaths", "year": "1941", "date": "October 11", "txt": "Mihkel Pung, Estonian politician, 11th Estonian Minister of Foreign Affairs (b. 1876)", "entities": [{"title": "Minister of Foreign Affairs (Estonia)", "href": "/wiki/Minister_of_Foreign_Affairs_(Estonia)", "description": "The Minister of Foreign Affairs is the senior minister at the Ministry of Foreign Affairs in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for the relations between Estonia and foreign states."}]}, {"heading": "Deaths", "year": "1958", "date": "October 11", "txt": "Maurice de Vlaminck, French painter (b. 1876)", "entities": [{"title": "Maurice de Vlaminck", "href": "/wiki/Maurice_de_Vlaminck", "description": "Maurice de Vlaminck was a French painter. Along with André Derain and Henri Matisse he is considered one of the principal figures in the Fauve movement, a group of modern artists who from 1904 to 1908 were united in their use of intense colour. Vlaminck was one of the Fauves at the controversial Salon d'Automne exhibition of 1905."}]}, {"heading": "Deaths", "year": "1960", "date": "October 11", "txt": "Richard Cromwell, American actor (b. 1910)", "entities": [{"title": "Richard Cromwell (actor)", "href": "/wiki/Richard_Cromwell_(actor)", "description": "Richard Cromwell was an American actor. His career was at its pinnacle with his work in Jezebel (1938) with Bette Davis and Henry Fonda and again with Fonda in John Ford's Young Mr. Lincoln (1939). Cromwell's fame was perhaps first assured in The Lives of a Bengal Lancer (1935), sharing top billing with Gary Cooper and Franchot Tone."}]}, {"heading": "Deaths", "year": "1961", "date": "October 11", "txt": "Chico Marx, American comedian (b. 1887)", "entities": [{"title": "Chico Marx", "href": "/wiki/Chico_Marx", "description": "Leonard Joseph \"Chico\" Marx was an American comedian, musician, and actor. He was a member of the Marx Brothers. His persona in the act was that of a charming, uneducated but crafty con artist, seemingly of rural Italian origin, who wore shabby clothes and sported a curly-haired wig and Tyrolean hat. On screen, Chico is often in alliance with Harpo, usually as partners in crime, and is also freque"}]}, {"heading": "Deaths", "year": "1963", "date": "October 11", "txt": "Jean Cocteau, French author, poet, and playwright (b. 1889)", "entities": [{"title": "Jean Cocteau", "href": "/wiki/Jean_Cocteau", "description": "Jean Maurice Eugène Clément Cocteau was a French poet, playwright, novelist, designer, filmmaker, visual artist and critic."}]}, {"heading": "Deaths", "year": "1965", "date": "October 11", "txt": "Dorothea Lange, American photographer and journalist (b. 1895)", "entities": [{"title": "Dorothea Lange", "href": "/wiki/Dorothea_Lange", "description": "Dorothea Lange was an American documentary photographer and photojournalist, best known for her Depression-era work for the Farm Security Administration (FSA). Lange's photographs influenced the development of documentary photography and humanized the consequences of the Great Depression."}]}, {"heading": "Deaths", "year": "1965", "date": "October 11", "txt": "Walther Stampfli, Swiss lawyer and politician, 50th President of the Swiss Confederation (b. 1884)", "entities": [{"title": "President of the Swiss Confederation", "href": "/wiki/President_of_the_Swiss_Confederation", "description": "The president of the Swiss Confederation, also known as the president of the Confederation or colloquially as the president of Switzerland, is the head of Switzerland's seven-member Federal Council, the country's executive branch. Elected by the Federal Assembly for one year, the officeholder chairs the meetings of the Federal Council and undertakes special representational duties."}]}, {"heading": "Deaths", "year": "1967", "date": "October 11", "txt": "Stanley Morison, typographer, known for work on Times New Roman font (b. 1889)", "entities": [{"title": "Stanley Morison", "href": "/wiki/Stanley_Morison", "description": "Stanley Morison was an influential British typographer, printing executive and historian of printing. Largely self-educated, he promoted higher standards in printing and an awareness of the best printing and typefaces of the past."}, {"title": "Typographer", "href": "/wiki/Typographer", "description": "Typography is the art and technique of arranging type to make written language legible, readable and appealing when displayed. The arrangement of type involves selecting typefaces, point sizes, line lengths, line-spacing (leading), and letter-spacing (tracking), and adjusting the space between pairs of letters (kerning). The term typography is also applied to the style, arrangement, and appearance"}, {"title": "Times New Roman", "href": "/wiki/Times_New_Roman", "description": "Times New Roman is a serif typeface. It was commissioned by the British newspaper The Times in 1931 and conceived by Stanley Morison, the artistic adviser to the British branch of the printing equipment company Monotype, in collaboration with Victor Lardent, a lettering artist in The Times's advertising department. It has become one of the most popular typefaces of all time and is installed on mos"}, {"title": "Font", "href": "/wiki/Font", "description": "In metal typesetting, a font was a particular size, weight and style of a typeface. Each font was a matched set of type, one piece for each glyph, and a typeface consisting of a range of fonts that shared an overall design."}]}, {"heading": "Deaths", "year": "1968", "date": "October 11", "txt": "Selim Sarper, Turkish educator and politician, 13th Turkish Minister of Foreign Affairs (b. 1899)", "entities": [{"title": "Selim Sarper", "href": "/wiki/Selim_Sarper", "description": "Selim Rauf Sarper was a Turkish diplomat and politician. He served as Minister of Foreign Affairs between 1960–1962."}, {"title": "List of Ministers of Foreign Affairs (Turkey)", "href": "/wiki/List_of_Ministers_of_Foreign_Affairs_(Turkey)", "description": "The following is a list of Ministers of Foreign Affairs of Turkey."}]}, {"heading": "Deaths", "year": "1971", "date": "October 11", "txt": "Tamanoumi Masahiro, Japanese sumo wrestler, the 51st Yokozuna (b. 1944)", "entities": [{"title": "Tamanoumi Masahiro", "href": "/wiki/Tamanoumi_Masahiro", "description": "Tamanoumi Masahiro  was a Japanese professional sumo wrestler from Aichi. He was the sport's 51st yokozuna. Making his professional debut in 1959, he reached the top makuuchi division in 1964. He won six tournament championships and was runner-up in 12 others. Earlier in his career he also earned six special prizes and four gold stars. He was promoted to yokozuna simultaneously with his friend and"}, {"title": "Yokozuna (sumo)", "href": "/wiki/Yokozuna_(sumo)", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1971", "date": "October 11", "txt": "Chesty Puller, American general (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "October 11", "txt": "Alfredo Bracchi, Italian author, screenwriter, and songwriter (b. 1897)", "entities": [{"title": "Alfredo Bracchi", "href": "/wiki/Alfredo_Bracchi", "description": "Alfredo Bracchi was a versatile Italian author, whose production ranged from song lyrics to movie scripts."}]}, {"heading": "Deaths", "year": "1977", "date": "October 11", "txt": "MacKinlay Kantor, American journalist, author, and screenwriter (b. 1904)", "entities": [{"title": "MacKinlay Kantor", "href": "/wiki/MacKinlay_Kantor", "description": "MacKinlay Kantor, born Benjamin McKinlay Kantor, was an American journalist, novelist and screenwriter. He wrote more than 30 novels, several set during the American Civil War, and was awarded the Pulitzer Prize for Fiction in 1956 for his 1955 novel, Andersonville. He also wrote the novel Gettysburg, set during the Civil War."}]}, {"heading": "Deaths", "year": "1983", "date": "October 11", "txt": "R. Fraser Armstrong, Canadian administrator and engineer (b. 1889)", "entities": [{"title": "R. Fraser Armstrong", "href": "/wiki/R._Fraser_Armstrong", "description": "Roy Fraser Armstrong was a Canadian hospital administrator and engineer who served as the Superintendent of Kingston General Hospital from 1925 to 1957."}]}, {"heading": "Deaths", "year": "1984", "date": "October 11", "txt": "Benno Schotz, Scottish sculptor and engineer (b. 1891)", "entities": [{"title": "Benno Schotz", "href": "/wiki/Benno_Schotz", "description": "Benno Schotz was an Estonian-born Scottish sculptor, and one of twentieth century Scotland's leading artists."}]}, {"heading": "Deaths", "year": "1986", "date": "October 11", "txt": "Norm Cash, American baseball player and sportscaster (b. 1934)", "entities": [{"title": "Norm Cash", "href": "/wiki/Norm_Cash", "description": "Norman Dalton Cash was an American Major League Baseball first baseman who spent almost his entire career with the Detroit Tigers. An outstanding power hitter, his 377 career home runs were the fourth most by an American League left-handed hitter when he retired, behind Babe Ruth, Ted Williams and Lou Gehrig; his 373 home runs with the Tigers rank second in franchise history behind teammate Al Kal"}]}, {"heading": "Deaths", "year": "1988", "date": "October 11", "txt": "Bonita Granville, American actress (b. 1923)", "entities": [{"title": "Bonita Granville", "href": "/wiki/Bonita_Granville", "description": "Bonita Gloria Granville Wrather was an American actress and producer. She was best known for playing Nancy Drew in a film series of the late 1930s and for her roles in These Three (1936), Merrily We Live (1938), H. M. Pulham, Esq. (1941), Now, Voyager (1942), Hitler's Children (1943), and Song of the Open Road (1944)."}]}, {"heading": "Deaths", "year": "1989", "date": "October 11", "txt": "M. King Hubbert, American geologist and academic (b. 1904)", "entities": [{"title": "M. King Hubbert", "href": "/wiki/M._King_Hubbert", "description": "Marion King Hubbert was an American geologist and geophysicist. He worked at the Shell research lab in Houston, Texas. He made several important contributions to geology, geophysics, and petroleum geology, most notably the Hubbert curve and Hubbert peak theory, with important political ramifications. He was often referred to as \"M. King Hubbert\" or \"King Hubbert\"."}]}, {"heading": "Deaths", "year": "1991", "date": "October 11", "txt": "Redd Foxx, American actor and comedian (b. 1922)", "entities": [{"title": "Redd Foxx", "href": "/wiki/Redd_Foxx", "description": "John Elroy Sanford, better known by his stage name Redd Foxx, was an American stand-up comedian and actor. Foxx gained success with his raunchy nightclub acts during the 1950s and 1960s. Known as the \"King of the Party Records\", he performed on more than 50 records in his lifetime. He portrayed Fred G. Sanford on the television show Sanford and Son and starred in The Redd Foxx Show and The Royal F"}]}, {"heading": "Deaths", "year": "1993", "date": "October 11", "txt": "Andy Stewart, Scottish singer and entertainer (b. 1933)", "entities": [{"title": "Andy Stewart (musician)", "href": "/wiki/Andy_Stewart_(musician)", "description": "Andrew Stewart MBE was a Scottish singer, entertainer, and songwriter. He presented the BBC TV variety show The White Heather Club throughout the 1960s, and his song \"Donald Where's Your Troosers?\" was a hit in both 1960 and 1989."}]}, {"heading": "Deaths", "year": "1996", "date": "October 11", "txt": "Keith Boyce, Barbadian cricketer (b. 1943)", "entities": [{"title": "Keith Boyce", "href": "/wiki/Keith_Boyce", "description": "Keith David Boyce was a cricketer who played 21 Tests and 8 One Day Internationals for the West Indies between 1971 and 1976. He died from the effects of chronic cirrhosis of the liver, while sitting in a chair at a pharmacists in Speightstown, Barbados, on his birthday on October 11, 1996."}]}, {"heading": "Deaths", "year": "1996", "date": "October 11", "txt": "Eleanor Cameron, Canadian-American author and critic (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "October 11", "txt": "Renato Russo, Brazilian singer-songwriter and guitarist (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "October 11", "txt": "Joe Morris, English-Canadian lieutenant and trade union leader (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "October 11", "txt": "Richard Denning, American actor (b. 1914)", "entities": [{"title": "Richard Denning", "href": "/wiki/Richard_Denning", "description": "Richard Denning was an American actor who starred in science fiction films of the 1950s, including Unknown Island (1948), Creature from the Black Lagoon (1954), Target Earth (1954), Day the World Ended (1955), Creature with the Atom Brain (1955), and The Black Scorpion (1957). Denning also appeared in the film An Affair to Remember (1957) with Cary Grant and on radio with Lucille Ball in My Favori"}]}, {"heading": "Deaths", "year": "1999", "date": "October 11", "txt": "Leo Lionni, Dutch-American author and illustrator (b. 1910)", "entities": [{"title": "Leo Lionni", "href": "/wiki/Leo_Lionni", "description": "\nLeo Lionni was an Italian-American author and illustrator of children's books. Born in the Netherlands, he moved to Italy and lived there before moving to the United States in 1939, where he worked as an art director for several advertising agencies, and then for Fortune magazine. He returned to Italy in 1962 and started writing and illustrating children's books. In 1962, his book Inch by Inch wa"}]}, {"heading": "Deaths", "year": "2000", "date": "October 11", "txt": "Luc-Marie Bayle, French historian, photographer, and painter (b. 1914)", "entities": [{"title": "Luc-Marie Bayle", "href": "/wiki/Luc-Marie_Bayle", "description": "Luc-Marie Bayle was a French naval officer, painter, and artist."}]}, {"heading": "Deaths", "year": "2000", "date": "October 11", "txt": "Donald Dewar, Scottish lawyer and politician, 1st First Minister of Scotland (b. 1937)", "entities": [{"title": "First Minister of Scotland", "href": "/wiki/First_Minister_of_Scotland", "description": "The first minister of Scotland is the leader of the Scottish Government and keeper of the Great Seal of Scotland. The first minister chairs the Scottish Cabinet and is primarily responsible for the formulation, development and presentation of Scottish Government policy. Additional functions of the first minister include promoting and representing Scotland in an official capacity, at home and abroa"}]}, {"heading": "Deaths", "year": "2001", "date": "October 11", "txt": "Beni Montresor, Italian director, set designer, and illustrator (b. 1926)", "entities": [{"title": "Beni Montresor", "href": "/wiki/Beni_Montresor", "description": "Beni Montresor was a versatile Italian artist, opera and film director, set designer, author and children's book illustrator. He won the 1965 Caldecott Medal for U.S. picture book illustration, recognizing May I Bring a Friend?. The Italian government knighted him in 1966 for his contributions to the arts."}]}, {"heading": "Deaths", "year": "2004", "date": "October 11", "txt": "Keith Miller, Australian cricketer and pilot (b. 1919)", "entities": [{"title": "Keith Miller", "href": "/wiki/Keith_Miller", "description": "Keith Ross Miller, was an Australian Test cricketer and a Royal Australian Air Force pilot during World War II. Miller is widely regarded as Australia's greatest ever all-rounder. His ability, irreverent manner and good looks made him a crowd favourite. English journalist Ian Wooldridge called Miller \"the golden boy\" of cricket, leading to his being nicknamed \"Nugget\". He \"was more than a crickete"}]}, {"heading": "Deaths", "year": "2005", "date": "October 11", "txt": "Shan-ul-Haq Haqqee, Pakistani-Canadian linguist, journalist, and poet (b. 1917)", "entities": [{"title": "Shan-ul-Haq Haqqee", "href": "/wiki/Shan-ul-Haq_Haqqee", "description": "Shan-ul-Haq Haqqee, Sitara-e-Imtiaz, Tamgha-e-Quaid-i-Azam, was a notable Urdu poet, writer, journalist, broadcaster, translator, critic, researcher, linguist and lexicographer of Pakistan."}]}, {"heading": "Deaths", "year": "2005", "date": "October 11", "txt": "Attilâ İlhan, Turkish poet, author, and journalist (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "October 11", "txt": "Edward Szczepanik, Polish economist and politician, Prime Minister of Poland (b. 1915)", "entities": [{"title": "Prime Minister of Poland", "href": "/wiki/Prime_Minister_of_Poland", "description": "The President of the Council of Ministers, colloquially referred to as the prime minister, is the leader of the cabinet and the head of government of Poland. The current responsibilities and traditions of the office stem from the creation of the contemporary Polish state, and the office is defined in the Constitution of 1997. According to the Constitution, the president of Poland nominates and app"}]}, {"heading": "Deaths", "year": "2006", "date": "October 11", "txt": "Cory Lidle, American baseball player (b. 1972)", "entities": [{"title": "Cory Lidle", "href": "/wiki/Cory_Lidle", "description": "Cory Fulton Lidle was an American professional baseball player. A right-handed pitcher, Lidle spent nine seasons in Major League Baseball with seven different teams. Lidle was killed when the small aircraft he owned crashed into a residential building in New York City."}]}, {"heading": "Deaths", "year": "2007", "date": "October 11", "txt": "David Lee \"Tex\" Hill, South Korean-American general and pilot (b. 1915)", "entities": [{"title": "David Lee \"Tex\" Hill", "href": "/wiki/David_Lee_%22Tex%22_Hill", "description": "David Lee \"Tex\" Hill was an American fighter pilot and triple flying ace. He is credited with 12+1⁄4 victories as a squadron leader with the Flying Tigers and another six as an officer in the United States Army Air Corps in World War II. He retired as a brigadier general."}]}, {"heading": "Deaths", "year": "2007", "date": "October 11", "txt": "Werner von Trapp, Austrian-American singer (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "October 11", "txt": "Marjorie Fletcher, English Director of the Women's Royal Naval Service (b. 1932)", "entities": [{"title": "Marjorie Fletcher", "href": "/wiki/Marjorie_Fletcher", "description": "Commandant Marjorie Fletcher CBE (1932-2008), who served as Director of the Women's Royal Naval Service (WRNS) between 1986–1988."}, {"title": "Women's Royal Naval Service", "href": "/wiki/Women%27s_Royal_Naval_Service", "description": "The Women's Royal Naval Service was the women's branch of the United Kingdom's Royal Navy. First formed in 1917 for the First World War, it was disbanded in 1919, then revived in 1939 at the beginning of the Second World War, remaining active until integrated into the Royal Navy in 1993. WRNS included cooks, clerks, wireless telegraphists, radar plotters, weapons analysts, range assessors, electri"}]}, {"heading": "Deaths", "year": "2008", "date": "October 11", "txt": "Jörg Haider, Austrian lawyer and politician, Governor of Carinthia (b. 1950)", "entities": [{"title": "List of governors of Carinthia", "href": "/wiki/List_of_governors_of_Carinthia", "description": "This is a list of governors of the Austrian state of Carinthia:"}]}, {"heading": "Deaths", "year": "2008", "date": "October 11", "txt": "Ernst-Paul Hasselbach, Surinamese-Dutch television host and producer (b. 1966)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "October 11", "txt": "Neal Hefti, American trumpet player and composer (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "October 11", "txt": "Angelo DiGeorge, American physician and endocrinologist (b. 1922)", "entities": [{"title": "Angelo DiGeorge", "href": "/wiki/Angelo_DiGeorge", "description": "Angelo Mario DiGeorge was an Italian American physician and pediatric endocrinologist who is renowned for his research on an autosomal dominant immunodeficiency now commonly referred to as DiGeorge syndrome."}]}, {"heading": "Deaths", "year": "2009", "date": "October 11", "txt": "Halit Refiğ, Turkish director, producer, and screenwriter (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 11", "txt": "Helmut Haller, German footballer and coach (b. 1939)", "entities": [{"title": "Helmut Haller", "href": "/wiki/Helmut_Haller", "description": "Helmut Haller was a German footballer who played as a forward. At international level, he represented West Germany at three World Cups. At club level, he played in both Germany and Italy, and won Italian league titles with Bologna and Juventus."}]}, {"heading": "Deaths", "year": "2012", "date": "October 11", "txt": "Edward Kossoy, Polish lawyer, publicist, and activist (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 11", "txt": "Édgar Negret, Colombian sculptor (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 11", "txt": "Champ Summers, American baseball player and coach (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 11", "txt": "María de Villota, Spanish racing driver (b. 1980)", "entities": [{"title": "María de Villota", "href": "/wiki/Mar%C3%ADa_de_Villota", "description": "María de Villota Comba was a Spanish racing driver. She was the daughter of former Formula One driver Emilio de Villota, and sister of Emilio de Villota Jr., who similarly competed in Formula Palmer Audi. Prior to her death, De Villota was recovering from serious head and facial injuries, sustained during an accident in straight-line testing as the Marussia Formula One team test driver."}]}, {"heading": "Deaths", "year": "2013", "date": "October 11", "txt": "Erich Priebke, German captain (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 11", "txt": "Anita Cerquetti, Italian soprano (b. 1931)", "entities": [{"title": "Anita Cerquetti", "href": "/wiki/Anita_Cerquetti", "description": "Anita Cerquetti was an Italian dramatic soprano who had a short but meteoric career in the 1950s. Her voice was very powerful and pleasing to audiences."}]}, {"heading": "Deaths", "year": "2014", "date": "October 11", "txt": "Carmelo Simeone, Argentinian footballer (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 11", "txt": "Bob Such, Australian educator and politician (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 11", "txt": "Dean Chance, American baseball player and manager (b. 1941)", "entities": [{"title": "Dean Chance", "href": "/wiki/Dean_Chance", "description": "Wilmer Dean Chance was an American professional baseball player. A right-handed pitcher, he played in 11 Major League Baseball seasons for the Los Angeles Angels, Minnesota Twins, Cleveland Indians, New York Mets and Detroit Tigers. With a touch of wildness and the habit of never looking at home plate once he received the sign from his catcher, Chance would turn his back fully towards the hitter i"}]}, {"heading": "Deaths", "year": "2017", "date": "October 11", "txt": "Clifford Husbands, Barbadian politician (b. 1926)", "entities": [{"title": "Clifford Husbands", "href": "/wiki/Clifford_Husbands", "description": "Sir Clifford Straughn Husbands GCMG KStJ KA QC was a Barbadian politician and judge who served as Governor-General of Barbados. He held this office from 1996, when he was appointed after the death of Dame Nita Barrow, until he retired on 31 October 2011. Husbands died suddenly of a heart attack on 11 October 2017 at the age of 91. He was predeceased by his wife, Lady Ruby Husbands, who died on 7 J"}]}, {"heading": "Deaths", "year": "2019", "date": "October 11", "txt": "Alexei Leonov, Soviet/Russian cosmonaut and first human to conduct a spacewalk (b. 1934)", "entities": [{"title": "Alexei Leonov", "href": "/wiki/Alexei_Leonov", "description": "Alexei Arkhipovich Leonov was a Soviet and Russian cosmonaut, Air Force major general, writer, and artist. On 18 March 1965, he became the first person to conduct a spacewalk, exiting the capsule during the Voskhod 2 mission for 12 minutes and 9 seconds. He was also selected to be the first Soviet person to land on the Moon although the project was cancelled."}, {"title": "Spacewalk", "href": "/wiki/Spacewalk", "description": "Extravehicular activity (EVA) is any activity done by an astronaut or cosmonaut outside a spacecraft beyond the Earth's appreciable atmosphere. The term most commonly applies to a spacewalk made outside a craft orbiting Earth. On March 18, 1965, Alexei Leonov became the first human to perform a spacewalk, exiting the capsule during the Voskhod 2 mission for 12 minutes and 9 seconds. The term also "}]}]