[{"heading": "Events", "year": "1066", "date": "October 14", "txt": "The Norman conquest of England begins with the Battle of Hastings.", "entities": [{"title": "Battle of Hastings", "href": "/wiki/Battle_of_Hastings", "description": "The Battle of Hastings was fought on 14 October 1066 between the Norman-French army of William, the Duke of Normandy, and an English army under the Anglo-Saxon King Harold Godwinson, beginning the Norman conquest of England. It took place approximately 7 mi (11 km) northwest of Hastings, close to the present-day town of Battle, East Sussex, and was a decisive Norman victory."}]}, {"heading": "Events", "year": "1322", "date": "October 14", "txt": "Robert the Bruce of Scotland defeats King Edward II of England at the Battle of Old Byland, forcing Edward to accept Scotland's independence.", "entities": [{"title": "Battle of Old Byland", "href": "/wiki/Battle_of_Old_Byland", "description": "The Battle of Old Byland was a significant encounter between Scots and English troops in Yorkshire in October 1322, forming part of the Wars of Scottish Independence. It was a victory for the Scots, the most significant since Bannockburn."}]}, {"heading": "Events", "year": "1586", "date": "October 14", "txt": "Mary, Queen of Scots, goes on trial for conspiracy against Queen Elizabeth I of England.", "entities": [{"title": "Mary, Queen of Scots", "href": "/wiki/Mary,_Queen_of_Scots", "description": "Mary, Queen of Scots, also known as Mary Stuart or Mary I of Scotland, reigned over Scotland from 14 December 1542 until her forced abdication on 24 July 1567."}]}, {"heading": "Events", "year": "1656", "date": "October 14", "txt": "The General Court of the Massachusetts Bay Colony enacts the first punitive legislation against the Religious Society of Friends.", "entities": [{"title": "Massachusetts General Court", "href": "/wiki/Massachusetts_General_Court", "description": "The Massachusetts General Court is the state legislature of the Commonwealth of Massachusetts. The name \"General Court\" is a hold-over from the earliest days of the Massachusetts Bay Colony, when the colonial assembly, in addition to making laws, sat as a judicial court of appeals. Before the adoption of the state constitution in 1780, it was called the Great and General Court, but the official ti"}, {"title": "Massachusetts Bay Colony", "href": "/wiki/Massachusetts_Bay_Colony", "description": "The Massachusetts Bay Colony (1628–1691), more formally The Colony of Massachusetts Bay, was an English settlement on the east coast of America around the Massachusetts Bay, the northernmost of the several colonies later reorganized as the Province of Massachusetts Bay. The lands of the settlement were in southern New England, with initial settlements on two natural harbors and surrounding land ab"}, {"title": "Quakers", "href": "/wiki/Quakers", "description": "Quakers, also called Friends, belong to a historically Christian (Protestant) set of denominations known formally as the Religious Society of Friends. Members of the various Quaker movements are generally united by a belief in the ability of each human being to experience and access the light within or to see \"that of God in every one\". Some profess the priesthood of all believers, a doctrine deri"}]}, {"heading": "Events", "year": "1758", "date": "October 14", "txt": "Seven Years' War: Frederick the Great suffers a rare defeat at the Battle of Hochkirch.", "entities": [{"title": "Seven Years' War", "href": "/wiki/Seven_Years%27_War", "description": "The Seven Years' War (1756–1763) was a global conflict, \"a struggle for global primacy between Britain and France\", which also had a major impact on the Spanish Empire. In Europe, the conflict arose from issues left unresolved by the War of the Austrian Succession (1740–1748), with Prussia seeking greater dominance. Long standing colonial rivalries between Britain against France and Spain in North"}, {"title": "Frederick the Great", "href": "/wiki/Frederick_the_Great", "description": "Frederick II was a Prussian king and military leader who ruled the Kingdom of Prussia from 1740 until 1786, reigning longer than any other Hohenzollern king. His most significant accomplishments during his reign included his reorganization of Prussian armies, his military successes in the Silesian wars and the Partitions of Poland, and his patronage of the arts and the Enlightenment. Frederick was"}, {"title": "Battle of Hochkirch", "href": "/wiki/Battle_of_Hochkirch", "description": "The Battle of Hochkirch took place on 14 October 1758, during the Third Silesian War. After several weeks of maneuvering for position, an Austrian army of 80,000 commanded by Lieutenant Field Marshal Leopold Josef Graf Daun surprised the Prussian army of 30,000–36,000 commanded by Frederick the Great. The Austrian army overwhelmed the Prussians and forced a general retreat. The battle took place i"}]}, {"heading": "Events", "year": "1773", "date": "October 14", "txt": "The first recorded ministry of education, the Commission of National Education, is formed in the Polish–Lithuanian Commonwealth.", "entities": [{"title": "Commission of National Education", "href": "/wiki/Commission_of_National_Education", "description": "The Commission of National Education was the central educational authority in the Polish–Lithuanian Commonwealth, created by the Sejm and the King Stanisław II August on October 14, 1773. Because of its vast authority and autonomy, it is considered the first Ministry of Education in European history and an important achievement of the Polish Enlightenment."}]}, {"heading": "Events", "year": "1805", "date": "October 14", "txt": "War of the Third Coalition: A French corps defeats an Austrian attempt to escape encirclement at Ulm.", "entities": [{"title": "Battle of Elchingen", "href": "/wiki/Battle_of_Elchingen", "description": "The Battle of Elchingen, fought on 14 October 1805, saw French forces under Michel Ney rout an Austrian corps led by Johann Sigismund Riesch. This defeat led to a large part of the Austrian army being invested in the fortress of Ulm by the army of Emperor Napoleon Bonaparte of France while other formations fled to the east. Soon afterward, the Austrians trapped in Ulm surrendered and the French mo"}]}, {"heading": "Events", "year": "1806", "date": "October 14", "txt": "War of the Fourth Coalition: Napoleon decisively defeats Prussia at the Battle of Jena–Auerstedt.", "entities": [{"title": "Battle of Jena–Auerstedt", "href": "/wiki/Battle_of_Jena%E2%80%93Auerstedt", "description": "The twin battles of Jena and Auerstedt were fought on 14 October 1806 on the plateau west of the river Saale in today's Germany, between the forces of Napoleon I of France and Frederick William III of Prussia. The decisive defeat suffered by the Prussian Army subjugated the Kingdom of Prussia to the French Empire until the Sixth Coalition was formed in 1812."}]}, {"heading": "Events", "year": "1808", "date": "October 14", "txt": "The Republic of Ragusa is annexed by France.", "entities": [{"title": "Republic of Ragusa", "href": "/wiki/Republic_of_Ragusa", "description": "The Republic of Ragusa was an aristocratic maritime republic centered on the city of Dubrovnik in Dalmatia that carried that name from 1358 until 1808. It reached its commercial peak in the 15th and the 16th centuries, before being conquered by Napoleon's French Empire and formally annexed by the Napoleonic Kingdom of Italy in 1808. It had a population of about 30,000 people, of whom 5,000 lived w"}]}, {"heading": "Events", "year": "1843", "date": "October 14", "txt": "Irish nationalist Daniel O'Connell is arrested by the British on charges of criminal conspiracy.", "entities": [{"title": "Daniel O'Connell", "href": "/wiki/Daniel_O%27Connell", "description": "Daniel O'Connell, hailed in his time as The Liberator, was the acknowledged political leader of Ireland's Roman Catholic majority in the first half of the 19th century. His mobilisation of Catholic Ireland through to the poorest class of tenant farmer helped secure Catholic emancipation in 1829 and allowed him to take a seat in the United Kingdom Parliament to which he had twice been elected. At W"}]}, {"heading": "Events", "year": "1863", "date": "October 14", "txt": "American Civil War: Confederate troops under the command of A. P. Hill fail to drive the Union Army completely out of Virginia.", "entities": [{"title": "Battle of Bristoe Station", "href": "/wiki/Battle_of_Bristoe_Station", "description": "The Battle of Bristoe Station was fought on October 14, 1863, at Bristoe Station, Virginia, between Union forces under Maj. Gen. Gouverneur K. Warren and Confederate forces under Lt. Gen. A. P. Hill during the Bristoe Campaign of the American Civil War. The Union II Corps under Warren was able to surprise and repel the Confederate attack by Hill on the Union rearguard, resulting in a Union victory"}]}, {"heading": "Events", "year": "1884", "date": "October 14", "txt": "George Eastman receives a U.S. Government patent on his new paper-strip photographic film.", "entities": [{"title": "George Eastman", "href": "/wiki/George_Eastman", "description": "George Eastman  was an American entrepreneur who founded the Eastman Kodak Company and helped to bring the photographic use of roll film into the mainstream. Roll film was also the basis for the invention of motion picture film stock in 1888 by the world's first filmmakers Eadweard Muybridge and Louis Le Prince, and a few years later by their followers Léon Bouly, William Kennedy Dickson, Thomas E"}, {"title": "Patent", "href": "/wiki/Patent", "description": "A patent is a title that gives its owner the legal right to exclude others from making, using, or selling an invention for a limited period of years in exchange for publishing an enabling public disclosure of the invention. In most countries, patent rights fall under private law and the patent holder must sue someone infringing the patent in order to enforce his or her rights. In some industries p"}, {"title": "Photographic film", "href": "/wiki/Photographic_film", "description": "Photographic film is a strip or sheet of transparent film base coated on one side with a gelatin emulsion containing microscopically small light-sensitive silver halide crystals. The sizes and other characteristics of the crystals determine the sensitivity, contrast, and resolution of the film."}]}, {"heading": "Events", "year": "1888", "date": "October 14", "txt": "Louis Le Prince films the first motion picture, Roundhay Garden Scene.", "entities": []}, {"heading": "Events", "year": "1898", "date": "October 14", "txt": "The steam ship SS Mohegan sinks near the Lizard peninsula, Cornwall, killing 106.", "entities": [{"title": "SS Mohegan", "href": "/wiki/SS_Mohegan", "description": "The SS Mohegan was a steamer which sank off the coast of the Lizard Peninsula, Cornwall, on her second voyage. She hit The Manacles on 14 October 1898 with the loss of 106 out of 197 on board."}]}, {"heading": "Events", "year": "1908", "date": "October 14", "txt": "The Chicago Cubs defeat the Detroit Tigers, 2–0, clinching the 1908 World Series; this would be their last until winning the 2016 World Series.", "entities": [{"title": "1908 World Series", "href": "/wiki/1908_World_Series", "description": "The 1908 World Series matched the defending champion Chicago Cubs against the Detroit Tigers in a rematch of the 1907 Series. In this first-ever rematch of this young event, the Cubs won in five games for their second straight World Series title."}]}, {"heading": "Events", "year": "1910", "date": "October 14", "txt": "English aviator Claude Grahame-White lands his aircraft on Executive Avenue near the White House in Washington, D.C.", "entities": [{"title": "Claude Grahame-White", "href": "/wiki/Claude_Grahame-White", "description": "Claude Grahame-White was an English pioneer of aviation, and the first to make a night flight, during the Daily Mail-sponsored 1910 London to Manchester air race."}]}, {"heading": "Events", "year": "1912", "date": "October 14", "txt": "Former president Theodore Roosevelt is shot and mildly wounded by John Flammang Schrank. With the fresh wound in his chest, and the bullet still within it, Roosevelt delivers his scheduled speech.", "entities": [{"title": "John Flammang Schrank", "href": "/wiki/John_Flammang_Schrank", "description": "On October 14, 1912, while campaigning in Milwaukee, Wisconsin, Theodore Roosevelt was shot by a saloonkeeper named John Flammang Schrank (1876–1943). The bullet lodged in his chest after penetrating his steel eyeglass case and passing through a thick single-folded copy of the speech titled \"Progressive Cause Greater Than Any Individual\", which he was carrying in his jacket. Schrank was immediatel"}]}, {"heading": "Events", "year": "1913", "date": "October 14", "txt": "Senghenydd colliery disaster, the United Kingdom's worst coal mining accident, claims the lives of 439 miners.", "entities": [{"title": "Senghenydd colliery disaster", "href": "/wiki/Senghenydd_colliery_disaster", "description": "The Senghenydd colliery disaster, also known as the Senghenydd explosion, occurred at the Universal Colliery in Senghenydd, near Caerphilly, Glamorgan, Wales, on 14 October 1913. The explosion, which killed 439 miners and a rescuer, is the worst mining accident in the United Kingdom. Universal Colliery, on the South Wales Coalfield, extracted steam coal, which was much in demand. Some of the regio"}]}, {"heading": "Events", "year": "1915", "date": "October 14", "txt": "World War I: Bulgaria joins the Central Powers.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Bulgaria during World War I", "href": "/wiki/Bulgaria_during_World_War_I", "description": "The Kingdom of Bulgaria participated in World War I on the side of the Central Powers from 14 October 1915, when the country declared war on Serbia, until 30 September 1918, when the Armistice of Thessalonica came into effect."}]}, {"heading": "Events", "year": "1920", "date": "October 14", "txt": "Finland and Soviet Russia sign the Treaty of Tartu, exchanging some territories.", "entities": [{"title": "Treaty of Tartu (Russian–Finnish)", "href": "/wiki/Treaty_of_Tartu_(Russian%E2%80%93Finnish)", "description": "The Treaty of Tartu was signed on 14 October 1920 between Finland and Soviet Russia after negotiations that lasted nearly five months. The treaty confirmed the border between Finland and Soviet Russia after the Finnish civil war and Finnish volunteer expeditions in Russian East Karelia."}]}, {"heading": "Events", "year": "1933", "date": "October 14", "txt": "Germany withdraws from the League of Nations and World Disarmament Conference.", "entities": [{"title": "League of Nations", "href": "/wiki/League_of_Nations", "description": "The League of Nations, abbreviated as LON, was the first worldwide intergovernmental organisation whose principal mission was to maintain world peace. Founded on 10 January 1920 following the Paris Peace Conference that ended the First World War, it ceased operations on 20 April 1946."}, {"title": "World Disarmament Conference", "href": "/wiki/World_Disarmament_Conference", "description": "The Conference for the Reduction and Limitation of Armaments, generally known as the Geneva Conference or World Disarmament Conference, was an international conference of states held in Geneva, Switzerland, between February 1932 and November 1934 to accomplish disarmament in accordance with the Covenant of the League of Nations. It was attended by 31 states, most of which were members of the Leagu"}]}, {"heading": "Events", "year": "1939", "date": "October 14", "txt": "World War II: The German submarine U-47 sinks the British battleship HMS Royal Oak within her harbour at Scapa Flow, Scotland.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "German submarine U-47 (1938)", "href": "/wiki/German_submarine_U-47_(1938)", "description": "German submarine U-47 was a Type VIIB U-boat of Nazi Germany's Kriegsmarine during World War II. She was laid down on 25 February 1937 at Friedrich Krupp Germaniawerft in Kiel as yard number 582 and went into service on 17 December 1938 under the command of Günther Prien."}, {"title": "HMS Royal Oak (08)", "href": "/wiki/HMS_Royal_Oak_(08)", "description": "HMS Royal Oak was one of five  Revenge-class battleships built for the Royal Navy during the First World War. Completed in 1916, the ship first saw combat at the Battle of Jutland as part of the Grand Fleet. In peacetime, she served in the Atlantic, Home and Mediterranean fleets, more than once coming under accidental attack. Royal Oak drew worldwide attention in 1928 when her senior officers were"}]}, {"heading": "Events", "year": "1940", "date": "October 14", "txt": "World War II: The Balham underground station disaster kills sixty-six people during the London Blitz.", "entities": [{"title": "Balham underground station disaster", "href": "/wiki/Balham_underground_station_disaster", "description": "Balham is an interchange station formed of a range of underground entrances for the London Underground ('tube') and a shared entrance with its National Rail station component. The station is in central Balham in the London Borough of Wandsworth, south London, England. The tube can be accessed on each side of the Balham High Road (A24); National Rail on the south side of the road leading east, wher"}]}, {"heading": "Events", "year": "1943", "date": "October 14", "txt": "World War II: Prisoners at Sobibor extermination camp covertly assassinate most of the on-duty SS officers and then stage a mass breakout.", "entities": [{"title": "Sobibor extermination camp", "href": "/wiki/Sobibor_extermination_camp", "description": "Sobibor was an extermination camp built and operated by Nazi Germany as part of Operation Reinhard. It was located in the forest near the village of Sobibór in the General Government region of German-occupied Poland."}]}, {"heading": "Events", "year": "1943", "date": "October 14", "txt": "World War II: The American Eighth Air Force loses 60 of 291 B-17 Flying Fortress during the Second Raid on Schweinfurt.", "entities": []}, {"heading": "Events", "year": "1943", "date": "October 14", "txt": "World War II: The Second Philippine Republic, a puppet state of Japan, is inaugurated with José P. Laurel as its president.", "entities": []}, {"heading": "Events", "year": "1947", "date": "October 14", "txt": "Chuck Yeager becomes the first person to exceed the speed of sound.", "entities": [{"title": "Chuck Yeager", "href": "/wiki/Chuck_Yeager", "description": "Charles Elwood Yeager was a United States Air Force officer, flying ace, and record-setting test pilot who in 1947 became the first pilot in history confirmed to have exceeded the speed of sound in level flight."}]}, {"heading": "Events", "year": "1949", "date": "October 14", "txt": "The Smith Act trials of Communist Party leaders in the United States convicts eleven defendants of conspiring to advocate the violent overthrow of the federal government.", "entities": [{"title": "Smith Act trials of Communist Party leaders", "href": "/wiki/Smith_Act_trials_of_Communist_Party_leaders", "description": "The Smith Act trials of Communist Party leaders in New York City from 1949 to 1958 were the result of US federal government prosecutions in the postwar period and during the Cold War between the Soviet Union and the United States. Leaders of the Communist Party of the United States (CPUSA) were accused of violating the Smith Act, a statute that prohibited advocating violent overthrow of the govern"}]}, {"heading": "Events", "year": "1952", "date": "October 14", "txt": "Korean War: The Battle of Triangle Hill is the biggest and bloodiest battle of 1952.", "entities": [{"title": "Battle of Triangle Hill", "href": "/wiki/Battle_of_Triangle_Hill", "description": "The Battle of Triangle Hill, also known as Operation Showdown or the Shangganling Campaign, was a protracted military engagement during the Korean War. The main combatants were two United Nations (UN) infantry divisions, with additional support from the United States Air Force, against elements of the Chinese People's Volunteer Army (PVA) 15th and 12th Corps. The battle was part of UN attempts to "}]}, {"heading": "Events", "year": "1956", "date": "October 14", "txt": "Dr. B. R. Ambedkar, leader of India's Untouchable caste, converts to Buddhism along with 385,000 of his followers (see Neo-Buddhism).", "entities": [{"title": "B. R. Ambedkar", "href": "/wiki/B._R._Ambedkar", "description": "Bhimrao Ramji Ambedkar, also known as Babasaheb Ambedkar, was an Indian jurist, economist, politician and social reformer, who inspired the Dalit Buddhist movement and campaigned against social discrimination towards the untouchables (Dalits). He was British India's Minister of Labour, Chairman of the Constituent Drafting committee, independent India's first Minister of Law and Justice, and consid"}, {"title": "Dalit", "href": "/wiki/Dalit", "description": "Dalit is a name for people belonging to the lowest caste in India, characterised as \"untouchable\". Dalits were excluded from the four-fold varna system of Hinduism and were seen as forming a fifth varna, also known by the name of Panchama. Dalits now profess various religious beliefs, including Hinduism, Buddhism, Sikhism, Christianity, Islam and various other belief systems."}, {"title": "Neo-Buddhism", "href": "/wiki/Neo-Buddhism", "description": "Buddhist modernism are new movements based on modern era reinterpretations of Buddhism. David McMahan states that modernism in Buddhism is similar to those found in other religions. The sources of influences have variously been an engagement of Buddhist communities and teachers with the new cultures and methodologies such as \"western monotheism; rationalism and scientific naturalism; and Romantic "}]}, {"heading": "Events", "year": "1957", "date": "October 14", "txt": "The 23rd Canadian Parliament becomes the only one to be personally opened by the Queen of Canada.", "entities": [{"title": "23rd Canadian Parliament", "href": "/wiki/23rd_Canadian_Parliament", "description": "The 23rd Canadian Parliament was in session from October 14, 1957, until February 1, 1958. The membership was set by the 1957 federal election on June 10, 1957, and it changed only somewhat due to resignations and by-elections until it was dissolved prior to the 1958 election."}]}, {"heading": "Events", "year": "1957", "date": "October 14", "txt": "At least 81 people are killed in the most devastating flood in the history of the Spanish city of Valencia.", "entities": []}, {"heading": "Events", "year": "1962", "date": "October 14", "txt": "The Cuban Missile Crisis begins when an American reconnaissance aircraft takes photographs of Soviet ballistic missiles being installed in Cuba.", "entities": [{"title": "Cuban Missile Crisis", "href": "/wiki/Cuban_Missile_Crisis", "description": "\nThe Cuban Missile Crisis, also known as the October Crisis of 1962, the Caribbean Crisis, or the Missile Scare, was a 1 month, 4 day confrontation between the United States and the Soviet Union which escalated into an international crisis when American deployments of missiles in Italy and Turkey were matched by Soviet deployments of similar ballistic missiles in Cuba. Despite the short time frame"}]}, {"heading": "Events", "year": "1964", "date": "October 14", "txt": "Martin Luther King Jr. receives the Nobel Peace Prize for combating racial inequality through nonviolence.", "entities": [{"title": "Martin Luther King Jr.", "href": "/wiki/Martin_Luther_King_Jr.", "description": "Martin Luther King Jr. was an African American Baptist minister and activist who became the most visible spokesperson and leader in the American civil rights movement from 1955 until his assassination in 1968. King advanced civil rights through nonviolence and civil disobedience, inspired by his Christian beliefs and the nonviolent activism of Mahatma Gandhi. He was the son of early civil rights a"}]}, {"heading": "Events", "year": "1964", "date": "October 14", "txt": "The Soviet Presidium and the Communist Party Central Committee each vote to accept Nikita Khrushchev's \"voluntary\" request to retire from his offices.", "entities": []}, {"heading": "Events", "year": "1966", "date": "October 14", "txt": "The city of Montreal begins the operation of its underground Montreal Metro rapid transit system.", "entities": [{"title": "Montreal Metro", "href": "/wiki/Montreal_Metro", "description": "The Montreal Metro is a rubber-tired underground rapid transit system serving Greater Montreal, Quebec, Canada."}]}, {"heading": "Events", "year": "1968", "date": "October 14", "txt": "The first live TV broadcast by American astronauts in orbit is performed by the Apollo 7 crew.", "entities": [{"title": "Apollo 7", "href": "/wiki/Apollo_7", "description": "Apollo 7 was the first crewed flight in NASA's Apollo program, and saw the resumption of human spaceflight by the agency after the fire that killed the three Apollo 1 astronauts in January 1967. The Apollo 7 crew was commanded by Walter M. Schirra, with command module pilot Donn F. Eisele and lunar module pilot R. Walter Cunningham."}]}, {"heading": "Events", "year": "1968", "date": "October 14", "txt": "The 6.5 Mw  Meckering earthquake shakes the southwest portion of Western Australia with a maximum Mercalli intensity of IX (Violent), causing $2.2 million in damage and leaving 20–28 people injured.", "entities": [{"title": "1968 Meckering earthquake", "href": "/wiki/1968_Meckering_earthquake", "description": "The Western Australian town of Meckering was struck by an earthquake on 14 October 1968. The earthquake occurred at 10:58:52 local time, with a moment magnitude of 6.5 and a maximum Mercalli intensity of IX (Violent). Total damage amounted to $2.2 million with 20–28 injured."}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1968", "date": "October 14", "txt": "Jim Hines becomes the first man ever to break the so-called \"ten-second barrier\" in the 100-meter sprint with a time of 9.95 seconds.", "entities": []}, {"heading": "Events", "year": "1973", "date": "October 14", "txt": "In the Thammasat student uprising, over 100,000 people protest in Thailand against the military government. Seventy-seven are killed and 857 are injured by soldiers.", "entities": [{"title": "1973 Thai popular uprising", "href": "/wiki/1973_Thai_popular_uprising", "description": "The popular uprising of 14 October 1973 was a watershed event in Thailand's history. The uprising resulted in the end of the ruling military dictatorship of anti-communist Thanom Kittikachorn and altered the Thai political system. Notably, it highlighted the growing influence of Thai university students in politics."}]}, {"heading": "Events", "year": "1975", "date": "October 14", "txt": "An RAF Avro Vulcan bomber explodes and crashes over Żabbar, Malta after an aborted landing, killing five crew members and one person on the ground.", "entities": [{"title": "RAF", "href": "/wiki/RAF", "description": "The Royal Air Force (RAF) is the United Kingdom's aerial warfare force. It was formed towards the end of the First World War on 1 April 1918, becoming the first independent air force in the world, by regrouping the Royal Flying Corps (RFC) and the Royal Naval Air Service (RNAS). Following the Allied victory over the Central Powers in 1918, the RAF emerged as the largest air force in the world at t"}, {"title": "Avro Vulcan", "href": "/wiki/Avro_Vulcan", "description": "The Avro Vulcan is a jet-powered tailless delta wing high-altitude strategic bomber, which was operated by the Royal Air Force (RAF) from 1956 until 1984. Aircraft manufacturer A.V. Roe and Company (Avro) designed the Vulcan in response to Specification B.35/46. Of the three V bombers produced, the Vulcan was considered the most technically advanced and hence the riskiest option. Several reduced-s"}, {"title": "1975 Żabbar Avro Vulcan crash", "href": "/wiki/1975_%C5%BBabbar_Avro_Vulcan_crash", "description": "The 1975 Żabbar Avro Vulcan crash was a military aviation accident that occurred in Malta on 14 October 1975 when an Avro Vulcan B.2 bomber crashed after an aborted landing at RAF Luqa. The aircraft crashed in a residential area in Żabbar, and five crew members and one civilian on the ground were killed. The two pilots managed to eject and survived the accident. The crash caused extensive damage t"}, {"title": "Żabbar", "href": "/wiki/%C5%BBabbar", "description": "Żabbar, also known as Città Hompesch, is a city in the South Eastern Region of Malta. It is the sixth largest city in the country, with a population of 15,404 as of March 2014. Originally a part of Żejtun, Żabbar was granted the title of Città Hompesch by the last of the Grand Masters of the Order of St. John to reign in Malta, Ferdinand von Hompesch zu Bolheim."}, {"title": "Malta", "href": "/wiki/Malta", "description": "Malta, officially known as the Republic of Malta and formerly Melita, is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 515,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest country in area and fo"}]}, {"heading": "Events", "year": "1979", "date": "October 14", "txt": "The first National March on Washington for Lesbian and Gay Rights draws approximately 100,000 people.", "entities": [{"title": "National March on Washington for Lesbian and Gay Rights", "href": "/wiki/National_March_on_Washington_for_Lesbian_and_Gay_Rights", "description": "The National March on Washington for Lesbian and Gay Rights was a large political rally that took place in Washington, D.C., US on October 14, 1979. The first such march on Washington, it drew between 75,000 and 125,000 gay men, lesbians, bisexuals, transgender people, and straight allies to demand equal civil rights and urge the passage of protective civil rights legislation."}]}, {"heading": "Events", "year": "1981", "date": "October 14", "txt": "Vice President Hosni Mubarak is elected as the President of Egypt, one week after the assassination of Anwar Sadat.", "entities": [{"title": "Hosni Mubarak", "href": "/wiki/Hosni_Mubarak", "description": "Muhammad Hosni El Sayed Mubarak was an Egyptian military and political leader who served as the fourth president of Egypt from 1981 to 2011."}]}, {"heading": "Events", "year": "1982", "date": "October 14", "txt": "U.S. President Ronald Reagan proclaims a War on Drugs.", "entities": [{"title": "War on Drugs", "href": "/wiki/War_on_Drugs", "description": "The war on drugs is a global campaign, led by the U.S. federal government, of drug prohibition, military aid, and military intervention, with the aim of reducing the illegal drug trade in the United States. The initiative includes a set of drug policies that are intended to discourage the production, distribution, and consumption of psychoactive drugs that the participating governments and the UN "}]}, {"heading": "Events", "year": "1991", "date": "October 14", "txt": "Burmese opposition leader Aung San Suu Kyi is awarded the Nobel Peace Prize.", "entities": [{"title": "Aung San Suu Kyi", "href": "/wiki/Aung_San_Suu_Kyi", "description": "Aung San Suu Kyi is a Burmese politician, diplomat, author, and a 1991 Nobel Peace Prize laureate who served as State Counsellor of Myanmar and Minister of Foreign Affairs from 2016 to 2021. She has served as the president of the National League for Democracy (NLD) since 2011, having been the General Secretary from 1988 to 2011. She played a vital role in Myanmar's transition from military junta t"}]}, {"heading": "Events", "year": "1994", "date": "October 14", "txt": "Yasser Arafat, Yitzhak Rabin and Shimon Peres receive the Nobel Peace Prize for their role in the establishment of the Oslo Accords and the framing of future Palestinian self government.", "entities": [{"title": "Oslo Accords", "href": "/wiki/Oslo_Accords", "description": "The Oslo Accords are a pair of agreements between the Government of Israel and the Palestine Liberation Organization (PLO): the Oslo I Accord, signed in Washington, D.C., in 1993; and the Oslo II Accord, signed in Taba, Egypt, in 1995. The Oslo Accords marked the start of the Oslo process, a peace process aimed at achieving a peace treaty based on United Nations Security Council Resolutions 242 an"}]}, {"heading": "Events", "year": "1998", "date": "October 14", "txt": "Eric Rudolph is charged with six bombings, including the 1996 Centennial Olympic Park bombing in Atlanta, Georgia.", "entities": [{"title": "Centennial Olympic Park bombing", "href": "/wiki/Centennial_Olympic_Park_bombing", "description": "The Centennial Olympic Park bombing was a domestic terrorist pipe bombing attack on Centennial Olympic Park in Atlanta, Georgia, on July 27, 1996, during the Summer Olympics. The blast directly killed one person and injured 111 others; another person later died of a heart attack. It was the first of four bombings committed by Eric Rudolph. Security guard Richard Jewell discovered the bomb before d"}]}, {"heading": "Events", "year": "2003", "date": "October 14", "txt": "The Steve Bartman Incident takes place at Wrigley Field in Chicago, Illinois.", "entities": [{"title": "Steve Bartman Incident", "href": "/wiki/Steve_Bartman_Incident", "description": "The Steve Bartman incident was a controversial play that occurred during a baseball game between the Chicago Cubs and the Florida Marlins on October 14, 2003, at Wrigley Field in Chicago, Illinois, during Major League Baseball's (MLB) 2003 postseason."}, {"title": "Wrigley Field", "href": "/wiki/Wrigley_Field", "description": "Wrigley Field is a baseball park located on the North Side of Chicago, Illinois. It is the home of the Chicago Cubs, one of the city's two Major League Baseball (MLB) franchises. It first opened in 1914 as Weeghman Park for Charles Weeghman's Chicago Whales of the Federal League, which folded after the 1915 baseball season. The Cubs played their first home game at the park on April 20, 1916, defea"}]}, {"heading": "Events", "year": "2004", "date": "October 14", "txt": "MK Airlines Flight 1602 crashes during takeoff from Halifax Stanfield International Airport, killing all seven people on board.", "entities": [{"title": "MK Airlines Flight 1602", "href": "/wiki/MK_Airlines_Flight_1602", "description": "MK Airlines Flight 1602 was an MK Airlines Boeing 747-200F cargo flight on a flight from Halifax Stanfield International Airport, Nova Scotia, Canada to Zaragoza Airport, Spain. It crashed on take-off in 2004, killing the crew of 7. It was the fourth accident for MK Airlines, as well as the deadliest."}, {"title": "Halifax Stanfield International Airport", "href": "/wiki/Halifax_Stanfield_International_Airport", "description": "Halifax Stanfield International Airport is a Canadian airport in Goffs, Nova Scotia, a rural community of the Halifax Regional Municipality. It serves the Halifax region, mainland Nova Scotia and adjacent areas in the neighbouring Maritime provinces. The airport is named in honour of Robert Stanfield, the 17th Premier of Nova Scotia and leader of the federal Progressive Conservative Party of Canad"}]}, {"heading": "Events", "year": "2004", "date": "October 14", "txt": "Pinnacle Airlines Flight 3701 crashes in Jefferson City, Missouri. The two pilots (the aircraft's only occupants) are killed.", "entities": [{"title": "Jefferson City, Missouri", "href": "/wiki/Jefferson_City,_Missouri", "description": "Jefferson City, officially the City of Jefferson and informally Jeff City, is the capital of the U.S. state of Missouri. It had a population of 43,079 at the 2010 census, ranking as the 15th most populous city in the state. It is also the county seat of Cole County and the principal city of the Jefferson City Metropolitan Statistical Area, the second-most-populous metropolitan area in Mid-Missouri"}]}, {"heading": "Events", "year": "2012", "date": "October 14", "txt": "Felix Baumgartner successfully jumps to Earth from a balloon in the stratosphere.", "entities": [{"title": "Felix Baumgartner", "href": "/wiki/Felix_Baumgartner", "description": "Felix Baumgartner is an Austrian skydiver, daredevil, and BASE jumper. He is best known for jumping to Earth from a helium balloon from the stratosphere on 14 October 2012 and landing in New Mexico, United States as part of the Red Bull Stratos project. Doing so, he set world records for skydiving an estimated 39 km (24 mi), reaching an estimated top speed of 1,357.64 km/h (843.6 mph), or Mach 1.2"}]}, {"heading": "Events", "year": "2014", "date": "October 14", "txt": "A snowstorm and avalanche in the Nepalese Himalayas triggered by the remnants of Cyclone Hudhud kills 43 people.", "entities": [{"title": "2014 Nepal snowstorm disaster", "href": "/wiki/2014_Nepal_snowstorm_disaster", "description": "The 2014 Nepal snowstorm disaster occurred in central Nepal during the month of October and resulted in the deaths of at least 43 people of various nationalities, including at least 21 trekkers. Injuries and fatalities resulted from unusually severe snowstorms and avalanches on and around the mountains of Annapurna and Dhaulagiri. The incident was said to be Nepal's worst trekking disaster."}]}, {"heading": "Events", "year": "2014", "date": "October 14", "txt": "The Serbia vs. Albania UEFA qualifying match is canceled after 42 minutes due to several incidents on and off the pitch. Albania is eventually awarded a win.", "entities": []}, {"heading": "Events", "year": "2015", "date": "October 14", "txt": "A suicide bomb attack in Pakistan kills at least seven people and injures 13 others.", "entities": [{"title": "Taunsa Sharif bombing", "href": "/wiki/Taunsa_Sharif_bombing", "description": "On 14 October 2015, a suicide bombing killed at least 7 people and injured thirteen others in Taunsa Sharif, Punjab, Pakistan. The attack took place inside the political office of Pakistan Muslim League (N) MNA Sardar Amjad Farooq Khan Khosa, who was not present. Sardar Khosa, who was attending a meeting in Islamabad, said he did not receive any threat or alert prior to the blast. A Tehrik-i-Talib"}]}, {"heading": "Events", "year": "2017", "date": "October 14", "txt": "A massive truck bombing in Somalia kills 358 people and injures more than 400 others.", "entities": [{"title": "14 October 2017 Mogadishu bombings", "href": "/wiki/14_October_2017_Mogadishu_bombings", "description": "On 14 October 2017, two truck bombings took place in Mogadishu, the capital of Somalia, killing at least 587 people and injuring 316 others. Almost all of the casualties were caused by one of the trucks, which detonated when the driver, while attempting to escape from security officials, crashed through a barrier and exploded in the Hodan District, destroying a hotel; the intended target of the at"}]}, {"heading": "Births", "year": "1257", "date": "October 14", "txt": "Przemysł II of Poland (d. 1296)", "entities": [{"title": "Przemysł II", "href": "/wiki/Przemys%C5%82_II", "description": "Przemysł II, was the Duke of Poznań from 1257–1279, of Greater Poland from 1279–1296, of Kraków from 1290–1291, and Gdańsk Pomerania (Pomerelia) from 1294–1296, and then King of Poland from 1295 until his death. After a long period of Polish high dukes and two nominal kings, he was the first to obtain the hereditary title of king, and thus to return Poland to the rank of kingdom. A member of the G"}]}, {"heading": "Births", "year": "1404", "date": "October 14", "txt": "Marie of Anjou (d. 1463)", "entities": [{"title": "Marie of Anjou", "href": "/wiki/Marie_of_Anjou", "description": "Marie of Anjou was Queen of France as the spouse of King Charles VII from 1422 to 1461. She served as regent and presided over the council of state several times during the absence of the king."}]}, {"heading": "Births", "year": "1425", "date": "October 14", "txt": "Alesso Baldovinetti, Italian painter (d. 1499)", "entities": [{"title": "Alesso Baldovinetti", "href": "/wiki/Alesso_Baldovinetti", "description": "Alesso or Alessio Baldovinetti was an Italian early Renaissance painter and draftsman."}]}, {"heading": "Births", "year": "1465", "date": "October 14", "txt": "Konrad Peutinger, German humanist and antiquarian (d. 1547)", "entities": [{"title": "Konrad Peutinger", "href": "/wiki/Konrad_Peutinger", "description": "Conrad Peutinger was a German humanist, jurist, diplomat, politician, and economist. A senior official in the municipal government of the Imperial City of Augsburg, he served as a counselor to Emperor Maximilian I and his successor Charles V. Also known as a passionate antiquarian, he collected, with the help of his wife Margareta Welser (1481–1552), one of the largest private libraries north of t"}]}, {"heading": "Births", "year": "1493", "date": "October 14", "txt": "Shimazu Tadayoshi, Japanese daimyō (d. 1568)", "entities": [{"title": "Shimazu Tadayoshi", "href": "/wiki/Shimazu_Tadayoshi", "description": "\n\nShimazu Tadayoshi  was a daimyō of Satsuma Province during Japan's Sengoku period. He was born into the Mimasaka Shimazu family (伊作島津家), which was part of the Shimazu clan, but after his father Shimazu Yoshihisa died, his mother married Shimazu Unkyu of another branch family, the Soshū (相州家). Tadayoshi thus came to represent two families within the larger Shimazu clan."}]}, {"heading": "Births", "year": "1542", "date": "October 14", "txt": "Philip IV, Count of Nassau-Weilburg (d. 1602)", "entities": [{"title": "Philip IV, Count of Nassau-Weilburg", "href": "/wiki/Philip_IV,_Count_of_Nassau-Weilburg", "description": "Philip IV of Nassau-Weilburg, also known as Philip III of Nassau-Saarbrücken was Count of Nassau-Weilburg from 1559 until his death and since 1574 also Count of Nassau-Saarbrücken. Both possessions belonged to the Walram line of the House of Nassau. In Weilburg, he was the fourth count named Philip, but only the third in Saarbrücken, because his father, Philip III of Nassau-Weilburg never held Nas"}]}, {"heading": "Births", "year": "1563", "date": "October 14", "txt": "Jodocus Hondius, Flemish engraver and cartographer (d. 1611)", "entities": [{"title": "Jodocus Hondius", "href": "/wiki/Jodocus_Hondius", "description": "Jodocus Hondius was a Flemish engraver and cartographer. He is sometimes called Jodocus Hondius the Elder to distinguish him from his son Jodocus Hondius II. Hondius is best known for his early maps of the New World and Europe, for re-establishing the reputation of the work of Gerard Mercator, and for his portraits of Francis Drake. One of the notable figures in the Golden Age of Dutch/Netherlandi"}]}, {"heading": "Births", "year": "1569", "date": "October 14", "txt": "Giambattista Marino, Italian poet (d. 1625)", "entities": [{"title": "Giambattista Marino", "href": "/wiki/Giambattista_Marino", "description": "Giambattista Marino was an Italian poet who was born in Naples. He is most famous for his long epic L'Adone."}]}, {"heading": "Births", "year": "1609", "date": "October 14", "txt": "Ernest Günther, Duke of Schleswig-Holstein-Sonderburg-Augustenburg (d. 1689)", "entities": [{"title": "Ernest Günther, Duke of Schleswig-Holstein-Sonderburg-Augustenburg", "href": "/wiki/Ernest_G%C3%BCnther,_Duke_of_Schleswig-Holstein-Sonderburg-Augustenburg", "description": "Ernest Günther of Schleswig-Holstein-Sonderburg-Augustenburg was a Duke of Schleswig-Holstein of its Sonderborg line. He was the first to have his ducal seat in Augustenborg Palace, which he built and named in honor of his wife. He ruled from 1647 until his death in 1689."}]}, {"heading": "Births", "year": "1630", "date": "October 14", "txt": "Sophia of Hanover (d. 1714)", "entities": [{"title": "Sophia of Hanover", "href": "/wiki/Sophia_of_Hanover", "description": "Sophia of Hanover was the Electress of Hanover by marriage to Elector Ernest Augustus, and later the heiress presumptive to the thrones of England and Ireland under the Act of Settlement 1701. She died less than two months before she would have become queen. Consequently, it was her son George I who succeeded her first cousin once removed, Anne."}]}, {"heading": "Births", "year": "1633", "date": "October 14", "txt": "James II of England (d. 1701)", "entities": [{"title": "James II of England", "href": "/wiki/James_II_of_England", "description": "James II and VII was King of England and Ireland as James II, and King of Scotland as James VII, from 6 February 1685 until he was deposed in the Glorious Revolution of 1688. He was the last Catholic monarch of England, Scotland, and Ireland; his reign is now remembered primarily for struggles over religious tolerance. However, it also involved the principles of absolutism and divine right of king"}]}, {"heading": "Births", "year": "1639", "date": "October 14", "txt": "Simon van der Stel, Dutch commander and politician, 1st Governor of the Dutch Cape Colony (d. 1712)", "entities": [{"title": "Simon van der Stel", "href": "/wiki/Simon_van_der_Stel", "description": "Simon van der Stel was the last commander and first Governor of the Dutch Cape Colony, the settlement at the Cape of Good Hope."}, {"title": "Governor of the Dutch Cape Colony", "href": "/wiki/Governor_of_the_Dutch_Cape_Colony", "description": "The Cape Colony was a Dutch United East India Company (VOC) Colony in Southern Africa, centered on the Cape of Good Hope, where it derived its name from. The original colony and its successive states that the colony was incorporated into occupied much of modern South Africa. Between 1652 and 1691 a Commandment, and between 1691 and 1795 a Governorate of the United East India Company (VOC). Jan van"}]}, {"heading": "Births", "year": "1643", "date": "October 14", "txt": "Bahadur Shah I, Mughal emperor (d. 1712)", "entities": [{"title": "Bahadur Shah I", "href": "/wiki/Bahadur_Shah_I", "description": "Bahadur Shah, also known as Muhammad Mu'azzam and Shah Alam, was the eighth Mughal emperor of India, ruled from 1707 until his death in 1712. In his youth, he conspired to overthrow his father Aurangzeb, the sixth Mughal emperor, and ascend to the throne. Shah's plans were intercepted by the emperor, who imprisoned him several times. From 1696 to 1707, he was governor of Akbarabad, Kabul and Lahor"}]}, {"heading": "Births", "year": "1644", "date": "October 14", "txt": "William Penn, English businessman who founded Pennsylvania (d. 1718)", "entities": [{"title": "William Penn", "href": "/wiki/William_Penn", "description": "William Penn was an English writer and religious thinker belonging to the Religious Society of Friends (Quakers), and founder of the Province of Pennsylvania, a North American colony of England. He was an early advocate of democracy and religious freedom, notable for his good relations and successful treaties with the Lenape Native Americans. Under his direction, the city of Philadelphia was plann"}, {"title": "Pennsylvania", "href": "/wiki/Pennsylvania", "description": "Pennsylvania, officially the Commonwealth of Pennsylvania, is a state in the Mid-Atlantic, Northeastern, and Appalachian regions of the United States. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east, w"}]}, {"heading": "Births", "year": "1687", "date": "October 14", "txt": "Robert Simson, Scottish mathematician and academic (d. 1768)", "entities": [{"title": "Robert Simson", "href": "/wiki/Robert_Simson", "description": "Robert Simson was a Scottish mathematician and professor of mathematics at the University of Glasgow. The Simson line is named after him."}]}, {"heading": "Births", "year": "1712", "date": "October 14", "txt": "George Grenville, English lawyer and politician, Prime Minister of the United Kingdom (d. 1770)", "entities": [{"title": "George Grenville", "href": "/wiki/George_Grenville", "description": "George Grenville was a British Whig statesman who rose to the position of Prime Minister of Great Britain. Grenville was born into an influential political family and first entered Parliament in 1741 as an MP for Buckingham. He emerged as one of Cobham's Cubs, a group of young members of Parliament associated with Lord Cobham."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1726", "date": "October 14", "txt": "Charles Middleton, 1st Baron Barham, Scottish-English admiral and politician (d. 1813)", "entities": [{"title": "Charles Middleton, 1st Baron Barham", "href": "/wiki/Charles_Middleton,_1st_Baron_Barham", "description": "Charles Middleton, 1st Baron Barham, PC was a Royal Navy officer and politician. As a junior officer he saw action during the Seven Years' War. Middleton was given command of a guardship at the Nore, a Royal Navy anchorage in the Thames Estuary, at the start of the American War of Independence, and was subsequently appointed Comptroller of the Navy. He went on to be First Naval Lord and then First"}]}, {"heading": "Births", "year": "1733", "date": "October 14", "txt": "François Sébastien Charles Joseph de Croix, Count of Clerfayt, Austrian field marshal (d. 1798)", "entities": [{"title": "François Sébastien Charles Joseph de Croix, Count of Clerfayt", "href": "/wiki/Fran%C3%A7ois_S%C3%A9bastien_Charles_Joseph_de_Croix,_Count_of_Clerfayt", "description": "François Sébastien Charles Joseph de Croix, Count of Clerfayt, a Walloon, joined the army of the Habsburg Monarchy and soon fought in the Seven Years' War. Later in his military career, he led Austrian troops in the war against Ottoman Turkey. During the French Revolutionary Wars he saw extensive fighting and rose to the rank of Field Marshal."}]}, {"heading": "Births", "year": "1784", "date": "October 14", "txt": "Ferdinand VII of Spain (d. 1833)", "entities": [{"title": "Ferdinand VII of Spain", "href": "/wiki/Ferdinand_VII_of_Spain", "description": "Ferdinand VII was the King of Spain during the early- to mid-19th century. He reigned over the Spanish Kingdom in 1808 and again from 1813 to his death in 1833. He was known to his supporters as el Deseado and to his detractors as el Rey Felón."}]}, {"heading": "Births", "year": "1791", "date": "October 14", "txt": "Friedrich Parrot, Baltic German naturalist (d. 1841)", "entities": [{"title": "Friedrich Parrot", "href": "/wiki/Friedrich_Parrot", "description": "Johann Jacob Friedrich Wilhelm Parrot was a Baltic German naturalist, explorer, and mountaineer, who lived and worked in Dorpat in what was then the Governorate of Livonia of the Russian Empire. A pioneer of Russian and Estonian scientific mountaineering, Parrot is best known for leading the first expedition to the summit of Mount Ararat in recorded history."}]}, {"heading": "Births", "year": "1801", "date": "October 14", "txt": "Joseph Plateau, Belgian physicist and academic, created the Phenakistoscope (d. 1883)", "entities": [{"title": "Joseph Plateau", "href": "/wiki/Joseph_Plateau", "description": "Joseph Antoine Ferdinand Plateau was a Belgian physicist and mathematician. He was one of the first people to demonstrate the illusion of a moving image. To do this, he used counterrotating disks with repeating drawn images in small increments of motion on one and regularly spaced slits in the other. He called this device of 1832 the phenakistiscope."}, {"title": "Phenakistoscope", "href": "/wiki/Phenakistoscope", "description": "The phenakistiscope was the first widespread animation device that created a fluent illusion of motion. Dubbed Fantascope and Stroboscopische Scheiben by its inventors, it has been known under many other names until the French product name Phénakisticope became common. The phenakistiscope is regarded as one of the first forms of moving media entertainment that paved the way for the future motion p"}]}, {"heading": "Births", "year": "1806", "date": "October 14", "txt": "Preston King, American lawyer and politician (d. 1865)", "entities": [{"title": "Preston King (politician)", "href": "/wiki/Preston_King_(politician)", "description": "Preston King was a United States Representative and Senator from New York."}]}, {"heading": "Births", "year": "1824", "date": "October 14", "txt": "Adolphe Monticelli, French painter (d. 1886)", "entities": [{"title": "Adolphe Monticelli", "href": "/wiki/Adolphe_Monticelli", "description": "Adolphe Joseph Thomas Monticelli was a French painter of the generation preceding the Impressionists."}]}, {"heading": "Births", "year": "1840", "date": "October 14", "txt": "Dmitry Pisarev, Russian author and critic (d. 1868)", "entities": [{"title": "Dmitry Pisarev", "href": "/wiki/Dmitry_Pisarev", "description": "Dmitry Ivanovich Pisarev was a Russian literary and social critic, journalist, and philosopher, who was a central figure of Russian nihilism. Elements of his philosophy have been cited as forerunners of Nietzschean ideas, and his advocacy of liberation movements and natural science had significant impact on Russian development."}]}, {"heading": "Births", "year": "1842", "date": "October 14", "txt": "Joe Start, American baseball player and manager (d. 1927)", "entities": [{"title": "Joe Start", "href": "/wiki/Joe_Start", "description": "Joseph Start, nicknamed \"Old Reliable\", or \"Rocks\", was one of the most durable regulars of baseball's earliest era, and one of the top first basemen of his time. He began his playing career in 1859, before the formation of organized leagues and before ballplayers received payment for their services. He continued to play regularly until 1886, when he was 43. Start's career spanned countless innova"}]}, {"heading": "Births", "year": "1844", "date": "October 14", "txt": "John See, English-Australian politician, 14th Premier of New South Wales (d. 1907)", "entities": [{"title": "John See", "href": "/wiki/John_See", "description": "Sir John See was a member of the New South Wales Legislature from 26 November 1880 to 15 June 1901, and was then Premier of New South Wales from 1901 to 1904."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1848", "date": "October 14", "txt": "Byron Edmund Walker, Canadian banker and philanthropist (d. 1924)", "entities": [{"title": "Byron Edmund Walker", "href": "/wiki/Byron_Edmund_Walker", "description": "Sir Byron Edmund Walker, CVO was a Canadian banker. He was the president of the Canadian Bank of Commerce from 1907 to 1924, and a generous patron of the arts, helping to found and nurture many of Canada's cultural and educational institutions, including the University of Toronto, National Gallery of Canada, the Champlain Society, Appleby College, Art Gallery of Ontario and Royal Ontario Museum."}]}, {"heading": "Births", "year": "1853", "date": "October 14", "txt": "John William Kendrick, American engineer and businessman (d. 1924)", "entities": [{"title": "John William Kendrick", "href": "/wiki/John_William_Kendrick", "description": "John William Kendrick was chief engineer, general manager and vice-president of the Northern Pacific Railway and later vice-chairman of the board of the Atchison, Topeka and Santa Fe Railway."}]}, {"heading": "Births", "year": "1861", "date": "October 14", "txt": "Julia A. Ames, American journalist, editor, and reformer (d. 1891)", "entities": [{"title": "Julia A. Ames", "href": "/wiki/Julia_A._Ames", "description": "Julia A. Ames was an American journalist, editor and temperance reformer. She served as associate editor of the Woman's Temperance Publishing Association's Union Signal. Ames died in 1891 at the age of 30. The year after her death, the journalist and spiritualist W. T. Stead published automatic writing which was said to have been sent by Ames to her friend. Stead also created \"Julie's Bureau\" to a"}]}, {"heading": "Births", "year": "1867", "date": "October 14", "txt": "Masaoka Shiki, Japanese poet, author, and critic (d. 1902)", "entities": [{"title": "Masaoka Shiki", "href": "/wiki/Masaoka_Shiki", "description": "Masaoka Shiki , pen-name of Masaoka Noboru, was a Japanese poet, author, and literary critic in Meiji period Japan. Shiki is regarded as a major figure in the development of modern haiku poetry, credited with writing nearly 20,000 stanzas during his short life. He also wrote on reform of tanka poetry."}]}, {"heading": "Births", "year": "1869", "date": "October 14", "txt": "Joseph Duveen, 1st Baron Duveen, English art dealer (d. 1939)", "entities": [{"title": "Joseph Duveen, 1st Baron Duveen", "href": "/wiki/Joseph_Duveen,_1st_Baron_Duveen", "description": "Joseph Duveen, 1st Baron Duveen, known as Sir Joseph Duveen, Bt., between 1927 and 1933, was a British art dealer, considered one of the most influential art dealers of all time."}]}, {"heading": "Births", "year": "1871", "date": "October 14", "txt": "Alexander von Zemlinsky, Austrian composer, conductor, and teacher (d. 1942)", "entities": [{"title": "Alexander von Zemlinsky", "href": "/wiki/Alexander_von_Zemlinsky", "description": "Alexander Zemlinsky or Alexander von Zemlinsky was an Austrian composer, conductor, and teacher."}]}, {"heading": "Births", "year": "1872", "date": "October 14", "txt": "Reginald Doherty, English tennis player (d. 1910)", "entities": [{"title": "Reginald Doherty", "href": "/wiki/Reginald_Doherty", "description": "Reginald \"Reggie\" or \"R. F.\" Frank Doherty was a British tennis player and the older brother of tennis player Laurence Doherty. He was known in the tennis world as \"R.F.\" rather than \"Reggie\". He was a four-time Wimbledon singles champion and a triple Olympic Gold medalist in doubles and mixed doubles."}]}, {"heading": "Births", "year": "1882", "date": "October 14", "txt": "Éamon de Valera, American-Irish rebel and politician, 3rd President of Ireland (d. 1975)", "entities": [{"title": "Éamon de Valera", "href": "/wiki/%C3%89amon_de_Valera", "description": "Éamon de Valera was a prominent statesman and political leader in 20th-century Ireland, serving several terms as head of government and head of state, with a prominent role introducing the Constitution of Ireland."}, {"title": "President of Ireland", "href": "/wiki/President_of_Ireland", "description": "The President of Ireland is the head of state of the Republic of Ireland and the supreme commander of the Irish Defence Forces."}]}, {"heading": "Births", "year": "1882", "date": "October 14", "txt": "Charlie Parker, English cricketer, coach, and umpire (d. 1959)", "entities": []}, {"heading": "Births", "year": "1888", "date": "October 14", "txt": "Katherine Mansfield, New Zealand novelist, short story writer, and essayist (d. 1923)", "entities": [{"title": "Katherine Mansfield", "href": "/wiki/Katherine_Mansfield", "description": "Kathleen Mansfield Murry was a prominent modernist writer who was born and brought up in New Zealand. She wrote short stories and poetry under the pen name Katherine Mansfield. When she was 19, she left colonial New Zealand and settled in England, where she became a friend of D. H. Lawrence, Virginia Woolf, Lady Ottoline Morrell and others in the orbit of the Bloomsbury Group. Mansfield was diagno"}]}, {"heading": "Births", "year": "1888", "date": "October 14", "txt": "Yukio Sakurauchi, Japanese businessman and politician, 27th Japanese Minister of Finance (d. 1947)", "entities": [{"title": "Minister of Finance (Japan)", "href": "/wiki/Minister_of_Finance_(Japan)", "description": "The Minister of Finance  is the member of the Cabinet of Japan in charge of the Ministry of Finance. This position was formerly cited as being Japan's most powerful and one of the world's, because Japan had historically held the largest foreign exchange reserves. It seems that title has been passed to Bank of Japan governors, due to Japan's position as the world's largest and lowest rate creditor."}]}, {"heading": "Births", "year": "1890", "date": "October 14", "txt": "Dwight D. Eisenhower, American general and politician, 34th President of the United States (d. 1969)", "entities": [{"title": "Dwight D. Eisenhower", "href": "/wiki/Dwight_D._Eisenhower", "description": "Dwight David \"Ike\" Eisenhower GCS CCLH KC NPk was an American military officer and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he served as Supreme Commander of the Allied Expeditionary Force in Europe, and achieved the rare five-star rank of General of the Army. He was responsible for planning and supervising the invasion of North Africa"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1892", "date": "October 14", "txt": "Sumner Welles, American politician and diplomat, 11th Under Secretary of State (d. 1961)", "entities": [{"title": "Sumner Welles", "href": "/wiki/Sumner_Welles", "description": "Benjamin Sumner Welles was an American government official and diplomat in the Foreign Service. He was a major foreign policy adviser to President Franklin D. Roosevelt and served as Under Secretary of State from 1936 to 1943, during Roosevelt's presidency."}, {"title": "Under Secretary of State", "href": "/wiki/Under_Secretary_of_State", "description": "Under Secretary of State (U/S) is a title used by senior officials of the United States Department of State who rank above the Assistant Secretaries and below the Deputy Secretaries."}]}, {"heading": "Births", "year": "1893", "date": "October 14", "txt": "Lois Lenski, American author and illustrator (d. 1974)*1894", "entities": [{"title": "Lois Lenski", "href": "/wiki/Lois_Lenski", "description": "Lois Lenore Lenski Covey was a Newbery Medal-winning author and illustrator of picture books and children's literature. Beginning with the release in 1927 of her first books, Skipping Village and Jack Horner's Pie: A Book of Nursery Rhymes, Lenski published 98 books, including several posthumous works. Her work includes children's picture books and illustrated chapter books, songbooks, poetry, sho"}, {"title": "1894", "href": "/wiki/1894", "description": "1894 (MDCCCXCIV) was a common year starting on Monday of the Gregorian calendar and a common year starting on Saturday of the Julian calendar, the 1894th year of the Common Era (CE) and Anno Domini (AD) designations, the 894th year of the 2nd millennium, the 94th year of the 19th century, and the 5th year of the 1890s decade. As of the start of 1894, the Gregorian calendar was 12 days ahead of the"}, {"title": "E. E. Cummings", "href": "/wiki/E._E._Cummings", "description": "Edward Estlin Cummings, often styled as e e cummings, as he is attributed in many of his published works, was an American poet, painter, essayist, author, and playwright. He wrote approximately 2,900 poems, two autobiographical novels, four plays, and several essays. He is often regarded as one of the most important American poets of the 20th century. Cummings is associated with modernist free-for"}]}, {"heading": "Births", "year": "1893", "date": "October 14", "txt": "Lillian Gish, American actress (d. 1993)", "entities": []}, {"heading": "Births", "year": "1894", "date": "October 14", "txt": "Victoria Drummond, British marine engineer (d. 1978)", "entities": [{"title": "Victoria Drummond", "href": "/wiki/Victoria_Drummond", "description": "Victoria Alexandrina Drummond MBE, was the first woman marine engineer in the UK and the first woman member of Institute of Marine Engineers. In World War II she served at sea as an engineering officer in the British Merchant Navy and received awards for bravery under enemy fire."}]}, {"heading": "Births", "year": "1897", "date": "October 14", "txt": "Alicja Dorabialska, Polish chemist (d. 1975)", "entities": [{"title": "Alicja Dorabialska", "href": "/wiki/Alicja_Dorabialska", "description": "Alicja Dorabialska, was a Polish chemist."}]}, {"heading": "Births", "year": "1898", "date": "October 14", "txt": "Thomas William Holmes, Canadian sergeant and pilot, Victoria Cross recipient (d. 1950)", "entities": [{"title": "Thomas William Holmes", "href": "/wiki/Thomas_William_Holmes", "description": "Thomas William Holmes VC was a soldier in the Canadian Expeditionary Force, and was a Canadian recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces, during the First World War. Holmes is the youngest Canadian to ever win the Victoria Cross."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1900", "date": "October 14", "txt": "W. Edwards Deming, American statistician, author, and academic (d. 1993)", "entities": [{"title": "W. Edwards Deming", "href": "/wiki/W._Edwards_Deming", "description": "Dr. William Edwards Deming was an American engineer, statistician, professor, author, lecturer, and management consultant. Educated initially as an electrical engineer and later specializing in mathematical physics, he helped develop the sampling techniques still used by the U.S. Department of the Census and the Bureau of Labor Statistics."}]}, {"heading": "Births", "year": "1902", "date": "October 14", "txt": "Learco Guerra, Italian cyclist and manager (d. 1963)", "entities": [{"title": "Learco Guerra", "href": "/wiki/Learco_Guerra", "description": "Learco Guerra was an Italian professional road racing cyclist. The highlight of his career was his overall win in the 1934 Giro d'Italia. He was born in San Nicolò Po, a frazione of Bagnolo San Vito in Lombardy, gained the nickname of \"Human Locomotive\" for his enduring quality in plain stages. After mediocre attempts to play football, Guerra became a professional cyclist in 1928, at 26. The follo"}]}, {"heading": "Births", "year": "1904", "date": "October 14", "txt": "Christian Pineau, French politician, French Minister of Foreign Affairs (d. 1995)", "entities": [{"title": "Christian Pineau", "href": "/wiki/Christian_Pineau", "description": "Christian Pineau was a noted French Resistance fighter, who later served an important term as Minister of Foreign Affairs in the late 1950s."}, {"title": "Ministry of Foreign and European Affairs (France)", "href": "/wiki/Ministry_of_Foreign_and_European_Affairs_(France)", "description": "The Ministry for Europe and Foreign Affairs is the ministry of the Government of France that handles France's foreign relations. Since 1855, its headquarters have been located at 37 Quai d'Orsay, close to the National Assembly. The term Quai d'Orsay is often used as a metonym for the ministry. Its cabinet minister, the Minister for Europe and Foreign Affairs is responsible for the foreign relation"}]}, {"heading": "Births", "year": "1904", "date": "October 14", "txt": "Mikhail Pervukhin, Soviet politician, First Deputy Premier of the Soviet Union (d. 1978)", "entities": [{"title": "First Deputy Premier of the Soviet Union", "href": "/wiki/First_Deputy_Premier_of_the_Soviet_Union", "description": "The First Deputy Premier of the Soviet Union was the deputy head of government of the Union of Soviet Socialist Republics (USSR); despite the title, the office was not necessarily held by a single individual. The office had three different names throughout its existence: First Deputy Chairman of the Council of People's Commissars (1923–1946), First Deputy Chairman of the Council of Ministers (1946"}]}, {"heading": "Births", "year": "1906", "date": "October 14", "txt": "Hassan al-Banna, Egyptian religious leader, founded the Muslim Brotherhood (d. 1949)", "entities": [{"title": "Hassan al-Banna", "href": "/wiki/Hassan_al-Banna", "description": "Sheikh Hassan Ahmed Abdel Rahman Muhammed al-Banna, known as Hassan al-Banna, was an Egyptian schoolteacher and imam, best known for founding the Muslim Brotherhood, one of the largest and most influential Islamic revivalist organizations."}, {"title": "Muslim Brotherhood", "href": "/wiki/Muslim_Brotherhood", "description": "The Society of the Muslim Brothers, better known as the Muslim Brotherhood, is a transnational Sunni Islamist organization founded in Egypt by Islamic scholar and schoolteacher Hassan al-Banna in 1928. Al-Banna's teachings spread far beyond Egypt, influencing today various Islamist movements from charitable organizations to political parties—not all using the same name."}]}, {"heading": "Births", "year": "1906", "date": "October 14", "txt": "Hannah Arendt, German-American philosopher and theorist (d. 1975)", "entities": []}, {"heading": "Births", "year": "1907", "date": "October 14", "txt": "Allan Jones, American actor and singer (d. 1992)", "entities": [{"title": "Allan Jones (actor)", "href": "/wiki/Allan_Jones_(actor)", "description": "Allan Jones was an American actor and tenor."}]}, {"heading": "Births", "year": "1909", "date": "October 14", "txt": "Mochitsura Hashimoto, Japanese commander (d. 2000)", "entities": [{"title": "Mochitsura Hashimoto", "href": "/wiki/Mochitsura_Hashimoto", "description": "Mochitsura Hashimoto  was a Japanese officer and a submarine commander in the Imperial Japanese Navy during World War II. He was captain of the submarine I-58, which sank the American heavy cruiser USS Indianapolis in 1945 after its delivery of parts and enriched uranium for the first atomic weapon used in wartime, Little Boy, prior to the attack on Hiroshima."}]}, {"heading": "Births", "year": "1909", "date": "October 14", "txt": "Dorothy Kingsley, American screenwriter and producer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1909", "date": "October 14", "txt": "Bernd Rosemeyer, German racing driver (d. 1938)", "entities": []}, {"heading": "Births", "year": "1910", "date": "October 14", "txt": "John Wooden, American basketball player and coach (d. 2010) ", "entities": [{"title": "John Wooden", "href": "/wiki/John_Wooden", "description": "John Robert Wooden was an American basketball player and coach. Nicknamed the \"Wizard of Westwood,\" he won ten National Collegiate Athletic Association (NCAA) national championships in a 12-year period as head coach for the UCLA Bruins, including a record seven in a row. No other team has won more than four in a row in Division I college men's or women's basketball. Within this period, his teams w"}]}, {"heading": "Births", "year": "1911", "date": "October 14", "txt": "Lê Đức Thọ, Vietnamese general and politician, Nobel Prize laureate (d. 1990)", "entities": [{"title": "Lê Đức Thọ", "href": "/wiki/L%C3%AA_%C4%90%E1%BB%A9c_Th%E1%BB%8D", "description": "Lê Đức Thọ, born Phan Đình Khải in Nam Dinh Province, was a Vietnamese revolutionary, general, diplomat, and politician. He was the first Asian to be awarded the Nobel Peace Prize, but refused the award."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1914", "date": "October 14", "txt": "Harry Brecheen, American baseball player and coach (d. 2004)", "entities": [{"title": "Harry Brecheen", "href": "/wiki/Harry_Brecheen", "description": "Harry David Brecheen, nicknamed \"The Cat\", was an American left-handed pitcher in Major League Baseball who played most of his career for the St. Louis Cardinals. In the late 1940s he was among the team's stars, in 1946 becoming the first left-hander ever to win three games in a single World Series, and the only pitcher ever to win consecutive World Series games. He later led the National League i"}]}, {"heading": "Births", "year": "1914", "date": "October 14", "txt": "Raymond Davis Jr., American chemist and physicist, Nobel Prize laureate (d. 2006)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1914", "date": "October 14", "txt": "Alexis Rannit, Estonian poet and critic (d. 1985)", "entities": []}, {"heading": "Births", "year": "1915", "date": "October 14", "txt": "Loris Francesco Capovilla, Italian cardinal (d. 2016)", "entities": [{"title": "Loris Francesco Capovilla", "href": "/wiki/Loris_Francesco_Capovilla", "description": "Loris Francesco Capovilla was an Italian Roman Catholic prelate and a cardinal. At his death, he was the oldest living Roman Catholic bishop from Italy and the fourth oldest in the world. At the time of his elevation to the rank of cardinal in 2014, he was the oldest member of the College of Cardinals."}]}, {"heading": "Births", "year": "1916", "date": "October 14", "txt": "C. Everett Koop, American admiral and surgeon, 13th United States Surgeon General (d. 2013)", "entities": [{"title": "C. Everett Koop", "href": "/wiki/C._Everett_Koop", "description": "Charles Everett Koop was an American pediatric surgeon and public health administrator. He was a vice admiral in the Public Health Service Commissioned Corps, and served as the 13th Surgeon General of the United States under President Ronald Reagan from 1982 to 1989. According to the Associated Press, \"Koop was the only surgeon general to become a household name.\""}, {"title": "United States Surgeon General", "href": "/wiki/United_States_Surgeon_General", "description": "The surgeon general of the United States is the operational head of the U.S. Public Health Service Commissioned Corps (PHSCC) and thus the leading spokesperson on matters of public health in the federal government of the United States. The Surgeon General's office and staff are known as the Office of the Surgeon General (OSG) which is housed within the Office of the Assistant Secretary for Health."}]}, {"heading": "Births", "year": "1918", "date": "October 14", "txt": "Marcel Chaput, Canadian biochemist, journalist, and politician (d. 1991)", "entities": [{"title": "Marcel Chaput", "href": "/wiki/Marcel_Chaput", "description": "Marcel Chaput was a scientist and a militant for the independence of Quebec from Canada. Along with some 20 other people including André D'Allemagne and Jacques Bellemare, he was a founding member of the Rassemblement pour l'indépendance nationale (RIN)."}]}, {"heading": "Births", "year": "1918", "date": "October 14", "txt": "Thelma Coyne Long, Australian tennis player and captain (d. 2015)", "entities": []}, {"heading": "Births", "year": "1918", "date": "October 14", "txt": "Doug Ring, Australian cricketer and sportscaster (d. 2003)", "entities": []}, {"heading": "Births", "year": "1921", "date": "October 14", "txt": "José Arraño Acevedo, Chilean journalist and historian (d. 2009)", "entities": [{"title": "José Arraño Acevedo", "href": "/wiki/Jos%C3%A9_Arra%C3%B1o_Acevedo", "description": "José Santos Arraño Acevedo was a Chilean journalist and historian, who worked in several regional newspapers, including El Rancagüino from Rancagua, La Discusión from Chillán, amid others. He also wrote two books on the history of Pichilemu: Pichilemu y Sus Alrededores Turísticos and Hombres y Cosas de Pichilemu."}]}, {"heading": "Births", "year": "1923", "date": "October 14", "txt": "Joel Barnett, English accountant and politician, Chief Secretary to the Treasury (d. 2014)", "entities": [{"title": "Joel Barnett", "href": "/wiki/Joel_Barnett", "description": "Joel Barnett, Baron Barnett, was a Labour Party politician. As Chief Secretary to the Treasury in the late 1970s, he devised the Barnett Formula that allocates public spending in Scotland, Wales and Northern Ireland."}, {"title": "Chief Secretary to the Treasury", "href": "/wiki/Chief_Secretary_to_the_Treasury", "description": "The Chief Secretary to the Treasury (CST) is the third most senior ministerial office in HM Treasury, after the First Lord of the Treasury and the Chancellor of the Exchequer/Second Lord of the Treasury."}]}, {"heading": "Births", "year": "1926", "date": "October 14", "txt": "Willy Alberti, Dutch singer and actor (d. 1985)", "entities": [{"title": "Willy Alberti", "href": "/wiki/Willy_Alberti", "description": "Willy Alberti was a Dutch singer, who sang in Dutch and Italian. He was also an actor and a radio and TV personality."}]}, {"heading": "Births", "year": "1927", "date": "October 14", "txt": "Roger Moore, English actor and producer (d. 2017)", "entities": [{"title": "Roger Moore", "href": "/wiki/Roger_Moore", "description": "Sir Roger George Moore was an English actor. He is best known for portraying fictional secret agent James Bond in the Eon Productions film series, playing the character in seven feature films between 1973 and 1985. Moore was the third actor in the role, and his seven appearances as Bond, from Live and Let Die to A View to a Kill, are the most of any actor in the Eon-produced entries."}]}, {"heading": "Births", "year": "1928", "date": "October 14", "txt": "Joyce Bryant, American actress and singer", "entities": [{"title": "Joyce Bryant", "href": "/wiki/Joyce_Bryant", "description": "Joyce Bryant is an American singer and actress who achieved fame in the late 1940s and early 1950s as a theater and nightclub performer. With her signature silver hair and tight mermaid dresses, she became an early African-American sex symbol, garnering such nicknames as \"The Bronze Blond Bombshell\", \"the black Marilyn Monroe\", \"The Belter\" and \"The Voice You'll Always Remember\"."}]}, {"heading": "Births", "year": "1928", "date": "October 14", "txt": "Frank E. Resnik, American chemist and businessman (d. 1995)", "entities": []}, {"heading": "Births", "year": "1929", "date": "October 14", "txt": "Yvon Durelle, Canadian boxer and wrestler (d. 2007)", "entities": [{"title": "Yvon Durelle", "href": "/wiki/Yvon_Durelle", "description": "Yvon Durelle, was an Acadian Canadian champion boxer."}]}, {"heading": "Births", "year": "1930", "date": "October 14", "txt": "Robert Parker, American singer and saxophonist (d. 2020)", "entities": [{"title": "Robert Parker (singer)", "href": "/wiki/Robert_Parker_(singer)", "description": "Robert Parker was an American R&B singer and musician, best known for his 1966 hit, \"Barefootin'\"."}]}, {"heading": "Births", "year": "1930", "date": "October 14", "txt": "Mobutu Sese Seko, Congolese soldier and politician, President of Zaire (d. 1997)", "entities": [{"title": "President of Zaire", "href": "/wiki/President_of_Zaire", "description": "This article lists the heads of state (presidents) of the Democratic Republic of the Congo since the country's independence in 1960."}]}, {"heading": "Births", "year": "1930", "date": "October 14", "txt": "Alan Williams, Welsh journalist and politician, Shadow Secretary of State for Wales (d. 2014)", "entities": [{"title": "Shadow Secretary of State for Wales", "href": "/wiki/Shadow_Secretary_of_State_for_Wales", "description": null}]}, {"heading": "Births", "year": "1932", "date": "October 14", "txt": "Enrico Di Giuseppe, American tenor and actor (d. 2005)", "entities": [{"title": "Enrico Di Giuseppe", "href": "/wiki/Enrico_Di_Giuseppe", "description": "Enrico Di Giuseppe was a celebrated American operatic tenor who had an active performance career from the late 1950s through the 1990s. He spent most of his career performing in New York City, juggling concurrent performance contracts with both the New York City Opera (NYCO) and the Metropolitan Opera during the 1970s and 1980s. In the latter part of his career he was particularly active with the "}]}, {"heading": "Births", "year": "1932", "date": "October 14", "txt": "Anatoly Larkin, Russian-American physicist and academic (d. 2005)", "entities": []}, {"heading": "Births", "year": "1936", "date": "October 14", "txt": "Hans Kraay Sr., Dutch footballer and manager (d. 2017)", "entities": [{"title": "Hans Kraay Sr.", "href": "/wiki/Hans_Kraay_Sr.", "description": "Hans Kraay was a Dutch football player (defence). Subsequently, he became well known for his football management skills as well as analysis of matches on Dutch television."}]}, {"heading": "Births", "year": "1936", "date": "October 14", "txt": "Jürg Schubiger, Swiss psychotherapist and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 14", "txt": "Farah Pahlavi, Empress of Iran", "entities": [{"title": "Farah Pahlavi", "href": "/wiki/Farah_Pahlavi", "description": "Farah Pahlavi, née Farah Diba, is the widow of the last Shah of Iran, Mohammad Reza Pahlavi, and was the Queen and successively Shahbanu of Iran from 1959 to 1979. She was born into a prosperous Iranian Azerbaijani–Gilak family whose fortunes were diminished after her father's early death. While studying architecture in Paris, France, she was introduced to the Shah at the Iranian embassy, and they"}]}, {"heading": "Births", "year": "1938", "date": "October 14", "txt": "John Dean, American lawyer and author, 13th White House Counsel", "entities": [{"title": "White House Counsel", "href": "/wiki/White_House_Counsel", "description": "The White House counsel is a senior staff appointee of the president of the United States and vice president of the United States whose role is to advise the president on all legal issues concerning the president and their administration."}]}, {"heading": "Births", "year": "1938", "date": "October 14", "txt": "Elizabeth Esteve-Coll, English curator and academic", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 14", "txt": "Ron Lancaster, American-Canadian football player and coach (d. 2008)", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 14", "txt": "Shula Marks, South African historian and academic", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 14", "txt": "Melba Montgomery, American country music singer", "entities": []}, {"heading": "Births", "year": "1939", "date": "October 14", "txt": "Ralph Lauren, American fashion designer, founded the Ralph Lauren Corporation", "entities": [{"title": "Ralph Lauren", "href": "/wiki/Ralph_Lauren", "description": "Ralph Lauren is an American fashion designer, philanthropist, and billionaire businessman, best known for the Ralph Lauren Corporation, a global multibillion-dollar enterprise. He has become well known for his collection of rare automobiles, some of which have been displayed in museum exhibits. Lauren stepped down as CEO of the company in September 2015 but remains executive chairman and chief cre"}, {"title": "Ralph Lauren Corporation", "href": "/wiki/Ralph_Lauren_Corporation", "description": "Ralph Lauren Corporation is an American fashion company producing products ranging from the mid-range to the luxury segments. They are known for the clothing, marketing and distribution of products in four categories: apparel, home, accessories, and fragrances. The Company's brands include the mid-range Chaps brand, to the sub-premium Lauren Ralph Lauren brand, to the premium Polo Ralph Lauren, Do"}]}, {"heading": "Births", "year": "1939", "date": "October 14", "txt": "Rocky Thompson, American golfer and politician", "entities": []}, {"heading": "Births", "year": "1940", "date": "October 14", "txt": "Perrie Mans, South African snooker player", "entities": [{"title": "Perrie Mans", "href": "/wiki/Perrie_Mans", "description": "Pierre \"Perrie\" Mans is a retired professional snooker player from South Africa, who first won the South African Professional Championship in 1965, and won the event 20 times. Mans won the Benson & Hedges Masters in 1979 and reached the final of the World Championship in 1978."}]}, {"heading": "Births", "year": "1940", "date": "October 14", "txt": "Cliff Richard, Indian-English singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1940", "date": "October 14", "txt": "J. C. Snead, American golfer", "entities": []}, {"heading": "Births", "year": "1940", "date": "October 14", "txt": "Christopher Timothy, Welsh actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 14", "txt": "Jerry Glanville, American football player and coach", "entities": [{"title": "Jerry Glanville", "href": "/wiki/Jerry_Glanville", "description": "Jerry Michael Glanville is an American football coach who is the head coach of the Conquerors of The Spring League. He played football at Northern Michigan University in the early 1960s, and is a former NASCAR driver and owner, and sportscaster. He served as head coach of the Houston Oilers from 1986 to 1990 and the Atlanta Falcons from 1990 to 1994, compiling a career NFL record of 63–73. From 20"}]}, {"heading": "Births", "year": "1941", "date": "October 14", "txt": "Eddie Keher, Irish sportsman", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 14", "txt": "Laurie Lawrence, Australian rugby player and coach", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 14", "txt": "Art Shamsky, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 14", "txt": "Roger Taylor, English tennis player", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 14", "txt": "Bob Hiller, English rugby player", "entities": [{"title": "Bob Hiller", "href": "/wiki/Bob_Hiller", "description": "Robert Hiller is a former England international rugby union player."}]}, {"heading": "Births", "year": "1942", "date": "October 14", "txt": "Evelio Javier, Filipino lawyer and politician (d. 1986)", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 14", "txt": "Péter Nádas, Hungarian author and playwright", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 14", "txt": "Suzzanna, Indonesian actress (d. 2008)", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 14", "txt": "Mohammad Khatami, Iranian scholar and politician, 5th President of Iran", "entities": [{"title": "Mohammad Khatami", "href": "/wiki/Mohammad_Khatami", "description": "Sayyid Mohammad Khatami served as the fifth President of Iran from 3 August 1997 to 3 August 2005. He also served as Iran's Minister of Culture from 1982 to 1992. Later, he was critical of the government of President Mahmoud Ahmadinejad."}, {"title": "President of Iran", "href": "/wiki/President_of_Iran", "description": "The president of Iran is the head of government of the Islamic Republic of Iran. The president is the highest-ranking official of Iran. The president carries out the decrees, and answers to the Supreme Leader of Iran, who functions as the country's head of state. Unlike the executive in other countries, the president of Iran does not have full control over the government, which is ultimately under"}]}, {"heading": "Births", "year": "1944", "date": "October 14", "txt": "Udo Kier, German-American actor and director", "entities": [{"title": "Udo Kier", "href": "/wiki/Udo_Kier", "description": "Udo Kierspe, who is known professionally by his credited stage name as Udo Kier is a German film, television, and voice actor. Known primarily as a character actor, Kier has appeared in over 220 films in both leading and supporting roles throughout Europe, Canada and the Americas. He has collaborated with acclaimed filmmakers such as Lars von Trier, Gus van Sant, Werner Herzog, Walerian Borowczyk,"}]}, {"heading": "Births", "year": "1945", "date": "October 14", "txt": "Colin Hodgkinson, English bass player", "entities": [{"title": "Colin Hodgkinson", "href": "/wiki/Colin_Hodgkinson", "description": "Colin Hodgkinson is a British rock, jazz and blues bassist, who has been active since the 1960s."}]}, {"heading": "Births", "year": "1945", "date": "October 14", "txt": "Daan Jippes, Dutch author and illustrator", "entities": []}, {"heading": "Births", "year": "1945", "date": "October 14", "txt": "Lesley Joseph, English actress", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 14", "txt": "François Bozizé, Gabonese general and politician, President of the Central African Republic", "entities": [{"title": "François Bozizé", "href": "/wiki/Fran%C3%A7ois_Boziz%C3%A9", "description": "François Bozizé Yangouvonda is a Central African politician who was President of the Central African Republic from 2003 to 2013."}, {"title": "President of the Central African Republic", "href": "/wiki/President_of_the_Central_African_Republic", "description": "This article lists the heads of state of the Central African Republic. There have been seven heads of state of the Central African Republic and the Central African Empire since independence was obtained from the French on 13 August 1960. This list includes not only those persons who were sworn into office as President of the Central African Republic but also those who served as de facto heads of s"}]}, {"heading": "Births", "year": "1946", "date": "October 14", "txt": "Joey de Leon, Filipino comedian, actor and television host", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 14", "txt": "Justin Hayward, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 14", "txt": "Dan McCafferty, Scottish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 14", "txt": "Al Oliver, American baseball player", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 14", "txt": "Craig Venter, American biologist, geneticist, and academic", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 14", "txt": "Norman Harris, American guitarist, songwriter, and producer (d. 1987)", "entities": [{"title": "Norman Harris (musician)", "href": "/wiki/Norman_Harris_(musician)", "description": "Norman Ray Harris was an American guitarist, producer, music arranger and songwriter, closely associated with Philly soul. He was a founding member of MFSB, the Philadelphia studio band, and one of the Baker-Harris-Young record production trio."}]}, {"heading": "Births", "year": "1947", "date": "October 14", "txt": "Charlie Joiner, American football player", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 14", "txt": "Nikolai Volkoff, Croatian-American wrestler (d. 2018)", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 14", "txt": "Marcia Barrett, Jamaican-English singer", "entities": [{"title": "Marcia Barrett", "href": "/wiki/Marcia_Barrett", "description": "Marcia Barrett is a Jamaican-British singer and one of the original singers with the vocal group Boney M."}]}, {"heading": "Births", "year": "1948", "date": "October 14", "txt": "Norman Ornstein, American political scientist and scholar", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 14", "txt": "Damian Lau, Hong Kong actor, director, and producer", "entities": [{"title": "Damian Lau", "href": "/wiki/Damian_Lau", "description": "Damian Lau Chung-yan is a Hong Kong film and television actor, executive producer and film director. Lau has starred in many television drama series of various genres, produced by Hong Kong's TVB and ATV."}]}, {"heading": "Births", "year": "1949", "date": "October 14", "txt": "Katha Pollitt, American poet and author", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 14", "txt": "Dave Schultz, Canadian ice hockey player and referee", "entities": []}, {"heading": "Births", "year": "1950", "date": "October 14", "txt": "Joey Travolta, American actor, director, and producer", "entities": [{"title": "Joey Travolta", "href": "/wiki/Joey_Travolta", "description": "Joseph Allen Travolta, known professionally as Joey Travolta, is an American actor, producer, director, and screenwriter. He is the older brother of actor John Travolta."}]}, {"heading": "Births", "year": "1951", "date": "October 14", "txt": "Aad van den Hoek, Dutch cyclist", "entities": [{"title": "Aad van den Hoek", "href": "/wiki/Aad_van_den_Hoek", "description": "Aad van den Hoek is a former Dutch cyclist. He was professional between 1974 and 1983 and was good friends with Gerrie Knetemann."}]}, {"heading": "Births", "year": "1952", "date": "October 14", "txt": "Harry Anderson, American actor and screenwriter (d. 2018) ", "entities": [{"title": "Harry Anderson", "href": "/wiki/Harry_Anderson", "description": "Harry Laverne Anderson was an American actor, comedian, and magician. He is best known for the lead role of Judge Harry Stone on the 1984–1992 television series Night Court, and later starred in the sitcom Dave's World from 1993 to 1997."}]}, {"heading": "Births", "year": "1952", "date": "October 14", "txt": "Nikolai Andrianov, Russian gymnast and coach (d. 2011)", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 14", "txt": "Rick Aviles, American comedian and actor (d. 1995)", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 14", "txt": "Kazumi Watanabe, Japanese guitarist and composer", "entities": [{"title": "Kazumi Watanabe", "href": "/wiki/Kazumi_Watanabe", "description": "Kazumi Watanabe  is a Japanese guitarist. Other guitarists such as Sugizo have cited him as an influence."}]}, {"heading": "Births", "year": "1954", "date": "October 14", "txt": "Mordechai Vanunu, Moroccan-Israeli technician and academic", "entities": [{"title": "Mordechai Vanunu", "href": "/wiki/Mordechai_Vanunu", "description": "Mordechai Vanunu, also known as John Crossman, is an Israeli former nuclear technician and peace activist who, citing his opposition to weapons of mass destruction, revealed details of Israel's nuclear weapons program to the British press in 1986. He was subsequently lured to Italy by the Israeli intelligence agency Mossad, where he was drugged and abducted. He was secretly transported to Israel a"}]}, {"heading": "Births", "year": "1955", "date": "October 14", "txt": "Iwona Blazwick, English curator and critic", "entities": [{"title": "Iwona Blazwick", "href": "/wiki/Iwona_Blazwick", "description": "Iwona Maria Blazwick OBE is a British art critic and lecturer, and has been Director of the Whitechapel Art Gallery in London since 2001. She discovered Damien Hirst and staged his first solo show at a public London art gallery, Institute of Contemporary Arts in 1992. She supports the careers of young artists. Blazwick is said to be one of the most important woman in British art and was appointed "}]}, {"heading": "Births", "year": "1956", "date": "October 14", "txt": "Ümit Besen, Turkish singer-songwriter", "entities": [{"title": "Ümit Besen", "href": "/wiki/%C3%9Cmit_Besen", "description": "Ümit Besen is a Turkish musical artist representing the darker side of Tarabya school of electronic music. He started his professional career by playing keyboards and singing with his band at the local clubs in Adana, Southern Turkey. While he was in the army for his compulsory military service, a brigadier-general liked his style and appointed him to sing at the officers' mess."}]}, {"heading": "Births", "year": "1956", "date": "October 14", "txt": "Beth Daniel, American golfer and sportscaster", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 14", "txt": "Jennell Jaquays, American game designer", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 14", "txt": "Arleen Sorkin, American actress, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 14", "txt": "Michel Després, Canadian lawyer and politician", "entities": [{"title": "Michel Després", "href": "/wiki/Michel_Despr%C3%A9s", "description": "Michel Després is an administrator, consultant and a former Quebec politician. He was the former MNA member of the former riding of Limoilou from 1985 to 1994 and 1998 to 2003 and the former member of the riding of Jean-Lesage from 2003 and 2007 when he was defeated. He represented the Quebec Liberal Party during all his political career."}]}, {"heading": "Births", "year": "1957", "date": "October 14", "txt": "Gen Nakatani, Japanese lawyer and politician, 13th Japanese Minister of Defense", "entities": [{"title": "Minister of Defense (Japan)", "href": "/wiki/Minister_of_Defense_(Japan)", "description": "The Minister of Defense , or Bōei-shō (防衛相), is the Cabinet of Japan member in charge of the Ministry of Defense. The current Minister of Defense is Nobuo Kishi."}]}, {"heading": "Births", "year": "1958", "date": "October 14", "txt": "Thomas Dolby, English singer-songwriter and producer", "entities": [{"title": "Thomas Dolby", "href": "/wiki/Thomas_Dolby", "description": "Thomas Morgan Robertson, known by the stage name Thomas Dolby, is an English musician, producer, entrepreneur and teacher. He came to prominence in the 1980s, releasing hit singles including \"She Blinded Me with Science\" (1982) and \"Hyperactive!\" (1984). He has also worked in production and as a session musician. In the 1990s he founded Beatnik, a Silicon Valley software company whose technology w"}]}, {"heading": "Births", "year": "1959", "date": "October 14", "txt": "A. J. Pero, American drummer (d. 2015)", "entities": [{"title": "A. J. Pero", "href": "/wiki/A._J._Pero", "description": "Anthony Jude \"A.J.\" Pero was an American drummer, in American heavy metal bands Twisted Sister and Adrenaline Mob."}]}, {"heading": "Births", "year": "1960", "date": "October 14", "txt": "Steve Cram, English runner and coach", "entities": [{"title": "Steve Cram", "href": "/wiki/Steve_Cram", "description": "Stephen Cram is a British retired track and field athlete. Along with fellow Britons Sebastian Coe and Steve Ovett, he was one of the world's dominant middle distance runners during the 1980s. Nicknamed \"The Jarrow Arrow\", after his home town, Cram set world records in the 1500 m, 2000 m and the mile during a 19-day period in the summer of 1985. He was the first man to run 1500 m under 3 minutes a"}]}, {"heading": "Births", "year": "1960", "date": "October 14", "txt": "Zbigniew Kruszyński, Polish footballer and coach", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 14", "txt": "Isaac Mizrahi, American fashion designer", "entities": [{"title": "Isaac Mizrahi", "href": "/wiki/Isaac_Mizrahi", "description": "Isaac Mizrahi is an American fashion designer, TV presenter, and Chief Designer of the Isaac Mizrahi brand for Xcel Brands. Based in New York City, he is best known for his eponymous fashion lines. Mizrahi currently serves as a judge on Project Runway: All Stars."}]}, {"heading": "Births", "year": "1962", "date": "October 14", "txt": "Jaan Ehlvest, Estonian chess player", "entities": [{"title": "Jaan Ehlvest", "href": "/wiki/Jaan_Ehlvest", "description": "Jaan Ehlvest is an Estonian-American chess player. He was awarded the title Grandmaster by FIDE in 1987. Ehlvest was Estonian champion in 1986. Since 2006, he has represented the United States."}]}, {"heading": "Births", "year": "1962", "date": "October 14", "txt": "Trevor Goddard, English-American actor (d. 2003)", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 14", "txt": "Chris Thomas King, American singer-songwriter, guitarist, producer, and actor", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 14", "txt": "Shahar Perkiss, Israeli tennis player", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 14", "txt": "Lori Petty, American actress", "entities": [{"title": "Lori Petty", "href": "/wiki/Lori_Petty", "description": "Lori Petty is an American actress and director. She is noted for her roles as Tyler Endicott in the 1991 film Point Break, Kit Keller in A League of Their Own (1992), Rae Lindley in Free Willy  (1993), and the title role in Tank Girl in 1995."}]}, {"heading": "Births", "year": "1964", "date": "October 14", "txt": "Joe Girardi, American baseball player and manager", "entities": [{"title": "Joe Girardi", "href": "/wiki/Joe_Girardi", "description": "Joseph Elliott Girardi is an American retired professional baseball player and current manager for the Philadelphia Phillies of Major League Baseball (MLB)."}]}, {"heading": "Births", "year": "1965", "date": "October 14", "txt": "Steve Coogan, English actor, comedian, producer, and screenwriter", "entities": [{"title": "Steve Coogan", "href": "/wiki/Steve_Coogan", "description": "Stephen John Coogan is an English actor, voice artist, comedian, producer and screenwriter. He began his career in the 1980s as a voice actor on the satirical puppet show Spitting Image and providing voice-overs for television advertisements. In the 1990s, he began creating original characters. In 1999, he co-founded the production company Baby Cow Productions with Henry Normal."}]}, {"heading": "Births", "year": "1965", "date": "October 14", "txt": "Jüri Jaanson, Estonian rower and politician", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 14", "txt": "Constantine Koukias, Greek-Australian flute player and composer", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 14", "txt": "Karyn White, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 14", "txt": "Pat Kelly, American baseball player, coach, and manager", "entities": [{"title": "Pat Kelly (infielder)", "href": "/wiki/Pat_Kelly_(infielder)", "description": "Patrick Franklin Kelly is a former Major League Baseball infielder who played in the major leagues for nine seasons, seven of them with the New York Yankees."}]}, {"heading": "Births", "year": "1967", "date": "October 14", "txt": "Sylvain Lefebvre, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 14", "txt": "Werner Daehn, German actor", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 14", "txt": "Jay Ferguson, Canadian guitarist and songwriter", "entities": [{"title": "Jay Ferguson (Canadian musician)", "href": "/wiki/Jay_Ferguson_(Canadian_musician)", "description": "Jay Ferguson is a member of the Canadian rock band Sloan. He is the only member in Sloan who comes from Halifax, Nova Scotia."}]}, {"heading": "Births", "year": "1968", "date": "October 14", "txt": "Johnny Goudie, American singer-songwriter, guitarist, producer, and actor", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 14", "txt": "Matthew Le Tissier, English footballer and journalist", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 14", "txt": "Dwayne Schintzius, American basketball player and coach (d. 2012)", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 14", "txt": "P. J. Brown, American basketball player", "entities": [{"title": "P. J. Brown", "href": "/wiki/P._J._Brown", "description": "Collier \"P. J.\" Brown Jr. is an American former professional basketball player who played in the National Basketball Association (NBA). The 6 ft 11 in (2.11 m), 239 lb (108 kg) center/power forward was selected out of Louisiana Tech University by the New Jersey Nets with the 29th overall pick in the 1992 NBA draft, but began his NBA career only in the 1993–94 season. He has been voted into the NBA"}]}, {"heading": "Births", "year": "1969", "date": "October 14", "txt": "Viktor Onopko, Russian footballer and manager", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 14", "txt": "David Strickland, American actor (d. 1999)", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 14", "txt": "Martin Barbarič, Czech footballer and coach (d. 2013)", "entities": [{"title": "Martin Barbarič", "href": "/wiki/Martin_Barbari%C4%8D", "description": "Martin Barbarič was a Czech football player who is best known as key striker at club Slovan Liberec in the late 1990s. He was also a U-11 coach at FC Hradec Králové."}]}, {"heading": "Births", "year": "1970", "date": "October 14", "txt": "Jim Jackson, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 14", "txt": "Meelis Lindmaa, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 14", "txt": "Hiromi Nagasaku, Japanese actress and singer", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 14", "txt": "Pär Zetterberg, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 14", "txt": "Vasko Vassilev, Bulgarian violinist", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 14", "txt": "Jorge Costa, Portuguese footballer and manager", "entities": [{"title": "Jorge Costa", "href": "/wiki/Jorge_Costa", "description": "Jorge Paulo Costa Almeida, known as Costa, is a Portuguese retired footballer who played as a central defender, and is the current manager of S.C. Farense."}]}, {"heading": "Births", "year": "1971", "date": "October 14", "txt": "Robert Jaworski Jr., Filipino basketball player and politician", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 14", "txt": "Erika deLone, American tennis player", "entities": [{"title": "Erika deLone", "href": "/wiki/Erika_deLone", "description": "Erika deLone is an American retired tennis player. She turned professional on June 9, 1992. She reached one WTA Tour singles final in her career, finishing runner-up to Åsa Svensson at the Wismilak International in 1999. In April 2000, she reached her career-high singles ranking of world No. 65."}]}, {"heading": "Births", "year": "1972", "date": "October 14", "txt": "Julian O'Neill, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 14", "txt": "Thom Brooks, American-British political philosopher and legal scholar", "entities": [{"title": "Thom Brooks", "href": "/wiki/Thom_Brooks", "description": "Thomas \"Thom\" Brooks, is an American-British political philosopher and legal scholar. He has been professor of Law and Government at Durham University since 2014, the Dean of Durham Law School since 2016. He was previously a lecturer then Reader at Newcastle University. He has been a visiting scholar at several Ivy League and Russell Group universities. He was the founding editor of the Journal of"}]}, {"heading": "Births", "year": "1973", "date": "October 14", "txt": "Lasha Zhvania, Georgian businessman and politician", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 14", "txt": "Jessica Drake, American porn actress and director", "entities": [{"title": "Jessica Drake", "href": "/wiki/Jessica_Drake", "description": "Jessica Drake is an American pornographic actress and sex educator."}]}, {"heading": "Births", "year": "1974", "date": "October 14", "txt": "Samuel José da Silva Vieira, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 14", "txt": "Natalie Maines, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 14", "txt": "Viktor Röthlin, Swiss runner", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 14", "txt": "Tümer Metin, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 14", "txt": "Michael Duberry, English footballer", "entities": [{"title": "Michael Duberry", "href": "/wiki/Michael_Duberry", "description": "Michael Wayne Duberry is an English former professional footballer who played as a centre-back."}]}, {"heading": "Births", "year": "1975", "date": "October 14", "txt": "Floyd Landis, American cyclist", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 14", "txt": "Carlos Spencer, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 14", "txt": "Tillakaratne Dilshan, Sri Lankan cricketer", "entities": [{"title": "Tillakaratne Dilshan", "href": "/wiki/Tillakaratne_Dilshan", "description": "Tillakaratne Mudiyanselage Dilshan, commonly known as Tillakaratne Dilshan is a former Sri Lankan cricketer and former captain of the Sri Lanka national cricket team. As the best rated Sri Lankan player in run-chases in ODI history, he is often regarded as one of the most innovative ODI batsmen of all time. Dilshan is considered to be a rare example of a cricketer with notable skills in all aspect"}]}, {"heading": "Births", "year": "1977", "date": "October 14", "txt": "Saeed Ajmal, Pakistani cricketer", "entities": [{"title": "Saeed Ajmal", "href": "/wiki/Saeed_Ajmal", "description": "Saeed Ajmal is a Pakistani cricket coach and former cricketer, who played all forms of the game. He is a right-arm off-spin bowler who bats right handed. Regarded as one of the best spinners in the world of his era, Ajmal was rated the best ODI and T20I bowler in the world and second in Tests at various times between 2011 and 2014."}]}, {"heading": "Births", "year": "1977", "date": "October 14", "txt": "Barry Ditewig, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 14", "txt": "Kelly Schumacher, American-Canadian basketball and volleyball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 14", "txt": "Justin Lee Brannan, American guitarist and songwriter", "entities": [{"title": "Justin Lee Brannan", "href": "/wiki/Justin_Lee_Brannan", "description": "Justin Lee Brannan is an American politician and musician. A Democrat, he is the current New York City Councilmember representing Bay Ridge, Brooklyn. A former musician, he was a founding member of the New York City hardcore bands Indecision and Most Precious Blood."}]}, {"heading": "Births", "year": "1978", "date": "October 14", "txt": "Paul Hunter, English snooker player (d. 2006)", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 14", "txt": "Jana Macurová, Czech tennis player", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 14", "txt": "Steven Thompson, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 14", "txt": "Usher, American singer-songwriter, dancer, and actor", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 14", "txt": "Stacy Keibler, American wrestler and actress", "entities": [{"title": "Stacy Keibler", "href": "/wiki/Stacy_Keibler", "description": "Stacy Ann-Marie Keibler is an American actress, dancer and model, as well as a former cheerleader and retired professional wrestler, specifically known for her work with World Championship Wrestling (WCW) and World Wrestling Entertainment (WWE)."}]}, {"heading": "Births", "year": "1979", "date": "October 14", "txt": "Liina-Grete Lilender, Estonian figure skater and coach", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 14", "txt": "Paúl Ambrosi, Ecuadorian footballer", "entities": [{"title": "Paúl Ambrosi", "href": "/wiki/Pa%C3%BAl_Ambrosi", "description": "Vicente Paúl Ambrosi Zambrano, commonly known as Paúl Ambrosi, is a retired Ecuadorian football player who played as a defender. He has spent the vast majority of his professional career at LDU Quito. He is of Italian descent from his grandparents."}]}, {"heading": "Births", "year": "1980", "date": "October 14", "txt": "Amjad Khan, Danish-English cricketer", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 14", "txt": "Scott Kooistra, American football player", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 14", "txt": "Niels Lodberg, Danish footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 14", "txt": "Terrence McGee, American football player", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 14", "txt": "Ben Whishaw, English actor", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 14", "txt": "Gautam Gambhir, Indian cricketer", "entities": [{"title": "Gautam Gambhir", "href": "/wiki/Gautam_Gambhir", "description": "Gautam Gambhir is an Indian politician and former cricketer, who has played all formats of the game. He is a current member of the Lok Sabha since 2019."}]}, {"heading": "Births", "year": "1982", "date": "October 14", "txt": "Ryan Hall, American runner", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 14", "txt": "Matt Roth, American football player", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 14", "txt": "Betty Heidler, German hammer thrower", "entities": [{"title": "Betty Heidler", "href": "/wiki/Betty_Heidler", "description": "Betty Heidler is a retired German track and field athlete who competed in the hammer throw. She held the world record from 2011 until 2014 with her personal best throw of 79.42 m. She is the 2012 Olympic silver medallist, the 2007 World champion and the 2009 and 2011 World Championship silver medallist. She also finished fourth in the Olympic finals in 2004 and 2016."}]}, {"heading": "Births", "year": "1984", "date": "October 14", "txt": "LaRon Landry, American football player", "entities": [{"title": "LaRon Landry", "href": "/wiki/LaRon_Landry", "description": "LaRon Louis Landry is a former American football safety. He played college football for Louisiana State University (LSU), and earned consensus All-American honors. The Washington Redskins drafted him with the sixth overall pick in the 2007 NFL Draft. He also played for the New York Jets and Indianapolis Colts."}]}, {"heading": "Births", "year": "1984", "date": "October 14", "txt": "Alex Scott, English footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 14", "txt": "Alexandre Sarnes Negrão, Brazilian racing driver", "entities": [{"title": "Alexandre Sarnes Negrão", "href": "/wiki/Alexandre_Sarnes_Negr%C3%A3o", "description": "Alexandre Sarnes Negrão, better known as Xande Negrão and nicknamed Xandinho, is a Brazilian entrepreneur and race car driver. He raced in the first three seasons of the GP2 Series, all with the Piquet Sports team, having won the Formula Three Sudamericana championship in 2004."}]}, {"heading": "Births", "year": "1985", "date": "October 14", "txt": "Alanna Nihell, Irish boxer", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 14", "txt": "Ivan Pernar, Croatian Member of Parliament", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 14", "txt": "Tom Craddock, English footballer", "entities": [{"title": "Tom Craddock", "href": "/wiki/Tom_Craddock", "description": "Thomas Craddock is an English professional footballer who plays for Spennymoor Town as a striker."}]}, {"heading": "Births", "year": "1988", "date": "October 14", "txt": "Glenn Maxwell, Australian cricketer", "entities": [{"title": "Glenn Maxwell", "href": "/wiki/Glenn_Maxwell", "description": "Glenn James Maxwell is an Australian professional international cricketer, who currently plays ODI and Twenty20 cricket for Australia. He has also played Test cricket for Australia. He represents Victoria and Melbourne Stars in Australian domestic cricket."}]}, {"heading": "Births", "year": "1990", "date": "October 14", "txt": "Jordan Clark, English cricketer", "entities": [{"title": "Jordan Clark (cricketer)", "href": "/wiki/Jordan_Clark_(cricketer)", "description": "Jordan Clark is an English cricketer. Clark is a right-handed batsman who bowls right-arm medium pace and who occasionally fields as a wicket-keeper. He was born in Whitehaven, Cumbria and was educated at Sedbergh School."}]}, {"heading": "Births", "year": "1992", "date": "October 14", "txt": "Ahmed Musa, Nigerian footballer", "entities": [{"title": "Ahmed Musa (footballer)", "href": "/wiki/Ahmed_Musa_(footballer)", "description": "Ahmed Musa is a Nigerian professional footballer who plays as a forward and left winger for Nigerian club Kano Pillars and the Nigeria national team."}]}, {"heading": "Births", "year": "1993", "date": "October 14", "txt": "Ashton Agar, Australian cricketer", "entities": [{"title": "Ashton Agar", "href": "/wiki/Ashton_Agar", "description": "Ashton Charles Agar is an Australian cricketer who plays all forms of the game at international level. Agar plays domestically for Western Australia and the Perth Scorchers. A left-handed spin bowler, he played two Test matches for the Australian national side during the 2013 Ashes series."}]}, {"heading": "Births", "year": "1994", "date": "October 14", "txt": "Joe Burgess, English rugby league player", "entities": [{"title": "Joe Burgess", "href": "/wiki/Joe_Burgess", "description": "Joe Burgess is an English rugby league footballer who plays as a winger for the Salford Red Devils in the Betfred Super League and England at international level."}]}, {"heading": "Births", "year": "1994", "date": "October 14", "txt": "Jaelen Feeney, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1994", "date": "October 14", "txt": "Jared Goff, American football player", "entities": []}, {"heading": "Births", "year": "2001", "date": "October 14", "txt": "Rowan Blanchard, American actress", "entities": [{"title": "Rowan Blanchard", "href": "/wiki/Rowan_Blanchard", "description": "Rowan Blanchard is an American actress, who was included on a list of Time's list of Most Influential Teens in 2015. She first became known for starring as Rebecca Wilson in Spy Kids: All the Time in the World (2011), and had her breakthrough portraying Riley Matthews on the Disney Channel series Girl Meets World (2014–2017), both of which earned her Young Artist Award nominations. She has since h"}]}, {"heading": "Deaths", "year": "530", "date": "October 14", "txt": "Antipope Dioscorus", "entities": [{"title": "Antipope Dioscorus", "href": "/wiki/Antipope_Dioscorus", "description": "\n\nDioscorus was a deacon of the Alexandrian and the Roman church from 506. In a disputed election following the death of Pope Felix IV, the majority of electors picked him to be pope, in spite of Pope Felix's wishes that Boniface II should succeed him. However, Dioscorus died less than a month after the election, allowing Boniface to be consecrated pope and Dioscorus to be branded an antipope."}]}, {"heading": "Deaths", "year": "841", "date": "October 14", "txt": "Shi Yuanzhong, Chinese governor", "entities": [{"title": "Shi Yuanzhong", "href": "/wiki/Shi_Yuanzhong", "description": "Shi Yuanzhong was a general of the Chinese dynasty Tang Dynasty, serving for several years as the military governor (Jiedushi) of Lulong Circuit and ruling it in de facto independence from the imperial government until he was killed in 841."}]}, {"heading": "Deaths", "year": "869", "date": "October 14", "txt": "Pang Xun, Chinese rebel leader", "entities": [{"title": "Pang Xun", "href": "/wiki/Pang_Xun", "description": "Pang Xun (龐勛) was the leader of a major rebellion, by soldiers from Xu Prefecture, against the rule of Emperor Yizong of the Chinese dynasty Tang Dynasty, from 868 to 869. He was eventually defeated by the Tang general Kang Chengxun, who was assisted by the Shatuo general Zhuye Chixin."}]}, {"heading": "Deaths", "year": "962", "date": "October 14", "txt": "Gerloc, Frankish noblewoman", "entities": [{"title": "Gerloc", "href": "/wiki/Gerloc", "description": "Gerloc, baptised in Rouen as Adela in 912, was the daughter of Rollo, of Normandy, Count of Rouen, and his wife, Poppa of Bayeux. She was the sister of William I Longsword of Normandy."}]}, {"heading": "Deaths", "year": "996", "date": "October 14", "txt": "Al-Aziz Billah, Fatimid caliph (b. 955)", "entities": [{"title": "Al-Aziz Billah", "href": "/wiki/Al-Aziz_Billah", "description": "Abu Mansur Nizar, known by his regnal name as al-Aziz Billah, was the fifth caliph of the Fatimid dynasty, from 975 to his death in 996."}]}, {"heading": "Deaths", "year": "1066", "date": "October 14", "txt": "Harold Godwinson, English king (b. 1022)", "entities": [{"title": "Harold Godwinson", "href": "/wiki/Harold_Godwinson", "description": "Harold Godwinson, also called Harold II, was the last crowned Anglo-Saxon king of England. Harold reigned from 6 January 1066 until his death at the Battle of Hastings, fighting the Norman invaders led by William the Conqueror during the Norman conquest of England. His death marked the end of Anglo-Saxon rule over England."}]}, {"heading": "Deaths", "year": "1066", "date": "October 14", "txt": "Leofwine Godwinson, English nobleman and brother of Harold II", "entities": [{"title": "Harold Godwinson", "href": "/wiki/Harold_Godwinson", "description": "Harold Godwinson, also called Harold II, was the last crowned Anglo-Saxon king of England. Harold reigned from 6 January 1066 until his death at the Battle of Hastings, fighting the Norman invaders led by William the Conqueror during the Norman conquest of England. His death marked the end of Anglo-Saxon rule over England."}]}, {"heading": "Deaths", "year": "1066", "date": "October 14", "txt": "Gyrth Godwinson, English nobleman and brother of Harold II", "entities": []}, {"heading": "Deaths", "year": "1077", "date": "October 14", "txt": "Andronicus Ducas, Byzantine courtier (b. 1022)", "entities": [{"title": "Andronikos Doukas (cousin of Michael VII)", "href": "/wiki/Andronikos_Doukas_(cousin_of_Michael_VII)", "description": "Andronikos Doukas, Latinized as Andronicus Ducas, was a protovestiarios and protoproedros of the Byzantine Empire."}]}, {"heading": "Deaths", "year": "1092", "date": "October 14", "txt": "Nizam al-Mulk, Persian scholar and politician (b. 1018)", "entities": [{"title": "Nizam al-Mulk", "href": "/wiki/Nizam_al-Mulk", "description": "Abu Ali Hasan ibn Ali Tusi, better known by his honorific title of Nizam al-Mulk was a Persian scholar and vizier of the Seljuk Empire. Rising from a lowly position, he was the de facto ruler of the empire for 20 years after the assassination of Alp Arslan in 1072, serving as the archetypal \"good vizier\" of Islamic history."}]}, {"heading": "Deaths", "year": "1184", "date": "October 14", "txt": "Yusuf I, Almohad caliph (b. 1135)", "entities": [{"title": "Abu Yaqub Yusuf", "href": "/wiki/Abu_Yaqub_Yusuf", "description": "Abu Ya`qub Yusuf or Yusuf I was the second Almohad Amir or caliph. He reigned from 1163 until 1184 in Marrakesh. He was responsible for the construction of the Giralda in Seville, which was part of a new grand mosque."}]}, {"heading": "Deaths", "year": "1213", "date": "October 14", "txt": "Geoffrey Fitz Peter, 1st Earl of Essex, English sheriff and Chief Justiciar", "entities": [{"title": "Geoffrey Fitz Peter, 1st Earl of Essex", "href": "/wiki/Geoffrey_Fitz_Peter,_1st_Earl_of_Essex", "description": "Geoffrey Fitz Peter, Earl of Essex was a prominent member of the government of England during the reigns of Richard I and John. The patronymic is sometimes rendered Fitz Piers, for he was the son of Piers de Lutegareshale, a forester of Ludgershall & Maud de Manderville."}]}, {"heading": "Deaths", "year": "1217", "date": "October 14", "txt": "Isabella, English noblewoman and wife of John of England (b. c. 1173)", "entities": [{"title": "Isabella, Countess of Gloucester", "href": "/wiki/Isabella,_Countess_of_Gloucester", "description": "Isabella, Countess of Gloucester, was an English noblewoman who was married to King John prior to his accession."}, {"title": "John, King of England", "href": "/wiki/John,_King_of_England", "description": "John was King of England from 1199 until his death in 1216. He lost the Duchy of Normandy and most of his other French lands to King Philip II of France, resulting in the collapse of the Angevin Empire and contributing to the subsequent growth in power of the French Capetian dynasty during the 13th century. The baronial revolt at the end of John's reign led to the sealing of Magna Carta, a documen"}]}, {"heading": "Deaths", "year": "1240", "date": "October 14", "txt": "Razia Sultana, Only female sultan of Delhi (b. c. 1205)", "entities": []}, {"heading": "Deaths", "year": "1256", "date": "October 14", "txt": "Kujō Yoritsugu, Japanese shogun (b. 1239)", "entities": [{"title": "Kujō Yoritsugu", "href": "/wiki/Kuj%C5%8D_Yoritsugu", "description": "Kujō Yoritsugu , also known as Fujiwara no Yoritsugu , was the fifth shōgun of the Kamakura shogunate of Japan. His father was the 4th Kamakura shōgun, Kujō Yoritsune."}]}, {"heading": "Deaths", "year": "1318", "date": "October 14", "txt": "Edward Bruce, High King of Ireland (b. 1275)", "entities": [{"title": "Edward Bruce", "href": "/wiki/Edward_Bruce", "description": "Edward Bruce, Earl of Carrick, was a younger brother of Robert the Bruce, King of Scots. He supported his brother in the 1306-1314 struggle for the Scottish crown, then pursued his own claims in Ireland. Proclaimed High King of Ireland in 1315 and crowned in 1316, he was eventually defeated and killed by Anglo-Irish forces of the Lordship of Ireland at the Battle of Faughart in County Louth."}]}, {"heading": "Deaths", "year": "1416", "date": "October 14", "txt": "Henry the Mild, duke of Brunswick-Lüneburg", "entities": [{"title": "Henry the Mild, Duke of Brunswick-Lüneburg", "href": "/wiki/Henry_the_Mild,_Duke_of_Brunswick-L%C3%BCneburg", "description": "Henry of Brunswick-Lüneburg, Duke of Brunswick-Lüneburg, called Henry the Mild, was prince of Lüneburg from 1388 to 1409 jointly with his brother Bernard I, Duke of Brunswick-Lüneburg, from 1400 to 1409 also of Wolfenbüttel, and from 1409 until his death sole prince of Lüneburg."}]}, {"heading": "Deaths", "year": "1536", "date": "October 14", "txt": "Garcilaso de la Vega, Spanish poet (b. 1503)", "entities": [{"title": "Garcilaso de la Vega (poet)", "href": "/wiki/Garcilaso_de_la_Vega_(poet)", "description": "Garcilaso de la Vega, KOS was a Spanish soldier and poet. Although not the first or the only one to do so, he was the most influential poet to introduce Italian Renaissance verse forms, poetic techniques, and themes to Spain. He was well known in poetic circles during his lifetime, and his poetry has continued to be popular without interruption until the present. His poetry was published posthumou"}]}, {"heading": "Deaths", "year": "1552", "date": "October 14", "txt": "Oswald Myconius, Swiss theologian and reformer (b. 1488)", "entities": [{"title": "Oswald Myconius", "href": "/wiki/Oswald_Myconius", "description": "Oswald Myconius was Swiss Protestant theologian and Protestant reformer. He was a follower of Huldrych Zwingli."}]}, {"heading": "Deaths", "year": "1565", "date": "October 14", "txt": "Thomas Chaloner, English poet and politician (b. 1521)", "entities": [{"title": "Thomas Chaloner (statesman)", "href": "/wiki/Thomas_Chaloner_(statesman)", "description": "Sir Thomas Chaloner was an English statesman and poet."}]}, {"heading": "Deaths", "year": "1568", "date": "October 14", "txt": "Jacques Arcadelt, Dutch singer and composer (b. 1507)", "entities": [{"title": "Jacques Arcadelt", "href": "/wiki/Jacques_Arcadelt", "description": "Jacques Arcadelt was a Franco-Flemish composer of the Renaissance, active in both Italy and France, and principally known as a composer of secular vocal music. Although he also wrote sacred vocal music, he was one of the most famous of the early composers of madrigals; his first book of madrigals, published within a decade of the appearance of the earliest examples of the form, was the most widely"}]}, {"heading": "Deaths", "year": "1610", "date": "October 14", "txt": "Amago Yoshihisa, Japanese daimyō (b. 1540)", "entities": [{"title": "Amago Yoshihisa", "href": "/wiki/Amago_Yoshihisa", "description": "Amago Yoshihisa  was a daimyō (lord) of Izumo Province."}]}, {"heading": "Deaths", "year": "1618", "date": "October 14", "txt": "Gervase Clifton, 1st Baron Clifton, English nobleman (b.c. 1570)", "entities": [{"title": "Gervase Clifton, 1st Baron Clifton", "href": "/wiki/Gervase_Clifton,_1st_Baron_Clifton", "description": "Gervase Clifton, 1st Baron Clifton was an English nobleman."}]}, {"heading": "Deaths", "year": "1619", "date": "October 14", "txt": "Samuel Daniel, English poet and historian (b. 1562)", "entities": [{"title": "Samuel Daniel", "href": "/wiki/Samuel_Daniel", "description": "Samuel Daniel was an English poet and historian."}]}, {"heading": "Deaths", "year": "1631", "date": "October 14", "txt": "Sophie of Mecklenburg-Güstrow, queen of Denmark and Norway (b. 1557)", "entities": [{"title": "Sophie of Mecklenburg-Güstrow", "href": "/wiki/Sophie_of_Mecklenburg-G%C3%BCstrow", "description": "Sophie of Mecklenburg-Güstrow was Queen of Denmark and Norway by marriage to Frederick II of Denmark. She was the mother of King Christian IV of Denmark. She was Regent of Schleswig-Holstein 1590–1594."}]}, {"heading": "Deaths", "year": "1637", "date": "October 14", "txt": "Gabriello Chiabrera, Italian poet (b. 1552)", "entities": [{"title": "Gabriello Chiabrera", "href": "/wiki/Gabriello_Chiabrera", "description": "Gabriello Chiabrera was an Italian poet, sometimes called the Italian Pindar."}]}, {"heading": "Deaths", "year": "1669", "date": "October 14", "txt": "Antonio Cesti, Italian organist and composer (b. 1623)", "entities": [{"title": "Antonio Cesti", "href": "/wiki/Antonio_Cesti", "description": "Pietro Marc'Antonio Cesti, known today primarily as an Italian composer of the Baroque era, was also a singer (tenor), and organist. He was \"the most celebrated Italian musician of his generation\"."}]}, {"heading": "Deaths", "year": "1703", "date": "October 14", "txt": "Thomas Kingo, Danish bishop and poet (b. 1634)", "entities": [{"title": "Thomas Kingo", "href": "/wiki/Thomas_Kingo", "description": "Thomas Hansen Kingo was a Danish bishop, poet and hymn-writer born at Slangerup, near Copenhagen. His work marked the high point of Danish baroque poetry."}]}, {"heading": "Deaths", "year": "1711", "date": "October 14", "txt": "Tewoflos, Ethiopian emperor (b. 1708)", "entities": [{"title": "Tewoflos", "href": "/wiki/Tewoflos", "description": "Tewoflos throne name Walda Anbasa, was Emperor of Ethiopia and a member of the Solomonic dynasty. He was the brother of Iyasu I, and one of four sons of Fasilides."}]}, {"heading": "Deaths", "year": "1758", "date": "October 14", "txt": "James Francis Edward Keith, Scottish-Prussian field marshal (b. 1696)", "entities": [{"title": "James Francis Edward Keith", "href": "/wiki/James_Francis_Edward_Keith", "description": "James Francis Edward Keith was a Scottish soldier and Generalfeldmarschall of the Royal Prussian Army. As a Jacobite he took part in a failed attempt to restore the Stuart Monarchy to Britain. When this failed, he fled to Europe, living in France, and then Spain. He joined the Spanish and eventually the Russian armies and fought in the Anglo-Spanish War and the Russo-Swedish War. In the latter he "}]}, {"heading": "Deaths", "year": "1831", "date": "October 14", "txt": "Jean-Louis Pons, French astronomer and educator (b. 1761)", "entities": [{"title": "Jean-Louis Pons", "href": "/wiki/Jean-Louis_Pons", "description": "Jean-Louis Pons was a French astronomer. Despite humble beginnings and being self-taught, he went on to become the greatest visual comet discoverer of all time: between 1801 and 1827 Pons discovered thirty-seven comets, more than any other person in history."}]}, {"heading": "Deaths", "year": "1911", "date": "October 14", "txt": "John Marshall Harlan, American lawyer and politician (b. 1833)", "entities": [{"title": "John Marshall Harlan", "href": "/wiki/John_Marshall_Harlan", "description": "John Marshall Harlan was an American lawyer and politician who served as an associate justice on the U.S. Supreme Court. He is often called \"The Great Dissenter\" due to his many dissents in cases that restricted civil liberties, including the Civil Rights Cases and Plessy v. Ferguson. Many of Harlan's views expressed in his notable dissents would become the official view of the Supreme Court start"}]}, {"heading": "Deaths", "year": "1923", "date": "October 14", "txt": "Marcellus Emants, Dutch-Swiss author, poet, and playwright (b. 1848)", "entities": [{"title": "Marcellus Emants", "href": "/wiki/Marcellus_Emants", "description": "Marcellus Emants was a Dutch novelist whose work is considered one of the few examples of Dutch Naturalism. His writing is seen as a first step towards the renewing force of the Tachtigers towards modern Dutch literature, a movement which started around the 1880s. His most well-known work is A Posthumous Confession, published in 1894, translated by J. M. Coetzee."}]}, {"heading": "Deaths", "year": "1929", "date": "October 14", "txt": "Henri Berger, German composer and bandleader (b. 1844)", "entities": [{"title": "Henri Berger", "href": "/wiki/Henri_Berger", "description": "Henry or Henri Berger was a Prussian Kapellmeister, composer and royal bandmaster of the Kingdom of Hawaiʻi from 1872 to 1915."}]}, {"heading": "Deaths", "year": "1930", "date": "October 14", "txt": "Samuel van Houten, Dutch lawyer and politician, Dutch Minister of the Interior (b. 1837)", "entities": [{"title": "Samuel van Houten", "href": "/wiki/Samuel_van_Houten", "description": "Samuel van Houten was a Dutch liberal politician, who served as Minister of the Interior from 1894 to 1897."}, {"title": "List of Ministers of the Interior of the Netherlands", "href": "/wiki/List_of_Ministers_of_the_Interior_of_the_Netherlands", "description": "The Minister of the Interior and Kingdom Relations is the head of the Ministry of the Interior and Kingdom Relations and a member of the Cabinet of the Netherlands. The current acting Minister of the Interior and Kingdom Relations is Kajsa Ollongren of the Democrats 66 (D66) party, who has been in office since 14 April 2020."}]}, {"heading": "Deaths", "year": "1942", "date": "October 14", "txt": "Noboru Yamaguchi, Japanese mob boss (b. 1902)", "entities": [{"title": "Noboru Yamaguchi (yakuza)", "href": "/wiki/Noboru_Yamaguchi_(yakuza)", "description": "Noboru Yamaguchi  was the second kumicho, or Godfather, of the Yamaguchi-gumi yakuza gang in Japan."}]}, {"heading": "Deaths", "year": "1943", "date": "October 14", "txt": "Sobibór uprising:\nRudolf Beckmann, German SS officer (b. 1910)\nSiegfried Graetschus, German sergeant (b. 1916)\nJohann Niemann, German lieutenant (b. 1913)", "entities": [{"title": "Sobibór uprising", "href": "/wiki/Sobib%C3%B3r_uprising", "description": "Sobibor was an extermination camp built and operated by Nazi Germany as part of Operation Reinhard. It was located in the forest near the village of Sobibór in the General Government region of German-occupied Poland."}]}, {"heading": "Deaths", "year": "1944", "date": "October 14", "txt": "Erwin Rommel, German field marshal (b. 1891)", "entities": [{"title": "Erwin Rommel", "href": "/wiki/Erwin_Rommel", "description": "Johannes Erwin Eugen Rommel was a German general and military theorist. Popularly known as the Desert Fox, he served as field marshal in the Wehrmacht of Nazi Germany during World War II, as well as serving in the Reichswehr of the Weimar Republic, and the army of Imperial Germany."}]}, {"heading": "Deaths", "year": "1953", "date": "October 14", "txt": "Émile Sarrade, French rugby player and tug of war competitor (b. 1877)", "entities": [{"title": "Émile Sarrade", "href": "/wiki/%C3%89mile_Sarrade", "description": "Émile Sarrade was a French rugby union player and tug of war competitor, who competed in the 1900 Summer Olympics. He was a member of the French rugby union team, which won the gold medal. He also participated in the tug of war competition and won a silver medal as a member of French team."}, {"title": "Tug of war", "href": "/wiki/Tug_of_war", "description": "Tug of war is a sport that pits two teams against each other in a test of strength: teams pull on opposite ends of a rope, with the goal being to bring the rope a certain distance in one direction against the force of the opposing team's pull."}]}, {"heading": "Deaths", "year": "1953", "date": "October 14", "txt": "Kyuichi Tokuda, Japanese lawyer and politician (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "1958", "date": "October 14", "txt": "Douglas Mawson, Australian geologist, academic, and explorer (b. 1882)", "entities": [{"title": "Douglas Mawson", "href": "/wiki/Douglas_Mawson", "description": "Sir Douglas Mawson OBE FRS FAA was an Australian geologist, Antarctic explorer, and academic. Along with Roald Amundsen, Robert Falcon Scott, and Sir Ernest Shackleton, he was a key expedition leader during the Heroic Age of Antarctic Exploration."}]}, {"heading": "Deaths", "year": "1959", "date": "October 14", "txt": "Jack Davey, New Zealand-Australian singer and radio host (b. 1907)", "entities": [{"title": "Jack Davey", "href": "/wiki/Jack_Davey", "description": "John Andrew Davey, known as Jack Davey, was a New Zealand-born singer and pioneering star of Australian radio as a performer, producer, writer and host from the early 1930s into the late 1950s. Later in his career he also worked briefly in television, primarily as a presenter."}]}, {"heading": "Deaths", "year": "1959", "date": "October 14", "txt": "Errol Flynn, Australian-American actor, singer, and producer (b. 1909)", "entities": [{"title": "Errol Flynn", "href": "/wiki/Errol_Flynn", "description": "Errol Leslie Thomson Flynn was an Australian-born actor. Considered the natural successor to Douglas Fairbanks, he achieved worldwide fame during the Golden Age of Hollywood. He was known for his romantic swashbuckler roles, frequent partnerships with Olivia de Havilland, and reputation for his womanising and hedonistic personal life. His most notable roles include the eponymous hero in The Advent"}]}, {"heading": "Deaths", "year": "1960", "date": "October 14", "txt": "Abram Ioffe, Russian physicist and academic (b. 1880)", "entities": [{"title": "Abram Ioffe", "href": "/wiki/Abram_Ioffe", "description": "Abram Fedorovich Ioffe was a prominent Russian/Soviet physicist. He received the Stalin Prize (1942), the Lenin Prize (1960) (posthumously), and the Hero of Socialist Labor (1955). Ioffe was an expert in various areas of solid state physics and electromagnetism. He established research laboratories for radioactivity, superconductivity, and nuclear physics, many of which became independent institut"}]}, {"heading": "Deaths", "year": "1961", "date": "October 14", "txt": "Paul Ramadier, French politician, 129th Prime Minister of France (b. 1888)", "entities": [{"title": "Paul Ramadier", "href": "/wiki/Paul_Ramadier", "description": "Paul Ramadier was a politician and a French statesman."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1961", "date": "October 14", "txt": "Harriet Shaw Weaver, English journalist and activist (b. 1876)", "entities": []}, {"heading": "Deaths", "year": "1965", "date": "October 14", "txt": "William Hogenson, American sprinter (b. 1884)", "entities": [{"title": "William Hogenson", "href": "/wiki/William_Hogenson", "description": "William \"Bill\" P. Hogenson was an American athlete and sprinter, who competed in the early twentieth century. He won a silver medal in Athletics at the 1904 Summer Olympics in the men's 60 m dash, but was beaten by Archie Hahn, who took gold. He also won two bronze medals, over 100 m and 200 m, both distances won by Archie Hahn of the United States."}]}, {"heading": "Deaths", "year": "1965", "date": "October 14", "txt": "Randall Jarrell, American poet and author (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1967", "date": "October 14", "txt": "Marcel Aymé, French author and playwright (b. 1902)", "entities": [{"title": "Marcel Aymé", "href": "/wiki/Marcel_Aym%C3%A9", "description": "Marcel Aymé was a French novelist, children's writer, humour writer, screenwriter and theatre playwright."}]}, {"heading": "Deaths", "year": "1969", "date": "October 14", "txt": "Haguroyama Masaji, Japanese sumo wrestler, the 36th Yokozuna (b. 1914)", "entities": [{"title": "Haguroyama Masaji", "href": "/wiki/Haguroyama_Masaji", "description": "Haguroyama Masaji  was a Japanese professional sumo wrestler from Nakanokuchi, Niigata. He was the sport's 36th yokozuna. He was a yokozuna for a period of twelve years and three months dating from his promotion to that rank in May 1941 until his retirement in September 1953, which was an all-time record until surpassed in 2019 by Hakuhō. During his career Haguroyama won seven top division champio"}, {"title": "Yokozuna (sumo)", "href": "/wiki/Yokozuna_(sumo)", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1969", "date": "October 14", "txt": "August Sang, Estonian poet and translator (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1973", "date": "October 14", "txt": "Edmund A. Chester, American journalist and broadcaster (b. 1897)", "entities": [{"title": "Edmund A. Chester", "href": "/wiki/Edmund_A._Chester", "description": "Edmund Albert Chester, Sr. - - was a senior Vice President and executive at the CBS radio and television networks during the 1940s. As Director of Latin American Relations he collaborated with the Department of State to develop CBS's \"La Cadena de Las Americas\" radio network in support of Pan-Americanism during World War II. He also served as a highly respected journalist and Bureau Chief for Lati"}]}, {"heading": "Deaths", "year": "1973", "date": "October 14", "txt": "Ahmed Hamdi, Egyptian general and engineer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "October 14", "txt": "Edith Evans, English actress (b. 1888)", "entities": [{"title": "Edith Evans", "href": "/wiki/Edith_Evans", "description": "Dame Edith Mary Evans, was an English actress. She was best known for her work on the stage, but also appeared in films at the beginning and towards the end of her career. Between 1964 and 1968, she was nominated for three Academy Awards."}]}, {"heading": "Deaths", "year": "1977", "date": "October 14", "txt": "Bing Crosby, American singer-songwriter and actor (b. 1903)", "entities": [{"title": "Bing Crosby", "href": "/wiki/Bing_Crosby", "description": "Harry Lillis \"Bing\" Crosby Jr. was an American singer, comedian and actor. The first multimedia star, Crosby was one of the most popular and influential musical artists of the 20th century. He was a leader in record sales, radio ratings, and motion picture grosses from 1930 to 1954. He made over seventy feature films and recorded more than 1,600 songs."}]}, {"heading": "Deaths", "year": "1982", "date": "October 14", "txt": "Louis Rougier, French philosopher from the Vienna Circle (b. 1889)", "entities": [{"title": "Louis Rougier", "href": "/wiki/Louis_Rougier", "description": "Louis Auguste Paul Rougier was a French philosopher. Rougier made many important contributions to epistemology, philosophy of science, political philosophy and the history of Christianity."}]}, {"heading": "Deaths", "year": "1983", "date": "October 14", "txt": "Willard Price, Canadian-American historian and author (b. 1887)", "entities": [{"title": "Willard Price", "href": "/wiki/Willard_Price", "description": "Willard DeMille Price was a Canadian-born American traveller, journalist and author."}]}, {"heading": "Deaths", "year": "1984", "date": "October 14", "txt": "Martin Ryle, English astronomer and physicist, Nobel Prize laureate (b. 1918)", "entities": [{"title": "Martin Ryle", "href": "/wiki/Martin_Ryle", "description": "Sir Martin Ryle was an English radio astronomer who developed revolutionary radio telescope systems and used them for accurate location and imaging of weak radio sources. In 1946 Ryle and Derek Vonberg were the first people to publish interferometric astronomical measurements at radio wavelengths. With improved equipment, Ryle observed the most distant known galaxies in the universe at that time. "}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1985", "date": "October 14", "txt": "Emil Gilels, Ukrainian-Russian pianist (b. 1916)", "entities": [{"title": "Emil Gilels", "href": "/wiki/Emil_Gilels", "description": "Emil Grigoryevich Gilels was a Soviet pianist. He is widely regarded as one of the greatest pianists of all time."}]}, {"heading": "Deaths", "year": "1986", "date": "October 14", "txt": "Keenan Wynn, American actor (b. 1916)", "entities": [{"title": "Keenan Wynn", "href": "/wiki/Keenan_Wynn", "description": "Francis Xavier Aloysius James Jeremiah Keenan Wynn was an American character actor. His expressive face was his stock-in-trade; and though he rarely carried the lead role, he had prominent billing in most of his film and television roles."}]}, {"heading": "Deaths", "year": "1986", "date": "October 14", "txt": "Takahiko Yamanouchi, Japanese physicist (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "October 14", "txt": "Leonard Bernstein, American pianist, composer, and conductor (b. 1918)", "entities": [{"title": "Leonard Bernstein", "href": "/wiki/Leonard_Bernstein", "description": "Leonard Bernstein was an American composer, conductor, pianist, music educator, author, and lifelong humanitarian. He was one of the most significant American cultural personalities of the 20th century. According to music critic Donal Henahan, he was \"one of the most prodigiously talented and successful musicians in American history\"."}]}, {"heading": "Deaths", "year": "1997", "date": "October 14", "txt": "Harold Robbins, American author (b. 1915)", "entities": [{"title": "Harold Robbins", "href": "/wiki/Harold_Robbins", "description": "Harold Robbins was an American author of popular novels. One of the best-selling writers of all time, he wrote over 25 best-sellers, selling over 750 million copies in 32 languages."}]}, {"heading": "Deaths", "year": "1998", "date": "October 14", "txt": "Cleveland Amory, American author and activist (b. 1917)", "entities": [{"title": "Cleveland Amory", "href": "/wiki/Cleveland_Amory", "description": "Cleveland Amory was an American author, reporter, television critic, commentator and animal rights activist. He originally was known for writing a series of popular books poking fun at the pretensions and customs of society, starting with The Proper Bostonians in 1947. From the 1950s through the 1990s, he had a long career as a reporter and writer for national magazines, and as a television and ra"}]}, {"heading": "Deaths", "year": "1998", "date": "October 14", "txt": "Frankie Yankovic, American accordion player (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "October 14", "txt": "Julius Nyerere, Tanzanian educator and politician, 1st President of Tanzania (b. 1922)", "entities": [{"title": "Julius Nyerere", "href": "/wiki/Julius_Nyerere", "description": "Julius Kambarage Nyerere was a Tanzanian anti-colonial activist, politician, and political theorist. He governed Tanganyika as Prime Minister from 1961 to 1962 and then as President from 1963 to 1964, after which he led its successor state, Tanzania, as President from 1964 to 1985. He was a founding member and chair of the Tanganyika African National Union (TANU) party, and of its successor Chama "}, {"title": "President of Tanzania", "href": "/wiki/President_of_Tanzania", "description": "The president of the United Republic of Tanzania is the head of state and head of government of Tanzania. The president leads the executive branch of the Government of Tanzania and is the commander-in-chief of the armed forces. The president serves a term of five years. Since 1992, they are limited to two terms, whether successive or separated."}]}, {"heading": "Deaths", "year": "2000", "date": "October 14", "txt": "Art Coulter, Canadian-American ice hockey player (b. 1909)", "entities": [{"title": "Art Coulter", "href": "/wiki/Art_Coulter", "description": "Arthur Edmund Coulter was a Canadian professional ice hockey defenceman who played for the New York Rangers and Chicago Black Hawks in the National Hockey League."}]}, {"heading": "Deaths", "year": "2000", "date": "October 14", "txt": "Tony Roper, American race car driver (b. 1964)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "October 14", "txt": "Norbert Schultze, German composer and conductor (b. 1911)", "entities": [{"title": "Norbert Schultze", "href": "/wiki/Norbert_Schultze", "description": "Norbert Arnold Wilhelm Richard Schultze was a prolific German composer of film music and a member of the NSDAP and of Joseph Goebbels' staff during World War II. He is best remembered for having written the melody of the World War II classic \"Lili Marleen\", originally a poem from the 1915 book Die kleine Hafenorgel by Hans Leip."}]}, {"heading": "Deaths", "year": "2003", "date": "October 14", "txt": "Patrick Dalzel-Job, English linguist, commander, and navigator (b. 1913)", "entities": [{"title": "Patrick Dalzel-Job", "href": "/wiki/Patrick_Dalzel-Job", "description": "Patrick Dalzel-Job was a British naval intelligence officer and commando in World War II. He was also an accomplished linguist, author, mariner, navigator, parachutist, diver, and skier."}]}, {"heading": "Deaths", "year": "2006", "date": "October 14", "txt": "Freddy Fender, American singer-songwriter and guitarist (b. 1937)", "entities": [{"title": "Freddy Fender", "href": "/wiki/Freddy_Fender", "description": "Freddy Fender was an American Tejano, country and rock and roll musician, known for his work as a solo artist and in the groups Los Super Seven and the Texas Tornados. He is best known for his 1975 hits \"Before the Next Teardrop Falls\" and the subsequent remake of his own \"Wasted Days and Wasted Nights\"."}]}, {"heading": "Deaths", "year": "2006", "date": "October 14", "txt": "Klaas Runia, Dutch theologian and journalist (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "October 14", "txt": "Gerry Studds, American educator and politician (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "October 14", "txt": "Robert Furman, American engineer and intelligence officer (b. 1915)", "entities": [{"title": "Robert Furman", "href": "/wiki/Robert_Furman", "description": "Robert Ralph Furman was a civil engineer who during World War II was the chief of foreign intelligence for the Manhattan Engineer District directing espionage against the German nuclear energy project. He participated in the Alsos Mission, which conducted a series of operations with the intent to place all uranium in Europe into Allied hands, and at the end of the war rounded up German atomic scie"}]}, {"heading": "Deaths", "year": "2008", "date": "October 14", "txt": "Kazys Petkevičius, Lithuanian basketball player and coach (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "October 14", "txt": "Martyn Sanderson, New Zealand actor and screenwriter (b. 1938)", "entities": [{"title": "Martyn Sanderson", "href": "/wiki/Martyn_Sanderson", "description": "Martyn Sanderson was an actor, director, producer, writer and poet from New Zealand. Described as one of the founding fathers of modern theatre in New Zealand. In New Zealand he had appearances in 26 films, but he also worked internationally including in Australia and Samoa."}]}, {"heading": "Deaths", "year": "2009", "date": "October 14", "txt": "Collin Wilcox, American actress (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "October 14", "txt": "Lou Albano, American professional wrestler (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "October 14", "txt": "Simon MacCorkindale, English actor, director, and producer (b. 1952)", "entities": [{"title": "Simon MacCorkindale", "href": "/wiki/Simon_MacCorkindale", "description": "Simon Charles Pendered MacCorkindale was a British actor, film director, writer and producer. He spent much of his childhood moving around due to his father serving as an Officer with the Royal Air Force. Poor eyesight prevented him following a similar career in the RAF, so he instead planned to become a theatre director. Training at the Theatre of Arts in London, he started work as an actor, maki"}]}, {"heading": "Deaths", "year": "2010", "date": "October 14", "txt": "Benoit Mandelbrot, Polish-American mathematician and economist (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "October 14", "txt": "Reg Alcock, Canadian businessman and politician (b. 1948)", "entities": [{"title": "Reg Alcock", "href": "/wiki/Reg_Alcock", "description": "Reginald B. Alcock, was a Canadian politician. He represented the riding of Winnipeg South in the House of Commons of Canada from 1993 to 2006 and was a cabinet minister in the government of Prime Minister Paul Martin. Alcock was a member of the Liberal Party of Canada."}]}, {"heading": "Deaths", "year": "2011", "date": "October 14", "txt": "Ashawna Hailey, American computer scientist and philanthropist (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 14", "txt": "John Clive, English actor and author (b. 1933)", "entities": [{"title": "John Clive", "href": "/wiki/John_Clive", "description": "John Clive was an English actor and author, known internationally for his world-wide best selling historical and social fiction, such as KG200 and Barossa."}]}, {"heading": "Deaths", "year": "2012", "date": "October 14", "txt": "Max Fatchen, Australian journalist and author (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 14", "txt": "James R. Grover Jr., American lawyer and politician (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 14", "txt": "Larry Sloan, American publisher, co-founded Price Stern Sloan (b. 1922)", "entities": [{"title": "Price Stern Sloan", "href": "/wiki/Price_Stern_Sloan", "description": "Price Stern Sloan or PSS! was a publisher that was founded in Los Angeles in the early 1960s to publish the Mad Libs that Roger Price and Leonard Stern had concocted during their stint as writers for Tonight Starring Steve Allen and also the Droodles. Along with their partner Larry Sloan, they expanded the company into children's books, novelty formats, and humor. Some of the books they published "}]}, {"heading": "Deaths", "year": "2012", "date": "October 14", "txt": "Arlen Specter, American lieutenant and politician (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 14", "txt": "Dody Weston Thompson, American photographer (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 14", "txt": "Gart Westerhout, Dutch-American astronomer and academic (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 14", "txt": "Wally Bell, American baseball player and umpire (b. 1965)", "entities": [{"title": "Wally Bell", "href": "/wiki/Wally_Bell", "description": "Wallace Robert Bell was an American umpire in Major League Baseball (MLB) who worked in the National League from 1992 to 1999 and in both major leagues from 2000 to 2013. He wore the number 35."}]}, {"heading": "Deaths", "year": "2013", "date": "October 14", "txt": "Max Cahner, German-Catalan historian and politician (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 14", "txt": "Kōichi Iijima, Japanese author and poet (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 14", "txt": "Bruno Metsu, French footballer and manager (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 14", "txt": "Frank Moore, American painter and poet (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 14", "txt": "Käty van der Mije-Nicolau, Romanian-Dutch chess player (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 14", "txt": "A. H. Halsey, English sociologist and academic (b. 1923)", "entities": [{"title": "A. H. Halsey", "href": "/wiki/A._H._Halsey", "description": "Albert Henry 'Chelly' Halsey was a British sociologist. He was Emeritus Professor of Social and Administrative Studies at the Department of Social Policy and Intervention, University of Oxford, and a Fellow of Nuffield College, Oxford."}]}, {"heading": "Deaths", "year": "2014", "date": "October 14", "txt": "Leonard Liggio, American author and academic (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 14", "txt": "Elizabeth Peña, American actress (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 14", "txt": "Nurlan Balgimbayev, Kazakh politician, 3rd Prime Minister of Kazakhstan (b. 1947)", "entities": [{"title": "Nurlan Balgimbayev", "href": "/wiki/Nurlan_Balgimbayev", "description": "Nurlan Utebovich Balgimbayev was Prime Minister of Kazakhstan from 10 October 1997 to 1 October 1999. He became President of the Kazakhstan Oil Investment Company in 2002."}, {"title": "Prime Minister of Kazakhstan", "href": "/wiki/Prime_Minister_of_Kazakhstan", "description": "The prime minister of Kazakhstan is the head of government of Kazakhstan and the second most powerful person in the country after the President of Kazakhstan. The Prime Minister heads the cabinet and advises the President in the every day execution of the functions of the Parliament of Kazakhstan."}]}, {"heading": "Deaths", "year": "2015", "date": "October 14", "txt": "Mathieu Kérékou, Beninese soldier and politician, President of Benin (b. 1933)", "entities": [{"title": "President of Benin", "href": "/wiki/President_of_Benin", "description": "This is a list of presidents of Benin since the formation of the post of President in 1960, to the present day."}]}, {"heading": "Deaths", "year": "2015", "date": "October 14", "txt": "Margaret Keyes, American historian and academic (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 14", "txt": "Radhakrishna Hariram Tahiliani, Indian admiral (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "October 14", "txt": "Helen Kelly, New Zealand trade union leader (b. 1964)", "entities": [{"title": "Helen Kelly (trade unionist)", "href": "/wiki/Helen_Kelly_(trade_unionist)", "description": "Helen Kelly was President of the New Zealand Council of Trade Unions from 2007 to 2015."}]}, {"heading": "Deaths", "year": "2019", "date": "October 14", "txt": "Harold Bloom, American literary critic (b.1930)", "entities": [{"title": "Harold Bloom", "href": "/wiki/Harold_Bloom", "description": "Harold Bloom was an American literary critic and the Sterling Professor of Humanities at Yale University. In 2017, Bloom was described as \"probably the most famous literary critic in the English-speaking world.\" Following the publication of his first book in 1959, Bloom wrote more than 50 books, including over 40 books of literary criticism, several books discussing religion, and a novel. During h"}]}, {"heading": "Deaths", "year": "2019", "date": "October 14", "txt": "Sulli, South Korean actress, singer, and model (b.1994)", "entities": []}]