[{"heading": "Events", "year": "331 BC", "date": "October 1", "txt": "Alexander the Great defeats Darius III of Persia in the Battle of Gaugamela.", "entities": [{"title": "Alexander the Great", "href": "/wiki/Alexander_the_Great", "description": "Alexander III of Macedon, commonly known as Alexander the Great, was a king of the ancient Greek kingdom of Macedon. A member of the Argead dynasty, he was born in Pella—a city in Ancient Greece—in 356 BC. He succeeded his father King Philip II to the throne at the age of 20, and spent most of his ruling years conducting a lengthy military campaign throughout Western Asia and Northeastern Africa. "}, {"title": "Darius III of Persia", "href": "/wiki/Darius_III_of_Persia", "description": "Darius III was the last Achaemenid King of Kings of Persia, reigning from 336 BC to his death in 330 BC."}, {"title": "Battle of Gaugamela", "href": "/wiki/Battle_of_Gaugamela", "description": "The Battle of Gaugamela, also called the Battle of Arbela, was a battle that took place in 331 BC between the forces of the Army of Macedon under Alexander the Great and the Persian Army under King Darius III. It was the second and final battle between the two kings, and is considered to be the final blow to the Achaemenid Empire, resulting in Alexander's complete invasion of the empire."}]}, {"heading": "Events", "year": "366", "date": "October 1", "txt": "Pope Damasus I is consecrated.", "entities": [{"title": "Pope Damasus I", "href": "/wiki/Pope_Damasus_I", "description": "Damasus I was the bishop of Rome from October 366 to his death. He presided over the Council of Rome of 382 that determined the canon or official list of sacred scripture. He spoke out against major heresies in the church and encouraged production of the Vulgate Bible with his support for Jerome. He helped reconcile the relations between the Church of Rome and the Church of Antioch, and encouraged"}]}, {"heading": "Events", "year": "959", "date": "October 1", "txt": "Edgar the Peaceful becomes king of all England, in succession to Eadwig.", "entities": [{"title": "Edgar the Peaceful", "href": "/wiki/Edgar_the_Peaceful", "description": "Edgar, known as the Peaceful or the Peaceable, was King of the English from 959 until his death. He was the younger son of Edmund I and Ælfgifu of Shaftesbury, and came to the throne as a teenager, following the death of his older brother Eadwig. As king, Edgar further consolidated the political unity achieved by his predecessors, with his reign being noted for its relative stability. His most tru"}, {"title": "Eadwig", "href": "/wiki/Eadwig", "description": "Eadwig, also spelled Edwy or Eadwige (c. 940 – October 959), sometimes called the All-Fair, was King of the English from 955 until his premature death."}]}, {"heading": "Events", "year": "965", "date": "October 1", "txt": "Pope John XIII is consecrated.", "entities": [{"title": "Pope John XIII", "href": "/wiki/Pope_John_XIII", "description": "Pope John XIII was the bishop of Rome and ruler of the Papal States from 1 October 965 to his death. His pontificate was caught up in the continuing conflict between the Holy Roman emperor, Otto I, and the Roman nobility. After long and arduous negotiations, he succeeded in arranging a Byzantine marriage for Otto II, in an effort to legitimize the Ottonian claim to imperial dignity. He also establ"}]}, {"heading": "Events", "year": "1553", "date": "October 1", "txt": "Coronation of Queen Mary I of England.", "entities": [{"title": "Mary I of England", "href": "/wiki/Mary_I_of_England", "description": "Mary I, also known as Mary Tudor, and as \"Bloody Mary\" by her Protestant opponents, was Queen of England and Ireland from July 1553 until her death in 1558. She is best known for her vigorous attempt to reverse the English Reformation, which had begun during the reign of her father, Henry VIII. Her attempt to restore to the church the property confiscated in the previous two reigns was largely thw"}]}, {"heading": "Events", "year": "1588", "date": "October 1", "txt": "Coronation of Shah Abbas I of Persia.", "entities": [{"title": "Abbas I of Persia", "href": "/wiki/Abbas_I_of_Persia", "description": "Abbas the Great or Abbas I of Persia was the 5th Safavid Shah (king) of Iran, and is generally considered as one of the greatest rulers of Persian history and the Safavid dynasty. He was the third son of Shah Mohammad Khodabanda."}]}, {"heading": "Events", "year": "1730", "date": "October 1", "txt": "Ahmed III is forced to abdicate as the Ottoman sultan.", "entities": [{"title": "Ahmed III", "href": "/wiki/Ahmed_III", "description": "Ahmed III was Sultan of the Ottoman Empire and a son of Sultan Mehmed IV. His mother was Gülnuş Sultan, originally named Evmenia Voria, who was an ethnic Greek. He was born at Hacıoğlu Pazarcık, in Dobruja. He succeeded to the throne in 1703 on the abdication of his brother Mustafa II (1695–1703). Nevşehirli Damat İbrahim Pasha and the Sultan's daughter, Fatma Sultan directed the government from 1"}]}, {"heading": "Events", "year": "1787", "date": "October 1", "txt": "Russians under Alexander Suvorov defeat the Turks at Kinburn.", "entities": [{"title": "Alexander Suvorov", "href": "/wiki/Alexander_Suvorov", "description": "Alexander Vasilyevich Suvorov was a Russian general in service of the Russian Empire. He was Count of Rymnik, Count of the Holy Roman Empire, Prince of Italy, and the last Generalissimo of the Russian Empire. Suvorov is considered one of the greatest military commanders in Russian history and one of the great generals of the early modern period. He was awarded numerous medals, titles, and honors b"}, {"title": "Battle of Kinburn (1787)", "href": "/wiki/Battle_of_Kinburn_(1787)", "description": "The Battle of Kinburn was fought on 12 October (N.S.)/1 October (O.S.) 1787 as part of the Russo-Turkish War (1787–1792)."}]}, {"heading": "Events", "year": "1791", "date": "October 1", "txt": "First session of the French Legislative Assembly.", "entities": [{"title": "Legislative Assembly (France)", "href": "/wiki/Legislative_Assembly_(France)", "description": "The Legislative Assembly was the legislature of France from 1 October 1791 to 20 September 1792 during the years of the French Revolution. It provided the focus of political debate and revolutionary law-making between the periods of the National Constituent Assembly and of the National Convention."}]}, {"heading": "Events", "year": "1795", "date": "October 1", "txt": "More than a year after the Battle of Sprimont, the Austrian Netherlands (present-day Belgium) are officially annexed by Revolutionary France.", "entities": [{"title": "Battle of Sprimont", "href": "/wiki/Battle_of_Sprimont", "description": "The Battle of Sprimont, Battle of Esneux or Battle of the Ourthe was a battle between French Republican and Austrian troops on the plateau between the valleys of the Vesdre, the Ourthe and the Amblève, 20 kilometres (12 mi) south of Liège. It occurred on 17 and 18 September 1794 and was a French Republican victory. The battle put a final end to the Ancien Régime in what is now Belgium, then essent"}, {"title": "Austrian Netherlands", "href": "/wiki/Austrian_Netherlands", "description": "The Austrian Netherlands was the larger part of the Southern Netherlands between 1714 and 1797. The period began with the Austrian acquisition of the former Spanish Netherlands under the Treaty of Rastatt in 1714 and lasted until Revolutionary France annexed the territory during the aftermath of the Battle of Sprimont in 1794 and the Peace of Basel in 1795. Austria, however, did not relinquish its"}, {"title": "Belgium", "href": "/wiki/Belgium", "description": "Belgium, officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the"}, {"title": "History of Belgium", "href": "/wiki/History_of_Belgium#French_control", "description": "The history of Belgium extends before the founding of the modern state of that name in 1830, and is intertwined with those of its neighbors: the Netherlands, Germany, France and Luxembourg. For most of its history, what is now Belgium was either a part of a larger territory, such as the Carolingian Empire, or divided into a number of smaller states, prominent among them being the Duchy of Brabant,"}, {"title": "French Revolution", "href": "/wiki/French_Revolution", "description": "The French Revolution refers to the period that began with the Estates General of 1789 and ended in November 1799 with the formation of the French Consulate. Many of its ideas are considered fundamental principles of Western liberal democracy."}, {"title": "First French Republic", "href": "/wiki/First_French_Republic", "description": "In the history of France, the First Republic, officially the French Republic, was founded on 22 September 1792 during the French Revolution. The First Republic lasted until the declaration of the First Empire in 1804 under Napoleon, although the form of the government changed several times. This period was characterized by the fall of the monarchy, the establishment of the National Convention and "}]}, {"heading": "Events", "year": "1800", "date": "October 1", "txt": "Via the Third Treaty of San Ildefonso, Spain cedes Louisiana to France, which would sell the land to the United States thirty months later.", "entities": [{"title": "Third Treaty of San Ildefonso", "href": "/wiki/Third_Treaty_of_San_Ildefonso", "description": "The Third Treaty of San Ildefonso was a secret agreement signed on 1 October 1800 between the Spanish Empire and the French Republic by which Spain agreed in principle to exchange its North American colony of Louisiana for territories in Tuscany. The terms were later confirmed by the March 1801 Treaty of Aranjuez."}, {"title": "Louisiana Purchase", "href": "/wiki/Louisiana_Purchase", "description": "The Louisiana Purchase was the acquisition of the territory of Louisiana by the United States from France in 1803. In return for fifteen million dollars, or approximately eighteen dollars per square mile, the United States nominally acquired a total of 828,000 sq mi. However, France only controlled a small fraction of this area, most of it inhabited by American Indians; for the majority of the are"}]}, {"heading": "Events", "year": "1814", "date": "October 1", "txt": "Opening of the Congress of Vienna, intended to redraw Europe's political map after the defeat of Napoleon the previous spring.", "entities": [{"title": "Congress of Vienna", "href": "/wiki/Congress_of_Vienna", "description": "The Congress of Vienna of 1814–1815 was the most important international diplomatic conference in European history, reconstituting the European political order after the downfall of the French Emperor Napoleon I. It was a meeting of ambassadors of European states chaired by Austrian statesman Klemens von Metternich, and held in Vienna from November 1814 to June 1815."}]}, {"heading": "Events", "year": "1827", "date": "October 1", "txt": "Russo-Persian War: The Russian army under Ivan Paskevich storms Yerevan, ending a millennium of Muslim domination of Armenia.", "entities": [{"title": "Russo-Persian War (1826–28)", "href": "/wiki/Russo-Persian_War_(1826%E2%80%9328)", "description": "The Russo-Persian War of 1826–1828 was the last major military conflict between the Russian Empire and Persia."}, {"title": "Ivan Paskevich", "href": "/wiki/Ivan_Paskevich", "description": "Count Ivan Fyodorovich Paskevich-Yerevansky, Serene Prince of Warsaw was an Imperial Russian military leader. For his victories, he was made Count of Yerevan in 1828 and Namestnik of the Kingdom of Poland in 1831. He attained the rank of field marshal in the Russian army, and later in the Prussian and Austrian armies."}, {"title": "Yerevan", "href": "/wiki/Yerevan", "description": "Yerevan is the capital and largest city of Armenia and one of the world's oldest continuously inhabited cities. Situated along the Hrazdan River, Yerevan is the administrative, cultural, and industrial center of the country. It has been the capital since 1918, the fourteenth in the history of Armenia and the seventh located in or around the Ararat plain. The city also serves as the seat of the Ara"}, {"title": "Armenia", "href": "/wiki/Armenia", "description": "Armenia, officially the Republic of Armenia, is a landlocked country located in the Armenian Highlands of Western Asia. It is a part of the Caucasus region; and is bordered by Turkey to the west, Georgia to the north, the Lachin corridor under a Russian peacekeeping force, and Azerbaijan to the east, and Iran and the Azerbaijani exclave of Nakhchivan to the south."}]}, {"heading": "Events", "year": "1829", "date": "October 1", "txt": "South African College is founded in Cape Town, South Africa. It will later separate into the University of Cape Town and the South African College Schools.", "entities": [{"title": "South African College", "href": "/wiki/South_African_College", "description": "\n\nThe South African College was an educational institution in Cape Town, South Africa, which developed into the University of Cape Town (UCT) and the South African College Schools (SACS)."}, {"title": "University of Cape Town", "href": "/wiki/University_of_Cape_Town", "description": "The University of Cape Town (UCT) is a public research university located in Cape Town in the Western Cape province of South Africa. UCT was founded in 1829 as the South African College making it the oldest higher education institute in South Africa. In terms of full university status, it is the oldest university in South Africa and the oldest extant university in Sub-Saharan Africa together with "}, {"title": "South African College Schools", "href": "/wiki/South_African_College_Schools", "description": "The South African College Schools - or “SACS” as it is commonly known, is a semi-private English medium primary and secondary education institution situated in Newlands - part of the Southern Suburbs region of Cape Town, South Africa. Founded in 1829, it is the oldest school in South Africa."}]}, {"heading": "Events", "year": "1832", "date": "October 1", "txt": "Texian political delegates convene at San Felipe de Austin to petition for changes in the governance of Mexican Texas.", "entities": [{"title": "Texian", "href": "/wiki/Texian", "description": "Texians were Anglo-American residents of Mexican Texas and, later, the Republic of Texas."}, {"title": "Convention of 1832", "href": "/wiki/Convention_of_1832", "description": "The Convention of 1832 was the first political gathering of colonists in Mexican Texas. Delegates sought reforms from the Mexican government and hoped to quell the widespread belief that settlers in Texas wished to secede from Mexico. The convention was the first in a series of unsuccessful attempts at political negotiation that eventually led to the Texas Revolution."}, {"title": "San Felipe de Austin", "href": "/wiki/San_Felipe_de_Austin", "description": "San Felipe, also known as San Felipe de Austin, is a town in Austin County, Texas, United States. The town was the social, economic, and political center of the early Stephen F. Austin colony. The population was 747 at the 2010 census."}, {"title": "Mexican Texas", "href": "/wiki/Mexican_Texas", "description": "Mexican Texas is the historiographical name used to refer to the era of Texan history between 1821 and 1836, when it was part of Mexico. Mexico gained independence in 1821 after winning its war against Spain, which began in 1810. Initially, Mexican Texas operated similarly to Spanish Texas. Ratification of the 1824 Constitution of Mexico created a federal structure, and the province of Tejas was j"}]}, {"heading": "Events", "year": "1861", "date": "October 1", "txt": "Mrs Beeton's Book of Household Management is published, going on to sell 60,000 copies in its first year and remaining in print until the present day.", "entities": []}, {"heading": "Events", "year": "1887", "date": "October 1", "txt": "Balochistan is conquered by the British Empire.", "entities": [{"title": "Balochistan", "href": "/wiki/Balochistan", "description": "Balochistan is an arid desert and mountainous region in South and Western Asia. It comprises the Pakistani province of Balochistan, the Iranian province of Sistan and Baluchestan, and the southern areas of Afghanistan, including Nimruz, Helmand and Kandahar provinces. Balochistan borders the Pashtunistan region to the north, Sindh and Punjab to the east, and Persian regions to the west. South of i"}]}, {"heading": "Events", "year": "1890", "date": "October 1", "txt": "Yosemite National Park is established by the U.S. Congress.", "entities": [{"title": "Yosemite National Park", "href": "/wiki/Yosemite_National_Park", "description": "Yosemite National Park is an American national park in Northern California, surrounded on the southeast by Sierra National Forest and on the northwest by Stanislaus National Forest. The park is managed by the National Park Service and covers an area of 748,436 acres and sits in four counties: centered in Tuolumne and Mariposa, extending north and east to Mono and south to Madera County. Designated"}]}, {"heading": "Events", "year": "1891", "date": "October 1", "txt": "Stanford University opens its doors in California, United States.", "entities": [{"title": "Stanford University", "href": "/wiki/Stanford_University", "description": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford was founded in 1885 by Leland and Jane Stanford in memory of their only child, Leland Stanford Jr., who had died of typhoid fever at age 15 the previous year. Stanford is generally ranked among the best universities in the world by academic publications. It is also "}]}, {"heading": "Events", "year": "1898", "date": "October 1", "txt": "The Vienna University of Economics and Business Administration is founded under the name k.u.k. Exportakademie.", "entities": [{"title": "Vienna University of Economics and Business Administration", "href": "/wiki/Vienna_University_of_Economics_and_Business_Administration", "description": "The Vienna University of Economics and Business is the biggest university focusing on business and economics in Europe. It has been ranked as one of the best business schools in Europe and received Triple accreditation. According to The QS World University Rankings by Subjects 2020, Vienna University of Economics and Business (WU) was ranked 37th among more than 13.000 universities involved all ov"}]}, {"heading": "Events", "year": "1903", "date": "October 1", "txt": "Baseball: The Boston Americans play the Pittsburgh Pirates in the first game of the modern World Series.", "entities": [{"title": "Baseball", "href": "/wiki/Baseball", "description": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clo"}, {"title": "Boston Americans", "href": "/wiki/Boston_Americans", "description": "The Boston Red Sox are an American professional baseball team based in Boston. The Red Sox compete in Major League Baseball (MLB) as a member club of the American League (AL) East division. Founded in 1901 as one of the American League's eight charter franchises, the Red Sox' home ballpark has been Fenway Park since 1912. The \"Red Sox\" name was chosen by the team owner, John I. Taylor, circa 1908,"}, {"title": "Pittsburgh Pirates", "href": "/wiki/Pittsburgh_Pirates", "description": "The Pittsburgh Pirates are an American professional baseball team based in Pittsburgh. The Pirates compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. Founded as part of the American Association in 1881 under the name Pittsburgh Allegheny, the club joined the National League in 1887 and was a member of the National League East from 1969 through 199"}, {"title": "1903 World Series", "href": "/wiki/1903_World_Series", "description": "The 1903 World Series was the first modern World Series to be played in Major League Baseball. It matched the American League (AL) champion Boston against the National League (NL) champion Pittsburgh in a best-of-nine series, with Boston prevailing five games to three, winning the last four. The first three games were played in Boston, the next four in Allegheny, and the eighth (last) game in Bost"}]}, {"heading": "Events", "year": "1908", "date": "October 1", "txt": "Ford Model T automobiles are offered for sale at a price of US$825.", "entities": [{"title": "Ford Model T", "href": "/wiki/Ford_Model_T", "description": "The Ford Model T is an automobile produced by Ford Motor Company from October 1, 1908, to May 26, 1927. It is generally regarded as the first affordable automobile, which made car travel available to middle-class Americans. The relatively low price was partly the result of Ford's efficient fabrication, including assembly line production instead of individual handcrafting."}]}, {"heading": "Events", "year": "1910", "date": "October 1", "txt": "A large bomb destroys the Los Angeles Times building, killing 21.", "entities": [{"title": "Los Angeles Times bombing", "href": "/wiki/Los_Angeles_Times_bombing", "description": "The Los Angeles Times bombing was the purposeful dynamiting of the Los Angeles Times Building in Los Angeles, California, on October 1, 1910, by a union member belonging to the International Association of Bridge and Structural Iron Workers. The explosion started a fire which killed 21 newspaper employees and injured 100 more. It was termed the \"crime of the century\" by the Times."}]}, {"heading": "Events", "year": "1918", "date": "October 1", "txt": "World War I: The Egyptian Expeditionary Force captures Damascus.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Capture of Damascus (1918)", "href": "/wiki/Capture_of_Damascus_(1918)", "description": "The Capture of Damascus occurred on 1 October 1918 after the capture of Haifa and the victory at the Battle of Samakh which opened the way for the pursuit north from the Sea of Galilee and the Third Transjordan attack which opened the way to Deraa and the inland pursuit, after the decisive Egyptian Expeditionary Force victory at the Battle of Megiddo during the Sinai and Palestine Campaign of Worl"}]}, {"heading": "Events", "year": "1918", "date": "October 1", "txt": "Sayid Abdullah becomes the last Khan of Khiva.", "entities": []}, {"heading": "Events", "year": "1928", "date": "October 1", "txt": "The Soviet Union introduces its first five-year plan.", "entities": [{"title": "First five-year plan", "href": "/wiki/First_five-year_plan", "description": "The first five-year plan of the Union of Soviet Socialist Republics (USSR) was a list of economic goals, created by Communist Party General Secretary Joseph Stalin, based on his policy of Socialism in One Country. The plan was implemented in 1928 and took effect until 1932."}]}, {"heading": "Events", "year": "1931", "date": "October 1", "txt": "The George Washington Bridge in the United States, linking New Jersey and New York, is opened.", "entities": [{"title": "George Washington Bridge", "href": "/wiki/George_Washington_Bridge", "description": "The George Washington Bridge is a double-decked suspension bridge spanning the Hudson River, connecting the New York City borough of Manhattan with the New Jersey borough of Fort Lee. The bridge is named after George Washington, the first president of the United States. The George Washington Bridge is the world's busiest motor vehicle bridge, carrying over 103 million vehicles in 2016. It is owned"}, {"title": "New Jersey", "href": "/wiki/New_Jersey", "description": "New Jersey is a state in the Mid-Atlantic and Northeastern regions of the United States. It is bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by Delaware Bay and the State of Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous,"}]}, {"heading": "Events", "year": "1931", "date": "October 1", "txt": "Clara Campoamor persuades the Constituent Cortes to enfranchise women in Spain's new constitution.", "entities": []}, {"heading": "Events", "year": "1936", "date": "October 1", "txt": "Spanish Civil War: Francisco Franco is named head of the Nationalist government of Spain.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Francisco Franco", "href": "/wiki/Francisco_Franco", "description": "Francisco Franco Bahamonde was a Spanish general who led the Nationalist forces in overthrowing the Second Spanish Republic during the Spanish Civil War and thereafter ruled over Spain from 1939 to 1975 as a dictator, assuming the title Caudillo. This period in Spanish history, from the Nationalist victory to Franco's death, is commonly known as Francoist Spain or the Francoist dictatorship."}]}, {"heading": "Events", "year": "1936", "date": "October 1", "txt": "Spanish Civil War: The Central Committee of Antifascist Militias of Catalonia dissolves itself, handing control of Catalan defence militias over to the Generalitat.", "entities": [{"title": "Revolutionary Catalonia", "href": "/wiki/Revolutionary_Catalonia", "description": "Revolutionary Catalonia was the part of Catalonia controlled by various anarchist, communist, and socialist trade unions, parties, and militias of the Spanish Civil War period. Although the Generalitat of Catalonia was nominally in power, the trade unions were de facto in command of most of the economy and military forces, which includes the Confederación Nacional del Trabajo which was the dominan"}, {"title": "Confederal militias", "href": "/wiki/Confederal_militias", "description": "The confederal militias were a movement of people's militia organized during the Spanish civil war by the dominant organizations of anarchism in Spain: the National Confederation of Labor (CNT) and the Iberian Anarchist Federation (FAI)."}, {"title": "Generalitat de Catalunya", "href": "/wiki/Generalitat_de_Catalunya", "description": "The Generalitat de Catalunya, or Government of Catalonia, is the institutional system by which Catalonia politically organizes its self-government. It is formed by the Parliament of Catalonia, the Presidency of the Generalitat de Catalunya, and the Executive Council of Catalonia."}]}, {"heading": "Events", "year": "1938", "date": "October 1", "txt": "Germany annexes the Sudetenland.", "entities": [{"title": "Sudetenland", "href": "/wiki/Sudetenland", "description": "The Sudetenland is the historical German name for the northern, southern, and western areas of former Czechoslovakia which were inhabited primarily by Sudeten Germans. These German speakers had predominated in the border districts of Bohemia, Moravia, and Czech Silesia from the time of the Austrian Empire."}]}, {"heading": "Events", "year": "1939", "date": "October 1", "txt": "World War II: After a one-month siege, German troops occupy Warsaw.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Siege of Warsaw (1939)", "href": "/wiki/Siege_of_Warsaw_(1939)", "description": "The siege of Warsaw in 1939 was fought between the Polish Warsaw Army garrisoned and entrenched in Warsaw and the invading German Army."}]}, {"heading": "Events", "year": "1940", "date": "October 1", "txt": "The Pennsylvania Turnpike, often considered the first superhighway in the United States, opens to traffic.", "entities": [{"title": "Pennsylvania Turnpike", "href": "/wiki/Pennsylvania_Turnpike", "description": "The Pennsylvania Turnpike is a toll highway operated by the Pennsylvania Turnpike Commission (PTC) in the U.S. state of Pennsylvania. A controlled-access highway, it runs for 360 miles (580 km) across the state. The turnpike begins at the Ohio state line in Lawrence County, where the road continues west as the Ohio Turnpike. It ends at the New Jersey border at the Delaware River–Turnpike Toll Brid"}]}, {"heading": "Events", "year": "1942", "date": "October 1", "txt": "World War II: USS Grouper torpedoes Lisbon Maru, not knowing that she is carrying British prisoners of war from Hong Kong.", "entities": [{"title": "USS Grouper (SS-214)", "href": "/wiki/USS_Grouper_(SS-214)", "description": "USS Grouper (SS/SSK/AGSS-214), a Gato-class submarine, was the only ship of the United States Navy to be named for the grouper."}]}, {"heading": "Events", "year": "1943", "date": "October 1", "txt": "World War II: After the Four Days of Naples, Allied troops enter the city.", "entities": [{"title": "Four Days of Naples", "href": "/wiki/Four_Days_of_Naples", "description": "The Four Days of Naples refers to the popular ad hoc World War II uprising in Naples, Italy between September, 28-30 1943 against German occupying forces, immediately prior to the arrival in Naples of Allied forces on October 1st that same year."}]}, {"heading": "Events", "year": "1946", "date": "October 1", "txt": "Nazi leaders are sentenced at the Nuremberg trials.", "entities": [{"title": "Nuremberg trials", "href": "/wiki/Nuremberg_trials", "description": "The Nuremberg trials were a series of military tribunals held after World War II by the Allied forces under international law and the laws of war. The trials were most notable for the prosecution of prominent members of the political, military, judicial, and economic leadership of Nazi Germany, who planned, carried out, or otherwise participated in the Holocaust and other war crimes. The trials we"}]}, {"heading": "Events", "year": "1946", "date": "October 1", "txt": "The Daegu October Incident occurs in Allied-occupied Korea.", "entities": []}, {"heading": "Events", "year": "1947", "date": "October 1", "txt": "The North American F-86 Sabre flies for the first time.", "entities": [{"title": "North American F-86 Sabre", "href": "/wiki/North_American_F-86_Sabre", "description": "The North American F-86 Sabre, sometimes called the Sabrejet, is a transonic jet fighter aircraft. Produced by North American Aviation, the Sabre is best known as the United States' first swept-wing fighter that could counter the swept-wing Soviet MiG-15 in high-speed dogfights in the skies of the Korean War (1950–1953), fighting some of the earliest jet-to-jet battles in history. Considered one o"}]}, {"heading": "Events", "year": "1949", "date": "October 1", "txt": "The People's Republic of China is established.", "entities": [{"title": "China", "href": "/wiki/China", "description": "China, officially the People's Republic of China (PRC), is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion. China covers an area of approximately 9.6 million square kilometers, it is the world's third or fourth-largest country. \nThe country is officially divided into 23 provinces, five autonomous regions, four direct-controlled municipalitie"}, {"title": "Establishment of the People's Republic of China", "href": "/wiki/Establishment_of_the_People%27s_Republic_of_China", "description": "The founding of the People's Republic of China (PRC) was formally proclaimed by Mao Zedong, the Chairman of the Communist Party of China, on October 1, 1949 at 3:00 pm in Tiananmen Square in Peking, the new capital of China. The formation of the Central People's Government of the PRC, the government of the new nation, was officially proclaimed during the proclamation speech at the founding ceremon"}]}, {"heading": "Events", "year": "1953", "date": "October 1", "txt": "Andhra State is formed, consisting of a Telugu-speaking area carved out of India's Madras State.", "entities": [{"title": "Andhra State", "href": "/wiki/Andhra_State", "description": "Andhra State was a state in India created in 1953 from the Telugu-speaking northern districts of Madras State. The state was made up of this two distinct cultural regions – Rayalaseema and Coastal Andhra. Andhra State did not include all Telugu-speaking areas, as it excluded some in Hyderabad State. Under the State Reorganisation Act of 1956, Andhra State was merged with the Telugu-speaking region"}]}, {"heading": "Events", "year": "1953", "date": "October 1", "txt": "A Mutual Defense Treaty Between the United States and the Republic of Korea is concluded in Washington, D.C.", "entities": []}, {"heading": "Events", "year": "1955", "date": "October 1", "txt": "The Xinjiang Uyghur Autonomous Region is established.", "entities": [{"title": "Xinjiang Uyghur Autonomous Region", "href": "/wiki/Xinjiang_Uyghur_Autonomous_Region", "description": "Xinjiang, officially the Xinjiang Uygur Autonomous Region (XUAR), is an autonomous region of the People's Republic of China (PRC), located in the northwest of the country close to Central Asia. Being the largest province-level division of China and the 8th-largest country subdivision in the world, Xinjiang spans over 1.6 million square kilometres (620,000 sq mi) and has about 25 million inhabitant"}]}, {"heading": "Events", "year": "1957", "date": "October 1", "txt": "First appearance of In God we trust on U.S. paper currency.", "entities": []}, {"heading": "Events", "year": "1958", "date": "October 1", "txt": "The National Advisory Committee for Aeronautics is replaced by NASA.", "entities": [{"title": "National Advisory Committee for Aeronautics", "href": "/wiki/National_Advisory_Committee_for_Aeronautics", "description": "The National Advisory Committee for Aeronautics (NACA) was a United States federal agency founded on March 3, 1915, to undertake, promote, and institutionalize aeronautical research. On October 1, 1958, the agency was dissolved and its assets and personnel were transferred to the newly created National Aeronautics and Space Administration (NASA). NACA is an initialism, i.e., pronounced as individu"}]}, {"heading": "Events", "year": "1960", "date": "October 1", "txt": "Nigeria gains independence from the United Kingdom.", "entities": [{"title": "Nigeria", "href": "/wiki/Nigeria", "description": "Nigeria, officially the Federal Republic of Nigeria, is a country in West Africa. It borders Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its southern coast is on the Gulf of Guinea in the Atlantic Ocean. Nigeria is a federal republic comprising 36 states and the Federal Capital Territory, where the capital, Abuja, is located. Lagos, one of the largest me"}]}, {"heading": "Events", "year": "1961", "date": "October 1", "txt": "The United States Defense Intelligence Agency is formed, becoming the country's first centralized military intelligence organization.", "entities": [{"title": "Defense Intelligence Agency", "href": "/wiki/Defense_Intelligence_Agency", "description": "The Defense Intelligence Agency (DIA) is an intelligence agency of the United States federal government, specializing in defense and military intelligence."}]}, {"heading": "Events", "year": "1961", "date": "October 1", "txt": "East and West Cameroon merge to form the Federal Republic of Cameroon.", "entities": []}, {"heading": "Events", "year": "1964", "date": "October 1", "txt": "The Free Speech Movement is launched on the campus of the University of California, Berkeley.", "entities": [{"title": "Free Speech Movement", "href": "/wiki/Free_Speech_Movement", "description": "The Free Speech Movement (FSM) was a massive, long-lasting student protest which took place during the 1964–65 academic year on the campus of the University of California, Berkeley. The Movement was informally under the central leadership of Berkeley graduate student Mario Savio. Other student leaders include Jack Weinberg, Michael Rossman, George Barton, Brian Turner, Bettina Aptheker, Steve Weis"}]}, {"heading": "Events", "year": "1964", "date": "October 1", "txt": "Japanese Shinkansen (\"bullet trains\") begin high-speed rail service from Tokyo to Osaka.", "entities": []}, {"heading": "Events", "year": "1966", "date": "October 1", "txt": "West Coast Airlines Flight 956 crashes with no survivors in Oregon.  This accident marks the first loss of a DC-9.", "entities": [{"title": "West Coast Airlines Flight 956", "href": "/wiki/West_Coast_Airlines_Flight_956", "description": "West Coast Airlines Flight 956 was a scheduled commercial flight in the western United States which crashed on October 1, 1966, approximately 5.5 miles (9 km) south of Wemme, Oregon, southeast of Portland. Thirteen passengers and five crew members were aboard, but none survived. In its first week of service, the aircraft was destroyed by the impact and subsequent fire."}, {"title": "DC-9", "href": "/wiki/DC-9", "description": "The McDonnell Douglas DC-9 is a single-aisle airliner designed by the Douglas Aircraft Company.\n\nAfter introducing its heavy DC-8 in 1959, Douglas approved the smaller, all-new DC-9 for shorter flights on April 8, 1963.\nThe DC-9-10 first flew on February 25, 1965 and gained its type certificate on November 23, to enter service with Delta Air Lines on December 8.\n\nWith five seats across in economy,"}]}, {"heading": "Events", "year": "1968", "date": "October 1", "txt": "Guyana nationalizes the British Guiana Broadcasting Service, which would eventually become part of the National Communications Network, Guyana.", "entities": [{"title": "National Communications Network, Guyana", "href": "/wiki/National_Communications_Network,_Guyana", "description": "National Communications Network (NCN) is a national, state-owned television and radio broadcasting corporation in Guyana. It was formed in 2004 through the merger of the government radio service, Guyana Broadcasting Corporation (GBC), and the government-run television service, GTV. NCN's studios are situated on Homestretch Avenue in Georgetown."}]}, {"heading": "Events", "year": "1969", "date": "October 1", "txt": "Concorde breaks the sound barrier for the first time.", "entities": [{"title": "Concorde", "href": "/wiki/Concorde", "description": "The Aérospatiale/BAC Concorde is a British–French turbojet-powered supersonic passenger airliner that was operated from 1976 until 2003. It had a maximum speed over twice the speed of sound, at Mach 2.04, with seating for 92 to 128 passengers. First flown in 1969, Concorde entered service in 1976 and operated for 27 years. It is one of only two supersonic transports to have been operated commercia"}]}, {"heading": "Events", "year": "1971", "date": "October 1", "txt": "Walt Disney World opens near Orlando, Florida.", "entities": [{"title": "Walt Disney World", "href": "/wiki/Walt_Disney_World", "description": "The Walt Disney World Resort, also called Walt Disney World and Disney World, is an entertainment resort complex in Bay Lake and Lake Buena Vista, Florida, in the United States, near the cities of Orlando and Kissimmee. Opened on October 1, 1971, the resort is owned and operated by Disney Parks, Experiences and Products, a division of The Walt Disney Company. It was first operated by Walt Disney W"}]}, {"heading": "Events", "year": "1971", "date": "October 1", "txt": "The first practical CT scanner is used to diagnose a patient.", "entities": []}, {"heading": "Events", "year": "1975", "date": "October 1", "txt": "Muhammad Ali defeats Joe Frazier in a boxing match in Manila, Philippines.", "entities": [{"title": "Thrilla in Manila", "href": "/wiki/Thrilla_in_Manila", "description": "The Thrilla in Manila was the third and final boxing match between Muhammad Ali and Joe Frazier. It was contested in 1975 for the heavyweight championship of the world at the Araneta Coliseum in Cubao, Quezon City, Philippines, on Wednesday, October 1. The venue was temporarily renamed as the \"Philippine Coliseum\" for this match. Ali won by technical knockout (TKO) after Frazier's chief second, Ed"}]}, {"heading": "Events", "year": "1978", "date": "October 1", "txt": "Tuvalu gains independence from the United Kingdom.", "entities": [{"title": "Tuvalu", "href": "/wiki/Tuvalu", "description": "Tuvalu is an island country in the Polynesian subregion of Oceania in the Pacific Ocean. Its islands are situated about midway between Hawaii and Australia. They lie east-northeast of the Santa Cruz Islands, northeast of Vanuatu, southeast of Nauru, south of Kiribati, west of Tokelau, northwest of Samoa and Wallis and Futuna, and north of Fiji. Tuvalu is composed of three reef islands and six atol"}]}, {"heading": "Events", "year": "1979", "date": "October 1", "txt": "Pope John Paul II begins his first pastoral visit to the United States.", "entities": [{"title": "Pope John Paul II", "href": "/wiki/Pope_John_Paul_II", "description": "Pope John Paul II was the head of the Catholic Church and sovereign of the Vatican City State from 1978 until his death in 2005. He was elected pope by the second papal conclave of 1978, which was called after John Paul I, who had been elected in August to succeed Pope Paul VI, died after 33 days. Cardinal Wojtyła was elected on the third day of the conclave and adopted the name of his predecessor"}]}, {"heading": "Events", "year": "1979", "date": "October 1", "txt": "The MTR, the rapid transit railway system in Hong Kong, opens.", "entities": []}, {"heading": "Events", "year": "1982", "date": "October 1", "txt": "Helmut Kohl replaces Helmut Schmidt as Chancellor of Germany through a constructive vote of no confidence.", "entities": [{"title": "Helmut Kohl", "href": "/wiki/Helmut_Kohl", "description": "Helmut Josef Michael Kohl was a German statesman and politician of the Christian Democratic Union (CDU) who served as Chancellor of Germany from 1982 to 1998 and as chairman of the CDU from 1973 to 1998. Kohl's 16-year tenure is the longest of any German Chancellor since Otto von Bismarck, and oversaw the end of the Cold War, the German reunification and the creation of the European Union."}]}, {"heading": "Events", "year": "1982", "date": "October 1", "txt": "Epcot opens at Walt Disney World in Florida.", "entities": []}, {"heading": "Events", "year": "1982", "date": "October 1", "txt": "Sony and Phillips launch the compact disc in Japan. On the same day, Sony released the model CDP-101 compact disc player, the first player of its kind.", "entities": [{"title": "Sony CDP-101", "href": "/wiki/Sony_CDP-101", "description": "The Sony CDP-101 is the world's first commercially released compact disc player. The system was launched in Japan on October 1, 1982 at a list price of 168,000 yen."}]}, {"heading": "Events", "year": "1985", "date": "October 1", "txt": "Israel-Palestinian conflict: Israel attacks the Palestine Liberation Organization headquarters in Tunisia during \"Operation Wooden Leg\".", "entities": [{"title": "Israeli–Palestinian conflict", "href": "/wiki/Israeli%E2%80%93Palestinian_conflict", "description": "The Israeli–Palestinian conflict is the ongoing struggle between Israelis and Palestinians that began in the mid-20th century amidst the greater Arab–Israeli conflict. Various attempts have been made to resolve the conflict as part of the Israeli–Palestinian peace process. It has been referred to as the world's \"most intractable conflict,\" with the ongoing Israeli occupation of the West Bank and t"}, {"title": "Israel Defense Forces", "href": "/wiki/Israel_Defense_Forces", "description": "The Israel Defense Forces, commonly known in Israel by the Hebrew acronym Tzahal, are the military forces of the State of Israel. They consist of the ground forces, air force, and navy. It is the sole military wing of the Israeli security forces, and has no civilian jurisdiction within Israel. The IDF is headed by its Chief of General Staff, the Ramatkal, subordinate to the Defense Minister of Isr"}, {"title": "Palestine Liberation Organization", "href": "/wiki/Palestine_Liberation_Organization", "description": "The Palestine Liberation Organization is an organization founded in 1964 with the purpose of the \"liberation of Palestine\" through armed struggle. It is recognized as the \"sole legitimate representative\" of the Palestinian people by over 100 states with which it holds diplomatic relations, and has enjoyed observer status at the United Nations since 1974. Due to its activities, including violence a"}, {"title": "Tunisia", "href": "/wiki/Tunisia", "description": "Tunisia, officially the Republic of Tunisia, is the northernmost country in Africa. It is a part of the Maghreb region of North Africa, and is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east; covering 163,610 km2 (63,170 sq mi), with a population of 11 million. It contains the eastern end of the Atlas Mountains and the northern"}, {"title": "Operation Wooden Leg", "href": "/wiki/Operation_Wooden_Leg", "description": "Operation \"Wooden Leg\" was an attack by Israel on the Palestine Liberation Organization (PLO) headquarters in Hammam Chott, near Tunis, Tunisia, on October 1, 1985. With a target 1,280 miles (2,060 km) from the operation's starting point, this was the most distant publicly known action undertaken by the Israel Defense Forces since Operation \"Entebbe\" in 1976. It has been condemned by the United Na"}]}, {"heading": "Events", "year": "1987", "date": "October 1", "txt": "The 5.9 Mw  Whittier Narrows earthquake shakes the San Gabriel Valley with a Mercalli intensity of VIII (Severe), killing eight and injuring 200.", "entities": [{"title": "1987 Whittier Narrows earthquake", "href": "/wiki/1987_Whittier_Narrows_earthquake", "description": "The 1987 Whittier Narrows earthquake occurred in the southern San Gabriel Valley and surrounding communities of southern California, United States, at 7:42 a.m. PDT on October 1. The moderate 5.9 magnitude blind thrust earthquake was centered several miles north of Whittier in the town of Rosemead, had a relatively shallow depth, and was felt throughout southern California and southern Nevada. Man"}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1989", "date": "October 1", "txt": "Denmark introduces the world's first legal same-sex registered partnerships.", "entities": [{"title": "Same-sex marriage in Denmark", "href": "/wiki/Same-sex_marriage_in_Denmark", "description": "Same-sex marriage in Denmark has been legal since 15 June 2012. A bill for legalization, introduced by the Thorning-Schmidt I Cabinet, was approved by the Folketing on 7 June 2012 and received royal assent by Queen Margrethe II on 12 June. Same-sex couples were previously recognized through registered partnerships. Denmark was the eleventh country in the world to legalize same-sex marriage."}]}, {"heading": "Events", "year": "1991", "date": "October 1", "txt": "Croatian War of Independence: The Siege of Dubrovnik begins.", "entities": [{"title": "Siege of Dubrovnik", "href": "/wiki/Siege_of_Dubrovnik", "description": "The siege of Dubrovnik was a military engagement fought between the Yugoslav People's Army (JNA) and Croatian forces defending the city of Dubrovnik and its surroundings during the Croatian War of Independence. The JNA started its advance on 1 October 1991, and by late October, it had captured virtually all the land between the Pelješac and Prevlaka peninsulas on the coast of the Adriatic Sea, wit"}]}, {"heading": "Events", "year": "1994", "date": "October 1", "txt": "Palau enters a Compact of Free Association with the United States.", "entities": [{"title": "Palau", "href": "/wiki/Palau", "description": "Palau, officially the Republic of Palau and historically Belau, Palaos or Pelew, is an island country in the western Pacific. The nation has approximately 340 islands and connects the western chain of the Caroline Islands with parts of the Federated States of Micronesia. It has a total area of 466 square kilometers. The most populous island is Koror. The capital Ngerulmud is located on the nearby "}]}, {"heading": "Events", "year": "2000", "date": "October 1", "txt": "Israel-Palestinian conflict: Palestinians protest the murder of 12-year-old Muhammad al-Durrah by the Israeli police  in northern Israel, beginning the \"October 2000 events\".", "entities": [{"title": "Israeli–Palestinian conflict", "href": "/wiki/Israeli%E2%80%93Palestinian_conflict", "description": "The Israeli–Palestinian conflict is the ongoing struggle between Israelis and Palestinians that began in the mid-20th century amidst the greater Arab–Israeli conflict. Various attempts have been made to resolve the conflict as part of the Israeli–Palestinian peace process. It has been referred to as the world's \"most intractable conflict,\" with the ongoing Israeli occupation of the West Bank and t"}, {"title": "Muhammad al-Durrah incident", "href": "/wiki/Muhammad_al-Durrah_incident", "description": "The Muhammad al-Durrah incident took place in the Gaza Strip on 30 September 2000, on the second day of the Second Intifada, during widespread protests and riots throughout the Palestinian territories against Israel's military occupation. Jamal al-Durrah and his 12-year-old son, Muhammad, were filmed by Talal Abu Rahma, a Palestinian cameraman freelancing for France 2, as they were caught in cross"}, {"title": "Israel National Police", "href": "/wiki/Israel_National_Police", "description": "The Israel Police is the civilian police force of Israel. As with most other police forces in the world, its duties include crime fighting, traffic control, maintaining public safety, and counter-terrorism. It is under the jurisdiction of the Minister of Public Security. The National Headquarters of the Israel Police is located at Kiryat HaMemshala in Jerusalem."}, {"title": "October 2000 events", "href": "/wiki/October_2000_events", "description": "The October 2000 riots, also known as October 2000 events, were a series of protests in Arab cities and towns in northern Israel in October 2000 that turned violent, escalating into rioting by Israeli Arabs throughout Israel, which led to counter-rioting by Israeli Jews and clashes with the Israel Police and ending in the deaths of 13 Arab protestors. Most of the Israeli riots took place towards t"}]}, {"heading": "Events", "year": "2001", "date": "October 1", "txt": "Militants attack the state legislature building in Kashmir, killing 38.", "entities": [{"title": "2001 Jammu and Kashmir legislative assembly car bombing", "href": "/wiki/2001_Jammu_and_Kashmir_legislative_assembly_car_bombing", "description": "On Monday, 1 October 2001, three militants belonging to Jaish-e-Mohammed carried out an attack on the Jammu and Kashmir State Legislative Assembly complex in Srinagar using a Tata Sumo loaded with explosives, ramming it into the main gate with three fidayeen suicide bombers. 38 people and three fidayeen were killed in this attack."}]}, {"heading": "Events", "year": "2009", "date": "October 1", "txt": "The Supreme Court of the United Kingdom takes over the judicial functions of the House of Lords.", "entities": [{"title": "Supreme Court of the United Kingdom", "href": "/wiki/Supreme_Court_of_the_United_Kingdom", "description": "The Supreme Court is the final court of appeal in the United Kingdom for civil cases, and for criminal cases from England, Wales and Northern Ireland. It hears cases of the greatest public or constitutional importance affecting the whole population, including disputes relating to devolution."}]}, {"heading": "Events", "year": "2012", "date": "October 1", "txt": "A ferry collision off the coast of Hong Kong kills 38 people and injures 102 others.", "entities": [{"title": "2012 Lamma Island ferry collision", "href": "/wiki/2012_Lamma_Island_ferry_collision", "description": "On 1 October 2012, at approximately 20:23 HKT, the passenger ferries Sea Smooth and Lamma IV collided off Yung Shue Wan, Lamma Island, Hong Kong. This occurred on the National Day of the People's Republic of China, and one of the ships was headed for the commemorative firework display, scheduled to take place half an hour later. With 39 killed and 92 injured, the incident was the deadliest maritim"}]}, {"heading": "Events", "year": "2014", "date": "October 1", "txt": "A series of explosions at a gunpowder plant in Bulgaria completely destroys the factory, killing 15 people.", "entities": [{"title": "2014 Gorni Lom explosions", "href": "/wiki/2014_Gorni_Lom_explosions", "description": "The 2014 Gorni Lom explosions were a series of explosions that began on the afternoon of October 1, 2014, at 16:59 pm local time at the former Midzhur Ammo Plant in the village of Gorni Lom, in Bulgaria's northwestern Vidin Province. The series of blasts completely destroyed the factory, killing 13 men and 2 women who were inside and injuring 3 others who were some distance away. As a result of th"}]}, {"heading": "Events", "year": "2014", "date": "October 1", "txt": "A double bombing of an elementary school in Homs, Syria kills over 50 people.", "entities": [{"title": "Elementary school", "href": "/wiki/Elementary_school", "description": "A primary school, junior school, elementary school or grade school is a school for primary education of children who are four to eleven years of age. It typically comes after preschool and before secondary school."}, {"title": "Homs", "href": "/wiki/Homs", "description": "Homs, known in pre-Islamic Syria as Emesa, is a city in western Syria and the capital of the Homs Governorate. It is 501 metres (1,644 ft) above sea level and is located 162 kilometres (101 mi) north of Damascus. Located on the Orontes River, Homs is also the central link between the interior cities and the Mediterranean coast."}, {"title": "Syria", "href": "/wiki/Syria", "description": "Syria, officially the Syrian Arab Republic, is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including the majority Syrian Arabs, Kurds, Turkmens, "}]}, {"heading": "Events", "year": "2015", "date": "October 1", "txt": "A gunman kills nine people at a community college in Oregon.", "entities": [{"title": "Umpqua Community College shooting", "href": "/wiki/Umpqua_Community_College_shooting", "description": "The Umpqua Community College shooting occurred on October 1, 2015, at the UCC campus near Roseburg, Oregon, United States. Chris Harper-Mercer, a 26-year-old student who was enrolled at the school, fatally shot an assistant professor and eight students in a classroom. Eight others were injured. Roseburg police detectives responded to the incident and engaged Harper-Mercer in a brief shootout. Afte"}]}, {"heading": "Events", "year": "2015", "date": "October 1", "txt": "Heavy rains trigger a major landslide in Guatemala, killing 280 people.", "entities": [{"title": "Guatemala", "href": "/wiki/Guatemala", "description": "Guatemala, officially the Republic of Guatemala, is a country in Central America bordered by Mexico to the north and west, Belize and the Caribbean to the northeast, Honduras to the east, El Salvador to the southeast and the Pacific Ocean to the south. With an estimated population of around 17.2 million, it is the most populous country in Central America and has the 11th largest national populatio"}]}, {"heading": "Events", "year": "2017", "date": "October 1", "txt": "An independence referendum, declared illegal by the Constitutional Court of Spain, takes place in Catalonia.", "entities": [{"title": "2017 Catalan independence referendum", "href": "/wiki/2017_Catalan_independence_referendum", "description": "The Catalan independence referendum of 2017, also known by the numeronym 1-O in Spanish media, was an independence referendum held on 1 October 2017 in the Spanish autonomous community of Catalonia, passed by the Parliament of Catalonia as the Law on the Referendum on Self-determination of Catalonia and called by the Generalitat de Catalunya. It was declared unconstitutional on 7 September 2017 an"}, {"title": "Spain", "href": "/wiki/Spain", "description": "Spain, formally the Kingdom of Spain, is a country in Southwestern Europe with some pockets of territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagos: the Canary Islands off the coast of North Africa, and the Balearic Islands in the Mediterranean Sea. The African exclaves"}]}, {"heading": "Events", "year": "2017", "date": "October 1", "txt": "Fifty-eight people are killed and 869 others injured in a mass shooting at a country music festival at the Las Vegas Strip in the United States; the gunman, Stephen Paddock, later commits suicide.", "entities": [{"title": "Route 91 Harvest", "href": "/wiki/Route_91_Harvest", "description": "Route 91 Harvest was a country music festival in the United States that was held annually in Paradise, Nevada from 2014 to 2017 in the Las Vegas Village, a 15-acre (6.1 ha) lot on Las Vegas Boulevard, directly across from the Luxor Las Vegas hotel and casino and diagonally across from the Mandalay Bay resort and casino. The festival's promoters were Live Nation Entertainment and MGM Resorts Intern"}, {"title": "Las Vegas Strip", "href": "/wiki/Las_Vegas_Strip", "description": "The Las Vegas Strip is a stretch of South Las Vegas Boulevard in Clark County, Nevada, that is known for its concentration of resort hotels and casinos. The Strip, as it is known, is about 4.2 mi (6.8 km) long, and is immediately south of the Las Vegas city limits in the unincorporated towns of Paradise and Winchester, but is often referred to simply as \"Las Vegas\"."}, {"title": "Stephen Paddock", "href": "/wiki/Stephen_Paddock", "description": "Stephen Craig Paddock was an American mass murderer who is known for being the perpetrator of the 2017 Las Vegas shooting, in which he opened fire into a crowd of approximately 22,000 concertgoers attending a country music festival on the Las Vegas Strip. The incident is the deadliest mass shooting by a lone shooter in United States history, with 61 fatalities and 867 injuries, 411 of them by gunf"}]}, {"heading": "Events", "year": "2018", "date": "October 1", "txt": "The International Court of Justice rules that Chile is not obliged to negotiate access to the Pacific Ocean with Bolivia.", "entities": [{"title": "International Court of Justice", "href": "/wiki/International_Court_of_Justice", "description": "The International Court of Justice, sometimes known as the World Court, is one of the six principal organs of the United Nations (UN). It settles disputes between states in accordance with international law and gives advisory opinions on international legal issues. The ICJ is the only international court that adjudicates general disputes between countries, with its rulings and opinions serving as "}, {"title": "Obligation to Negotiate Access to the Pacific Ocean", "href": "/wiki/Obligation_to_Negotiate_Access_to_the_Pacific_Ocean", "description": "Obligation to Negotiate Access to the Pacific Ocean  was a case at the International Court of Justice. In the case, Bolivia petitioned the Court for a writ of mandamus obligating Chile to negotiate with Bolivia to restore Bolivia's access to the Pacific Ocean, which it had lost to Chile in 1883 after the War of the Pacific. In 2018, the court rejected Bolivia's arguments, finding that Chile was un"}]}, {"heading": "Births", "year": "86 BC", "date": "October 1", "txt": "Sallust, Roman historian (d. 34 BC)", "entities": [{"title": "Sallust", "href": "/wiki/Sallust", "description": "Gaius Sallustius Crispus, usually anglicised as Sallust, was a Roman historian and politician from an Italian plebeian family. Sallust was born at Amiternum in the country of the Sabines and was a popularis, an opponent of the old Roman aristocracy, throughout his career, and later a partisan of Julius Caesar. Sallust is the earliest known Latin-language Roman historian with surviving works to his"}]}, {"heading": "Births", "year": "208", "date": "October 1", "txt": "Alexander Severus, Roman emperor (d. 235)", "entities": [{"title": "Alexander Severus", "href": "/wiki/Alexander_Severus", "description": "Marcus Aurelius Severus Alexander was the last Roman emperor from the Severan dynasty, ruling from 222 to 235."}]}, {"heading": "Births", "year": "1207", "date": "October 1", "txt": "Henry III of England (d. 1272)", "entities": [{"title": "Henry III of England", "href": "/wiki/Henry_III_of_England", "description": "Henry III, also known as Henry of Winchester, was King of England, Lord of Ireland, and Duke of Aquitaine from 1216 until his death in 1272. The son of King John and Isabella of Angoulême, Henry assumed the throne when he was only nine in the middle of the First Barons' War. Cardinal Guala declared the war against the rebel barons to be a religious crusade and Henry's forces, led by William Marsha"}]}, {"heading": "Births", "year": "1476", "date": "October 1", "txt": "Guy XVI, Count of Laval (d. 1531)", "entities": [{"title": "Guy XVI de Laval", "href": "/wiki/Guy_XVI_de_Laval", "description": "Guy XVI, Count of Laval, Mayenne was a member of the House of Laval. He was christened Nicolas, but upon inheriting the title, he took the required name of Guy, as his predecessors had done. He was the son of Jean de Laval, who was the brother of Guy XV and the son of Guy XIV and Isabella of Brittany."}]}, {"heading": "Births", "year": "1480", "date": "October 1", "txt": "Saint Cajetan, Italian Catholic priest and religious reformer (d. 1547)", "entities": [{"title": "Saint Cajetan", "href": "/wiki/Saint_Cajetan", "description": "Gaetano dei Conti di Thiene, known as Saint Cajetan, was an Italian Catholic priest and religious reformer, co-founder of the Theatines. He is recognised as a saint in the Catholic Church, and his feast day is 7 August."}]}, {"heading": "Births", "year": "1507", "date": "October 1", "txt": "Giacomo Barozzi da Vignola, Italian architect, designed the Church of the Gesù (d. 1573)", "entities": [{"title": "Giacomo Barozzi da Vignola", "href": "/wiki/Giacomo_Barozzi_da_Vignola", "description": "Giacomo Barozzi da Vignola, often simply called Vignola, was one of the great Italian architects of 16th century Mannerism. His two great masterpieces are the Villa Farnese at Caprarola and the Jesuits' Church of the Gesù in Rome. The three architects who spread the Italian Renaissance style throughout Western Europe are Vignola, Serlio and Palladio."}, {"title": "Church of the Gesù", "href": "/wiki/Church_of_the_Ges%C3%B9", "description": "The Church of the Gesù is the mother church of the Society of Jesus (Jesuits), a Catholic religious order. Officially named Chiesa del Santissimo Nome di Gesù all'Argentina, its facade is \"the first truly baroque façade\", introducing the baroque style into architecture. The church served as model for innumerable Jesuit churches all over the world, especially in the Americas. Its paintings in the n"}]}, {"heading": "Births", "year": "1526", "date": "October 1", "txt": "Dorothy Stafford, English noble (d. 1604)", "entities": [{"title": "Dorothy Stafford", "href": "/wiki/Dorothy_Stafford", "description": "Dorothy Stafford, Lady Stafford was an English noblewoman, and an influential person at the court of Queen Elizabeth I of England, to whom she served as Mistress of the Robes. Dorothy Stafford was the second wife of Sir William Stafford, widower of Mary Boleyn. She and her family sought exile in Geneva during the reign of Mary I to escape the persecution of their Protestant religion. The Protestan"}]}, {"heading": "Births", "year": "1540", "date": "October 1", "txt": "Johann Jakob Grynaeus, Swiss pastor and theologian (d. 1617)", "entities": [{"title": "Johann Jakob Grynaeus", "href": "/wiki/Johann_Jakob_Grynaeus", "description": "Johann Jakob Grynaeus or Gryner was a Swiss Protestant divine."}]}, {"heading": "Births", "year": "1542", "date": "October 1", "txt": "Álvaro de Mendaña de Neira, Spanish explorer (d. 1595)", "entities": [{"title": "Álvaro de Mendaña de Neira", "href": "/wiki/%C3%81lvaro_de_Menda%C3%B1a_de_Neira", "description": "Álvaro de Mendaña y Neira was a Spanish navigator and discoverer, best known for two of the earliest recorded expeditions across the Pacific in 1567 and 1595. His voyages led to the discovery of the Marquesas, Cook Islands and Solomons among other archipelagos. Born in Congosto, in El Bierzo Region (León), he was the nephew of Lope García de Castro, viceroy of Peru."}]}, {"heading": "Births", "year": "1550", "date": "October 1", "txt": "Anne of Saint Bartholomew, Spanish Discalced Carmelite nun (d. 1626)", "entities": [{"title": "Anne of Saint Bartholomew", "href": "/wiki/Anne_of_Saint_Bartholomew", "description": "Anne of Saint Bartholomew - born Ana García Manzanas - was a Spanish Roman Catholic professed religious and a professed member from the Discalced Carmelites. She was also a companion to Saint Teresa of Ávila and she led the establishment of new monasteries of in France and the Lowlands. Anne sometimes struggled with her superiors as she set about setting new convents and holding her position as a "}]}, {"heading": "Births", "year": "1554", "date": "October 1", "txt": "Leonardus Lessius, Jesuit theologian (d. 1623)", "entities": [{"title": "Leonardus Lessius", "href": "/wiki/Leonardus_Lessius", "description": "Leonardus Lessius was a Flemish moral theologian from the Jesuit order."}]}, {"heading": "Births", "year": "1620", "date": "October 1", "txt": "Nicolaes Pieterszoon Berchem, Dutch painter (d. 1683)", "entities": [{"title": "Nicolaes Pieterszoon Berchem", "href": "/wiki/Nicolaes_Pieterszoon_Berchem", "description": "Nicolaes Pieterszoon Berchem was a highly esteemed and prolific Dutch Golden Age painter of pastoral landscapes, populated with mythological or biblical figures, but also of a number of allegories and genre pieces."}]}, {"heading": "Births", "year": "1671", "date": "October 1", "txt": "Luigi Guido Grandi, Italian monk, mathematician, and engineer (d. 1742)", "entities": [{"title": "Luigi Guido Grandi", "href": "/wiki/Luigi_Guido_Grandi", "description": "Dom Guido Grandi, O.S.B. Cam. was an Italian monk, priest, philosopher, theologian, mathematician, and engineer."}]}, {"heading": "Births", "year": "1685", "date": "October 1", "txt": "Charles VI, Holy Roman Emperor (d. 1740)", "entities": [{"title": "Charles VI, Holy Roman Emperor", "href": "/wiki/Charles_VI,_Holy_Roman_Emperor", "description": "Charles VI was Holy Roman Emperor and ruler of the Austrian Habsburg Monarchy from 1711 until his death, succeeding his elder brother, Joseph I. He unsuccessfully claimed the throne of Spain following the death of his relative, Charles II. In 1708, he married Elisabeth Christine of Brunswick-Wolfenbüttel, by whom he had his four children: Leopold Johann, Maria Theresa, Maria Anna, and Maria Amalia"}]}, {"heading": "Births", "year": "1691", "date": "October 1", "txt": "Arthur Onslow, English lawyer and politician, Speaker of the House of Commons (d. 1768)", "entities": [{"title": "Arthur Onslow", "href": "/wiki/Arthur_Onslow", "description": "Arthur Onslow was an English politician. He set a record for length of service when repeatedly elected to serve as Speaker of the House of Commons, where he was known for his integrity."}, {"title": "Speaker of the House of Commons (United Kingdom)", "href": "/wiki/Speaker_of_the_House_of_Commons_(United_Kingdom)", "description": "The Speaker of the House of Commons is the chief officer and highest authority of the House of Commons, the lower house and primary chamber of the Parliament of the United Kingdom. The current Speaker, Sir Lindsay Hoyle, was elected Speaker on 4 November 2019, following the retirement of John Bercow. Hoyle began his first full parliamentary term in the role on 17 December 2019, having unanimously "}]}, {"heading": "Births", "year": "1712", "date": "October 1", "txt": "William Shippen, American physician and politician (d. 1801)", "entities": [{"title": "William Shippen", "href": "/wiki/William_Shippen", "description": "William Shippen Sr. was an American physician from Philadelphia, Pennsylvania. He was also a civic and educational leader who represented Pennsylvania in the Continental Congress."}]}, {"heading": "Births", "year": "1719", "date": "October 1", "txt": "John Bligh, 3rd Earl of Darnley, British parliamentarian (d. 1781)", "entities": [{"title": "John Bligh, 3rd Earl of Darnley", "href": "/wiki/John_Bligh,_3rd_Earl_of_Darnley", "description": "John Bligh, 3rd Earl of Darnley, styled The Hon. John Bligh between 1721 and 1747, lord of the Manor of Cobham, Kent, was a British parliamentarian."}]}, {"heading": "Births", "year": "1724", "date": "October 1", "txt": "Giovanni Battista Cirri, Italian cellist and composer (d. 1808)", "entities": [{"title": "Giovanni Battista Cirri", "href": "/wiki/Giovanni_Battista_Cirri", "description": "Giovanni Battista Cirri was an Italian cellist and composer in the 18th century."}]}, {"heading": "Births", "year": "1729", "date": "October 1", "txt": "Anton Cajetan Adlgasser, German organist and composer (d. 1777)", "entities": [{"title": "Anton Cajetan Adlgasser", "href": "/wiki/Anton_Cajetan_Adlgasser", "description": "Anton Cajetan Adlgasser was a German organist and composer at Salzburg Cathedral and at court, and composed a good deal of liturgical music as well as oratorios and orchestral and keyboard works."}]}, {"heading": "Births", "year": "1730", "date": "October 1", "txt": "Richard Stockton, American lawyer, jurist, and politician (d. 1781)", "entities": [{"title": "Richard Stockton (Continental Congressman)", "href": "/wiki/Richard_Stockton_(Continental_Congressman)", "description": "Richard Stockton was an American lawyer, jurist, legislator, and a signer of the Declaration of Independence."}]}, {"heading": "Births", "year": "1760", "date": "October 1", "txt": "William Thomas Beckford, English author and politician (d. 1844)", "entities": [{"title": "William Thomas Beckford", "href": "/wiki/William_Thomas_Beckford", "description": "William Thomas Beckford was an English novelist; an art collector and patron of works of decorative art, a critic, travel writer, plantation owner and sometime politician, reputed at one stage to be the richest commoner in England. The son of William Beckford and Maria Hamilton, daughter of the Hon. George Hamilton, he served as a Member of Parliament for Wells in 1784–1790 and Hindon in 1790–1795"}]}, {"heading": "Births", "year": "1762", "date": "October 1", "txt": "Anton Bernolák, Slovak priest and linguist (d. 1813)", "entities": [{"title": "Anton Bernolák", "href": "/wiki/Anton_Bernol%C3%A1k", "description": "Anton Bernolák – 15 January 1813 in Nové Zámky (Érsekújvár) was a Slovak linguist and Catholic priest, and the author of the first Slovak language standard."}]}, {"heading": "Births", "year": "1771", "date": "October 1", "txt": "Pierre Baillot, French violinist and composer (d. 1842)", "entities": [{"title": "Pierre Baillot", "href": "/wiki/Pierre_Baillot", "description": "Pierre Marie François de Sales Baillot was a French violinist and composer born in Passy. He studied the violin under Giovanni Battista Viotti and taught at the Conservatoire de Paris together with Pierre Rode and Rodolphe Kreutzer, who wrote the Conservatoire's official violin method. He was sole author of the instructional L'Art du violon (1834). Baillot's teachings had a profound influence on t"}]}, {"heading": "Births", "year": "1791", "date": "October 1", "txt": "Sergey Aksakov, Russian soldier and author (d. 1859)", "entities": [{"title": "Sergey Aksakov", "href": "/wiki/Sergey_Aksakov", "description": "Sergey Timofeyevich Aksakov was a 19th-century Russian literary figure remembered for his semi-autobiographical tales of family life, as well as his books on hunting and fishing."}]}, {"heading": "Births", "year": "1808", "date": "October 1", "txt": "Mary Anna Custis Lee, American wife of Robert E. Lee (d. 1873)", "entities": [{"title": "Mary Anna Custis Lee", "href": "/wiki/Mary_Anna_Custis_Lee", "description": "Mary Anna Randolph Custis Lee was the great-granddaughter of Martha Custis Washington, step-great-granddaughter of George Washington, and daughter of George Washington Custis the step-grandson and adopted son of George Washington. She was also wife of Robert E. Lee, the prominent career military officer who famously commanded the Confederate Army of Northern Virginia during the American Civil War."}, {"title": "Robert E. Lee", "href": "/wiki/Robert_E._Lee", "description": "Robert Edward Lee was an American Confederate general best known as a commander of the Confederate States Army during the American Civil War. He led the Army of Northern Virginia from 1862 until its surrender in 1865 and earned a reputation as a skilled tactician."}]}, {"heading": "Births", "year": "1832", "date": "October 1", "txt": "Caroline Harrison, American educator, 24th First Lady of the United States (d. 1892)", "entities": [{"title": "Caroline Harrison", "href": "/wiki/Caroline_Harrison", "description": "Caroline Lavinia Harrison, was a teacher of music, the wife of Benjamin Harrison and mother of two surviving children; after his election as President of the United States, she was the First Lady of the United States from 1889 until her death. She was the second First Lady to die while in office."}, {"title": "List of First Ladies of the United States", "href": "/wiki/List_of_First_Ladies_of_the_United_States", "description": "The first lady of the United States is the hostess of the White House. The position is traditionally filled by the wife of the president of the United States, but, on occasion, the title has been applied to women who were not presidents’ wives, such as when the president was a bachelor or widower, or when the wife of the president was unable to fulfill the duties of the first lady. The first lady "}]}, {"heading": "Births", "year": "1832", "date": "October 1", "txt": "Henry Clay Work, American composer and songwriter (d. 1884)", "entities": []}, {"heading": "Births", "year": "1835", "date": "October 1", "txt": "Ádám Politzer, Hungarian-Austrian physician and anatomist (d. 1920)", "entities": [{"title": "Ádám Politzer", "href": "/wiki/%C3%81d%C3%A1m_Politzer", "description": "Ádám Politzer was a Hungarian and Austrian physician and one of the pioneers and founders of otology."}]}, {"heading": "Births", "year": "1842", "date": "October 1", "txt": "S. Subramania Iyer, Indian lawyer and jurist (d. 1924)", "entities": [{"title": "S. Subramania Iyer", "href": "/wiki/S._Subramania_Iyer", "description": "Sir Subbier Subramania Iyer was an Indian lawyer, jurist and freedom fighter who, along with Annie Besant, founded the Home Rule Movement. He was popularly known as the \"Grand Old Man of South India\"."}]}, {"heading": "Births", "year": "1842", "date": "October 1", "txt": "Charles Cros, French poet and author (d. 1888)", "entities": []}, {"heading": "Births", "year": "1846", "date": "October 1", "txt": "Nectarios of Aegina, Greek metropolitan and saint (d. 1920)", "entities": []}, {"heading": "Births", "year": "1847", "date": "October 1", "txt": "Annie Besant, English-Indian activist and author (d. 1933)", "entities": [{"title": "Annie Besant", "href": "/wiki/Annie_Besant", "description": "Annie Besant was a British socialist, theosophist, women's rights activist, writer, orator, educationist, and philanthropist. Regarded as a champion of human freedom, she was an ardent supporter of both Irish and Indian self-rule. She was a prolific author with over three hundred books and pamphlets to her credit. As an educationist, her contributions included being one of the founders of the Bana"}]}, {"heading": "Births", "year": "1865", "date": "October 1", "txt": "Paul Dukas, French composer, scholar, and critic (d. 1935)", "entities": [{"title": "Paul Dukas", "href": "/wiki/Paul_Dukas", "description": "Paul Abraham Dukas was a French composer, critic, scholar and teacher. A studious man of retiring personality, he was intensely self-critical, having abandoned and destroyed many of his compositions. His best-known work is the orchestral piece The Sorcerer's Apprentice, the fame of which has eclipsed that of his other surviving works. Among these are the opera Ariane et Barbe-bleue, his Symphony i"}]}, {"heading": "Births", "year": "1878", "date": "October 1", "txt": "Othmar Spann, Austrian economist, sociologist, and philosopher (d. 1950)", "entities": [{"title": "Othmar Spann", "href": "/wiki/Othmar_Spann", "description": "Othmar Spann was a conservative Austrian philosopher, sociologist and economist whose radical anti-liberal and anti-socialist views, based on early 19th century Romantic ideas expressed by Adam Müller et al. and popularized in his books and lecture courses, helped antagonise political factions in Austria during the interwar years."}]}, {"heading": "Births", "year": "1881", "date": "October 1", "txt": "William Boeing, American engineer and businessman, founded the Boeing Company (d. 1956)", "entities": [{"title": "William Boeing", "href": "/wiki/William_Boeing", "description": "William Edward Boeing was an American aviation pioneer who founded The Boeing Company in 1916."}, {"title": "Boeing", "href": "/wiki/Boeing", "description": "The Boeing Company is an American multinational corporation that designs, manufactures, and sells airplanes, rotorcraft, rockets, satellites, telecommunications equipment, and missiles worldwide. The company also provides leasing and product support services. Boeing is among the largest global aerospace manufacturers; it is the second-largest defense contractor in the world based on 2018 revenue, "}]}, {"heading": "Births", "year": "1885", "date": "October 1", "txt": "Louis Untermeyer,  American poet, anthologist, critic (d. 1977)", "entities": [{"title": "Louis Untermeyer", "href": "/wiki/Louis_Untermeyer", "description": "Louis Untermeyer was an American poet, anthologist, critic, and editor. He was appointed the fourteenth Consultant in Poetry to the Library of Congress in 1961."}]}, {"heading": "Births", "year": "1887", "date": "October 1", "txt": "Ned Hanlon, Australian politician, 26th Premier of Queensland (d. 1952)", "entities": [{"title": "Ned Hanlon (politician)", "href": "/wiki/Ned_Hanlon_(politician)", "description": "Edward Michael Hanlon, known as Ned, was an Australian politician and soldier, who was Premier of Queensland from 1946 until his death in 1952."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1887", "date": "October 1", "txt": "Shizuichi Tanaka, Japanese general (d. 1945)", "entities": []}, {"heading": "Births", "year": "1890", "date": "October 1", "txt": "Stanley Holloway, English actor (d. 1982)", "entities": [{"title": "Stanley Holloway", "href": "/wiki/Stanley_Holloway", "description": "Stanley Augustus Holloway was an English stage and film actor, humourist, singer, poet and monologist. He was famous for his comic and character roles on stage and screen, especially that of Alfred P. Doolittle in My Fair Lady. He was also renowned for his comic monologues and songs, which he performed and recorded throughout most of his 70-year career."}]}, {"heading": "Births", "year": "1893", "date": "October 1", "txt": "Cliff Friend, American pianist and songwriter (d. 1974)", "entities": [{"title": "Cliff Friend", "href": "/wiki/Cliff_Friend", "description": "Cliff Friend was an accomplished songwriter and pianist. A member of Tin Pan Alley, Friend co-wrote several hits including \"Lovesick Blues\", \"My Blackbirds Are Bluebirds Now\" and \"The Merry-Go-Round Broke Down\", also known as the theme song to the Looney Tunes cartoon series."}]}, {"heading": "Births", "year": "1893", "date": "October 1", "txt": "Ip Man, Chinese martial artist (d. 1972)", "entities": []}, {"heading": "Births", "year": "1894", "date": "October 1", "txt": "Edgar Krahn, Estonian mathematician and academic (d. 1961)", "entities": [{"title": "Edgar Krahn", "href": "/wiki/Edgar_Krahn", "description": "Edgar Krahn was an Estonian mathematician. Krahn was born in Sootaga, Governorate of Livonia, as a member of the Baltic German minority. He died in Rockville, Maryland, United States."}]}, {"heading": "Births", "year": "1895", "date": "October 1", "txt": "Liaquat Ali Khan, Indian-Pakistani lawyer and politician, 1st Prime Minister of Pakistan (d. 1951)", "entities": [{"title": "Liaquat Ali Khan", "href": "/wiki/Liaquat_Ali_Khan", "description": "Nawabzada Liaquat Ali Khan, widely known as Quaid-e-Millat and Shaheed-e-Millat, was a Pakistani statesman, lawyer, political theorist, and one of the leading founding fathers of Pakistan. He became the first Prime Minister of Pakistan; he also held cabinet portfolio as the first foreign, defence, and the frontier regions minister from 1947 until his assassination in 1951. Prior to the partition, "}, {"title": "Prime Minister of Pakistan", "href": "/wiki/Prime_Minister_of_Pakistan", "description": "The prime minister of Pakistan is the head of government of Pakistan and designated as the \"Chief Executive of the Islamic Republic\"."}]}, {"heading": "Births", "year": "1896", "date": "October 1", "txt": "Ted Healy, American actor, singer, and screenwriter (d. 1937)", "entities": [{"title": "Ted Healy", "href": "/wiki/Ted_Healy", "description": "Ted Healy was an American vaudeville performer, comedian, and actor. Though he is chiefly remembered as the creator of The Three Stooges and the style of slapstick comedy that they later made famous, he had a successful stage and film career of his own and was cited as a formative influence by several later comedy stars."}]}, {"heading": "Births", "year": "1899", "date": "October 1", "txt": "Ernest Haycox, American author (d. 1950)", "entities": [{"title": "Ernest Haycox", "href": "/wiki/Ernest_Haycox", "description": "\nErnest James Haycox was an American author of Western fiction."}]}, {"heading": "Births", "year": "1900", "date": "October 1", "txt": "Tom Goddard, English cricketer (d. 1966)", "entities": [{"title": "Tom Goddard", "href": "/wiki/Tom_Goddard", "description": "Thomas William John Goddard was an English cricketer and the fifth-highest wicket taker in first-class cricket."}]}, {"heading": "Births", "year": "1903", "date": "October 1", "txt": "Vladimir Horowitz, Russian-born American pianist and composer (d. 1989)", "entities": [{"title": "Vladimir Horowitz", "href": "/wiki/Vladimir_Horowitz", "description": "Vladimir Samoylovich Horowitz was a Russian-born, American classical pianist and composer, who lived most of his life in the United States. He is widely regarded as one of the greatest pianists of all time. He was acclaimed for his virtuoso technique, his tone color, and the excitement that was engendered by his playing."}]}, {"heading": "Births", "year": "1903", "date": "October 1", "txt": "Pierre Veyron, French race car driver (d. 1970)", "entities": []}, {"heading": "Births", "year": "1904", "date": "October 1", "txt": "Otto Robert Frisch, Austrian-English physicist and academic (d. 1979)", "entities": [{"title": "Otto Robert Frisch", "href": "/wiki/Otto_Robert_Frisch", "description": "Otto Robert Frisch FRS was an Austrian-born British physicist who worked on nuclear physics. With Lise Meitner he advanced the first theoretical explanation of nuclear fission and first experimentally detected the fission by-products. Later, with his collaborator Rudolf Peierls he designed the first theoretical mechanism for the detonation of an atomic bomb in 1940."}]}, {"heading": "Births", "year": "1904", "date": "October 1", "txt": "A. K. Gopalan, Indian educator and politician (d. 1977)", "entities": []}, {"heading": "Births", "year": "1906", "date": "October 1", "txt": "S. D. Burman, Indian composer and singer (d. 1975)", "entities": [{"title": "S. D. Burman", "href": "/wiki/S._D._Burman", "description": "Sachin Dev Burman was an Indian music director and singer. A member of the Tripura royal family, he started his career with Bengali films in 1937. He later began composing for Hindi movies and became one of the most successful and influential Bollywood film music composers. Burman composed the soundtracks for over 100 movies, including Bengali films and Hindi. Apart from being a versatile composer"}]}, {"heading": "Births", "year": "1907", "date": "October 1", "txt": "Maurice Bardèche, French journalist, author, and critic (d. 1998)", "entities": [{"title": "Maurice Bardèche", "href": "/wiki/Maurice_Bard%C3%A8che", "description": "Maurice Bardèche was a French art critic and journalist, better known as one of the leading exponents of neo-fascism in post–World War II Europe. Bardèche was also the brother-in-law of the collaborationist novelist, poet and journalist Robert Brasillach, executed after the liberation of France in 1945."}]}, {"heading": "Births", "year": "1907", "date": "October 1", "txt": "Ödön Pártos, Hungarian-Israeli viola player and composer (d. 1977)", "entities": []}, {"heading": "Births", "year": "1908", "date": "October 1", "txt": "Herman David Koppel, Danish pianist and composer (d. 1998)", "entities": [{"title": "Herman David Koppel", "href": "/wiki/Herman_David_Koppel", "description": "Herman David Koppel, known in Denmark as Herman D. Koppel, was a composer and pianist of Jewish origin. Born in Copenhagen, he fled the Nazis with his family in 1943. He wrote 13 symphonies, numerous concertos, and 20 string quartets."}]}, {"heading": "Births", "year": "1909", "date": "October 1", "txt": "Sam Yorty, American captain and politician, 37th Mayor of Los Angeles (d. 1998)", "entities": [{"title": "Sam Yorty", "href": "/wiki/Sam_Yorty", "description": "Samuel William Yorty was an American politician from Los Angeles, California. He served as a member of the United States House of Representatives and the California State Assembly, but he is most remembered for his turbulent three terms as the 37th Mayor of Los Angeles from 1961 to 1973. The colorful \"Mayor Sam\" earned numerous nicknames from both admirers and detractors, such as Travelin' Sam, Ai"}, {"title": "Mayor of Los Angeles", "href": "/wiki/Mayor_of_Los_Angeles", "description": "The Mayor of the City of Los Angeles is the official head and chief executive officer of Los Angeles, California, United States. The officeholder is elected for a four-year term and limited to serving no more than two terms. Under the Constitution of California, all judicial, school, county and city offices, including those of chartered cities, are nonpartisan. Eric Garcetti has been the city's 42"}]}, {"heading": "Births", "year": "1910", "date": "October 1", "txt": "Bonnie Parker, American criminal (d. 1934)", "entities": [{"title": "Bonnie and Clyde", "href": "/wiki/Bonnie_and_Clyde", "description": "Bonnie Elizabeth Parker and Clyde Chestnut Barrow were an American criminal couple who traveled the Central United States with their gang during the Great Depression, known for their bank robberies, although they preferred to rob small stores or rural gas stations. Their exploits captured the attention of the American press and its readership during what is occasionally referred to as the \"public "}]}, {"heading": "Births", "year": "1910", "date": "October 1", "txt": "Fritz Köberle, Austrian-Brazilian physician and pathologist (d. 1983)", "entities": []}, {"heading": "Births", "year": "1910", "date": "October 1", "txt": "José Enrique Moyal, Australian physicist and engineer (d. 1998)", "entities": []}, {"heading": "Births", "year": "1910", "date": "October 1", "txt": "Chaim Pinchas Scheinberg, Polish-Israeli rabbi and scholar (d. 2012)", "entities": []}, {"heading": "Births", "year": "1911", "date": "October 1", "txt": "Irwin Kostal, American songwriter, screenwriter, and publisher (d. 1994)", "entities": [{"title": "Irwin Kostal", "href": "/wiki/Irwin_Kostal", "description": "Irwin Kostal was an American musical arranger of films and an orchestrator of Broadway musicals."}]}, {"heading": "Births", "year": "1911", "date": "October 1", "txt": "Heinrich Mark, Estonian lawyer and politician, 5th Prime Minister of Estonia in exile (d. 2004)", "entities": [{"title": "Prime Minister of Estonia in exile", "href": "/wiki/Prime_Minister_of_Estonia_in_exile", "description": "The Estonian government-in-exile was the formally declared governmental authority of the Republic of Estonia in exile, existing from 1944 until the reestablishment of Estonian sovereignty over Estonian territory in 1991–92. It traced its legitimacy through constitutional succession to the last Estonian government in power prior to the Soviet invasion of 1940. During its existence, it was the inter"}]}, {"heading": "Births", "year": "1912", "date": "October 1", "txt": "Kathleen Ollerenshaw, English mathematician, astronomer, and politician, Lord Mayor of Manchester (d. 2014)", "entities": [{"title": "Kathleen Ollerenshaw", "href": "/wiki/Kathleen_Ollerenshaw", "description": "Dame Kathleen Mary Ollerenshaw, was a British mathematician and politician who was Lord Mayor of Manchester from 1975 to 1976 and an advisor on educational matters to Margaret Thatcher's government in the 1980s."}, {"title": "Lord Mayor of Manchester", "href": "/wiki/Lord_Mayor_of_Manchester", "description": "\n\nThis is a list of the Lord Mayors of the City of Manchester in the North West of England. Not to be confused with the Directly elected Greater Manchester Mayor."}]}, {"heading": "Births", "year": "1913", "date": "October 1", "txt": "Hélio Gracie, Brazilian martial artist (d. 2009)", "entities": [{"title": "Hélio Gracie", "href": "/wiki/H%C3%A9lio_Gracie", "description": "Hélio Gracie was a Brazilian martial artist who together with his brothers Oswaldo, Gastao Jr, George & Carlos Gracie founded and developed the self-defense martial art system of Gracie Jiu-Jitsu, also known as Brazilian Jiu-Jitsu."}]}, {"heading": "Births", "year": "1913", "date": "October 1", "txt": "Harry Lookofsky, American violinist and producer (d. 1998)", "entities": []}, {"heading": "Births", "year": "1914", "date": "October 1", "txt": "Daniel J. Boorstin, American historian, lawyer, and author, 12th Librarian of Congress (d. 2004)", "entities": [{"title": "Daniel J. Boorstin", "href": "/wiki/Daniel_J._Boorstin", "description": "Daniel Joseph Boorstin was an American historian at the University of Chicago who wrote on many topics in American and world history. He was appointed the twelfth Librarian of the United States Congress in 1975 and served until 1987. He was instrumental in the creation of the Center for the Book at the Library of Congress."}, {"title": "Librarian of Congress", "href": "/wiki/Librarian_of_Congress", "description": "The librarian of Congress is the head of the Library of Congress, appointed by the president of the United States with the advice and consent of the United States Senate, for a term of ten years. The librarian of Congress appoints the U.S. poet laureate and awards the Gershwin Prize for Popular Song."}]}, {"heading": "Births", "year": "1915", "date": "October 1", "txt": "Jerome Bruner, American psychologist and author (d. 2016)", "entities": [{"title": "Jerome Bruner", "href": "/wiki/Jerome_Bruner", "description": "Jerome Seymour Bruner was an American psychologist who made significant contributions to human cognitive psychology and cognitive learning theory in educational psychology. Bruner was a senior research fellow at the New York University School of Law. He received a B.A. in 1937 from Duke University and a Ph.D. from Harvard University in 1941. He taught and did research at Harvard University, the Un"}]}, {"heading": "Births", "year": "1917", "date": "October 1", "txt": "Cahal Daly, Irish cardinal and theologian (d. 2009)", "entities": [{"title": "Cahal Daly", "href": "/wiki/Cahal_Daly", "description": "Charles (Cahal) Brendan Cardinal Daly KGCHS was an Irish philosopher, theologian, writer and international speaker and, in later years, a Cardinal of the Roman Catholic Church."}]}, {"heading": "Births", "year": "1919", "date": "October 1", "txt": "Bob Boyd, American baseball player (d. 2004)", "entities": [{"title": "Bob Boyd (baseball)", "href": "/wiki/Bob_Boyd_(baseball)", "description": "Robert Richard Boyd was an American first baseman in the Negro leagues and Major League Baseball."}]}, {"heading": "Births", "year": "1919", "date": "October 1", "txt": "Majrooh Sultanpuri, Indian poet and songwriter (d. 2000)", "entities": []}, {"heading": "Births", "year": "1920", "date": "October 1", "txt": "David Herbert Donald, American historian and author (d. 2009)", "entities": [{"title": "David Herbert Donald", "href": "/wiki/David_Herbert_Donald", "description": "David Herbert Donald was an American historian, best known for his 1995 biography of Abraham Lincoln. He twice won the Pulitzer Prize for Biography for earlier works; he published more than 30 books on United States political and literary figures and the history of the American South."}]}, {"heading": "Births", "year": "1920", "date": "October 1", "txt": "Walter Matthau, American actor (d. 2000)", "entities": []}, {"heading": "Births", "year": "1921", "date": "October 1", "txt": "James Whitmore, American actor (d. 2009)", "entities": [{"title": "James Whitmore", "href": "/wiki/James_Whitmore", "description": "James Allen Whitmore Jr. was an American film, theatre, and television actor. During his career, he won three of the four EGOT honors: a Tony, a Grammy, and an Emmy. Whitmore also won a Golden Globe and was nominated for two Academy Awards."}]}, {"heading": "Births", "year": "1922", "date": "October 1", "txt": "Chen-Ning Yang, Chinese-American physicist and academic, Nobel Prize laureate", "entities": [{"title": "Chen-Ning Yang", "href": "/wiki/Chen-Ning_Yang", "description": "Yang Chen-Ning or Chen-Ning Yang, also known as C. N. Yang or by the English name Frank Yang, is a Chinese theoretical physicist who made significant contributions to statistical mechanics, integrable systems, gauge theory, and both particle physics and condensed matter physics. He and Tsung-Dao Lee received the 1957 Nobel Prize in Physics for their work on parity nonconservation of weak interacti"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1924", "date": "October 1", "txt": "Jimmy Carter, American naval lieutenant and politician, 39th President of the United States, Nobel Prize laureate", "entities": [{"title": "Jimmy Carter", "href": "/wiki/Jimmy_Carter", "description": "James Earl Carter Jr. is an American politician, businessman, and philanthropist who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained engaged in political and social projects "}, {"title": "Lieutenant (navy)", "href": "/wiki/Lieutenant_(navy)", "description": "Lieutenant is a commissioned officer rank in many nations' navies. It is typically the most senior of junior officer ranks. In most navies, the rank's insignia may consist of two medium gold braid stripes, the uppermost stripe featuring an executive curl in many Commonwealth of Nations; or three stripes of equal or unequal width."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1924", "date": "October 1", "txt": "Bob Geigel, American wrestler and promoter (d. 2014)", "entities": []}, {"heading": "Births", "year": "1924", "date": "October 1", "txt": "Leonie Kramer, Australian academic (d. 2016)", "entities": []}, {"heading": "Births", "year": "1924", "date": "October 1", "txt": "William Rehnquist, American lawyer and jurist, 16th Chief Justice of the United States (d. 2005)", "entities": [{"title": "Chief Justice of the United States", "href": "/wiki/Chief_Justice_of_the_United_States", "description": "The chief justice of the United States is the chief judge of the Supreme Court of the United States and the highest-ranking officer of the U.S. federal judiciary. Article II, Section 2, Clause 2 of the U.S. Constitution grants plenary power to the president of the United States to nominate, and with the advice and consent of the United States Senate, appoint \"Judges of the supreme Court\", who serv"}]}, {"heading": "Births", "year": "1924", "date": "October 1", "txt": "Roger Williams, American pianist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1927", "date": "October 1", "txt": "Tom Bosley, American actor (d. 2010)", "entities": [{"title": "Tom Bosley", "href": "/wiki/Tom_Bosley", "description": "Thomas Edward Bosley was an American actor, television personality and entertainer. Bosley is best known for portraying Howard Cunningham on the 1970s ABC sitcom Happy Days, and the title character on the NBC/ABC series Father Dowling Mysteries. He also was featured in a recurring role on Murder, She Wrote. He originated the title role of the Broadway musical Fiorello!, earning the 1960 Tony Award"}]}, {"heading": "Births", "year": "1927", "date": "October 1", "txt": "Sherman Glenn Finesilver, American lawyer and judge (d. 2006)", "entities": []}, {"heading": "Births", "year": "1927", "date": "October 1", "txt": "Sandy Gall, Malaysian-Scottish journalist and author", "entities": []}, {"heading": "Births", "year": "1928", "date": "October 1", "txt": "Laurence Harvey, Lithuanian-English actor, director, and producer (d. 1973)", "entities": [{"title": "Laurence Harvey", "href": "/wiki/Laurence_Harvey", "description": "Laurence Harvey was a Lithuanian-born British actor and film director. He was born to Lithuanian Jewish parents and emigrated to South Africa at an early age, before later settling in the United Kingdom after World War II. In a career that spanned a quarter of a century, Harvey appeared in stage, film and television productions primarily in the United Kingdom and the United States."}]}, {"heading": "Births", "year": "1928", "date": "October 1", "txt": "Willy Mairesse, Belgian race car driver (d. 1969)", "entities": []}, {"heading": "Births", "year": "1928", "date": "October 1", "txt": "George Peppard, American actor (d. 1994)", "entities": []}, {"heading": "Births", "year": "1928", "date": "October 1", "txt": "Zhu Rongji, Chinese engineer and politician, 5th Premier of the People's Republic of China", "entities": [{"title": "Premier of the People's Republic of China", "href": "/wiki/Premier_of_the_People%27s_Republic_of_China", "description": "The premier of the State Council of the People's Republic of China, sometimes also referred to informally as the \"prime minister\", is the head of the central government of China and is the holder of the highest rank in the Civil Service. This position replaced the role of premier of the Government Administration Council of the Central People's Government, which existed from 1949 to 1954."}]}, {"heading": "Births", "year": "1929", "date": "October 1", "txt": "Ken Arthurson, Australian rugby player and coach", "entities": [{"title": "Ken Arthurson", "href": "/wiki/Ken_Arthurson", "description": "Kenneth Richard \"Arko\" Arthurson AM is an Australian rugby league football identity. Affectionately known as \"The Godfather of Manly\", he played, coached and was later an administrator at the Manly-Warringah Sea Eagles club in the New South Wales Rugby League premiership. Later he ran the NSWRL, and then the Australian Rugby League during the 1990s' Super League war, resigning in 1997 as part of t"}]}, {"heading": "Births", "year": "1929", "date": "October 1", "txt": "Grady Chapman, American singer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1929", "date": "October 1", "txt": "Bonnie Owens, American singer-songwriter (d. 2006)", "entities": []}, {"heading": "Births", "year": "1930", "date": "October 1", "txt": "Frank Gardner, Australian race car driver and manager (d. 2009)", "entities": [{"title": "Frank Gardner (racing driver)", "href": "/wiki/Frank_Gardner_(racing_driver)", "description": "Frank Gardner OAM was a racing driver from Australia. Born in Sydney, he was best known for touring car racing, winning the British Saloon Car Championship three times, and sports car racing driver but he was also a top flight open wheeler driver. He was European Formula 5000 champion, and participated in nine World Championship Formula One Grands Prix, debuting on 11 July 1964. He scored no champ"}]}, {"heading": "Births", "year": "1930", "date": "October 1", "txt": "Richard Harris, Irish actor (d. 2002)", "entities": []}, {"heading": "Births", "year": "1930", "date": "October 1", "txt": "Naimatullah Khan, Pakistani lawyer and politician, Mayor of Karachi (d. 2020)", "entities": [{"title": "Mayor of Karachi", "href": "/wiki/Mayor_of_Karachi", "description": "Mayor of Karachi is the executive of the Karachi metropolitan corporation and the Karachi local government system of the city of Karachi which is the third tier of governance in Pakistan after Federal and provincial governments."}]}, {"heading": "Births", "year": "1930", "date": "October 1", "txt": "Philippe Noiret, French actor (d. 2006)", "entities": []}, {"heading": "Births", "year": "1931", "date": "October 1", "txt": "Sylvano Bussotti, Italian violinist and composer", "entities": [{"title": "Sylvano Bussotti", "href": "/wiki/Sylvano_Bussotti", "description": "Sylvano Bussotti is an Italian composer of contemporary classical music. His work uses unusual notation, which often creates special problems of interpretation."}]}, {"heading": "Births", "year": "1931", "date": "October 1", "txt": "Anwar Shamim, Pakistani general (d. 2013)", "entities": []}, {"heading": "Births", "year": "1931", "date": "October 1", "txt": "Alan Wagner, American radio host and critic (d. 2007)", "entities": []}, {"heading": "Births", "year": "1932", "date": "October 1", "txt": "Albert Collins, American singer-songwriter and guitarist (d. 1993)", "entities": [{"title": "Albert Collins", "href": "/wiki/Albert_Collins", "description": "Albert Gene Drewery, known as Albert Collins and the Ice Man, was an American electric blues guitarist and singer with a distinctive guitar style. He was noted for his powerful playing and his use of altered tunings and a capo. His long association with the Fender Telecaster led to the title \"The Master of the Telecaster\"."}]}, {"heading": "Births", "year": "1934", "date": "October 1", "txt": "Emilio Botín, Spanish banker and businessman (d. 2014)", "entities": [{"title": "Emilio Botín", "href": "/wiki/Emilio_Bot%C3%ADn", "description": "Emilio Botín-Sanz de Sautuola García de los Ríos, iure uxoris Marquess of O'Shea was a Spanish banker. He was the executive chairman of Spain's Grupo Santander. In 1993 his bank absorbed Banco Español de Crédito (Banesto), and in 1999 it merged with Banco Central Hispano creating Banco Santander Central Hispano (BSCH), which became Spain's largest bank, of which he was co-president with Central Hi"}]}, {"heading": "Births", "year": "1935", "date": "October 1", "txt": "Julie Andrews, English actress and singer", "entities": [{"title": "Julie Andrews", "href": "/wiki/Julie_Andrews", "description": "Dame Julie Andrews is an English actress, singer, and author. With a career spanning nearly eight decades, she has been the recipient of several accolades, including one British Academy Film Award, one Academy Award, two Emmy Awards, and three Grammy Awards. Andrews was made a Disney Legend in 1991, and has been honoured with a Honorary Golden Lion as well as the AFI Life Achievement Award. In 200"}]}, {"heading": "Births", "year": "1935", "date": "October 1", "txt": "Walter De Maria, American sculptor and drummer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1936", "date": "October 1", "txt": "Duncan Edwards, English footballer (d. 1958)", "entities": [{"title": "Duncan Edwards", "href": "/wiki/Duncan_Edwards", "description": "Duncan Edwards was an English footballer who played for Manchester United and the England national team. He was one of the Busby Babes, the young United team formed under manager Matt Busby in the mid-1950s, playing 177 matches for the club. He was noted for his physical strength, toughness, and level of authority on the pitch, and has been ranked amongst the toughest players of all time. One of e"}]}, {"heading": "Births", "year": "1937", "date": "October 1", "txt": "Saeed Ahmed, Pakistani cricketer", "entities": [{"title": "Saeed Ahmed (cricketer, born 1937)", "href": "/wiki/Saeed_Ahmed_(cricketer,_born_1937)", "description": "Saeed Ahmed, is a Pakistani preacher and former cricketer who is the member of Tablighi Jamaat. He played in 41 Test matches between 1958 and 1972. He was born in 1937 at Jalandhar in what was then British Punjab, part of British India and educated at Islamia College in Lahore. He played as a right-handed middle order batsman with a powerful drive and bowled off-breaks. He is the brother of Younis"}]}, {"heading": "Births", "year": "1938", "date": "October 1", "txt": "Tunç Başaran, Turkish actor, director, producer, and screenwriter (d. 2019)", "entities": [{"title": "Tunç Başaran", "href": "/wiki/Tun%C3%A7_Ba%C5%9Faran", "description": "Tunç Başaran was a Turkish screenwriter, film director, film producer and actor."}]}, {"heading": "Births", "year": "1938", "date": "October 1", "txt": "Mary McFadden, American fashion designer", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 1", "txt": "Stella Stevens, American actress and director", "entities": []}, {"heading": "Births", "year": "1939", "date": "October 1", "txt": "George Archer, American golfer (d. 2005)", "entities": [{"title": "George Archer", "href": "/wiki/George_Archer", "description": "George William Archer was an American professional golfer who won 13 events on the PGA Tour, including one major championship, the Masters in 1969."}]}, {"heading": "Births", "year": "1939", "date": "October 1", "txt": "Geoffrey Whitehead, English actor", "entities": []}, {"heading": "Births", "year": "1940", "date": "October 1", "txt": "Steve O'Rourke, English race car driver and manager (d. 2003)", "entities": [{"title": "Steve O'Rourke", "href": "/wiki/Steve_O%27Rourke", "description": "\n\nSteve O'Rourke became the manager of the British rock band Pink Floyd after the departure of Syd Barrett in 1968. O'Rourke remained manager of the band until his death, negotiating the band's split with bass player and main songwriter Roger Waters."}]}, {"heading": "Births", "year": "1940", "date": "October 1", "txt": "Marc Savoy, American accordion player, created the Cajun accordion", "entities": [{"title": "Cajun accordion", "href": "/wiki/Cajun_accordion", "description": "A Cajun accordion, also known as a squeezebox, is single-row diatonic button accordion used for playing Cajun music."}]}, {"heading": "Births", "year": "1940", "date": "October 1", "txt": "Phyllis Chesler, American feminist psychologist, and author of the best-seller, Women and Madness (1972)", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 1", "txt": "Herb Fame, American R&B singer", "entities": [{"title": "Peaches & Herb", "href": "/wiki/Peaches_%26_Herb", "description": "Peaches & Herb are an American vocal duo. Herb Fame has remained a constant as \"Herb\" since the duo was created in 1966; seven different women have filled the role of \"Peaches\", most notably Francine \"Peaches\" Hurd Barker, the original \"Peaches\" who lent her nickname to the duo, and Linda Greene, the third \"Peaches\", who appeared on the duo's biggest hits \"Shake Your Groove Thing\" (1978) and \"Reun"}]}, {"heading": "Births", "year": "1942", "date": "October 1", "txt": "Jean-Pierre Jabouille, French race car driver and engineer", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 1", "txt": "Robert Lelièvre, French singer-songwriter and guitarist (d. 1973)", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 1", "txt": "David Stancliffe, English bishop and scholar", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 1", "txt": "Günter Wallraff, German journalist and author", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 1", "txt": "Jean-Jacques Annaud, French director, producer, and screenwriter", "entities": [{"title": "Jean-Jacques Annaud", "href": "/wiki/Jean-Jacques_Annaud", "description": "Jean-Jacques Annaud is a French film director, screenwriter and producer, best known for directing Quest for Fire (1981), The Name of the Rose (1986), The Bear (1988), The Lover (1992), Seven Years in Tibet (1997), Enemy at the Gates (2001), Black Gold (2011), and Wolf Totem (2015)."}]}, {"heading": "Births", "year": "1943", "date": "October 1", "txt": "Angèle Arsenault, Canadian singer-songwriter (d. 2014)", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 1", "txt": "Jerry Martini, American saxophonist", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 1", "txt": "Robert Slater, American author and journalist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1945", "date": "October 1", "txt": "Rod Carew, Panamanian-American baseball player and coach", "entities": [{"title": "Rod Carew", "href": "/wiki/Rod_Carew", "description": "Rodney Cline Carew is a Panamanian former Major League Baseball (MLB) first baseman, second baseman and coach who played from 1967 to 1985 for the Minnesota Twins and the California Angels. The greatest contact hitter in Twins history, he won the 1977 AL Most Valuable Player Award, setting a Twins record with a .388 batting average. Carew appeared in 18 straight All-Star Games and led the AL in hi"}]}, {"heading": "Births", "year": "1945", "date": "October 1", "txt": "Ram Nath Kovind, 14th President of India", "entities": [{"title": "President of India", "href": "/wiki/President_of_India", "description": "The President of India, officially the President of the Republic of India, is the ceremonial head of state of India and the commander-in-chief of the Indian Armed Forces. Ram Nath Kovind is the 14th and current president."}]}, {"heading": "Births", "year": "1945", "date": "October 1", "txt": "Donny Hathaway, American singer-songwriter, pianist, and producer (d. 1979)", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 1", "txt": "Dave Holland, English bassist, composer, and bandleader", "entities": [{"title": "Dave Holland", "href": "/wiki/Dave_Holland", "description": "Dave Holland is an English jazz double bassist, composer and bandleader who has been performing and recording for five decades. He has lived in the United States for over 40 years."}]}, {"heading": "Births", "year": "1946", "date": "October 1", "txt": "Tim O'Brien, American novelist and short story writer", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 1", "txt": "Dave Arneson, American game designer, co-created Dungeons & Dragons (d. 2009)", "entities": [{"title": "Dave Arneson", "href": "/wiki/Dave_Arneson", "description": "David Lance Arneson was an American game designer best known for co-developing the first published role-playing game (RPG), Dungeons & Dragons, with Gary Gygax, in the early 1970s. Arneson's early work was fundamental to the development of the genre, developing the concept of the RPG using devices now considered to be archetypical, such as adventuring in \"dungeons\" and using a neutral judge who do"}]}, {"heading": "Births", "year": "1947", "date": "October 1", "txt": "Dalveer Bhandari, Indian lawyer and judge", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 1", "txt": "Buzz Capra, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 1", "txt": "Aaron Ciechanover, Israeli biologist and physician, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1947", "date": "October 1", "txt": "Stephen Collins, American actor and director", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 1", "txt": "Nevill Drury, English-Australian journalist and publisher (d. 2013)", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 1", "txt": "Adriano Tilgher, Italian politician", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 1", "txt": "Martin Turner, English singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 1", "txt": "Mariska Veres, Dutch singer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 1", "txt": "Cub Koda, American singer-songwriter and guitarist (d. 2000)", "entities": [{"title": "Cub Koda", "href": "/wiki/Cub_Koda", "description": "Michael \"Cub\" Koda was an American rock and roll singer, guitarist, songwriter, disc jockey, music critic, and record compiler. Rolling Stone magazine considered him best known for writing the song \"Smokin' in the Boys Room\", recorded by Brownsville Station, which reached number 3 on the 1974 Billboard chart. He co-wrote and edited the All Music Guide to the Blues, and Blues for Dummies, and selec"}]}, {"heading": "Births", "year": "1949", "date": "October 1", "txt": "Isaac Bonewits, American singer-songwriter, liturgist, and author (d. 2010)", "entities": [{"title": "Isaac Bonewits", "href": "/wiki/Isaac_Bonewits", "description": "Phillip Emmons Isaac Bonewits was an American Neo-Druid who published a number of books on the subject of Neopaganism and magic. He was a public speaker, liturgist, singer and songwriter, and founder of the Neopagan organizations Ár nDraíocht Féin and the Aquarian Anti-Defamation League. Born in Royal Oak, Michigan, Bonewits had been heavily involved in occultism since the 1960s."}]}, {"heading": "Births", "year": "1949", "date": "October 1", "txt": "Sheila Gilmore, Scottish lawyer and politician", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 1", "txt": "André Rieu, Dutch violinist, composer, and conductor", "entities": []}, {"heading": "Births", "year": "1950", "date": "October 1", "txt": "Elpida, Greek singer-songwriter", "entities": [{"title": "Elpida (singer)", "href": "/wiki/Elpida_(singer)", "description": "Elpida Karayiannopoulou, is a Greek singer who was one of the most successful singers in Greece and the Greek diaspora in the 1970s and 1980s."}]}, {"heading": "Births", "year": "1950", "date": "October 1", "txt": "Susan Greenfield, Baroness Greenfield, English neuroscientist, academic, and politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "October 1", "txt": "Mark Helias, American bassist and composer", "entities": []}, {"heading": "Births", "year": "1950", "date": "October 1", "txt": "Sigbjørn Johnsen, Norwegian politician, Norwegian Minister of Finance", "entities": [{"title": "Minister of Finance (Norway)", "href": "/wiki/Minister_of_Finance_(Norway)", "description": "The Minister of Finance is a councilor of state and chief of the Ministry of Finance. The position is since January 2020 held by Jan Tore Sanner of the Conservative Party who is a member of the Solberg's Cabinet."}]}, {"heading": "Births", "year": "1950", "date": "October 1", "txt": "Boris Morukov, Russian physician and astronaut (d. 2015)", "entities": []}, {"heading": "Births", "year": "1950", "date": "October 1", "txt": "Randy Quaid, American actor", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 1", "txt": "Brian Greenway, Canadian singer-songwriter and guitarist", "entities": [{"title": "Brian Greenway", "href": "/wiki/Brian_Greenway", "description": "Brian Gilbert Greenway is a Canadian guitarist, vocalist, and harmonicist, most recognized for playing in the Canadian rock bands April Wine, Mashmakhan, and the Dudes. Greenway has been performing with April Wine from 1977 to 1986 when the band split, and again from 1992 to the present day."}]}, {"heading": "Births", "year": "1952", "date": "October 1", "txt": "Jacques Martin, Canadian ice hockey player, coach, and manager", "entities": [{"title": "Jacques Martin (ice hockey)", "href": "/wiki/Jacques_Martin_(ice_hockey)", "description": "Jacques Martin is a Canadian former professional ice hockey coach and executive, and current assistant coach for the New York Rangers. He was most recently an assistant coach of the Pittsburgh Penguins. In the National Hockey League (NHL), he has been the head coach of the St. Louis Blues, Ottawa Senators, Montreal Canadiens and the Florida Panthers. Martin was also the general manager with the Pa"}]}, {"heading": "Births", "year": "1952", "date": "October 1", "txt": "Bob Myrick, American baseball player (d. 2012)", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 1", "txt": "Ivan Sekyra, Czech singer-songwriter and guitarist  (d. 2012)", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 1", "txt": "Earl Slick, American rock guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 1", "txt": "Pete Falcone, American baseball player", "entities": [{"title": "Pete Falcone", "href": "/wiki/Pete_Falcone", "description": "Peter Frank Falcone is an American former professional baseball pitcher for the San Francisco Giants, St. Louis Cardinals, New York Mets, and Atlanta Braves."}]}, {"heading": "Births", "year": "1953", "date": "October 1", "txt": "Viljar Loor, Estonian volleyball player (d. 2011)", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 1", "txt": "Miguel Lopez, Salvadorian-American soccer player", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 1", "txt": "Grete Waitz, Norwegian runner and coach (d. 2011)", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 1", "txt": "Klaus Wowereit, German civil servant and politician, Governing Mayor of Berlin", "entities": [{"title": "Governing Mayor of Berlin", "href": "/wiki/Governing_Mayor_of_Berlin", "description": "The Governing Mayor of Berlin is the head of government, presiding over the Berlin Senate. As Berlin is an independent city as well as one of the constituent States of Germany (Bundesländer), the office is the equivalent of the Ministers President of the other German states, except the states of Hamburg and Bremen, where the heads of government are called \"First Mayor\" and \"President of the Senate"}]}, {"heading": "Births", "year": "1955", "date": "October 1", "txt": "Howard Hewett, American R&B singer-songwriter", "entities": [{"title": "Howard Hewett", "href": "/wiki/Howard_Hewett", "description": "Howard Hewett Jr. is a Grammy Award-winning American singer–songwriter. Hewett rose to fame as the lead vocalist of the Grammy winning R&B/soul vocal group Shalamar."}]}, {"heading": "Births", "year": "1955", "date": "October 1", "txt": "Morten Gunnar Larsen, Norwegian pianist and composer", "entities": []}, {"heading": "Births", "year": "1955", "date": "October 1", "txt": "Jeff Reardon, American baseball player", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 1", "txt": "Andrus Ansip, Estonian engineer and politician, 15th Prime Minister of Estonia", "entities": [{"title": "Andrus Ansip", "href": "/wiki/Andrus_Ansip", "description": "Andrus Ansip is an Estonian politician, a member of the European Parliament, the former European Commissioner for Digital Single Market and Vice President of the European Commission, in office from 2014 until 2019. Previously, he was Prime Minister of Estonia from 2005 to 2014 and chairman of the liberal Estonian Reform Party from 2004 to 2014."}, {"title": "Prime Minister of Estonia", "href": "/wiki/Prime_Minister_of_Estonia", "description": "The Prime Minister of Estonia is the head of government of the Republic of Estonia. The prime minister is nominated by the President after appropriate consultations with the parliamentary factions and confirmed by the Parliament. In case of disagreement, the Parliament can reject the President's nomination and choose their own candidate. In practice, since the Prime Minister must maintain the conf"}]}, {"heading": "Births", "year": "1956", "date": "October 1", "txt": "Theresa May, English politician, former Prime Minister of the United Kingdom", "entities": [{"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1957", "date": "October 1", "txt": "Kang Seok-woo, South Korean actor", "entities": [{"title": "Kang Seok-woo", "href": "/wiki/Kang_Seok-woo", "description": "Kang Seok-woo is a South Korean actor. He made his acting debut in 1978 in the Kim Soo-yong film Yeosu , then starred in his first television drama Ordinary People in 1982. Kang was most active on the big screen in the 1980s, but has worked exclusively in television since 1995. He has also displayed his artwork in several exhibitions."}]}, {"heading": "Births", "year": "1957", "date": "October 1", "txt": "Éva Tardos, Hungarian mathematician and educator", "entities": []}, {"heading": "Births", "year": "1958", "date": "October 1", "txt": "Martin Cooper, English saxophonist, composer, and painter", "entities": [{"title": "Martin Cooper (musician)", "href": "/wiki/Martin_Cooper_(musician)", "description": "Martin Cooper is an English painter and a musician. He is the secondary keyboardist and occasional saxophonist for the band Orchestral Manoeuvres in the Dark, whom he first joined in 1980."}]}, {"heading": "Births", "year": "1958", "date": "October 1", "txt": "Masato Nakamura, Japanese bass player and producer", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 1", "txt": "Mark Aizlewood, Welsh footballer and manager", "entities": [{"title": "Mark Aizlewood", "href": "/wiki/Mark_Aizlewood", "description": "Mark Aizlewood is a Welsh former professional footballer and manager."}]}, {"heading": "Births", "year": "1959", "date": "October 1", "txt": "Brian P. Cleary, American author and poet", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 1", "txt": "Youssou N'Dour, Senegalese singer-songwriter, musician, and politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 1", "txt": "Joshua Wurman, American scientist, DOW inventor and storm chaser", "entities": [{"title": "Joshua Wurman", "href": "/wiki/Joshua_Wurman", "description": "Joshua Michael Aaron Ryder Wurman is an American atmospheric scientist and inventor noted for tornado, tropical cyclone, and weather radar research."}, {"title": "Doppler on Wheels", "href": "/wiki/Doppler_on_Wheels", "description": "Doppler on Wheels is a fleet of X-band and C-band radar trucks maintained by the Center for Severe Weather Research (CSWR) in Boulder, Colorado, led by principal investigator Joshua Wurman, with the funding largely provided by the National Science Foundation (NSF). The DOW fleet and its associated Mobile Mesonet and Pod deployable weather stations are Lower Atmospheric Observing Facilities (LAOF) "}]}, {"heading": "Births", "year": "1961", "date": "October 1", "txt": "Gary Ablett, Sr., Australian footballer", "entities": [{"title": "Gary Ablett, Sr.", "href": "/wiki/Gary_Ablett,_Sr.", "description": "Gary Ablett Sr., is a former professional Australian rules footballer who represented Hawthorn and Geelong in the Australian Football League (AFL). Nicknamed \"God\", Ablett is widely regarded as one of Australian football's greatest players, and was especially renowned for his high-flying spectacular marks and his prolific goalkicking."}]}, {"heading": "Births", "year": "1961", "date": "October 1", "txt": "Rico Constantino, American wrestler and manager", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 1", "txt": "Corrie van Zyl, South African cricketer and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 1", "txt": "Attaphol Buspakom, Thai footballer and manager (d. 2015)", "entities": [{"title": "Attaphol Buspakom", "href": "/wiki/Attaphol_Buspakom", "description": "Attaphol Buspakom, nicknamed \"Tak\" ; 1 October 1962 – 16 April 2015) was a Thai national and football coach. He was given the role at Muangthong United and Buriram United after TTM Samut Sakhon folded after the 2009 season."}]}, {"heading": "Births", "year": "1962", "date": "October 1", "txt": "Nico Claesen, Belgian footballer and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 1", "txt": "Esai Morales, American actor", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 1", "txt": "Paul Walsh, English footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 1", "txt": "Jean-Denis Délétraz, Swiss race car driver", "entities": [{"title": "Jean-Denis Délétraz", "href": "/wiki/Jean-Denis_D%C3%A9l%C3%A9traz", "description": "Jean-Denis Delétraz is a Swiss racing driver. He participated in three Formula One Grands Prix, debuting in the 1994 Australian Grand Prix. Before reaching Formula One, he scored two third places in the 1988 Formula 3000 season, but principally earned his three Formula One drives as a pay driver. After Formula One, he competed in sports car racing, with two class wins at the 24 Hours of Le Mans."}]}, {"heading": "Births", "year": "1963", "date": "October 1", "txt": "Mark McGwire, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "October 1", "txt": "Max Matsuura, Japanese songwriter, producer, and manager", "entities": [{"title": "Max Matsuura", "href": "/wiki/Max_Matsuura", "description": "Masato Matsuura , better known by his stage name Max Matsuura , is a Japanese record producer and businessman. He is the founder and former CEO of the one of the largest music labels Avex Group. He is known mainly for discovering and developing new artists into stars, as well as for reviving Ami Suzuki's career after she was released by her previous record label."}]}, {"heading": "Births", "year": "1964", "date": "October 1", "txt": "Jonathan Sarfati, Australian-New Zealand chess player and author", "entities": []}, {"heading": "Births", "year": "1964", "date": "October 1", "txt": "Christopher Titus, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "October 1", "txt": "Harry Hill, English comedian and author", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 1", "txt": "Andreas Keller, German field hockey player", "entities": [{"title": "Andreas Keller", "href": "/wiki/Andreas_Keller", "description": "Andreas Keller is a former field hockey player from West Germany, who competed at three Summer Olympics for his native country. He won the gold medal with Germany at the 1992 Summer Olympics in Barcelona, after securing silver at the two previous Olympics in Los Angeles (1984) and Seoul (1988), with West Germany."}]}, {"heading": "Births", "year": "1965", "date": "October 1", "txt": "Chris Reason, Australian journalist", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 1", "txt": "Cliff Ronning, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 1", "txt": "Mia Mottley, Barbadian prime minister", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 1", "txt": "George Weah, Liberian footballer and politician, 25th President of Liberia", "entities": [{"title": "George Weah", "href": "/wiki/George_Weah", "description": "George Manneh Oppong Weah is a Liberian politician and former professional footballer who is currently serving as the 25th President of Liberia, in office since 2018. Prior to his election to the presidency, Weah served as Senator from Montserrado County. During his football career, he played as a striker. His prolific 18-year professional playing career ended in 2003. He is the first African form"}, {"title": "President of Liberia", "href": "/wiki/President_of_Liberia", "description": "The president of the Republic of Liberia is head of state and government of Liberia. The president serves as the leader of the executive branch and as commander-in-chief of the Armed Forces of Liberia."}]}, {"heading": "Births", "year": "1966", "date": "October 1", "txt": "José Ángel Ziganda, Spanish footballer and manager", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 1", "txt": "Mike Pringle, American-Canadian football player", "entities": [{"title": "Mike Pringle (Canadian football)", "href": "/wiki/Mike_Pringle_(Canadian_football)", "description": "Michael A. Pringle is an American former professional gridiron football player. A running back, he had a successful career in the Canadian Football League (CFL), during which he set or tied almost every significant league records for the position. He played college football for the California State University, Fullerton Titans and was twice signed by National Football League (NFL) teams, though he"}]}, {"heading": "Births", "year": "1967", "date": "October 1", "txt": "Scott Young, American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 1", "txt": "Sacha Dean Biyan, Canadian photographer and journalist", "entities": [{"title": "Sacha Dean Biyan", "href": "/wiki/Sacha_Dean_Biyan", "description": "Sacha Dean Bïyan is a photographer, photojournalist, filmmaker and author best known for his photography, which ranges from fashion and advertising to portraits of indigenous cultures around the world."}]}, {"heading": "Births", "year": "1968", "date": "October 1", "txt": "Rob Collard, English race car driver", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 1", "txt": "Mark Durden-Smith, British television presenter", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 1", "txt": "Phil de Glanville, English rugby player", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 1", "txt": "Kevin Griffin, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 1", "txt": "Jon Guenther, American author and engineer", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 1", "txt": "Jay Underwood, American actor and pastor", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 1", "txt": "Zach Galifianakis, American actor, comedian, producer, and screenwriter", "entities": [{"title": "Zach Galifianakis", "href": "/wiki/Zach_Galifianakis", "description": "Zacharias Knight Galifianakis is an American actor, comedian, musician and writer from Greek descent who came to prominence with his Comedy Central Presents special in 2001 and presented his own show called Late World with Zach on VH1 the following year. He has also starred in films, such as The Hangover trilogy (2009–2013), Due Date (2010), The Campaign (2012), Birdman or  (2014) and Masterminds "}]}, {"heading": "Births", "year": "1969", "date": "October 1", "txt": "Joseph Patrick Moore, American musician, composer and producer", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 1", "txt": "Ori Kaplan, Israeli-American saxophonist and producer", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 1", "txt": "Marcus Stephen, Nauruan weightlifter and politician, 27th President of Nauru", "entities": [{"title": "President of Nauru", "href": "/wiki/President_of_Nauru", "description": "The President of Nauru is elected by Parliament from among its members, and is both the head of state and the head of government of Nauru. Nauru's unicameral Parliament has 19 members, with an electoral term of 3 years. Political parties only play a minor role in Nauru politics, and there have often been periods of instability in the Presidential office. Shifting allegiances among a small number o"}]}, {"heading": "Births", "year": "1969", "date": "October 1", "txt": "Igor Ulanov, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 1", "txt": "Simon Davey, Welsh footballer and manager", "entities": [{"title": "Simon Davey", "href": "/wiki/Simon_Davey", "description": "Simon Davey is a Welsh former professional footballer and football manager. He is now Head Director of a youth club in America called Southern Soccer Academy. He played for Swansea City, Carlisle United and Preston North End and had a short loan spell with Darlington, making a total of 271 appearances in the Football League. After retiring as a player, he spent eight years as a coach at Preston, b"}]}, {"heading": "Births", "year": "1970", "date": "October 1", "txt": "Alexei Zhamnov, Russian ice hockey player and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 1", "txt": "Yvette Hermundstad, Swedish journalist", "entities": [{"title": "Yvette Hermundstad", "href": "/wiki/Yvette_Hermundstad", "description": "Maria Yvette Hermundstad, née Pettersson is a Swedish sports journalist and presenter of SVT Sport at SVT."}]}, {"heading": "Births", "year": "1971", "date": "October 1", "txt": "Andrew O'Keefe, Australian lawyer and television host", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 1", "txt": "Jim Serdaris, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 1", "txt": "Ronen Altman Kaydar, Israeli author and poet", "entities": [{"title": "Ronen Altman Kaydar", "href": "/wiki/Ronen_Altman_Kaydar", "description": "Ronen Elimelech Altman Kaydar is an Israeli writer and poet."}]}, {"heading": "Births", "year": "1972", "date": "October 1", "txt": "Jean Paulo Fernandes, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 1", "txt": "Esa Holopainen, Finnish singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 1", "txt": "Nicky Morgan, British politician", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 1", "txt": "Christian Borle, American actor and singer", "entities": [{"title": "Christian Borle", "href": "/wiki/Christian_Borle", "description": "Christian Dominique Borle is an American actor in theatre, television, and film. He is a two-time Tony Award winner for his roles as Black Stache in Peter and the Starcatcher and as William Shakespeare in Something Rotten!. Borle originated the role of Emmett in Legally Blonde on Broadway, starred as Tom Levitt on the NBC musical-drama television series Smash, and starred as Marvin in the 2016 Bro"}]}, {"heading": "Births", "year": "1973", "date": "October 1", "txt": "Rachid Chékhémani, French runner", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 1", "txt": "Jana Henke, German swimmer", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 1", "txt": "John Mackey, American composer", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 1", "txt": "John Thomson, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 1", "txt": "Keith Duffy, Irish singer-songwriter, dancer, and actor", "entities": [{"title": "Keith Duffy", "href": "/wiki/Keith_Duffy", "description": "Keith Peter Thomas Francis Julian John Duffy is an Irish singer-songwriter, actor, radio and television presenter and drummer who began his professional music career as part of Irish boy band Boyzone alongside Ronan Keating, Mikey Graham, Shane Lynch and Stephen Gately in 1993. The band decided to focus on solo projects in 2000 since which Duffy has achieved critical acclaim for his acting roles, "}]}, {"heading": "Births", "year": "1974", "date": "October 1", "txt": "Nick Graham, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 1", "txt": "Mats Lindgren, Swedish ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 1", "txt": "Justin Leppitsch, Australian rules footballer", "entities": [{"title": "Justin Leppitsch", "href": "/wiki/Justin_Leppitsch", "description": "Justin Leppitsch is a former professional Australian rules footballer and the former coach of the Brisbane Lions in the Australian Football League (AFL)."}]}, {"heading": "Births", "year": "1975", "date": "October 1", "txt": "Zoltán Sebescen, German footballer and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 1", "txt": "Denis Gauthier, Canadian ice hockey player", "entities": [{"title": "Denis Gauthier", "href": "/wiki/Denis_Gauthier", "description": "Denis Gauthier, Jr. is a Canadian former professional ice hockey defenceman. A first round selection of the Calgary Flames at the 1995 NHL Entry Draft, Gauthier played for the Flames, Phoenix Coyotes, Philadelphia Flyers and Los Angeles Kings during his ten-season National Hockey League (NHL) career."}]}, {"heading": "Births", "year": "1976", "date": "October 1", "txt": "Ümit Karan, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 1", "txt": "Richard Oakes, English guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 1", "txt": "Antonio Roybal, American painter and sculptor", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 1", "txt": "Mark Švets, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 1", "txt": "Christel Takigawa, French-Japanese journalist", "entities": [{"title": "Christel Takigawa", "href": "/wiki/Christel_Takigawa", "description": "Takigawa Lardux Christel Masami , commonly known as Christel Takigawa , is a French Japanese television announcer and news presenter. In TV presentation, her name is usually abbreviated as Christel Takigawa."}]}, {"heading": "Births", "year": "1977", "date": "October 1", "txt": "Jeffrey van Hooydonk, Belgian race car driver", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 1", "txt": "Nicole Atkins, American singer-songwriter", "entities": [{"title": "Nicole Atkins", "href": "/wiki/Nicole_Atkins", "description": "Nicole Atkins is an American singer-songwriter. Her influences include 1950s crooner music, 1960s psychedelia, soul music, and the Brill Building style of writing. Atkins has been compared to Roy Orbison and singers from the Brill Building era."}]}, {"heading": "Births", "year": "1978", "date": "October 1", "txt": "Leticia Cline, American model and journalist", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 1", "txt": "Joe Keith, English footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 1", "txt": "Dominic Thornely, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 1", "txt": "Curtis Axel, American wrestler", "entities": [{"title": "Curtis Axel", "href": "/wiki/Curtis_Axel", "description": "Joseph Curtis Hennig is an American professional wrestler. He is best known for his time in WWE, where he performed under the ring name Curtis Axel. He also performed under the ring name Michael McGillicutty from 2010-2012."}]}, {"heading": "Births", "year": "1979", "date": "October 1", "txt": "Rudi Johnson, American football player", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 1", "txt": "Gilberto Martínez, Costa Rican footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 1", "txt": "Ryan Pontbriand, American football player", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 1", "txt": "Marko Stanojevic, English-Italian rugby player", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 1", "txt": "Sarah Drew, American actress", "entities": [{"title": "Sarah Drew", "href": "/wiki/Sarah_Drew", "description": "Sarah White Drew is an American actress and director. She is known for playing Hannah Rogers in The WB family drama series Everwood (2004–2006) and Dr. April Kepner in the ABC medical drama series Grey's Anatomy."}]}, {"heading": "Births", "year": "1980", "date": "October 1", "txt": "Antonio Narciso, Italian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 1", "txt": "Júlio Baptista, Brazilian footballer", "entities": [{"title": "Júlio Baptista", "href": "/wiki/J%C3%BAlio_Baptista", "description": "Júlio César Clemente Baptista is a former Brazilian professional footballer who played as an attacking midfielder or a forward. He is nicknamed \"The Beast\" due to his size and physical presence on the football field and \"Hulio\" due to an interview with former teammate Joaquín."}]}, {"heading": "Births", "year": "1981", "date": "October 1", "txt": "Tom Donnelly, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 1", "txt": "Gaby Mudingayi, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 1", "txt": "Johnny Oduya, Swedish ice hockey player", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 1", "txt": "Arnau Riera, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 1", "txt": "David Yelldell, German-American soccer player", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 1", "txt": "Haruna Babangida, Nigerian footballer", "entities": [{"title": "Haruna Babangida", "href": "/wiki/Haruna_Babangida", "description": "Haruna Babangida is a Nigerian former professional footballer who played as a winger."}]}, {"heading": "Births", "year": "1982", "date": "October 1", "txt": "Aleksandar Đuričić, Serbian author and playwright", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 1", "txt": "Mohamed Abdelwahab, Egyptian footballer (d. 2006)", "entities": [{"title": "Mohamed Abdelwahab", "href": "/wiki/Mohamed_Abdelwahab", "description": "Mohamed Abdelwahab was an Egyptian footballer. He played in the defensive left back position. He was an important part of the Egyptian squad that went on to win the 2006 African Cup of Nations. He died during training with his club El Ahly on 31 August 2006."}]}, {"heading": "Births", "year": "1983", "date": "October 1", "txt": "Mirko Vučinić, Montenegrin footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 1", "txt": "Matt Cain, American baseball player", "entities": [{"title": "Matt Cain", "href": "/wiki/Matt_Cain", "description": "Matthew Thomas Cain, nicknamed The Horse, Big Daddy, and Big Sugar, is an American former professional baseball pitcher who played his entire Major League Baseball (MLB) career for the San Francisco Giants from 2005 to 2017. A three-time World Series champion and a three-time All-Star, he is widely regarded as a central figure of the Giants' success in the 2010s for his pitching and leadership."}]}, {"heading": "Births", "year": "1984", "date": "October 1", "txt": "Daniel Guillén Ruiz, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 1", "txt": "Nazimuddin Ahmed, Bangladeshi cricketer", "entities": [{"title": "Nazimuddin Ahmed", "href": "/wiki/Nazimuddin_Ahmed", "description": "Mohammed Nazimuddin Ahmed is a Bangladeshi cricketer. A right-handed specialist batsman, he is the captain of Chittagong Division, and has played Test, limited overs and Twenty20 cricket for Bangladesh."}]}, {"heading": "Births", "year": "1986", "date": "October 1", "txt": "Ricardo Vaz Tê, Portuguese footballer", "entities": [{"title": "Ricardo Vaz Tê", "href": "/wiki/Ricardo_Vaz_T%C3%AA", "description": "Ricardo Jorge Vaz Tê is a Portuguese professional footballer who plays as a forward for Primeira Liga club Portimonense."}]}, {"heading": "Births", "year": "1987", "date": "October 1", "txt": "Hiroki Aiba, Japanese actor and singer", "entities": [{"title": "Hiroki Aiba (page does not exist)", "href": "/w/index.php?title=Hiroki_Aiba&action=edit&redlink=1", "description": null}]}, {"heading": "Births", "year": "1987", "date": "October 1", "txt": "Mitchell Aubusson, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1989", "date": "October 1", "txt": "Brie Larson, American actress", "entities": [{"title": "Brie Larson", "href": "/wiki/Brie_Larson", "description": "Brianne Sidonie Desaulniers, known professionally as Brie Larson, is an American actress and filmmaker. Noted for her supporting roles in comedies as a teenager, she has since expanded to leading roles in both independent films and big-budget blockbusters. Her accolades include an Academy Award for Best Actress, a Primetime Emmy Award, and a Golden Globe. Time magazine named her one of the 100 mos"}]}, {"heading": "Births", "year": "1990", "date": "October 1", "txt": "Pedro Filipe Mendes, Portuguese footballer", "entities": [{"title": "Pedro Filipe Mendes", "href": "/wiki/Pedro_Filipe_Mendes", "description": "Pedro Filipe Teodósio Mendes is a Portuguese professional footballer who plays for Ligue 1 club Montpellier HSC as a central defender."}]}, {"heading": "Births", "year": "1990", "date": "October 1", "txt": "Albert Prosa, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "October 1", "txt": "Conor Clifford, Irish footballer", "entities": [{"title": "Conor Clifford", "href": "/wiki/Conor_Clifford", "description": "Conor Paul Clifford is an Irish professional footballer who plays as a midfielder for League of Ireland First Division club Bray Wanderers. He is a former Republic of Ireland youth international and has represented them at under-17, under-19, and under-21 level. He has been called into the senior Ireland squad but is yet to play."}]}, {"heading": "Births", "year": "1992", "date": "October 1", "txt": "Xander Bogaerts, Aruban baseball player", "entities": [{"title": "Xander Bogaerts", "href": "/wiki/Xander_Bogaerts", "description": "Xander Jan Bogaerts,, nicknamed \"the X-Man\" and \"Bogey\" or \"Bogie\", is an Aruban professional baseball shortstop for the Boston Red Sox of Major League Baseball (MLB) and the Netherlands national baseball team."}]}, {"heading": "Births", "year": "1995", "date": "October 1", "txt": "Lauren Hill, American basketball player (d. 2015)", "entities": [{"title": "Lauren Hill (basketball)", "href": "/wiki/Lauren_Hill_(basketball)", "description": "Lauren Hill was an American freshman basketball player at Mount St. Joseph University in Cincinnati, who suffered from terminal brain cancer. She was runner up for 2014 Associated Press Female Athlete of the Year, coming second in voting to Mo'ne Davis."}]}, {"heading": "Births", "year": "2001", "date": "October 1", "txt": "Mason Greenwood, English footballer", "entities": [{"title": "Mason Greenwood", "href": "/wiki/Mason_Greenwood", "description": "Mason Will John Greenwood is an English professional footballer who plays as a forward for Premier League club Manchester United and the England national team."}]}, {"heading": "Deaths", "year": "630", "date": "October 1", "txt": "Tajoom Uk'ab K'ahk', Mayan king", "entities": [{"title": "Tajoom Uk'ab K'ahk'", "href": "/wiki/Tajoom_Uk%27ab_K%27ahk%27", "description": "Tajoom Ukʼab Kʼahkʼ was a Maya ruler of the Kaan kingdom. He became a king on March 28, 622."}]}, {"heading": "Deaths", "year": "686", "date": "October 1", "txt": "Emperor Tenmu of Japan (b. 631)", "entities": [{"title": "Emperor Tenmu", "href": "/wiki/Emperor_Tenmu", "description": "Emperor Tenmu  was the 40th emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Deaths", "year": "804", "date": "October 1", "txt": "Richbod, archbishop of Trier", "entities": [{"title": "Richbod", "href": "/wiki/Richbod", "description": "Richbod was the Abbot of Lorsch from 784 and Abbot of Mettlach and Archbishop of Trier from around 792. He held the two abbacies and the bishopric concurrently until his death. He was the first archbishop of Trier."}, {"title": "Roman Catholic Diocese of Trier", "href": "/wiki/Roman_Catholic_Diocese_of_Trier", "description": "The Roman Catholic diocese of Trier, in English traditionally known by its French name of Treves, is a diocese of the Latin Rite of the Roman Catholic church in Germany. When it was the archbishopric and Electorate of Trier, it was one of the most important states of the Holy Roman Empire, both as an ecclesiastical principality and as a diocese of the Church. Unlike the other Rhenish dioceses — Ma"}]}, {"heading": "Deaths", "year": "895", "date": "October 1", "txt": "Kong Wei, chancellor of the Tang Dynasty", "entities": [{"title": "Kong Wei", "href": "/wiki/Kong_Wei", "description": "Kong Wei (孔緯), courtesy name Huawen (化文), formally the Duke of Lu (魯公), was an official of the late Tang dynasty, serving as a chancellor during the reigns of Emperor Xizong and Emperor Xizong's brother Emperor Zhaozong."}]}, {"heading": "Deaths", "year": "918", "date": "October 1", "txt": "Zhou, empress of Former Shu", "entities": [{"title": "Empress Zhou (Former Shu)", "href": "/wiki/Empress_Zhou_(Former_Shu)", "description": "Empress Zhou, formally Empress Shunde, known as Empress Zhaosheng in her lifetime, was an empress of the Chinese Five Dynasties and Ten Kingdoms period state Former Shu, as the wife of Former Shu's first emperor Wang Jian."}, {"title": "Former Shu", "href": "/wiki/Former_Shu", "description": "Great Shu called in retrospect Former Shu or occasionally Wang Shu (王蜀), was one of the Ten Kingdoms formed during the chaotic period between the rules of the Tang dynasty and the Song dynasty. It existed in 907–925 CE. It was the third state named \"Shu\" on the same territory, the second one having been Shu Han."}]}, {"heading": "Deaths", "year": "959", "date": "October 1", "txt": "Eadwig, English king (b. 941)", "entities": [{"title": "Eadwig", "href": "/wiki/Eadwig", "description": "Eadwig, also spelled Edwy or Eadwige (c. 940 – October 959), sometimes called the All-Fair, was King of the English from 955 until his premature death."}]}, {"heading": "Deaths", "year": "961", "date": "October 1", "txt": "Artald, archbishop of Reims", "entities": [{"title": "Artald of Reims", "href": "/wiki/Artald_of_Reims", "description": "Artald of Reims was twice Archbishop of Reims. He held the post first 931 to 940, when he was displaced by Hugh of Vermandois. He was restored, with the help of Louis IV of France, in 946."}, {"title": "Roman Catholic Archdiocese of Reims", "href": "/wiki/Roman_Catholic_Archdiocese_of_Reims", "description": "The Roman Catholic Archdiocese of Reims is an archdiocese of the Latin Rite of the Roman Catholic Church in France. Erected as a diocese around 250 by St. Sixtus, the diocese was elevated to an archdiocese around 750. The archbishop received the title \"primate of Gallia Belgica\" in 1089."}]}, {"heading": "Deaths", "year": "1040", "date": "October 1", "txt": "Alan III, Duke of Brittany (b. 997)", "entities": [{"title": "Alan III, Duke of Brittany", "href": "/wiki/Alan_III,_Duke_of_Brittany", "description": "Alan III of Rennes was Count of Rennes and duke of Brittany, by right of succession from 1008 to his death."}]}, {"heading": "Deaths", "year": "1126", "date": "October 1", "txt": "Morphia of Melitene, Queen of Jerusalem", "entities": [{"title": "Morphia of Melitene", "href": "/wiki/Morphia_of_Melitene", "description": "Morphia of Melitene, or Morfia, or Moraphia was queen of the crusader Kingdom of Jerusalem as the wife of Baldwin II."}]}, {"heading": "Deaths", "year": "1310", "date": "October 1", "txt": "Beatrice of Burgundy, Lady of Bourbon (b. 1257)", "entities": [{"title": "Beatrice of Burgundy, Lady of Bourbon", "href": "/wiki/Beatrice_of_Burgundy,_Lady_of_Bourbon", "description": "Beatrice of Burgundy was a ruling Lady of Bourbon in 1288-1310 and, through her mother, heiress of all Bourbon estates."}]}, {"heading": "Deaths", "year": "1404", "date": "October 1", "txt": "Pope Boniface IX (b. 1356)", "entities": [{"title": "Pope Boniface IX", "href": "/wiki/Pope_Boniface_IX", "description": "Pope Boniface IX was the Roman claimant to the headship of the Catholic Church from 2 November 1389 to his death. He was the second Roman pope of the Western Schism. During this time the Avignon claimants, Clement VII and Benedict XIII, maintained the Roman Curia in Avignon, under the protection of the French monarchy."}]}, {"heading": "Deaths", "year": "1416", "date": "October 1", "txt": "Yaqub Spata, Albanian ruler", "entities": [{"title": "Yaqub Spata", "href": "/wiki/Yaqub_Spata", "description": "Yaqub Spata or Shpata was the last Lord of Arta, ruling from 1414/15 until 1416, with a brief interval when he was evicted by the local population. His rule ended after his capture and execution by Carlo I Tocco, who proceeded to incorporate Arta to his domains."}]}, {"heading": "Deaths", "year": "1450", "date": "October 1", "txt": "Leonello d'Este, Marquis of Ferrara, Italian noble (b. 1407)", "entities": [{"title": "Leonello d'Este, Marquis of Ferrara", "href": "/wiki/Leonello_d%27Este,_Marquis_of_Ferrara", "description": "Leonello d'Este was Marquis of Ferrara, Modena, and Reggio Emilia from 1441 to 1450. Despite the presence of legitimate children, Leonello was favoured by his father as his successor. In addition, his virtuous qualities, high level of education, and popularity among the common people as well as his formal papal recognition ultimately made him the most suitable heir."}]}, {"heading": "Deaths", "year": "1499", "date": "October 1", "txt": "Marsilio Ficino, Italian astrologer and philosopher (b. 1433)", "entities": [{"title": "Marsilio Ficino", "href": "/wiki/Marsilio_Ficino", "description": "Marsilio Ficino was an Italian scholar and Catholic priest who was one of the most influential humanist philosophers of the early Italian Renaissance. He was an astrologer, a reviver of Neoplatonism in touch with the major academics of his day and the first translator of Plato's complete extant works into Latin. His Florentine Academy, an attempt to revive Plato's Academy, influenced the direction"}]}, {"heading": "Deaths", "year": "1500", "date": "October 1", "txt": "John Alcock, English bishop and politician, Lord Chancellor of the United Kingdom (b. 1430)", "entities": [{"title": "John Alcock (bishop)", "href": "/wiki/John_Alcock_(bishop)", "description": "John Alcock was an English churchman, bishop and Lord Chancellor."}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Deaths", "year": "1532", "date": "October 1", "txt": "Jan Mabuse, Flemish painter", "entities": [{"title": "Jan Mabuse", "href": "/wiki/Jan_Mabuse", "description": "Jan Gossaert was a French-speaking painter from the Low Countries also known as Jan Mabuse or Jennyn van Hennegouwe (Hainaut), as he called himself when he matriculated in the Guild of Saint Luke, at Antwerp, in 1503. He was one of the first painters of Dutch and Flemish Renaissance painting to visit Italy and Rome, which he did in 1508–09, and a leader of the style known as Romanism, which brough"}]}, {"heading": "Deaths", "year": "1567", "date": "October 1", "txt": "Pietro Carnesecchi, Italian humanist (b. 1508)", "entities": [{"title": "Pietro Carnesecchi", "href": "/wiki/Pietro_Carnesecchi", "description": "Pietro Carnesecchi was an Italian humanist."}]}, {"heading": "Deaths", "year": "1570", "date": "October 1", "txt": "Frans Floris, Flemish painter (b. 1520)", "entities": [{"title": "Frans Floris", "href": "/wiki/Frans_Floris", "description": "Frans Floris, Frans Floris the Elder or Frans Floris de Vriendt was a Flemish painter, draughtsman, print artist and tapestry designer. He is mainly known for his history paintings, allegorical scenes and portraits. He played an important role in the movement in Northern Renaissance painting referred to as Romanism. The Romanists had typically travelled to Italy to study the works of leading Itali"}]}, {"heading": "Deaths", "year": "1574", "date": "October 1", "txt": "Maarten van Heemskerck, Dutch painter (b. 1498)", "entities": [{"title": "Maarten van Heemskerck", "href": "/wiki/Maarten_van_Heemskerck", "description": "Maerten van Heemskerck or Marten Jacobsz Heemskerk van Veen was a Dutch portrait and religious painter, who spent most of his career in Haarlem. He was a pupil of Jan van Scorel, and adopted his teacher's Italian-influenced style. He spent the years 1532–6 in Italy. He produced many designs for engravers, and is especially known for his depictions of the Wonders of the World."}]}, {"heading": "Deaths", "year": "1578", "date": "October 1", "txt": "John of Austria (b. 1547)", "entities": [{"title": "John of Austria", "href": "/wiki/John_of_Austria", "description": "John of Austria was an illegitimate son of Holy Roman Emperor Charles V. He became a military leader in the service of his half-brother, King Philip II of Spain, and is best known for his role as the admiral of the Holy Alliance fleet at the Battle of Lepanto."}]}, {"heading": "Deaths", "year": "1588", "date": "October 1", "txt": "Edward James, English priest and martyr (b. 1557)", "entities": [{"title": "Edward James (martyr)", "href": "/wiki/Edward_James_(martyr)", "description": "Edward James was an English Catholic priest and martyr."}]}, {"heading": "Deaths", "year": "1602", "date": "October 1", "txt": "Hernando de Cabezón, Spanish organist and composer (b. 1541)", "entities": [{"title": "Hernando de Cabezón", "href": "/wiki/Hernando_de_Cabez%C3%B3n", "description": "Hernando de Cabezón, was a Spanish composer and organist, son of Antonio de Cabezón. Only a few of his works are extant today, and he is chiefly remembered for publishing the bulk of his father's work."}]}, {"heading": "Deaths", "year": "1609", "date": "October 1", "txt": "Giammateo Asola, Italian priest and composer (b. 1532)", "entities": [{"title": "Giammateo Asola", "href": "/wiki/Giammateo_Asola", "description": "Giammateo Asola was an Italian composer of the late Renaissance. He was a prolific composer of sacred music, mostly in a conservative style, although he may have been one of the first composers to write a part for basso continuo."}]}, {"heading": "Deaths", "year": "1652", "date": "October 1", "txt": "Jan Asselijn, Dutch painter (d. 1610)", "entities": [{"title": "Jan Asselijn", "href": "/wiki/Jan_Asselijn", "description": "Jan Asselijn, was a Dutch Golden Age painter."}]}, {"heading": "Deaths", "year": "1684", "date": "October 1", "txt": "Pierre Corneille, French playwright (b. 1606)", "entities": [{"title": "Pierre Corneille", "href": "/wiki/Pierre_Corneille", "description": "Pierre Corneille was a French tragedian. He is generally considered one of the three great seventeenth-century French dramatists, along with Molière and Racine."}]}, {"heading": "Deaths", "year": "1693", "date": "October 1", "txt": "Pedro Abarca, Spanish theologian and academic (b. 1619)", "entities": [{"title": "Pedro Abarca", "href": "/wiki/Pedro_Abarca", "description": "Pedro Abarca was a Jesuit theologian."}]}, {"heading": "Deaths", "year": "1708", "date": "October 1", "txt": "John Blow, English organist and composer (b. 1649)", "entities": [{"title": "John Blow", "href": "/wiki/John_Blow", "description": "John Blow was an English Baroque composer and organist, appointed organist of Westminster Abbey in late 1668. His pupils included William Croft, Jeremiah Clarke and Henry Purcell. In 1685 he was named a private musician to James II. His only stage composition, Venus and Adonis, is thought to have influenced Henry Purcell's later opera Dido and Aeneas. In 1687 he became choirmaster at St Paul's Cat"}]}, {"heading": "Deaths", "year": "1768", "date": "October 1", "txt": "Robert Simson, Scottish mathematician and academic (b. 1687)", "entities": [{"title": "Robert Simson", "href": "/wiki/Robert_Simson", "description": "Robert Simson was a Scottish mathematician and professor of mathematics at the University of Glasgow. The Simson line is named after him."}]}, {"heading": "Deaths", "year": "1788", "date": "October 1", "txt": "William Brodie, Scottish businessman and politician (b. 1741)", "entities": [{"title": "William Brodie", "href": "/wiki/William_Brodie", "description": "William Brodie, often known by his title of Deacon Brodie, was a Scottish cabinet-maker, deacon of a trades guild, and Edinburgh city councillor, who maintained a secret life as a housebreaker, partly for the thrill, and partly to fund his gambling."}]}, {"heading": "Deaths", "year": "1837", "date": "October 1", "txt": "Robert Clark, American politician (b. 1777)", "entities": [{"title": "Robert Clark (U.S. politician)", "href": "/wiki/Robert_Clark_(U.S._politician)", "description": "Robert Clark was a physician and politician. He served in the New York State Assembly and one term as United States Representative from New York. With his family, he moved to Monroe, Michigan in 1823, joining the migration west. He did not run again for office."}]}, {"heading": "Deaths", "year": "1838", "date": "October 1", "txt": "Charles Tennant, Scottish chemist and businessman (b. 1768)", "entities": [{"title": "Charles Tennant", "href": "/wiki/Charles_Tennant", "description": "Charles Tennant was a Scottish chemist and industrialist. He discovered bleaching powder and founded an industrial dynasty."}]}, {"heading": "Deaths", "year": "1864", "date": "October 1", "txt": "Rose O'Neal Greenhow, American spy (b. 1817)", "entities": [{"title": "Rose O'Neal Greenhow", "href": "/wiki/Rose_O%27Neal_Greenhow", "description": "Rose O'Neal Greenhow was a renowned Confederate spy during the American Civil War. A socialite in Washington, D.C., during the period before the war, she moved in important political circles and cultivated friendships with presidents, generals, senators, and high-ranking military officers including John C. Calhoun and James Buchanan. She used her connections to pass along key military information "}]}, {"heading": "Deaths", "year": "1878", "date": "October 1", "txt": "Mindon Min, Burmese king (b. 1808)", "entities": [{"title": "Mindon Min", "href": "/wiki/Mindon_Min", "description": "Mindon Min was the penultimate king of Burma (Myanmar) from 1853 to 1878. He was one of the most popular and revered kings of Burma. Under his half brother King Pagan, the Second Anglo-Burmese War in 1852 ended with the annexation of Lower Burma by the British Empire. Mindon and his younger brother Kanaung overthrew their half brother King Pagan. He spent most of his reign trying to defend the upp"}]}, {"heading": "Deaths", "year": "1885", "date": "October 1", "txt": "John Light Atlee, American physician and surgeon (b. 1799)", "entities": [{"title": "John Light Atlee", "href": "/wiki/John_Light_Atlee", "description": "John Light Atlee was an American physician and surgeon. He was one of the organizers of the American Medical Association, also serving as its president."}]}, {"heading": "Deaths", "year": "1895", "date": "October 1", "txt": "Eli Whitney Blake, Jr., American chemist, physicist, and academic (b. 1836)", "entities": [{"title": "Eli Whitney Blake, Jr.", "href": "/wiki/Eli_Whitney_Blake,_Jr.", "description": "Eli Whitney Blake Jr. was an American scientist. His father and namesake was an inventor and partner of the Blake Brothers manufacturing firm. The origin of the name Eli Whitney comes from Blake senior's uncle Eli Whitney, who changed the face of the cotton industry with the invention of the cotton gin."}]}, {"heading": "Deaths", "year": "1901", "date": "October 1", "txt": "Abdur Rahman Khan, Afghan emir (b. 1844)", "entities": [{"title": "Abdur Rahman Khan", "href": "/wiki/Abdur_Rahman_Khan", "description": "Abdur Rahman Khan was Emir of Afghanistan from 1880 to 1901. He is known for uniting the country after years of internal fighting and negotiation of the Durand Line Agreement with British India."}]}, {"heading": "Deaths", "year": "1913", "date": "October 1", "txt": "Eugene O'Keefe, Canadian businessman and philanthropist (b. 1827)", "entities": [{"title": "Eugene O'Keefe", "href": "/wiki/Eugene_O%27Keefe", "description": "Eugene O'Keefe, baptized as Owen Keeffe, was an Irish-born Canadian businessman and philanthropist, well-known in the brewing industry for his signature brews. He incorporated the O'Keefe Brewery Company of Toronto Limited in 1891."}]}, {"heading": "Deaths", "year": "1929", "date": "October 1", "txt": "Antoine Bourdelle, French sculptor and painter (b. 1861)", "entities": [{"title": "Antoine Bourdelle", "href": "/wiki/Antoine_Bourdelle", "description": "Antoine Bourdelle, born Émile Antoine Bordelles, was an influential and prolific French sculptor and teacher. He was a student of Auguste Rodin, a teacher of Giacometti and Henri Matisse, and an important figure in the Art Deco movement and the transition from the Beaux-Arts style to modern sculpture."}]}, {"heading": "Deaths", "year": "1940", "date": "October 1", "txt": "Chiungtze C. Tsen, Chinese mathematician (b. 1898)", "entities": [{"title": "Chiungtze C. Tsen", "href": "/wiki/Chiungtze_C._Tsen", "description": "Chiungtze C. Tsen, given name Chiung, was a Chinese mathematician born in Nanchang, Jiangxi. He is known for his work in algebra. He was one of Emmy Noether's students at the University of Göttingen."}]}, {"heading": "Deaths", "year": "1942", "date": "October 1", "txt": "Ants Piip, Estonian lawyer and politician, 7th Prime Minister of Estonia (b. 1884)", "entities": [{"title": "Ants Piip", "href": "/wiki/Ants_Piip", "description": "Ants Piip VR III/1 was an Estonian lawyer, diplomat and politician. Piip was the 1st Head of State of Estonia and the 5th Prime Minister of Estonia."}, {"title": "Prime Minister of Estonia", "href": "/wiki/Prime_Minister_of_Estonia", "description": "The Prime Minister of Estonia is the head of government of the Republic of Estonia. The prime minister is nominated by the President after appropriate consultations with the parliamentary factions and confirmed by the Parliament. In case of disagreement, the Parliament can reject the President's nomination and choose their own candidate. In practice, since the Prime Minister must maintain the conf"}]}, {"heading": "Deaths", "year": "1950", "date": "October 1", "txt": "Faik Ali Ozansoy, Turkish poet, educator, and politician (b. 1876)", "entities": [{"title": "Faik Ali Ozansoy", "href": "/wiki/Faik_Ali_Ozansoy", "description": "Faik Ali Ozansoy was a Turkish politician, poet, and educator. He was the younger brother of Süleyman Nazif, an eminent man of letters and prominent member of the Committee for Union and Progress. Faik Ali was one of the foremost poets and writers of the Servet-i Fünun and Fecr-i Âti literary period. During World War I, Ozansoy served as the governor of Kütahya. Ozansoy is especially known for hav"}]}, {"heading": "Deaths", "year": "1951", "date": "October 1", "txt": "Peter McWilliam, Scottish-English footballer and manager (b. 1878)", "entities": [{"title": "Peter McWilliam", "href": "/wiki/Peter_McWilliam", "description": "Peter McWilliam was a Scottish footballer who played at left-half for Inverness Thistle, Newcastle United and Scotland. He won every domestic trophy during nine years with Newcastle."}]}, {"heading": "Deaths", "year": "1953", "date": "October 1", "txt": "John Marin, American painter (b. 1870)", "entities": [{"title": "John Marin", "href": "/wiki/John_Marin", "description": "John Marin was an early American modernist artist. He is known for his abstract landscapes and watercolors."}]}, {"heading": "Deaths", "year": "1955", "date": "October 1", "txt": "Charles Christie, American film producer, founded Christie Film Company (b. 1880)", "entities": [{"title": "Charles Christie", "href": "/wiki/Charles_Christie", "description": "Charles H. V. Christie was a motion picture studio owner."}, {"title": "Christie Film Company", "href": "/wiki/Christie_Film_Company", "description": "Christie Film Company was an American pioneer motion picture company founded in Hollywood, California by Al Christie and Charles Christie, two brothers from London, Ontario, Canada. It made comedies."}]}, {"heading": "Deaths", "year": "1957", "date": "October 1", "txt": "Abdülhalik Renda, Turkish civil servant and politician, 6th Turkish Minister of National Defence (b. 1881)", "entities": [{"title": "Abdülhalik Renda", "href": "/wiki/Abd%C3%BClhalik_Renda", "description": " Abdülhalik Renda was a Turkish civil servant and politician."}, {"title": "List of Ministers of National Defence of Turkey", "href": "/wiki/List_of_Ministers_of_National_Defence_of_Turkey", "description": "The following is a list of Ministers of National Defense of Turkey."}]}, {"heading": "Deaths", "year": "1958", "date": "October 1", "txt": "Robert Falk, Russian painter and educator (b. 1886)", "entities": [{"title": "Robert Falk", "href": "/wiki/Robert_Falk", "description": "Robert Rafailovich Falk was a Russian painter."}]}, {"heading": "Deaths", "year": "1959", "date": "October 1", "txt": "Enrico De Nicola, Italian journalist, lawyer, and politician, 1st President of Italy (b. 1877)", "entities": [{"title": "Enrico De Nicola", "href": "/wiki/Enrico_De_Nicola", "description": "Enrico De Nicola, was an Italian jurist, journalist, politician, and provisional head of state of republican Italy from 1946 to 1948. Afterwards, he became the first president of Italy on 1 January 1948."}, {"title": "President of Italy", "href": "/wiki/President_of_Italy", "description": "The president of Italy, officially denoted as President of the Italian Republic is the head of state of Italy. In that role, the officeholder represents national unity, guarantees that Italian politics comply with the Constitution of Italy and is the head of the Italian Armed Forces. The president's term of office lasts for seven years. The current holder is former Constitutional Judge Sergio Matt"}]}, {"heading": "Deaths", "year": "1961", "date": "October 1", "txt": "Ludwig Bemelmans, Italian-American author and illustrator (b. 1898)", "entities": [{"title": "Ludwig Bemelmans", "href": "/wiki/Ludwig_Bemelmans", "description": "Ludwig Bemelmans was an Austrian-born American writer and illustrator of children's books and adult novels. He is known best for the Madeline picture books. Six were published, the first in 1939."}]}, {"heading": "Deaths", "year": "1970", "date": "October 1", "txt": "Raúl Riganti, Argentinian race car driver (b. 1893)", "entities": [{"title": "Raúl Riganti", "href": "/wiki/Ra%C3%BAl_Riganti", "description": "Raoul Riganti was an Argentine racecar driver. He competed in the Indianapolis 500 three times, qualifying every year he was entered. Riganti was briefly an adviser of driver Juan Manuel Fangio."}]}, {"heading": "Deaths", "year": "1972", "date": "October 1", "txt": "Louis Leakey, Kenyan-English archaeologist and paleontologist (b. 1903)", "entities": [{"title": "Louis Leakey", "href": "/wiki/Louis_Leakey", "description": "Louis Seymour Bazett Leakey was a Kenyan/British paleoanthropologist and archaeologist whose work was important in demonstrating that humans evolved in Africa, particularly through discoveries made at Olduvai Gorge with his wife, fellow paleontologist Mary Leakey. Having established a program of palaeoanthropological inquiry in eastern Africa, he also motivated many future generations to continue "}]}, {"heading": "Deaths", "year": "1974", "date": "October 1", "txt": "Spyridon Marinatos, Greek archaeologist and academic (b. 1901)", "entities": [{"title": "Spyridon Marinatos", "href": "/wiki/Spyridon_Marinatos", "description": "Spyridon Nikolaou Marinatos was a Greek archaeologist, best known for leading excavations at Akrotiri on Santorini (1967–74), where he died and is buried. He specialized in the Bronze Age Minoan and Mycenaean civilizations."}]}, {"heading": "Deaths", "year": "1975", "date": "October 1", "txt": "Al Jackson, Jr., American drummer, songwriter, and producer (b. 1935)", "entities": [{"title": "Al Jackson, Jr.", "href": "/wiki/Al_Jackson,_Jr.", "description": "Albert J. Jackson Jr. was an American drummer, producer, and songwriter. He was a founding member of Booker T. & the M.G.'s, a group of session musicians who worked for Stax Records and produced their own instrumentals. Jackson was affectionately dubbed \"The Human Timekeeper\" for his drumming ability. He was inducted into the Memphis Music Hall of Fame in 2015, and the Rock and Roll Hall of Fame a"}]}, {"heading": "Deaths", "year": "1984", "date": "October 1", "txt": "Walter Alston, American baseball player and manager (b. 1911)", "entities": [{"title": "Walter Alston", "href": "/wiki/Walter_Alston", "description": "Walter Emmons Alston, nicknamed \"Smokey\", was an American baseball player and manager in Major League Baseball (MLB). He is best known for managing the Brooklyn/Los Angeles Dodgers from 1954 through 1976, and signed 23 one-year contracts with the team. He had a calm, reticent demeanor, for which he was sometimes also known as \"The Quiet Man.\""}]}, {"heading": "Deaths", "year": "1985", "date": "October 1", "txt": "Ninian Sanderson, Scottish race car driver (b. 1925)", "entities": [{"title": "Ninian Sanderson", "href": "/wiki/Ninian_Sanderson", "description": "\nNinian Sanderson was a Scottish car dealer, sports car racing driver, and winner of the 1956 24 Hours of Le Mans."}]}, {"heading": "Deaths", "year": "1985", "date": "October 1", "txt": "E. B. White, American essayist and journalist (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "October 1", "txt": "Archie League, American air traffic controller (b. 1907)", "entities": [{"title": "Archie League", "href": "/wiki/Archie_League", "description": "Archie William League is generally considered the first air traffic controller in the United States of America.\nLeague had been a licensed pilot, and licensed engine and aircraft mechanic. He had barnstormed around in Missouri and Illinois with his \"flying circus,\" prior to St. Louis hiring him as the first U.S. air traffic controller in 1929. He was stationed at the airfield in St. Louis, Missour"}]}, {"heading": "Deaths", "year": "1988", "date": "October 1", "txt": "Sacheverell Sitwell, English author, poet, and critic (b. 1897)", "entities": [{"title": "Sacheverell Sitwell", "href": "/wiki/Sacheverell_Sitwell", "description": "Sir Sacheverell Reresby Sitwell, 6th Baronet was an English writer, best known as an art critic, music critic, and writer on architecture, particularly the baroque. Dame Edith Sitwell and Sir Osbert Sitwell were his older siblings."}]}, {"heading": "Deaths", "year": "1990", "date": "October 1", "txt": "Curtis LeMay, American general (b. 1906)", "entities": [{"title": "Curtis LeMay", "href": "/wiki/Curtis_LeMay", "description": "Curtis Emerson LeMay was an American Air Force general who implemented an effective but controversial strategic bombing campaign in the Pacific theater of World War II. He later served as Chief of Staff of the U.S. Air Force from 1961 to 1965."}]}, {"heading": "Deaths", "year": "1992", "date": "October 1", "txt": "Petra Kelly, German activist and politician (b. 1947)", "entities": [{"title": "Petra Kelly", "href": "/wiki/Petra_Kelly", "description": "Petra Karin Kelly was a German Green politician and ecofeminist activist. She was a founding member of the German Green Party, the first Green party to rise to prominence both nationally in Germany and worldwide. In 1982, she was awarded the Right Livelihood Award for \"forging and implementing a new vision uniting ecological concerns with disarmament, social justice and human rights.\""}]}, {"heading": "Deaths", "year": "1994", "date": "October 1", "txt": "Paul Lorenzen, German mathematician and philosopher (b. 1915)", "entities": [{"title": "Paul Lorenzen", "href": "/wiki/Paul_Lorenzen", "description": "Paul Lorenzen was a German philosopher and mathematician, founder of the Erlangen School and inventor of game semantics."}]}, {"heading": "Deaths", "year": "1997", "date": "October 1", "txt": "Jerome H. Lemelson, American engineer and philanthropist (b. 1923)", "entities": [{"title": "Jerome H. Lemelson", "href": "/wiki/Jerome_H._Lemelson", "description": "Jerome \"Jerry\" Hal Lemelson was an American engineer, inventor, and patent holder. Several of his inventions and works in the fields in which he patented have made possible, either wholly or in part, innovations like automated warehouses, industrial robots, cordless telephones, fax machines, videocassette recorders, camcorders, and the magnetic tape drive used in Sony's Walkman tape players. Lemel"}]}, {"heading": "Deaths", "year": "2002", "date": "October 1", "txt": "Walter Annenberg, American publisher and diplomat, United States Ambassador to the United Kingdom (b. 1908)", "entities": [{"title": "Walter Annenberg", "href": "/wiki/Walter_Annenberg", "description": "Walter Hubert Annenberg was an American businessman, investor, philanthropist, and diplomat. Annenberg owned and operated Triangle Publications, which included ownership of The Philadelphia Inquirer, TV Guide, the Daily Racing Form, A+ Magazine, Essence, Star & Sky Magazine, Elementary Electronics, Playboy, The Saturday Evening Post, The Atlantic Monthly, and Seventeen magazine. He was appointed b"}, {"title": "United States Ambassador to the United Kingdom", "href": "/wiki/United_States_Ambassador_to_the_United_Kingdom", "description": "The United States ambassador to the United Kingdom is the official representative of the president of the United States and the government of the United States of America to the Queen and Government of the United Kingdom."}]}, {"heading": "Deaths", "year": "2004", "date": "October 1", "txt": "Richard Avedon, American photographer (b. 1923)", "entities": [{"title": "Richard Avedon", "href": "/wiki/Richard_Avedon", "description": "Richard Avedon was an American fashion and portrait photographer. He worked for Harper's Bazaar and Vogue, specializing in capturing movement in still pictures of fashion, theater and dance. An obituary published in The New York Times said that \"his fashion and portrait photographs helped define America's image of style, beauty and culture for the last half-century\"."}]}, {"heading": "Deaths", "year": "2004", "date": "October 1", "txt": "Bruce Palmer, Canadian bass player (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "October 1", "txt": "Robert Vaidlo, Estonian journalist and author (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "October 1", "txt": "Fawaz al-Rabeiee, Saudi Arabian terrorist (b. 1979)", "entities": [{"title": "Fawaz al-Rabeiee", "href": "/wiki/Fawaz_al-Rabeiee", "description": "Fawaz Yahya al-Rabeiee was an al-Qaeda terrorist, sentenced to death in 2004 by a Yemeni court for his part in the 2002 attack on the French tanker Limburg. Al-Rabeiee escaped custody in February 2006, with 22 other inmates, but was killed 1 October 2006 in San‘a’, along with another al-Qaeda suspect identified as Mohammed Daylami."}]}, {"heading": "Deaths", "year": "2006", "date": "October 1", "txt": "Jerald Tanner, American author and activist (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "October 1", "txt": "Ronnie Hazlehurst, English conductor and composer (b. 1928)", "entities": [{"title": "Ronnie Hazlehurst", "href": "/wiki/Ronnie_Hazlehurst", "description": "Ronald Hazlehurst was an English composer and conductor who, having joined the BBC in 1961, became its Light Entertainment Musical Director."}]}, {"heading": "Deaths", "year": "2007", "date": "October 1", "txt": "Chris Mainwaring, Australian footballer and journalist (b. 1965)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "October 1", "txt": "Al Oerter, American discus thrower (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "October 1", "txt": "John Biddle, American cinematographer (b. 1925)", "entities": [{"title": "John Biddle (yachting cinematographer)", "href": "/wiki/John_Biddle_(yachting_cinematographer)", "description": "John Scott Biddle (1925–2008) was a foremost yachting cinematographer and lecturer, establishing a film-making career that spanned more than forty years. His films captured not only the technical aspects of sailing but also the human story in events as tranquil as a Nova Scotia cruise and as grand as the America's Cup Races."}]}, {"heading": "Deaths", "year": "2009", "date": "October 1", "txt": "Cintio Vitier, Cuban poet and author (b. 1921)", "entities": [{"title": "Cintio Vitier", "href": "/wiki/Cintio_Vitier", "description": "Cintio Vitier was a Cuban poet, essayist, and novelist. Upon selecting him for the Juan Rulfo Prize, the award jury called him \"one of the most important writers of his generation\"."}]}, {"heading": "Deaths", "year": "2010", "date": "October 1", "txt": "Ian Buxton, English footballer and cricketer (b. 1938)", "entities": [{"title": "Ian Buxton", "href": "/wiki/Ian_Buxton", "description": "Ian Ray Buxton was an English footballer and cricketer. He played football as an inside forward for Derby County between 1959 and 1967, before brief spells with Luton Town, Notts County, Port Vale, and non-league Ilkeston Town. He played a total of 215 league games in the English Football League, helping Luton Town to the Fourth Division title in 1967–68, also helping Port Vale to win promotion ou"}]}, {"heading": "Deaths", "year": "2011", "date": "October 1", "txt": "Sven Tumba, Swedish ice hockey player and golfer (b. 1931)", "entities": [{"title": "Sven Tumba", "href": "/wiki/Sven_Tumba", "description": "Sven Tumba was one of the most prominent Swedish ice hockey players of the 1950s and 1960s. He also represented Sweden in football as well as golf and became Swedish champion in waterskiing."}]}, {"heading": "Deaths", "year": "2012", "date": "October 1", "txt": "Octavio Getino, Spanish-Argentinian director and screenwriter (b. 1935)", "entities": [{"title": "Octavio Getino", "href": "/wiki/Octavio_Getino", "description": "Octavio Getino was an Argentine film director and writer who is best known for co-founding, along with Fernando Solanas, the Grupo Cine Liberación and the school of Third Cinema."}]}, {"heading": "Deaths", "year": "2012", "date": "October 1", "txt": "Eric Hobsbawm, Egyptian-English historian and author (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 1", "txt": "Mark R. Kravitz, American lawyer and judge (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 1", "txt": "Moshe Sanbar, Hungarian-Israeli economist and banker (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 1", "txt": "Shlomo Venezia, Greek-Italian Holocaust survivor and author (b. 1923)", "entities": [{"title": "Holocaust", "href": "/wiki/Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration camps;"}]}, {"heading": "Deaths", "year": "2013", "date": "October 1", "txt": "Arnold Burns, American lawyer and politician, 21st United States Deputy Attorney General (b. 1930)", "entities": [{"title": "Arnold Burns", "href": "/wiki/Arnold_Burns", "description": "Arnold Irwin Burns was an American lawyer. He served as the United States Deputy Attorney General from 1986 to 1988 under President Ronald Reagan and U.S. Attorney General Edwin Meese. In March 1988, Burns, together with the head of the U.S. Justice Department's criminal division William Weld and four aides, resigned from office in protest of what they viewed as improper conduct by Attorney Genera"}, {"title": "United States Deputy Attorney General", "href": "/wiki/United_States_Deputy_Attorney_General", "description": "The United States deputy attorney general is the second highest-ranking official in the United States Department of Justice and oversees the day-to-day operation of the Department. The deputy attorney general acts as attorney general during the absence of the attorney general. Lisa Monaco has served in this role since April 21, 2021."}]}, {"heading": "Deaths", "year": "2013", "date": "October 1", "txt": "Tom Clancy, American author (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 1", "txt": "Imero Fiorentino, American lighting designer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 1", "txt": "Israel Gutman, Polish-Israeli historian and author (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 1", "txt": "Ole Danbolt Mjøs, Norwegian physician, academic, and politician (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 1", "txt": "Jim Rountree, American football player and coach (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 1", "txt": "Lynsey de Paul, English singer-songwriter, pianist, and actress (b. 1948)", "entities": [{"title": "Lynsey de Paul", "href": "/wiki/Lynsey_de_Paul", "description": "Lynsey de Paul was an English singer-songwriter and producer. She had chart hits in the UK and Europe in the 1970s, starting with the UK top 10 single \"Sugar Me\", becoming the first British female artist to achieve a number one with a self-written song. She represented the UK in the 1977 Eurovision Song Contest, scoring another chart-topping hit in Switzerland and had a successful career as a two-"}]}, {"heading": "Deaths", "year": "2014", "date": "October 1", "txt": "Shlomo Lahat, Israeli general and politician (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 1", "txt": "José Martínez, Cuban-American baseball player and coach (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 1", "txt": "Robert Serra, Venezuelan criminologist and politician (b. 1987)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 1", "txt": "Božo Bakota, Croatian footballer (b. 1950)", "entities": [{"title": "Božo Bakota", "href": "/wiki/Bo%C5%BEo_Bakota", "description": "Božo Bakota was a Croatian footballer who throughout his entire professional football career played only for two football clubs, NK Zagreb and SK Sturm Graz. He played as a midfielder for NK Zagreb and as a forward for SK Sturm Graz during a career spanning from 1971 to 1986."}]}, {"heading": "Deaths", "year": "2015", "date": "October 1", "txt": "Don Edwards, American soldier, lawyer, and politician (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 1", "txt": "Hadi Norouzi, Iranian footballer (b. 1985)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 1", "txt": "Jacob Pressman, American rabbi and academic, co-founded American Jewish University (b. 1919)", "entities": [{"title": "American Jewish University", "href": "/wiki/American_Jewish_University", "description": "American Jewish University (AJU), formerly the separate institutions University of Judaism and Brandeis-Bardin Institute, is a Jewish institution in Los Angeles, California."}]}, {"heading": "Deaths", "year": "2017", "date": "October 1", "txt": "Dave Strader, American sportscaster (b. 1955)", "entities": [{"title": "Dave Strader", "href": "/wiki/Dave_Strader", "description": "David Strader was an American sportscaster, primarily known for his play-by-play commentary of ice hockey. During his career, he worked on telecasts for the Detroit Red Wings, Florida Panthers, Phoenix Coyotes and Dallas Stars of the National Hockey League (NHL). He also worked nationally in the United States for ESPN, ABC, Versus, NBC, and NBCSN."}]}, {"heading": "Deaths", "year": "2018", "date": "October 1", "txt": "Charles Aznavour, French-Armenian singer, composer, writer, filmmaker and public figure (b. 1924)", "entities": [{"title": "Charles Aznavour", "href": "/wiki/Charles_Aznavour", "description": "Charles Aznavour was a French-Armenian singer, lyricist, actor and diplomat. Aznavour was known for his distinctive tenor voice: clear and ringing in its upper reaches, with gravelly and profound low notes. In a career as a composer, singer and songwriter, spanning over 70 years, he recorded more than 1,200 songs interpreted in 9 languages. Moreover, he wrote or co-wrote more than 1,000 songs for "}]}, {"heading": "Deaths", "year": "2019", "date": "October 1", "txt": "Karel Gott, Сzeсh singer (b. 1939)", "entities": [{"title": "Karel Gott", "href": "/wiki/Karel_Gott", "description": "Karel Gott was a Czech singer and amateur painter, considered the most successful male singer in Czechoslovakia and the Czech Republic. He was voted the country's best male singer in the annual Český slavík national music award 42 times, most recently in 2017."}]}]