[{"heading": "Events", "year": "475", "date": "October 31", "txt": "Romulus Augustulus is proclaimed Western Roman Emperor.", "entities": [{"title": "Romulus Augustulus", "href": "/wiki/Romulus_Augustulus", "description": "Romulus Augustus, known derisively and historiographically as Augustulus, was Roman emperor of the West from 31 October 475 until 4 September 476. He is often described as the last Western Roman emperor, though some historians consider this to be Julius Nepos. Romulus's deposition by Odoacer traditionally marks the end of the Roman Empire in the West, the end of Ancient Rome, and the beginning of "}, {"title": "Western Roman Emperor", "href": "/wiki/Western_Roman_Emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}]}, {"heading": "Events", "year": "683", "date": "October 31", "txt": "During the Siege of Mecca, the Kaaba catches fire and is burned down.", "entities": [{"title": "Siege of Mecca (683)", "href": "/wiki/Siege_of_Mecca_(683)", "description": "The siege of Mecca in September–November 683 was one of the early battles of the Second Fitna. The city of Mecca was a sanctuary for Abd Allah ibn al-Zubayr, who was among the most prominent challengers to the dynastic succession to the Caliphate by the Umayyad Yazid I. After nearby Medina, the other holy city of Islam, also rebelled against Yazid, the Umayyad ruler sent an army to subdue Arabia. "}, {"title": "Kaaba", "href": "/wiki/Kaaba", "description": "The Kaaba, also spelled Ka'bah or Kabah, sometimes referred to as al-Kaʿbah al-Musharrafah, is a building at the center of Islam's most important mosque, the Masjid al-Haram in Mecca, Saudi Arabia. It is the most sacred site in Islam. It is considered by Muslims to be the Bayt Allah and is the qibla for Muslims around the world when performing salah."}]}, {"heading": "Events", "year": "802", "date": "October 31", "txt": "Empress Irene is deposed and banished to Lesbos. Conspirators place Nikephoros, the minister of finance, on the Byzantine throne.", "entities": [{"title": "Irene of Athens", "href": "/wiki/Irene_of_Athens", "description": "Irene of Athens, surname Sarantapechaina (Σαρανταπήχαινα), was Eastern Roman empress by marriage to Emperor Leo IV from 775 to 780, regent during the childhood of their son Constantine VI from 780 until 790, co-regent from 792 until 797, and finally sole ruler and first empress regnant of the Eastern Roman Empire from 797 to 802. A member of the politically prominent Sarantapechos family, she was "}, {"title": "Lesbos", "href": "/wiki/Lesbos", "description": "Lesbos is a Greek island located in the northeastern Aegean Sea, often called Mytilene in Greece, after its capital. It has an area of 1,633 km2 (631 sq mi) with 321 kilometres of coastline, making it the third largest island in Greece. It is separated from Turkey by the narrow Mytilini Strait and in late Palaeolithic/Mesolithic times was joined to the Anatolian mainland before the end of the Last"}, {"title": "Nikephoros I", "href": "/wiki/Nikephoros_I", "description": "Nikephoros I or Nicephorus I was Byzantine Emperor from 802 to 811, when he was killed in the Battle of Pliska. Prior to his accession, he had served as genikos logothetēs, whence he is sometimes surnamed \"the Logothete\" and \"Genikos\" or \"Genicus\"."}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "932", "date": "October 31", "txt": "Abbasid caliph al-Muqtadir is killed while fighting against the forces of general Mu'nis al-Muzaffar. Al-Muqtadir's brother al-Qahir is chosen to succeed him.", "entities": [{"title": "Abbasid caliph", "href": "/wiki/Abbasid_caliph", "description": "The Abbasid caliphs were the holders of the Islamic title of caliph who were members of the Abbasid dynasty, a branch of the Quraysh tribe descended from the uncle of the Islamic prophet Muhammad, al-Abbas ibn Abd al-Muttalib."}, {"title": "Al-Muqtadir", "href": "/wiki/Al-Muqtadir", "description": "Abu’l-Faḍl Jaʿfar ibn Ahmad al-Muʿtaḍid, better known by his regnal name al-Muqtadir bi-llāh, was the eighteenth Caliph of the Abbasid Caliphate from 908 to 932 CE, with the exception of a brief deposition in favour of al-Qahir in 928."}, {"title": "Mu'nis al-Muzaffar", "href": "/wiki/Mu%27nis_al-Muzaffar", "description": "Abū'l-Ḥasan Mu'nis, also commonly known by the surnames al-Muẓaffar and al-Khadim, was the commander-in-chief of the Abbasid army from 908 to his death in 933 CE, and virtual dictator and king-maker of the Caliphate from 928 on."}, {"title": "Al-Qahir", "href": "/wiki/Al-Qahir", "description": "Abu Mansur Muhammad ibn Ahmad al-Mu'tadid, usually known simply by his regnal title al-Qahir bi'llah, was the nineteenth Caliph of the Abbasid Caliphate from 932 to 934. He was born 286 AH and died 339 AH."}]}, {"heading": "Events", "year": "1517", "date": "October 31", "txt": "Protestant Reformation: Martin Luther posts his 95 Theses on the door of the Castle Church in Wittenberg.", "entities": [{"title": "Protestant Reformation", "href": "/wiki/Protestant_Reformation", "description": "The Reformation was a major movement within Western Christianity in 16th-century Europe that posed a religious and political challenge to the Catholic Church and in particular to papal authority, arising from what were perceived to be errors, abuses, and discrepancies by the Catholic Church. The Reformation was the start of Protestantism and the split of the Western Church into Protestantism and w"}, {"title": "Martin Luther", "href": "/wiki/Martin_Luther", "description": "Martin Luther, was a German professor of theology, priest, author, composer, Augustinian monk, and a seminal figure in the Reformation. Luther was ordained to the priesthood in 1507. He came to reject several teachings and practices of the Roman Catholic Church; in particular, he disputed the view on indulgences. Luther proposed an academic discussion of the practice and efficacy of indulgences in"}, {"title": "95 Theses", "href": "/wiki/95_Theses", "description": "The Ninety-five Theses or Disputation on the Power and Efficacy of Indulgences is a list of propositions for an academic disputation written in 1517 by Martin Luther, professor of moral theology at the University of Wittenberg, Germany. Retrospectively considered to signal the birth of Protestantism, this document advances Luther's positions against what he saw as the abuse of the practice of cler"}, {"title": "All Saints' Church, Wittenberg", "href": "/wiki/All_Saints%27_Church,_Wittenberg", "description": "All Saints' Church, commonly referred to as Schlosskirche to distinguish it from the Stadtkirche of St. Mary's – and sometimes known as the Reformation Memorial Church – is a Lutheran church in Wittenberg, Saxony-Anhalt, Germany. It is the site where, according to Philip Melanchthon, the Ninety-five Theses were posted by Martin Luther in 1517, the act that has been called the start of the Protesta"}, {"title": "Wittenberg", "href": "/wiki/Wittenberg", "description": "Wittenberg, is the fourth largest town in Saxony-Anhalt, Germany. Wittenberg is situated on the River Elbe, 60 kilometers (37 mi) north of Leipzig and 90 kilometers (56 mi) south-west of Berlin, and has a population of 46,008 (2018)."}]}, {"heading": "Events", "year": "1587", "date": "October 31", "txt": "Leiden University Library opens its doors after its founding in 1575.", "entities": [{"title": "Leiden University Library", "href": "/wiki/Leiden_University_Library", "description": "Leiden University Libraries is a library founded in 1575 in Leiden, Netherlands. It is regarded as a significant place in the development of European culture: it is a part of a small number of cultural centres that gave direction to the development and spread of knowledge during the Enlightenment. This was due particularly to the simultaneous presence of a unique collection of exceptional sources "}, {"title": "1575", "href": "/wiki/1575", "description": "Year 1575 (MDLXXV) was a common year starting on Saturday of the Julian calendar."}]}, {"heading": "Events", "year": "1822", "date": "October 31", "txt": "Emperor Agustín de Iturbide attempts to dissolve the Congress of the Mexican Empire.", "entities": [{"title": "Agustín de Iturbide", "href": "/wiki/Agust%C3%ADn_de_Iturbide", "description": "Agustín Cosme Damián de Iturbide y Arámburu, also known as Augustine of Mexico, was a Mexican army general and politician. During the Mexican War of Independence, he built a successful political and military coalition that took control in Mexico City on 27 September 1821, decisively gaining independence for Mexico. After securing the secession of Mexico from Spain, Iturbide was proclaimed presiden"}, {"title": "First Mexican Empire", "href": "/wiki/First_Mexican_Empire", "description": "The Mexican Empire was a constitutional monarchy, the first independent government of Mexico and the only former colony of the Spanish Empire to establish a monarchy after independence. It is one of the few modern era, independent monarchies that have existed in the Americas along with the Brazilian Empire and the two Haitian Empires."}]}, {"heading": "Events", "year": "1863", "date": "October 31", "txt": "The New Zealand Wars resume as British forces in New Zealand led by General Duncan Cameron begin their Invasion of the Waikato.", "entities": [{"title": "New Zealand Wars", "href": "/wiki/New_Zealand_Wars", "description": "The New Zealand Wars took place from 1845 to 1872 between the New Zealand Colonial government and allied Māori on one side and Māori and Māori-allied settlers on the other. They were previously commonly referred to as the Land Wars or the Māori Wars while Māori language names for the conflicts included Ngā pakanga o Aotearoa and Te riri Pākehā. Historian James Belich popularised the name \"New Zeal"}, {"title": "British Empire", "href": "/wiki/British_Empire", "description": "The British Empire was composed of the dominions, colonies, protectorates, mandates, and other territories ruled or administered by the United Kingdom and its predecessor states. It began with the overseas possessions and trading posts established by England between the late 16th and early 18th centuries.\nAt its height it was the largest empire in history and, for over a century, was the foremost "}, {"title": "Duncan Cameron (British Army officer)", "href": "/wiki/Duncan_Cameron_(British_Army_officer)", "description": "General Sir Duncan Alexander Cameron, was a British Army officer who fought in the Crimean War and part of the New Zealand Wars. He was later a governor of the Royal Military College, Sandhurst."}, {"title": "Invasion of the Waikato", "href": "/wiki/Invasion_of_the_Waikato", "description": "The Invasion of the Waikato became the largest and most important campaign of the 19th-century New Zealand Wars. Hostilities took place in the North Island of New Zealand between the military forces of the colonial government and a federation of Māori tribes known as the Kingitanga Movement. The Waikato is a territorial region with a northern boundary somewhat south of the present-day city of Auck"}]}, {"heading": "Events", "year": "1864", "date": "October 31", "txt": "Nevada is admitted as the 36th U.S. state.", "entities": [{"title": "Nevada", "href": "/wiki/Nevada", "description": "Nevada is a state in the Western region of the United States. It is bordered by Oregon to the northwest, Idaho to the northeast, California to the west, Arizona to the southeast, and Utah to the east. Nevada is the 7th-most extensive, the 19th-least populous, and the 9th-least densely populated of the U.S. states. Nearly three-quarters of Nevada's people live in Clark County, which contains the La"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1903", "date": "October 31", "txt": "The Purdue Wreck, a railroad train collision in Indianapolis, kills 17 people, including 14 players of the Purdue University football team.", "entities": [{"title": "Purdue Wreck", "href": "/wiki/Purdue_Wreck", "description": "The Purdue Wreck was a railroad train collision in Indianapolis, Indiana, on October 31, 1903, that killed 17 people, including 14 players of the Purdue University football team. Team captain and future Indiana governor Harry G. Leslie was initially thought to have died in the accident, but was later revived."}, {"title": "Indianapolis", "href": "/wiki/Indianapolis", "description": "Indianapolis, colloquially known as Indy, is the state capital and most-populous city of the U.S. state of Indiana and the seat of Marion County. According to 2019 estimates from the U.S. Census Bureau, the consolidated population of Indianapolis and Marion County was 886,220. The \"balance\" population, which excludes semi-autonomous municipalities in Marion County, was 876,384. It is the 17th most"}, {"title": "Purdue University", "href": "/wiki/Purdue_University", "description": "Purdue University is a public land-grant research university in West Lafayette, Indiana, and the flagship campus of the Purdue University system. The university was founded in 1869 after Lafayette businessman John Purdue donated land and money to establish a college of science, technology, and agriculture in his name. The first classes were held on September 16, 1874, with six instructors and 39 s"}]}, {"heading": "Events", "year": "1913", "date": "October 31", "txt": "Dedication of the Lincoln Highway, the first automobile highway across United States.", "entities": [{"title": "Lincoln Highway", "href": "/wiki/Lincoln_Highway", "description": "The Lincoln Highway is one of the earliest transcontinental highway routes for automobiles across the United States of America. Conceived in 1912 by Indiana entrepreneur Carl G. Fisher, and formally dedicated October 31, 1913, the Lincoln Highway ran coast-to-coast from Times Square in New York City west to Lincoln Park in San Francisco, originally through 13 states: New York, New Jersey, Pennsylv"}]}, {"heading": "Events", "year": "1913", "date": "October 31", "txt": "The Indianapolis Streetcar Strike and subsequent riot begins.", "entities": []}, {"heading": "Events", "year": "1917", "date": "October 31", "txt": "World War I: Battle of Beersheba: The \"last successful cavalry charge in history\".", "entities": [{"title": "Battle of Beersheba (1917)", "href": "/wiki/Battle_of_Beersheba_(1917)", "description": "The Battle of Beersheba was fought on 31 October 1917, when the British Empire's Egyptian Expeditionary Force (EEF) attacked and captured the Yildirim Army Group garrison at Beersheba, beginning the Southern Palestine Offensive of the Sinai and Palestine campaign of World War I. Infantry from the 60th (London) and the 74th (Yeomanry) Divisions of the XX Corps from the southwest conducted limited a"}]}, {"heading": "Events", "year": "1918", "date": "October 31", "txt": "World War I: The Aster Revolution terminates the Austro-Hungarian Compromise of 1867, and Hungary achieves full sovereignty.", "entities": [{"title": "Aster Revolution", "href": "/wiki/Aster_Revolution", "description": "The Aster Revolution or Chrysanthemum Revolution was a revolution in Hungary led by Count Mihály Károlyi in the aftermath of World War I which led to the foundation of the short-lived First Hungarian People's Republic."}, {"title": "Austro-Hungarian Compromise of 1867", "href": "/wiki/Austro-Hungarian_Compromise_of_1867", "description": "The Austro-Hungarian Compromise of 1867 established the dual monarchy of Austria-Hungary. The Compromise partially re-established the former sovereignty of the Kingdom of Hungary, however being separate from, but no longer subject to the Austrian Empire. The compromise put an end to the 18-year-long military dictatorship and absolutist rule over Hungary, which was introduced by Francis Joseph afte"}]}, {"heading": "Events", "year": "1922", "date": "October 31", "txt": "Benito Mussolini is made Prime Minister of Italy", "entities": [{"title": "Benito Mussolini", "href": "/wiki/Benito_Mussolini", "description": "Benito Amilcare Andrea Mussolini was an Italian politician and journalist who founded and led the National Fascist Party. He was Prime Minister of Italy from the Fascist coup d'état in 1922 until his deposition in 1943, and Duce (\"Leader\") of Italian Fascism from the establishment of the Italian Fasces of Combat in 1919 until his execution in 1945 during the Italian Civil War. As dictator of Italy"}, {"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Events", "year": "1923", "date": "October 31", "txt": "The first of 160 consecutive days of 100° Fahrenheit at Marble Bar, Western Australia.", "entities": [{"title": "Fahrenheit", "href": "/wiki/Fahrenheit", "description": "The Fahrenheit scale is a temperature scale based on one proposed in 1724 by the physicist Daniel Gabriel Fahrenheit (1686–1736). It uses the degree Fahrenheit as the unit. Several accounts of how he originally defined his scale exist, but the original paper suggests the lower defining point, 0 °F, was established as the freezing temperature of a solution of brine made from a mixture of water, ice"}, {"title": "Marble Bar, Western Australia", "href": "/wiki/Marble_Bar,_Western_Australia", "description": "Marble Bar is a town and rock formation in the Pilbara region of north-western Western Australia. It is well known for its extremely hot weather, with a mean maximum temperature second only to Wyndham, Western Australia."}]}, {"heading": "Events", "year": "1924", "date": "October 31", "txt": "World Savings Day is announced in Milan, Italy by the Members of the Association at the 1st International Savings Bank Congress (World Society of Savings Banks).", "entities": [{"title": "World Savings Day", "href": "/wiki/World_Savings_Day", "description": "The World Savings Day was established on October 30, 1924, during the 1st International Savings Bank Congress in Milan, Italy. The Itlian Professor Filippo Ravizza declared this day the \"International Saving Day\" on the last day of the congress. In the resolutions of the Thrift Congress it was decided that 'World Thrift Day' should be a day devoted to the promotion of savings all over the World. I"}, {"title": "Milan", "href": "/wiki/Milan", "description": "Milan is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. The city proper has a population of about 1.4 million while its metropolitan city has 3.26 million inhabitants. Its continuously built-up urban area, that stretches well beyond"}, {"title": "Kingdom of Italy", "href": "/wiki/Kingdom_of_Italy", "description": "The Kingdom of Italy was a state that existed from 1861—when King Victor Emmanuel II of Sardinia was proclaimed King of Italy—until 1946, when civil discontent led an institutional referendum to abandon the monarchy and form the modern Italian Republic. The state was founded as a result of the Risorgimento under the influence of the Savoy-led Kingdom of Sardinia, which can be considered its legal "}, {"title": "Savings Bank", "href": "/wiki/Savings_Bank", "description": "A savings bank is a financial institution whose primary purpose is accepting savings deposits and paying interest on those deposits."}]}, {"heading": "Events", "year": "1938", "date": "October 31", "txt": "Great Depression: In an effort to restore investor confidence, the New York Stock Exchange unveils a fifteen-point program aimed to upgrade protection for the investing public.", "entities": [{"title": "Great Depression", "href": "/wiki/Great_Depression", "description": "The Great Depression was a severe worldwide economic depression that took place mostly during the 1930s, beginning in the United States. The timing of the Great Depression varied across the world; in most countries, it started in 1929 and lasted until the late 1930s. It was the longest, deepest, and most widespread depression of the 20th century. The Great Depression is commonly used as an example"}, {"title": "New York Stock Exchange", "href": "/wiki/New_York_Stock_Exchange", "description": "The New York Stock Exchange is an American stock exchange in the Financial District of Lower Manhattan in New York City. It is by far the world's largest stock exchange by market capitalization of its listed companies at US$30.1 trillion as of February 2018. The average daily trading value was approximately US$169 billion in 2013. The NYSE trading floor is at the New York Stock Exchange Building o"}]}, {"heading": "Events", "year": "1940", "date": "October 31", "txt": "World War II: The Battle of Britain ends: The United Kingdom prevents a possible German invasion.", "entities": [{"title": "Battle of Britain", "href": "/wiki/Battle_of_Britain", "description": "The Battle of Britain was a military campaign of the Second World War, in which the Royal Air Force (RAF) and the Fleet Air Arm (FAA) of the Royal Navy defended the United Kingdom (UK) against large-scale attacks by Nazi Germany's air force, the Luftwaffe. It has been described as the first major military campaign fought entirely by air forces. The British officially recognise the battle's duratio"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}]}, {"heading": "Events", "year": "1941", "date": "October 31", "txt": "After 14 years of work, Mount Rushmore is completed.", "entities": [{"title": "Mount Rushmore", "href": "/wiki/Mount_Rushmore", "description": "Mount Rushmore National Memorial is centered on a colossal sculpture carved into the granite face of Mount Rushmore in the Black Hills in Keystone, South Dakota. Sculptor Gutzon Borglum created the sculpture's design and oversaw the project's execution from 1927 to 1941 with the help of his son, Lincoln Borglum. The sculpture features the 60-foot (18 m) heads of Presidents George Washington (1732–"}]}, {"heading": "Events", "year": "1941", "date": "October 31", "txt": "World War II: The destroyer USS Reuben James is torpedoed by a German U-boat near Iceland, killing more than 100 U.S. Navy sailors. It is the first U.S. Navy vessel sunk by enemy action in WWII.", "entities": [{"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "U-boat", "href": "/wiki/U-boat", "description": "U-boat is an anglicised version of the German word U-Boot [ˈuːboːt] (listen), a shortening of Unterseeboot. While the German term refers to any submarine, the English one refers specifically to military submarines operated by Germany, particularly in the First and Second World Wars. Although at times they were efficient fleet weapons against enemy naval warships, they were most effectively used in"}, {"title": "Iceland", "href": "/wiki/Iceland", "description": "Iceland is a Nordic island country in the North Atlantic Ocean, with a population of 356,991 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe. The capital and largest city is Reykjavík. Reykjavík and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. "}]}, {"heading": "Events", "year": "1943", "date": "October 31", "txt": "World War II: An F4U Corsair accomplishes the first successful radar-guided interception by a United States Navy or Marine Corps aircraft.", "entities": [{"title": "F4U Corsair", "href": "/wiki/F4U_Corsair", "description": "The Vought F4U Corsair is an American fighter aircraft that saw service primarily in World War II and the Korean War. Designed and initially manufactured by Chance Vought, the Corsair was soon in great demand; additional production contracts were given to Goodyear, whose Corsairs were designated FG, and Brewster, designated F3A."}, {"title": "Radar", "href": "/wiki/Radar", "description": "Radar is a detection system that uses radio waves to determine the range, angle, or velocity of objects. It can be used to detect aircraft, ships, spacecraft, guided missiles, motor vehicles, weather formations, and terrain. A radar system consists of a transmitter producing electromagnetic waves in the radio or microwaves domain, a transmitting antenna, a receiving antenna and a receiver and proc"}, {"title": "United States Navy", "href": "/wiki/United_States_Navy", "description": "The United States Navy (USN) is the maritime service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most powerful navy in the world, with the estimated tonnage of its active battle fleet alone exceeding the next 13 navies combined, including 11 U.S. allies or partner nations. It has the highest combined battle fleet tonn"}, {"title": "United States Marine Corps", "href": "/wiki/United_States_Marine_Corps", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}]}, {"heading": "Events", "year": "1956", "date": "October 31", "txt": "Suez Crisis: The United Kingdom and France begin bombing Egypt to force the reopening of the Suez Canal.", "entities": [{"title": "Suez Crisis", "href": "/wiki/Suez_Crisis", "description": "The Suez Crisis, or the Second Arab–Israeli war, also called the Tripartite Aggression in the Arab world and the Sinai War in Israel,\nwas an invasion of Egypt in late 1956 by Israel, followed by the United Kingdom and France. The aims were to regain control of the Suez Canal for the Western powers and to remove Egyptian president Gamal Abdel Nasser, who had just nationalised the canal. After the f"}, {"title": "Republic of Egypt (1953–58)", "href": "/wiki/Republic_of_Egypt_(1953%E2%80%9358)", "description": "The history of Egypt under Gamal Abdel Nasser covers the period of Egyptian history from the Egyptian revolution of 1952, of which Gamal Abdel Nasser was one of the two principal leaders, spanning Nasser's presidency of Egypt from 1956, to his death in 1970. Nasser's tenure as Egypt's leader heralded a new period of modernisation and socialist reform in Egypt and a staunch advocacy of pan-Arab nat"}, {"title": "Suez Canal", "href": "/wiki/Suez_Canal", "description": "The Suez Canal is an artificial sea-level waterway in Egypt, connecting the Mediterranean Sea to the Red Sea through the Isthmus of Suez and dividing Africa and Asia. In 1858, Ferdinand de Lesseps formed the Suez Canal Company for the express purpose of building the canal. Construction of the canal lasted from 1859 to 1869 and took place under the regional authority of the Ottoman Empire. The cana"}]}, {"heading": "Events", "year": "1956", "date": "October 31", "txt": "Hungarian Revolution of 1956: A Revolutionary Headquarters is established in Hungary. Following Imre Nagy's announcement of October 30, banned non-Communist political parties are reformed, and the MDP is replaced by the MSZMP.  József Mindszenty is released from prison. The Soviet Politburo makes the decision to crush the Revolution.", "entities": [{"title": "Imre Nagy", "href": "/wiki/Imre_Nagy", "description": "Imre Nagy was a Hungarian communist politician who served as Prime Minister and Chairman of the Council of Ministers of the Hungarian People's Republic from 1953 to 1955. In 1956 Nagy became leader of the Hungarian Revolution of 1956 against the Soviet-backed government, for which he was sentenced to death and executed two years later."}, {"title": "Hungarian Working People's Party", "href": "/wiki/Hungarian_Working_People%27s_Party", "description": "The Hungarian Working People's Party was the ruling party of Hungary from 1948 to 1956."}, {"title": "MSZMP", "href": "/wiki/MSZMP", "description": "The Hungarian Socialist Workers' Party was the ruling Marxist–Leninist party of the Hungarian People's Republic between 1956 and 1989. It was organised from elements of the Hungarian Working People's Party during the Hungarian Revolution of 1956, with János Kádár as general secretary. The party also controlled its armed forces, the Hungarian People's Army."}, {"title": "József Mindszenty", "href": "/wiki/J%C3%B3zsef_Mindszenty", "description": "József Mindszenty [jo:ʒɛf mindsɛnti] was the Prince Primate, Archbishop of Esztergom, cardinal, and leader of the Catholic Church in Hungary from 2 October 1945 to 18 December 1973. According to Encyclopædia Britannica, for five decades \"he personified uncompromising opposition to fascism and communism in Hungary\". During World War II, he was imprisoned by the pro-Nazi Arrow Cross Party. \nAfter th"}, {"title": "Soviet Politburo", "href": "/wiki/Soviet_Politburo", "description": "The Political Bureau of the Central Committee of the Communist Party of the Soviet Union was the highest policy-making authority within the Communist Party of the Soviet Union. It was founded in October 1917, and refounded in March 1919, at the 8th Congress of the Bolshevik Party. It was known as the Presidium from 1952 to 1966. The existence of the Politburo ended in 1991 upon the breakup of the "}]}, {"heading": "Events", "year": "1961", "date": "October 31", "txt": "In the Soviet Union, Joseph Stalin's body is removed from the Lenin's Mausoleum, also known as the Lenin Tomb.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}, {"title": "Lenin's Mausoleum", "href": "/wiki/Lenin%27s_Mausoleum", "description": "Lenin's Mausoleum, also known as Lenin's Tomb, situated on Red Square in the centre of Moscow, is a mausoleum that serves as the resting place of Soviet leader Vladimir Lenin. His preserved body has been on public display there since shortly after his death in 1924, with rare exceptions in wartime. Alexey Shchusev's diminutive but monumental granite structure incorporates some elements from ancien"}]}, {"heading": "Events", "year": "1963", "date": "October 31", "txt": "A propane tank explosion at the Indiana State Fair Coliseum (now the Indiana Farmers Coliseum) in Indianapolis kills 74 people and injures another 400 during an ice skating show.", "entities": [{"title": "Propane", "href": "/wiki/Propane", "description": "Propane is a three-carbon alkane with the molecular formula C3H8. It is a gas at standard temperature and pressure, but compressible to a transportable liquid. A by-product of natural gas processing and petroleum refining, it is commonly used as a fuel in domestic and industrial applications and in low-emissions public transportation. Discovered in 1857 by the French chemist Marcellin Berthelot, i"}, {"title": "Indiana Farmers Coliseum", "href": "/wiki/Indiana_Farmers_Coliseum", "description": "The Indiana Farmers Coliseum is a 6,500-seat indoor multi-use arena, located on the Indiana State Fairgrounds in Indianapolis. The Indiana Farmers Coliseum is home to both the Indy Fuel of the ECHL and the IUPUI Jaguars of the NCAA."}]}, {"heading": "Events", "year": "1968", "date": "October 31", "txt": "Vietnam War October surprise: Citing progress with the Paris peace talks, US President Lyndon B. Johnson announces to the nation that he has ordered a complete cessation of \"all air, naval, and artillery bombardment of North Vietnam\" effective November 1.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "October surprise", "href": "/wiki/October_surprise", "description": "\nIn U.S. political jargon, an October surprise is a news event that may influence the outcome of an upcoming November election, whether deliberately planned or spontaneously occurring. Because the date for national elections is in early November, events that take place in October have greater potential to influence the decisions of prospective voters; thus, relatively last-minute news stories coul"}, {"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}, {"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}, {"title": "November 1", "href": "/wiki/November_1", "description": "November 1 is the 305th day of the year in the Gregorian calendar; 60 days remain until the end of the year."}]}, {"heading": "Events", "year": "1973", "date": "October 31", "txt": "Mountjoy Prison helicopter escape. Three Provisional Irish Republican Army members escape from Mountjoy Prison, Dublin aboard a hijacked helicopter that landed in the exercise yard.", "entities": [{"title": "Mountjoy Prison helicopter escape", "href": "/wiki/Mountjoy_Prison_helicopter_escape", "description": "The Mountjoy Prison helicopter escape occurred on 31 October 1973 when three Provisional Irish Republican Army (IRA) volunteers escaped from Mountjoy Prison in Dublin, Ireland, aboard a hijacked Alouette II helicopter, which briefly landed in the prison's exercise yard. The escape made headlines around the world and was an embarrassment to the Irish coalition government of the time, led by Fine Ga"}, {"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "Mountjoy Prison", "href": "/wiki/Mountjoy_Prison", "description": "Mountjoy Prison, founded as Mountjoy Gaol and nicknamed The Joy, is a medium security prison located in Phibsborough in the centre of Dublin, Ireland. It has the largest prison population in Ireland.\nThe current prison warden is Brian Murphy."}, {"title": "Dublin", "href": "/wiki/Dublin", "description": "Dublin is the capital and largest city of Ireland. Situated on a bay on the east coast, at the mouth of the River Liffey, it lies within the province of Leinster. It is bordered on the south by the Dublin Mountains, a part of the Wicklow Mountains range. It has an urban area population of 1,173,179, while the population of the Dublin Region as of 2016 was 1,347,359. The population of the Greater D"}]}, {"heading": "Events", "year": "1979", "date": "October 31", "txt": "Western Airlines Flight 2605 crashes on landing in Mexico City, killing 73 people.", "entities": [{"title": "Western Airlines Flight 2605", "href": "/wiki/Western_Airlines_Flight_2605", "description": "Western Airlines Flight 2605, nicknamed the \"Night Owl\", was an international scheduled passenger flight from Los Angeles, California to Mexico City, Mexico. On October 31, 1979, at 5:42 a.m. CST (UTC−06:00), the McDonnell Douglas DC-10 crashed at Mexico City International Airport in fog after landing on a runway that was closed for maintenance. Of the 89 people on board, 72 were killed, in additi"}, {"title": "Mexico City", "href": "/wiki/Mexico_City", "description": "Mexico City is the capital and largest city of Mexico and the most populous city in North America. Mexico City is one of the most important cultural and financial centers in the world. It is located in the Valley of Mexico, a large valley in the high plateaus in the center of Mexico, at an altitude of 2,240 meters (7,350 ft). The city has 16 subdivisions known as boroughs or demarcaciones territor"}]}, {"heading": "Events", "year": "1984", "date": "October 31", "txt": "Indian Prime Minister Indira Gandhi is assassinated by two Sikh security guards. Riots break out in New Delhi and other cities and around 3,000 Sikhs are killed.", "entities": [{"title": "Indira Gandhi", "href": "/wiki/Indira_Gandhi", "description": "Indira Priyadarshini Gandhi was an Indian politician and a central figure of the Indian National Congress. She was the first and, to date, only female Prime Minister of India. Indira Gandhi was the daughter of Jawaharlal Nehru, the first prime minister of India. She served as prime minister from January 1966 to March 1977 and again from January 1980 until her assassination in October 1984, making "}, {"title": "Assassination of Indira Gandhi", "href": "/wiki/Assassination_of_Indira_Gandhi", "description": "Indian Prime Minister Indira Gandhi was assassinated at 9:29 \na.m. on 31 October 1984 at her residence in Safdarjung Road, New Delhi. She was killed by her Sikh bodyguards Satwant Singh and Beant Singh in the aftermath of Operation Blue Star. Operation Blue Star was an Indian military action carried out between 1 and 8 June 1984, ordered by Indira Gandhi to remove the Sikh Jarnail Singh Bhindranwa"}, {"title": "1984 anti-Sikh riots", "href": "/wiki/1984_anti-Sikh_riots", "description": "The 1984 anti-Sikh riots, also known as the 1984 Sikh Massacre, was a series of organised pogroms against Sikhs in India following the assassination of Indira Gandhi by her Sikh bodyguards. The ruling Indian National Congress had been in active complicity with the mob, as to the organisation of the riots. Government estimates project that about 2,800 Sikhs were killed in Delhi and 3,350 nationwide"}]}, {"heading": "Events", "year": "1994", "date": "October 31", "txt": "American Eagle Flight 4184 crashes near Roselawn, Indiana killing all 68 people on board.", "entities": [{"title": "American Eagle Flight 4184", "href": "/wiki/American_Eagle_Flight_4184", "description": "American Eagle Flight 4184 was a scheduled domestic passenger flight from Indianapolis, Indiana to Chicago, Illinois, United States. On October 31, 1994, the ATR 72 performing this route flew into severe icing conditions, lost control and crashed into a field. All 68 people aboard were killed in the high-speed impact."}, {"title": "Roselawn, Indiana", "href": "/wiki/Roselawn,_Indiana", "description": "Roselawn is a census-designated place (CDP) in Newton and Jasper counties in the U.S. state of Indiana. The population was 4,131 at the 2010 census."}]}, {"heading": "Events", "year": "1996", "date": "October 31", "txt": "TAM Transportes Aéreos Regionais Flight 402 crashes in São Paulo, Brazil, killing 99 people.", "entities": [{"title": "TAM Transportes Aéreos Regionais Flight 402", "href": "/wiki/TAM_Transportes_A%C3%A9reos_Regionais_Flight_402", "description": "TAM Transportes Aéreos Regionais Flight 402 was a scheduled domestic flight from São Paulo–Congonhas International Airport in São Paulo, Brazil to Recife International Airport in Recife via Santos Dumont Airport in Rio de Janeiro. On 31 October 1996, at 8:27 (UTC-2), the starboard engine of the Fokker 100 operating the route reversed thrust while the aircraft was climbing away from the runway at C"}, {"title": "São Paulo, Brazil", "href": "/wiki/S%C3%A3o_Paulo,_Brazil", "description": "São Paulo is a municipality in the Southeast Region of Brazil. The metropolis is an alpha global city and the most populous city in Brazil, the Americas, the Western Hemisphere and the Southern Hemisphere. Additionally, São Paulo is the largest Portuguese-speaking city in the world. The municipality is also the world's 4th largest city proper by population. The city is the capital of the surroundi"}]}, {"heading": "Events", "year": "1998", "date": "October 31", "txt": "Iraq disarmament crisis begins: Iraq announces it would no longer cooperate with United Nations weapons inspectors.", "entities": [{"title": "Iraq disarmament crisis", "href": "/wiki/Iraq_disarmament_crisis", "description": "The Iraq disarmament crisis was claimed as one of primary issues that led to the multinational invasion of Iraq on 20 March 2003. Since the 1980s, Iraq was widely assumed to have been producing and extensively running the programs of biological, chemical and nuclear weapons. Iraq made extensive use of chemical weapons during the Iran–Iraq War in the 1980s, including against its own Kurdish populat"}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "1999", "date": "October 31", "txt": "Yachtsman Jesse Martin returns to Melbourne after 11 months of circumnavigating the world, solo, non-stop and unassisted.", "entities": [{"title": "Yachtsman", "href": "/wiki/Yachtsman", "description": "A yacht is a sail or power vessel used for pleasure, cruising, or racing. There is no standard definition, so the term applies to such vessels that have a cabin with amenities that accommodate overnight use. To be termed a yacht, as opposed to a boat, such a pleasure vessel is likely to be at least 33 feet (10 m) in length and may have been judged to have good aesthetic qualities."}, {"title": "Jesse Martin", "href": "/wiki/Jesse_Martin", "description": "Jesse Martin, OAM is a German-Australian sailor who in 1999 became the youngest person to circumnavigate the globe solo, non-stop, and unassisted, Martin's journey in the 34-foot (10 m) S&S 34 sloop Lionheart-Mistral took approximately 11 months. He chronicled his adventures in the book Lionheart: A Journey of the Human Spirit, and his story was made into a documentary, Lionheart: The Jesse Martin"}, {"title": "Melbourne", "href": "/wiki/Melbourne", "description": "Melbourne is the capital and most-populous city of the Australian state of Victoria, and the second-most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also a common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the Hi"}, {"title": "Circumnavigation", "href": "/wiki/Circumnavigation", "description": "Circumnavigation is the complete navigation around an entire island, continent, or astronomical body. This article focuses on the circumnavigation of Earth."}]}, {"heading": "Events", "year": "1999", "date": "October 31", "txt": "EgyptAir Flight 990 crashes into the Atlantic Ocean near Nantucket, killing all 217 people on board.", "entities": []}, {"heading": "Events", "year": "2000", "date": "October 31", "txt": "Soyuz TM-31 launches, carrying the first resident crew to the International Space Station. The ISS has been crewed continuously since then.", "entities": [{"title": "Soyuz TM-31", "href": "/wiki/Soyuz_TM-31", "description": "Soyuz TM-31 was the first Soyuz spacecraft to dock with the International Space Station (ISS). This Soyuz-TM spacecraft carried the members of Expedition 1, the first long-duration ISS crew. It was launched from Baikonur Cosmodrome in Kazakhstan at 07:52 UT on October 31, 2000 by a Soyuz-U rocket."}, {"title": "International Space Station", "href": "/wiki/International_Space_Station", "description": "The International Space Station (ISS) is a modular space station in low Earth orbit. It is a multinational collaborative project involving five participating space agencies: NASA, Roscosmos (Russia), JAXA (Japan), ESA (Europe), and CSA (Canada). The ownership and use of the space station is established by intergovernmental treaties and agreements. The station serves as a microgravity and space env"}]}, {"heading": "Events", "year": "2000", "date": "October 31", "txt": "Singapore Airlines Flight 006 crashes on takeoff from Taipei, killing 83.", "entities": [{"title": "Taipei", "href": "/wiki/Taipei", "description": "Taipei, officially Taipei City, is the capital and a special municipality of Taiwan. Located in Northern Taiwan, Taipei City is an enclave of the municipality of New Taipei City that sits about 25 km (16 mi) southwest of the northern port city of Keelung. Most of the city rests on the Taipei Basin, an ancient lakebed. The basin is bounded by the relatively narrow valleys of the Keelung and Xindian"}]}, {"heading": "Events", "year": "2002", "date": "October 31", "txt": "A federal grand jury in Houston, Texas indicts former Enron chief financial officer Andrew Fastow on 78 counts of wire fraud, money laundering, conspiracy and obstruction of justice related to the collapse of his ex-employer.", "entities": [{"title": "Houston, Texas", "href": "/wiki/Houston,_Texas", "description": "Houston is the most populous city in the U.S. state of Texas, fourth-most populous city in the United States, most populous city in the Southern United States, as well as the sixth-most populous in North America, with an estimated 2019 population of 2,320,268. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater"}, {"title": "Enron", "href": "/wiki/Enron", "description": "Enron Corporation was an American energy, commodities, and services company based in Houston, Texas. It was founded by Kenneth Lay in 1985 as a merger between Lay's Houston Natural Gas and InterNorth, both relatively small regional companies. Before its bankruptcy on December 3, 2001, Enron employed approximately 29,000 staff and was a major electricity, natural gas, communications, and pulp and p"}, {"title": "Andrew Fastow", "href": "/wiki/Andrew_Fastow", "description": "Andrew Stuart \"Andy\" Fastow is a convicted felon and former financier who was the chief financial officer of Enron Corporation, an energy trading company based in Houston, Texas, until he was fired shortly before the company declared bankruptcy. Fastow was one of the key figures behind the complex web of off-balance-sheet special purpose entities used to conceal Enron's massive losses in their qua"}, {"title": "Wire fraud", "href": "/wiki/Wire_fraud", "description": "Mail fraud and wire fraud are federal crimes in the United States that involve mailing or electronically transmitting something associated with fraud. Jurisdiction is claimed by the federal government if the illegal activity crosses interstate or international borders."}, {"title": "Money laundering", "href": "/wiki/Money_laundering", "description": "Money laundering is the illegal process of concealing the origins of money obtained illegally by passing it through a complex sequence of banking transfers or commercial transactions. The overall scheme of this process returns the \"clean\" money to the launderer in an obscure and indirect way."}, {"title": "Conspiracy (criminal)", "href": "/wiki/Conspiracy_(criminal)", "description": "In criminal law, a conspiracy is an agreement between two or more persons to commit a crime at some time in the future. Criminal law in some countries or for some conspiracies may require that at least one overt act be undertaken in furtherance of that agreement, to constitute an offense. There is no limit on the number participating in the conspiracy and, in most countries, no requirement that an"}, {"title": "Obstruction of justice", "href": "/wiki/Obstruction_of_justice", "description": "Obstruction of justice, in United States jurisdictions, is a crime consisting of obstructing prosecutors, investigators, or other government officials. Common law jurisdictions other than the United States tend to use the wider offense of perverting the course of justice."}]}, {"heading": "Events", "year": "2003", "date": "October 31", "txt": "Mahathir bin Mohamad resigns as Prime Minister of Malaysia and is replaced by Deputy Prime Minister Abdullah Ahmad Badawi, marking an end to Mahathir's 22 years in power.", "entities": [{"title": "Mahathir bin Mohamad", "href": "/wiki/Mahathir_bin_Mohamad", "description": "Tun Dr. Mahathir bin Mohamad is a Malaysian politician, statesman, author and doctor who served as the 4th and 7th Prime Minister of Malaysia from July 1981 to October 2003 and again from May 2018 to March 2020. He served as the 4th Deputy Prime Minister and in many other Cabinet positions before his promotion to the premiership in July 1981. He has served as the Member of Parliament (MP) for Lang"}, {"title": "Prime Minister of Malaysia", "href": "/wiki/Prime_Minister_of_Malaysia", "description": "The prime minister of Malaysia is the head of government of Malaysia. The prime minister directs the executive branch of the federal government. The Yang di-Pertuan Agong appoints a member of Parliament (MP) who, in his opinion, is most likely to command the confidence of a majority of MPs, the prime minister, usually the leader of the party winning the most seats in a general election."}, {"title": "Abdullah Ahmad Badawi", "href": "/wiki/Abdullah_Ahmad_Badawi", "description": "Tun Abdullah bin Ahmad Badawi is a Malaysian politician who served as the 5th Prime Minister of Malaysia from 2003 to 2009. He was also the President of the United Malays National Organisation (UMNO), the largest political party in Malaysia, and led the governing Barisan Nasional parliamentary coalition. He is informally known as Pak Lah, Pak meaning 'Uncle', while Lah is taken from his name 'Abdu"}]}, {"heading": "Events", "year": "2011", "date": "October 31", "txt": "The global population of humans reaches seven billion. This day is now recognized by the United Nations as the Day of Seven Billion.", "entities": [{"title": "Global population", "href": "/wiki/Global_population", "description": "In demographics, the world population is the total number of humans currently living, and was estimated to have reached 7,800,000,000 people as of March 2020. It took over 2 million years of human prehistory and history for the world's population to reach 1 billion, and only 200 years more to reach 7 billion."}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}, {"title": "Day of Seven Billion", "href": "/wiki/Day_of_Seven_Billion", "description": "The Day of Seven Billion, October 31, 2011, is the day that has been officially designated by the United Nations Population Fund (UNFPA) as the approximate day on which the world's population reached seven billion people. United Nations Secretary General Ban Ki-moon spoke at the United Nations building in New York City on this new milestone in the size of world population and the issues that it wi"}]}, {"heading": "Events", "year": "2014", "date": "October 31", "txt": "During a test flight, the VSS Enterprise, a Virgin Galactic experimental spaceflight test vehicle, suffers a catastrophic in-flight breakup and crashes in the Mojave Desert, California,", "entities": [{"title": "VSS Enterprise", "href": "/wiki/VSS_Enterprise", "description": "VSS Enterprise was the first SpaceShipTwo (SS2) spaceplane, built by Scaled Composites for Virgin Galactic. As of 2004, it was planned to be the first of five commercial suborbital SS2 spacecraft planned by Virgin Galactic.\nIt was also the first ship of the Scaled Composites Model 339 SpaceShipTwo class, based on upscaling the design of record-breaking SpaceShipOne."}, {"title": "Virgin Galactic", "href": "/wiki/Virgin_Galactic", "description": "Virgin Galactic is an American spaceflight company within the Virgin Group. It is developing commercial spacecraft and aims to provide suborbital spaceflights to space tourists. Virgin Galactic's suborbital spacecraft are air launched from beneath a carrier airplane known as White Knight Two."}, {"title": "Catastrophic failure", "href": "/wiki/Catastrophic_failure", "description": "A catastrophic failure is a sudden and total failure from which recovery is impossible. Catastrophic failures often lead to cascading systems failure. The term is most commonly used for structural failures, but has often been extended to many other disciplines in which total and irrecoverable loss occurs, such as a head crash occurrence on a hard disk drive. Such failures are investigated using th"}, {"title": "VSS Enterprise crash", "href": "/wiki/VSS_Enterprise_crash", "description": "The VSS Enterprise crash occurred on October 31, 2014, when the VSS Enterprise, a SpaceShipTwo experimental spaceflight test vehicle operated by Virgin Galactic, suffered a catastrophic in-flight breakup during a test flight and crashed in the Mojave Desert near Cantil, California. Co-pilot Michael Alsbury was killed and pilot Peter Siebold was seriously injured."}, {"title": "Mojave Desert", "href": "/wiki/Mojave_Desert", "description": "The Mojave Desert is an arid rain-shadow desert and the driest desert in North America. It is in the Southwestern United States, primarily within southeastern California and southern Nevada, and it occupies 47,877 sq mi (124,000 km2). Small areas also extend into Utah and Arizona. Its boundaries are generally noted by the presence of Joshua trees, which are native only to the Mojave Desert and are"}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}]}, {"heading": "Events", "year": "2015", "date": "October 31", "txt": "Metrojet Flight 9268 is bombed over the northern Sinai Peninsula, killing all 224 people on board.", "entities": [{"title": "Metrojet Flight 9268", "href": "/wiki/Metrojet_Flight_9268", "description": "Metrojet Flight 9268 was an international chartered passenger flight, operated by Russian airline Kogalymavia. On 31 October 2015, at 06:13 local time EST, an Airbus A321-231 operating the flight was destroyed by a bomb above the northern Sinai Peninsula following its departure from Sharm El Sheikh International Airport, Egypt en route to Pulkovo Airport, Saint Petersburg, Russia. All 224 passenge"}, {"title": "Sinai Peninsula", "href": "/wiki/Sinai_Peninsula", "description": "The Sinai Peninsula, or simply Sinai, is a peninsula in Egypt, and the only part of the country located in Asia. It is between the Mediterranean Sea to the north and the Red Sea to the south, and is a land bridge between Asia and Africa. Sinai has a land area of about 60,000 km2 (23,000 sq mi) and a population of approximately 600,000 people. Administratively, the vast majority of the area of the "}]}, {"heading": "Events", "year": "2017", "date": "October 31", "txt": "A truck drives into a crowd in Lower Manhattan, New York City, killing eight people.", "entities": [{"title": "2017 New York City truck attack", "href": "/wiki/2017_New_York_City_truck_attack", "description": "On October 31, 2017, Sayfullo Habibullaevich Saipov drove a rented pickup truck into cyclists and runners for about one mile of the Hudson River Park's bike path alongside West Street from Houston Street south to Chambers Street in Lower Manhattan, New York City. The vehicle-ramming attack killed eight people, six of whom were foreign tourists, and injured eleven others."}, {"title": "Lower Manhattan", "href": "/wiki/Lower_Manhattan", "description": "Lower Manhattan, also known as Downtown Manhattan or Downtown New York, is the southernmost part of Manhattan, the central borough for business, culture, and government in New York City. Lower Manhattan is defined most commonly as the area delineated on the north by 14th Street, on the west by the Hudson River, on the east by the East River, and on the south by New York Harbor. The Lower Manhattan"}]}, {"heading": "Events", "year": "2020", "date": "October 31", "txt": "Berlin Brandenburg Airport opens its doors after nearly 10 years of delays due to construction issues and project corruption. ", "entities": [{"title": "Berlin Brandenburg Airport", "href": "/wiki/Berlin_Brandenburg_Airport", "description": "Berlin Brandenburg Airport Willy Brandt is an international airport in Schönefeld, just south of the German capital Berlin in the state of Brandenburg. Named after former West Berlin mayor and West German chancellor Willy Brandt, it is located 18 kilometres (11 mi) south-east of the city centre and serves as a base for easyJet, Eurowings and Ryanair. It mostly features flights to European metropol"}]}, {"heading": "Births", "year": "1345", "date": "October 31", "txt": "Ferdinand I, king of Portugal (d. 1383)", "entities": [{"title": "Ferdinand I of Portugal", "href": "/wiki/Ferdinand_I_of_Portugal", "description": "Ferdinand I, sometimes called the Handsome or occasionally the Inconstant, was the King of Portugal from 1367 until his death in 1383. His death led to the 1383–85 crisis, also known as the Portuguese interregnum."}, {"title": "Kingdom of Portugal", "href": "/wiki/Kingdom_of_Portugal", "description": "The Kingdom of Portugal was a monarchy on the Iberian Peninsula and the predecessor of the modern Portuguese Republic. It was in existence from 1139 until 1910. After 1415, it was also known as the Kingdom of Portugal and the Algarves, and between 1815 and 1822, it was known as the United Kingdom of Portugal, Brazil and the Algarves. The name is also often applied to the Portuguese Empire, the rea"}]}, {"heading": "Births", "year": "1391", "date": "October 31", "txt": "Edward, King of Portugal (d. 1438)", "entities": [{"title": "Edward, King of Portugal", "href": "/wiki/Edward,_King_of_Portugal", "description": "Duarte, known in English as Edward and called the King Philosopher or the Eloquent, was King of Portugal from 1433 until his death. He was born in Viseu, the son of John I of Portugal and his wife, Philippa of Lancaster. Edward was the oldest member of the \"Illustrious Generation\" of accomplished royal children who contributed to the development of Portuguese civilization during the 15th century. "}]}, {"heading": "Births", "year": "1424", "date": "October 31", "txt": "Władysław III, king of Poland (d. 1444)", "entities": [{"title": "Władysław III of Poland", "href": "/wiki/W%C5%82adys%C5%82aw_III_of_Poland", "description": "Władysław III, also known as Władysław of Varna, was King of Poland and the Supreme Duke of Grand Duchy of Lithuania from 1434 and King of Hungary and Croatia from 1440 until his death at the Battle of Varna. He was the eldest son of Władysław II Jagiełło, King of Poland and Grand Duke of Lithuania, and the Lithuanian noblewoman Sophia of Halshany."}, {"title": "Poland", "href": "/wiki/Poland", "description": "Poland, officially the Republic of Poland, is a country located in Central Europe. It is divided into 16 administrative provinces, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis i"}]}, {"heading": "Births", "year": "1445", "date": "October 31", "txt": "Hedwig, Abbess of Quedlinburg, Princess-Abbess of Quedlinburg (d. 1511)", "entities": [{"title": "Hedwig, Abbess of Quedlinburg", "href": "/wiki/Hedwig,_Abbess_of_Quedlinburg", "description": "Hedwig of Saxony was Princess-Abbess of Quedlinburg from 1458 until her death."}]}, {"heading": "Births", "year": "1472", "date": "October 31", "txt": "Wang Yangming, Chinese Neo-Confucian scholar (d. 1529)", "entities": [{"title": "Wang Yangming", "href": "/wiki/Wang_Yangming", "description": "Wang Shouren, courtesy name Bo'an, was a Chinese calligrapher, military general, philosopher, politician, and writer during the Ming dynasty. After Zhu Xi, he is commonly regarded as the most important Neo-Confucian thinker, with interpretations of Confucianism that denied the rationalist dualism of the orthodox philosophy of Zhu Xi. Wang was known as Yangming Xiansheng and/or Yangming Zi in liter"}]}, {"heading": "Births", "year": "1542", "date": "October 31", "txt": "Henriette of Cleves, Duchess of Nevers, Countess of Rethel (d. 1601)", "entities": [{"title": "Henriette of Cleves", "href": "/wiki/Henriette_of_Cleves", "description": "Henriette de La Marck, also known as Henriette of Cleves, was a French noblewoman and courtier. She was the 4th Duchess of Nevers, suo jure Countess of Rethel, and Princess of Mantua by her marriage with Louis I of Gonzaga-Nevers. A very talented landowner, she was one of France's chief creditors until her death."}]}, {"heading": "Births", "year": "1599", "date": "October 31", "txt": "Denzil Holles, 1st Baron Holles, English politician (d. 1680)", "entities": [{"title": "Denzil Holles, 1st Baron Holles", "href": "/wiki/Denzil_Holles,_1st_Baron_Holles", "description": "Denzil Holles, 1st Baron Holles PC was an English statesman, best remembered as one of the Five Members whose attempted arrest by Charles I in January 1642 sparked the First English Civil War."}]}, {"heading": "Births", "year": "1620", "date": "October 31", "txt": "John Evelyn, English gardener and author (d. 1706)", "entities": [{"title": "John Evelyn", "href": "/wiki/John_Evelyn", "description": "John Evelyn was an English writer, gardener and diarist."}]}, {"heading": "Births", "year": "1632", "date": "October 31", "txt": "Johannes Vermeer, Dutch painter (d. 1675)", "entities": [{"title": "Johannes Vermeer", "href": "/wiki/Johannes_Vermeer", "description": "Johannes Vermeer was a Dutch Baroque Period painter who specialized in domestic interior scenes of middle class life. During his lifetime, he was a moderately successful provincial genre painter, recognized in Delft and The Hague. Nonetheless, he produced relatively few paintings and evidently was not wealthy, leaving his wife and children in debt at his death."}]}, {"heading": "Births", "year": "1636", "date": "October 31", "txt": "Ferdinand Maria, Elector of Bavaria (d. 1679)", "entities": [{"title": "Ferdinand Maria, Elector of Bavaria", "href": "/wiki/Ferdinand_Maria,_Elector_of_Bavaria", "description": "Ferdinand Maria was a Wittelsbach ruler of Bavaria and an elector (Kurfürst) of the Holy Roman Empire from 1651 to 1679."}]}, {"heading": "Births", "year": "1638", "date": "October 31", "txt": "Meindert Hobbema, Dutch painter (d. 1709)", "entities": [{"title": "Meindert Hobbema", "href": "/wiki/Meindert_Hobbema", "description": "Meindert Hobbema, was a Dutch Golden Age painter of landscapes, specializing in views of woodland, although his most famous painting, The Avenue at Middelharnis, shows a different type of scene."}]}, {"heading": "Births", "year": "1686", "date": "October 31", "txt": "Senesino, Italian singer and actor (d. 1758)", "entities": [{"title": "Senesino", "href": "/wiki/Senesino", "description": "Senesino was a celebrated Italian contralto castrato, particularly remembered today for his long collaboration with the composer George Frideric Handel."}]}, {"heading": "Births", "year": "1692", "date": "October 31", "txt": "Anne Claude de Caylus, French archaeologist and author (d. 1765)", "entities": [{"title": "Anne Claude de Caylus", "href": "/wiki/Anne_Claude_de_Caylus", "description": "Anne Claude de Tubières-Grimoard de Pestels de Lévis, comte de Caylus, marquis d'Esternay, baron de Bransac, was a French antiquarian, proto-archaeologist and man of letters."}]}, {"heading": "Births", "year": "1694", "date": "October 31", "txt": "Yeongjo of Joseon (d. 1776)", "entities": [{"title": "Yeongjo of Joseon", "href": "/wiki/Yeongjo_of_Joseon", "description": "Yeongjo of Joseon was the 21st king of the Korean Joseon Dynasty. He was the second son of King Sukjong. His mother was Noble Consort Suk of the Choi clan. Before ascending to power, he held the title of Prince Yeoning. In 1720, a few months after the accession of his older brother, King Gyeongjong as the 20th King, Yeoning became the Royal Prince Successor Brother. This induced a large controvers"}]}, {"heading": "Births", "year": "1705", "date": "October 31", "txt": "Pope Clement XIV (d. 1774)", "entities": [{"title": "Pope Clement XIV", "href": "/wiki/Pope_Clement_XIV", "description": "Pope Clement XIV, born Giovanni Vincenzo Antonio Ganganelli, was head of the Catholic Church and ruler of the Papal States from 19 May 1769 to his death in 1774. At the time of his election, he was the only Franciscan friar in the College of Cardinals, having been a member of OFM Conventual. To date, he is the last pope to take the pontifical name of \"Clement\" upon his election."}]}, {"heading": "Births", "year": "1711", "date": "October 31", "txt": "Laura Bassi, Italian physician, physicist, and academic (d. 1778)", "entities": [{"title": "Laura Bassi", "href": "/wiki/Laura_Bassi", "description": "Laura Maria Caterina Bassi Veratti was an Italian physicist and academic. Recognized and depicted as \"Minerva\", she was the first woman to have a doctorate in science, and the second woman in the world to earn the Doctor of Philosophy degree. Working at the University of Bologna, she was also the first salaried woman teacher in a university. At one time the highest paid employee of the university,"}]}, {"heading": "Births", "year": "1714", "date": "October 31", "txt": "Hedvig Taube, Swedish courtier (d. 1744)", "entities": [{"title": "Hedvig Taube", "href": "/wiki/Hedvig_Taube", "description": "Hedvig Ulrika Taube, also Countess von Hessenstein was a Swedish courtier and countess, a Holy Roman countess of the Empire, and royal mistress to king Frederick I of Sweden from 1731 to 1744. She is regarded as the only official royal mistress in Swedish history."}]}, {"heading": "Births", "year": "1724", "date": "October 31", "txt": "Christopher Anstey, English author and poet (d. 1805)", "entities": [{"title": "Christopher Anstey", "href": "/wiki/Christopher_Anstey", "description": "Christopher Anstey was an English poet who also wrote in Latin. After a period managing his family's estates, he moved permanently to Bath and died after a long public life there. His poem, The New Bath Guide, brought him to fame and began an easy satirical fashion that was influential throughout the second half of the 18th century. Later he wrote An Electoral Ball, another burlesque of Bath socie"}]}, {"heading": "Births", "year": "1729", "date": "October 31", "txt": "Alonso Núñez de Haro y Peralta, Spanish cleric, Archbishop of Mexico, Viceroy of New Spain (d. 1800)", "entities": [{"title": "Alonso Núñez de Haro y Peralta", "href": "/wiki/Alonso_N%C3%BA%C3%B1ez_de_Haro_y_Peralta", "description": "Dr. Alonso Núñez de Haro y Peralta was archbishop of Mexico from September 12, 1772, to May 26, 1800, and viceroy of New Spain from May 8, 1787, to August 16, 1787."}, {"title": "Viceroy of New Spain", "href": "/wiki/Viceroy_of_New_Spain", "description": "The following is a list of Viceroys of New Spain."}]}, {"heading": "Births", "year": "1737", "date": "October 31", "txt": "James Lovell, American educator and politician (d. 1789)", "entities": [{"title": "James Lovell (Continental Congress)", "href": "/wiki/James_Lovell_(Continental_Congress)", "description": "James Lovell was an American educator and statesman from Boston, Massachusetts. He was a delegate for Massachusetts to the Continental Congress from 1777 to 1782. He was a signatory to the Articles of Confederation."}]}, {"heading": "Births", "year": "1760", "date": "October 31", "txt": "Katsushika Hokusai, Japanese artist and printmaker (d. 1849)", "entities": [{"title": "Hokusai", "href": "/wiki/Hokusai", "description": "Katsushika Hokusai , known simply as Hokusai, was a Japanese artist, ukiyo-e painter and printmaker of the Edo period. Hokusai is best known for the woodblock print series Thirty-Six Views of Mount Fuji which includes the internationally iconic print The Great Wave off Kanagawa."}]}, {"heading": "Births", "year": "1795", "date": "October 31", "txt": "John Keats, English poet (d. 1821)", "entities": [{"title": "John Keats", "href": "/wiki/John_Keats", "description": "John Keats was an English Romantic poet. He was prominent in the second generation of Romantic poets, with Lord Byron and Percy Bysshe Shelley, though his poems were in publication for only four years before he died of tuberculosis at the age of 25. They were not generally well received by critics in his lifetime, but his fame grew rapidly after his death. By the end of the century he had been pla"}]}, {"heading": "Births", "year": "1815", "date": "October 31", "txt": "Thomas Chapman, English-Australian politician, 5th Premier of Tasmania (d. 1884)", "entities": [{"title": "Thomas Chapman (Australian politician)", "href": "/wiki/Thomas_Chapman_(Australian_politician)", "description": "Thomas Daniel Chapman was the Premier of Tasmania from 2 August 1861 until 20 January 1863. He served as a member of the Tasmanian Parliament for 26 years from August 1856 until his death in 1884."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1815", "date": "October 31", "txt": "Karl Weierstrass, German mathematician and academic (d. 1897)", "entities": []}, {"heading": "Births", "year": "1825", "date": "October 31", "txt": "Charles Lavigerie, French-Algerian cardinal and academic (d. 1892)", "entities": [{"title": "Charles Lavigerie", "href": "/wiki/Charles_Lavigerie", "description": "Charles Martial Allemand Lavigerie was a French cardinal, archbishop of Carthage and Algiers and primate of Africa. A Catholic priest who became a bishop in France, Lavigerie established French Catholic missions and missionary orders to work across Africa. Lavigerie promoted Catholicism among the peoples of North Africa, as well as the Black natives further south. He was equally ardent to transfor"}]}, {"heading": "Births", "year": "1831", "date": "October 31", "txt": "Paolo Mantegazza, Italian neurologist, physiologist, and anthropologist (d. 1910)", "entities": [{"title": "Paolo Mantegazza", "href": "/wiki/Paolo_Mantegazza", "description": "Paolo Mantegazza was an Italian neurologist, physiologist, and anthropologist, noted for his experimental investigation of coca leaves into its effects on the human psyche. He was also an author of fiction."}]}, {"heading": "Births", "year": "1835", "date": "October 31", "txt": "Adelbert Ames, American general and politician, 27th Governor of Mississippi (d. 1933)", "entities": [{"title": "Adelbert Ames", "href": "/wiki/Adelbert_Ames", "description": "Adelbert C. Ames was an American sailor, soldier, and politician who served with distinction as a Union Army general during the American Civil War. A Radical Republican, he was military governor, U.S. Senator, and civilian governor in Reconstruction-era Mississippi. In 1898, he served as a United States Army general during the Spanish–American War. He was the last Republican to serve as the state "}, {"title": "Governor of Mississippi", "href": "/wiki/Governor_of_Mississippi", "description": "The governor of Mississippi is the head of the executive branch of Mississippi's state government and the commander-in-chief of the state's military forces. The Governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Mississippi Legislature, to convene the legislature at any time, and, except in cases of treason or impeachment, to grant pardons and re"}]}, {"heading": "Births", "year": "1835", "date": "October 31", "txt": "Krišjānis Barons, Latvian linguist and author (d. 1923)", "entities": []}, {"heading": "Births", "year": "1835", "date": "October 31", "txt": "Adolf von Baeyer, German chemist and academic, Nobel Prize laureate (d. 1917)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1838", "date": "October 31", "txt": "Luís I of Portugal (d. 1889)", "entities": [{"title": "Luís I of Portugal", "href": "/wiki/Lu%C3%ADs_I_of_Portugal", "description": "Dom Luís I, known as The Popular was a member of the ruling House of Braganza, and King of Portugal from 1861 to 1889. The second son of Queen Maria II and her consort, King Ferdinand, he acceded to the throne upon the death of his elder brother King Pedro V."}]}, {"heading": "Births", "year": "1847", "date": "October 31", "txt": "Galileo Ferraris, Italian physicist and engineer (d. 1897)", "entities": [{"title": "Galileo Ferraris", "href": "/wiki/Galileo_Ferraris", "description": "Galileo Ferraris was an Italian university professor, physicist and electrical engineer, one of the pioneers of AC power system and an inventor of the three-phase induction motor although he never patented his work. Many newspapers touted that his work on the induction motor and power transmission systems were some of the greatest inventions of all ages. He published an extensive and complete mono"}]}, {"heading": "Births", "year": "1848", "date": "October 31", "txt": "Boston Custer, American soldier (d. 1876)", "entities": [{"title": "Boston Custer", "href": "/wiki/Boston_Custer", "description": "Boston Custer was the youngest brother of U.S. Army Lt Colonel George Armstrong Custer and two-time Medal of Honor recipient Captain Thomas Custer. He was killed at the Battle of the Little Bighorn along with his two brothers."}]}, {"heading": "Births", "year": "1849", "date": "October 31", "txt": "Marie Louise Andrews, American story writer and journalist  (d. 1891)", "entities": [{"title": "Marie Louise Andrews", "href": "/wiki/Marie_Louise_Andrews", "description": "Marie Louise Andrews was an American author and editor from Indiana. She was one of the founders of the Western Association of Writers, and served as its secretary from its organization until June 1888, when she retired. She wrote much in both verse and prose, but she never published her works in book form, and little of her work has been preserved."}]}, {"heading": "Births", "year": "1851", "date": "October 31", "txt": "Louise of Sweden (d. 1926)", "entities": [{"title": "Louise of Sweden", "href": "/wiki/Louise_of_Sweden", "description": "Louise of Sweden, was Queen of Denmark as the spouse of King Frederick VIII. She was the only surviving child of Charles XV of Sweden and his consort, Louise of the Netherlands.\tShe was the mother of both King Christian X of Denmark and King Haakon VII of Norway."}]}, {"heading": "Births", "year": "1856", "date": "October 31", "txt": "Charles Leroux, American balloonist and skydiver (d. 1889)", "entities": [{"title": "Charles Leroux", "href": "/wiki/Charles_Leroux", "description": "Charles Leroux was an American balloonist and parachutist."}]}, {"heading": "Births", "year": "1858", "date": "October 31", "txt": "Saint Geevarghese Mar Dionysius of Vattasseril, Indian Orthodox Saint (d. 1934)", "entities": [{"title": "Saint Geevarghese Mar Dionysius of Vattasseril", "href": "/wiki/Saint_Geevarghese_Mar_Dionysius_of_Vattasseril", "description": "Saint Geevarghese Mar Dionysius of Vattasseril popularly known as Vattasseril Thirumeni was the 15th Malankara Metropolitan (primate) of the Malankara Orthodox Syrian Church. In 2003, the Church declared Mar Dionysius as a saint. He is known as 'The Great Luminary of Malankara Church', a title which the Church bestowed on him in recognition of his contribution to the Church."}]}, {"heading": "Births", "year": "1860", "date": "October 31", "txt": "Juliette Gordon Low, American scout leader, founded the Girl Scouts of the United States of America (d. 1927)", "entities": [{"title": "Juliette Gordon Low", "href": "/wiki/Juliette_Gordon_Low", "description": "Juliette Gordon Low was the founder of Girl Scouts of the USA. Inspired by the work of Lord Baden-Powell, founder of Boy Scouts, she joined the Girl Guide movement in England, forming her own group of Girl Guides there in 1911."}, {"title": "Girl Scouts of the United States of America", "href": "/wiki/Girl_Scouts_of_the_United_States_of_America", "description": "Girl Scouts of the United States of America (GSUSA), commonly referred to as simply Girl Scouts, is a youth organization for girls in the United States and American girls living abroad. Founded by Juliette Gordon Low in 1912, it was organized after Low met Robert Baden-Powell, the founder of Scouting, in 1911. Upon returning to Savannah, Georgia, she telephoned a distant cousin, saying, \"I've got "}]}, {"heading": "Births", "year": "1860", "date": "October 31", "txt": "Andrew Volstead, American politician (d. 1947)", "entities": []}, {"heading": "Births", "year": "1868", "date": "October 31", "txt": "John Weir Troy, American journalist, and politician, 5th Governor of the Territory of Alaska (d. 1942)", "entities": [{"title": "John Weir Troy", "href": "/wiki/John_Weir_Troy", "description": "John Weir Troy was an American Democratic politician who was the Governor of Alaska Territory from 1933 to 1939. He was born in Dungeness, Washington and died in Juneau, Alaska."}, {"title": "List of Governors of Alaska", "href": "/wiki/List_of_Governors_of_Alaska", "description": "The governor of Alaska is the head of state of Alaska and the head of the executive of the state government. The Governor is the chief executive of the state and is the holder of the highest office in the executive branch of the government as well as being the commander in chief of the Alaska's state forces."}, {"title": "Territory of Alaska", "href": "/wiki/Territory_of_Alaska", "description": "The Territory of Alaska or Alaska Territory was an organized incorporated territory of the United States from August 24, 1912, until Alaska was granted statehood on January 3, 1959. The territory was previously Russian America, 1733–1867; the Department of Alaska, 1868–1884; and the District of Alaska, 1884–1912."}]}, {"heading": "Births", "year": "1875", "date": "October 31", "txt": "Eugene Meyer, American businessman and publisher (d. 1954)", "entities": [{"title": "Eugene Meyer (financier)", "href": "/wiki/Eugene_Meyer_(financier)", "description": "Eugene Isaac Meyer was an American financier, public official, and newspaper publisher. He published The Washington Post from 1933 to 1946, and the paper stayed in his family throughout the rest of the 20th century. He served as Chairman of the Federal Reserve from 1930 to 1933 and was the first President of the World Bank Group."}]}, {"heading": "Births", "year": "1875", "date": "October 31", "txt": "Vallabhbhai Patel, Indian lawyer, freedom fighter and politician, 1st Deputy Prime Minister of India (d. 1950)", "entities": [{"title": "Deputy Prime Minister of India", "href": "/wiki/Deputy_Prime_Minister_of_India", "description": "The Deputy Prime Minister of India is the deputy to the Prime Minister of India, who is head of the government of India. The deputy prime minister is the second highest ranking member of the Union Council of Ministers. A deputy prime minister usually also holds a cabinet portfolio such as the home minister, defence minister or finance minister. In the parliamentary system of government, the prime "}]}, {"heading": "Births", "year": "1876", "date": "October 31", "txt": "Natalie Clifford Barney, American poet and playwright (d. 1972)", "entities": [{"title": "Natalie Clifford Barney", "href": "/wiki/Natalie_Clifford_Barney", "description": "Natalie Clifford Barney was an American playwright, poet and novelist who lived as an expatriate in Paris."}]}, {"heading": "Births", "year": "1879", "date": "October 31", "txt": "Karel Hašler, Czech actor, director, and composer (d. 1941)", "entities": [{"title": "Karel Hašler", "href": "/wiki/Karel_Ha%C5%A1ler", "description": "Karel Hašler was a Czech songwriter, actor, lyricist, film and theatre director, composer, writer, dramatist, screenwriter and cabaretier. He was murdered in the Mauthausen concentration camp."}]}, {"heading": "Births", "year": "1880", "date": "October 31", "txt": "Julia Peterkin, American author (d. 1961)", "entities": [{"title": "Julia Peterkin", "href": "/wiki/Julia_Peterkin", "description": "Julia Peterkin was an American author from South Carolina. In 1929 she won the Pulitzer Prize for Novel/Literature for her novel Scarlet Sister Mary. She wrote several novels about the plantation South, especially the Gullah people of the Lowcountry. She was one of the few white authors who wrote about the African-American experience."}]}, {"heading": "Births", "year": "1880", "date": "October 31", "txt": "Mikhail Tomsky, Soviet politician, member of the Politburo of the Central Committee of the Communist Party of the Soviet Union (d. 1936)", "entities": [{"title": "Politburo of the Central Committee of the Communist Party of the Soviet Union", "href": "/wiki/Politburo_of_the_Central_Committee_of_the_Communist_Party_of_the_Soviet_Union", "description": "The Political Bureau of the Central Committee of the Communist Party of the Soviet Union was the highest policy-making authority within the Communist Party of the Soviet Union. It was founded in October 1917, and refounded in March 1919, at the 8th Congress of the Bolshevik Party. It was known as the Presidium from 1952 to 1966. The existence of the Politburo ended in 1991 upon the breakup of the "}]}, {"heading": "Births", "year": "1881", "date": "October 31", "txt": "Toshizō Nishio, Japanese general (d. 1960)", "entities": [{"title": "Toshizō Nishio", "href": "/wiki/Toshiz%C5%8D_Nishio", "description": "Toshizō Nishio  was a Japanese general, considered to be one of the Imperial Japanese Army's most successful and ablest strategists during the Second Sino-Japanese War, who commanded the Japanese Second Army during the first years after the Marco Polo Bridge Incident."}]}, {"heading": "Births", "year": "1883", "date": "October 31", "txt": "Marie Laurencin, French painter and illustrator (d. 1956)", "entities": [{"title": "Marie Laurencin", "href": "/wiki/Marie_Laurencin", "description": "Marie Laurencin was a French painter and printmaker. She became an important figure in the Parisian avant-garde as a member of the Cubists associated with the Section d'Or."}]}, {"heading": "Births", "year": "1883", "date": "October 31", "txt": "Anthony Wilding, New Zealand tennis player, cricketer, and soldier (d. 1915)", "entities": []}, {"heading": "Births", "year": "1887", "date": "October 31", "txt": "Chiang Kai-shek, Chinese general and politician, 1st President of the Republic of China (Taiwan) (d. 1975)", "entities": [{"title": "Chiang Kai-shek", "href": "/wiki/Chiang_Kai-shek", "description": "Chiang Kai-shek, also known as Chiang Chung-cheng and romanized via Mandarin as Chiang Chieh-shih and Jiang Jieshi, was a Chinese Nationalist politician, revolutionary and military leader who served as the leader of the Republic of China between 1928 and 1975, first in mainland China until 1949 and then in Taiwan until his death."}, {"title": "List of Presidents of the Republic of China", "href": "/wiki/List_of_Presidents_of_the_Republic_of_China", "description": "This is a list of the presidents of the Republic of China."}, {"title": "Taiwan", "href": "/wiki/Taiwan", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}]}, {"heading": "Births", "year": "1887", "date": "October 31", "txt": "Newsy Lalonde, Canadian ice hockey player and lacrosse player (d. 1970)", "entities": []}, {"heading": "Births", "year": "1888", "date": "October 31", "txt": "Napoleon Lapathiotis, Greek poet and author (d. 1944)", "entities": [{"title": "Napoleon Lapathiotis", "href": "/wiki/Napoleon_Lapathiotis", "description": "Napoleon Lapathiotis was a Greek poet. A native of Athens, he began writing and publishing poetry when he was eleven. In 1907, along with others, he established the Igiso magazine, in which he published his works. In 1909, he graduated from the law school of the University of Athens. His first book of poems was published in 1939."}]}, {"heading": "Births", "year": "1892", "date": "October 31", "txt": "Alexander Alekhine, Russian chess player and author (d. 1946)", "entities": [{"title": "Alexander Alekhine", "href": "/wiki/Alexander_Alekhine", "description": "Alexander Alekhine was a Russian and French chess player and the fourth World Chess Champion, a title he held for two reigns."}]}, {"heading": "Births", "year": "1895", "date": "October 31", "txt": "Les Darcy, Australian boxer (d. 1917)", "entities": [{"title": "Les Darcy", "href": "/wiki/Les_Darcy", "description": "James Leslie \"Les\" Darcy was an Australian boxer. He was a middleweight, but held the Australian Heavyweight Championship title at the same time."}]}, {"heading": "Births", "year": "1895", "date": "October 31", "txt": "B. H. Liddell Hart, English soldier, historian, and theorist (d. 1970)", "entities": []}, {"heading": "Births", "year": "1896", "date": "October 31", "txt": "Ethel Waters, American singer and actress (d. 1977)", "entities": [{"title": "Ethel Waters", "href": "/wiki/Ethel_Waters", "description": "Ethel Waters was an American singer and actress. Waters frequently performed jazz, swing, and pop music on the Broadway stage and in concerts. She began her career in the 1920s singing blues. Waters notable recordings include \"Dinah\", \"Stormy Weather\", \"Taking a Chance on Love\", \"Heat Wave\", \"Supper Time\", \"Am I Blue?\", \"Cabin in the Sky\", \"I'm Coming Virginia\", and her version of \"His Eye Is on t"}]}, {"heading": "Births", "year": "1897", "date": "October 31", "txt": "Constance Savery, English author (d. 1999)", "entities": [{"title": "Constance Savery", "href": "/wiki/Constance_Savery", "description": "Constance Winifred Savery was a British author of fifty novels and children's books, as well as many short stories and articles. She was selected for the initial issue of the long-running series entitled The Junior Book of Authors (1951–2008) and for the first, 1971, volume of Anne Commire's Something About the Author, which reached volume 320 in 2018. Savery's World War II novel, Enemy Brothers, "}]}, {"heading": "Births", "year": "1900", "date": "October 31", "txt": "Asbjørg Borgfelt, Norwegian sculptor (d. 1976)", "entities": [{"title": "Asbjørg Borgfelt", "href": "/wiki/Asbj%C3%B8rg_Borgfelt", "description": "Asbjørg Borgfelt was a Norwegian sculptor."}]}, {"heading": "Births", "year": "1902", "date": "October 31", "txt": "Carlos Drummond de Andrade, Brazilian poet (d. 1987)", "entities": [{"title": "Carlos Drummond de Andrade", "href": "/wiki/Carlos_Drummond_de_Andrade", "description": "Carlos Drummond de Andrade was a Brazilian poet and writer, considered by some as the greatest Brazilian poet of all time. He has become something of a national cultural symbol in Brazil, where his widely influential poem \"Canção Amiga\" has been featured on the 50-cruzado novo bill."}]}, {"heading": "Births", "year": "1902", "date": "October 31", "txt": "Julia Lee, American blues singer-songwriter and pianist (d. 1958)", "entities": []}, {"heading": "Births", "year": "1902", "date": "October 31", "txt": "Abraham Wald, Romanian mathematician and economist (d. 1950)", "entities": []}, {"heading": "Births", "year": "1907", "date": "October 31", "txt": "Edgar Sampson, American musician and composer (d. 1973)", "entities": [{"title": "Edgar Sampson", "href": "/wiki/Edgar_Sampson", "description": "Edgar Melvin Sampson, nicknamed \"The Lamb\", was an American jazz composer, arranger, saxophonist, and violinist. Born in New York City, he started playing violin at the age of six and picked up the saxophone in high school. He worked as an arranger and composer for many jazz bands in the 1930s and '40s, his most notable composition being \"Stompin' at the Savoy\"."}]}, {"heading": "Births", "year": "1908", "date": "October 31", "txt": "Muriel Duckworth, Canadian activist (d. 2009)", "entities": [{"title": "Muriel Duckworth", "href": "/wiki/Muriel_Duckworth", "description": "Muriel Helen Duckworth was a Canadian pacifist, feminist, and social and community activist. She was a practising Quaker, a religious denomination committed to non-violence. Duckworth maintained that war, with its systematic violence against women and children, is a major obstacle to social justice. She argued that money spent on armaments perpetuates poverty while reinforcing the power of privile"}]}, {"heading": "Births", "year": "1912", "date": "October 31", "txt": "Dale Evans, American singer-songwriter and actress (d. 2001)", "entities": [{"title": "Dale Evans", "href": "/wiki/Dale_Evans", "description": "Dale Evans Rogers was an American actress, singer, and songwriter. She was the third wife of singing cowboy Roy Rogers."}]}, {"heading": "Births", "year": "1912", "date": "October 31", "txt": "Ollie Johnston, American animator and voice actor (d. 2008)", "entities": []}, {"heading": "Births", "year": "1914", "date": "October 31", "txt": "John Hugenholtz, Dutch engineer and designer (d. 1995)", "entities": [{"title": "John Hugenholtz", "href": "/wiki/John_Hugenholtz", "description": "Johannes Bernhardus Theodorus \"Hans\" Hugenholtz, known in English-speaking countries as John Hugenholtz was a Dutch designer of race tracks and cars."}]}, {"heading": "Births", "year": "1915", "date": "October 31", "txt": "Jane Jarvis, American pianist and composer (d. 2010)", "entities": [{"title": "Jane Jarvis", "href": "/wiki/Jane_Jarvis", "description": "Jane Jarvis was an American jazz pianist. She was also known for her work as a composer, baseball stadium organist and music industry executive."}]}, {"heading": "Births", "year": "1916", "date": "October 31", "txt": "Count Carl Johan Bernadotte of Wisborg (d. 2012)", "entities": [{"title": "Count Carl Johan Bernadotte of Wisborg", "href": "/wiki/Count_Carl_Johan_Bernadotte_of_Wisborg", "description": "Carl Johan Arthur, Prince Bernadotte, Count of Wisborg, was the fourth son and fifth and youngest child of King Gustaf VI Adolf of Sweden and his first wife Princess Margaret of Connaught."}]}, {"heading": "Births", "year": "1917", "date": "October 31", "txt": "William H. McNeill, Canadian-American historian and author (d. 2016)", "entities": [{"title": "William H. McNeill (historian)", "href": "/wiki/William_H._McNeill_(historian)", "description": "William Hardy McNeill was a historian and author, noted for his argument that contact and exchange among civilizations is what drives human history forward, first postulated in The Rise of the West (1963). He was the Robert A. Millikan Distinguished Service Professor Emeritus of History at the University of Chicago, where he taught from 1947 until his retirement in 1987."}]}, {"heading": "Births", "year": "1917", "date": "October 31", "txt": "Gordon Steege, Australian soldier and pilot (d. 2013)", "entities": []}, {"heading": "Births", "year": "1918", "date": "October 31", "txt": "Ian Stevenson, American psychiatrist and academic (d. 2007)", "entities": [{"title": "Ian Stevenson", "href": "/wiki/Ian_Stevenson", "description": "Ian Pretyman Stevenson was a Canadian-born American psychiatrist. He worked for the University of Virginia School of Medicine for fifty years, as chair of the department of psychiatry from 1957 to 1967, Carlson Professor of Psychiatry from 1967 to 2001, and Research Professor of Psychiatry from 2002 until his death."}]}, {"heading": "Births", "year": "1919", "date": "October 31", "txt": "Daphne Oxenford, English actress (d. 2012)", "entities": [{"title": "Daphne Oxenford", "href": "/wiki/Daphne_Oxenford", "description": "Daphne Margaret du Grivel Oxenford was an English actress, known for her early stage roles, and later her radio and television work.\nShe was best known for her role as original character Esther Hayes in Coronation Street. Other roles included Mrs Plummer in Man About the House (1973), Alice Dutton in EastEnders (1990), and Mrs. Oldknow in the mini-series The Children of Green Knowe (1986). She was"}]}, {"heading": "Births", "year": "1919", "date": "October 31", "txt": "Magnus Wenninger, American mathematician and author (d. 2017)", "entities": []}, {"heading": "Births", "year": "1920", "date": "October 31", "txt": "Dick Francis, Welsh-Caymanian jockey and author (d. 2010)", "entities": [{"title": "Dick Francis", "href": "/wiki/Dick_Francis", "description": "Richard Stanley Francis was a British crime writer, and former steeplechase jockey, whose novels centre on horse racing in England."}]}, {"heading": "Births", "year": "1920", "date": "October 31", "txt": "Joseph Gelineau, French priest and composer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1920", "date": "October 31", "txt": "Helmut Newton, German-Australian photographer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1920", "date": "October 31", "txt": "Fritz Walter, German footballer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1922", "date": "October 31", "txt": "Barbara Bel Geddes, American actress (d. 2005)", "entities": [{"title": "Barbara Bel Geddes", "href": "/wiki/Barbara_Bel_Geddes", "description": "Barbara Bel Geddes was an American stage and screen actress, artist, and children's author whose career spanned almost five decades. She was best known for her starring role as Miss Ellie Ewing in the television series Dallas. Bel Geddes also starred as Maggie in the original Broadway production of Cat on a Hot Tin Roof in 1955. Her notable films included I Remember Mama (1948) and Vertigo (1958)."}]}, {"heading": "Births", "year": "1922", "date": "October 31", "txt": "Illinois Jacquet, American saxophonist and composer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1922", "date": "October 31", "txt": "Norodom Sihanouk, Cambodian politician, 1st Prime Minister of Cambodia (d. 2012)", "entities": [{"title": "Prime Minister of Cambodia", "href": "/wiki/Prime_Minister_of_Cambodia", "description": "The prime minister of Cambodia is the head of government of Cambodia. The prime minister is also the chairman of the Cabinet and leads the executive branch of the Royal Cambodian Government. The prime minister is a member of parliament, and is appointed by the monarch for a term of five years. Since 1945, 36 individuals have served as prime minister; 32 as official prime ministers, and 4 in acting"}]}, {"heading": "Births", "year": "1925", "date": "October 31", "txt": "Lawrence A. Cremin, American historian and author (d. 1990)", "entities": [{"title": "Lawrence A. Cremin", "href": "/wiki/Lawrence_A._Cremin", "description": "Lawrence Arthur Cremin was an educational historian and administrator."}]}, {"heading": "Births", "year": "1925", "date": "October 31", "txt": "John Pople, English-American chemist and academic, Nobel Prize laureate (d. 2004)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1925", "date": "October 31", "txt": "Robert B. Rheault, American colonel (d. 2013)", "entities": []}, {"heading": "Births", "year": "1926", "date": "October 31", "txt": "Jimmy Savile, English radio and television host (d. 2011)", "entities": [{"title": "Jimmy Savile", "href": "/wiki/Jimmy_Savile", "description": "Sir James Wilson Vincent Savile was an English DJ, television and radio personality who hosted BBC shows including Top of the Pops and Jim'll Fix It. He raised an estimated £40 million for charities and, during his lifetime, was widely praised for his personal qualities and as a fund-raiser. After his death, hundreds of allegations of sexual abuse were made against him, leading the police to concl"}]}, {"heading": "Births", "year": "1928", "date": "October 31", "txt": "Andrew Sarris, American critic and educator (d. 2012)", "entities": [{"title": "Andrew Sarris", "href": "/wiki/Andrew_Sarris", "description": "Andrew Sarris was an American film critic, a leading proponent of the auteur theory of film criticism."}]}, {"heading": "Births", "year": "1929", "date": "October 31", "txt": "William Orchard, Australian water polo player and psychiatrist (d. 2014)", "entities": [{"title": "William Orchard (water polo)", "href": "/wiki/William_Orchard_(water_polo)", "description": "William Henry \"Bill\" Orchard was an Australian water polo player and psychiatrist. He represented Australia at the 1952 Helsinki Olympics and at the 1956 Olympics in his home city of Melbourne."}]}, {"heading": "Births", "year": "1929", "date": "October 31", "txt": "Bud Spencer, Italian swimmer, actor, and screenwriter (d. 2016)", "entities": []}, {"heading": "Births", "year": "1930", "date": "October 31", "txt": "Michael Collins, American general, pilot, and astronaut (d. 2021)", "entities": [{"title": "Michael Collins (astronaut)", "href": "/wiki/Michael_Collins_(astronaut)", "description": "Michael Collins was an American astronaut who flew the Apollo 11 command module Columbia around the Moon in 1969 while his crewmates, Neil Armstrong and Buzz Aldrin, made the first crewed landing on the surface. He was also a test pilot and major general in the U.S. Air Force Reserves."}]}, {"heading": "Births", "year": "1930", "date": "October 31", "txt": "Booker Ervin, American saxophonist (d. 1970)", "entities": []}, {"heading": "Births", "year": "1931", "date": "October 31", "txt": "Dan Rather, American journalist", "entities": [{"title": "Dan Rather", "href": "/wiki/Dan_Rather", "description": "Daniel Irvin Rather Jr. is an American journalist and former national evening news anchor. Rather began his career in Texas, becoming a national name after his reporting saved thousands of lives during Hurricane Carla in September 1961. Rather spontaneously created the first radar weather report by overlaying a transparent map over a radar image of Hurricane Carla. In his first national broadcast,"}]}, {"heading": "Births", "year": "1933", "date": "October 31", "txt": "Phil Goyette, Canadian ice hockey player and coach", "entities": [{"title": "Phil Goyette", "href": "/wiki/Phil_Goyette", "description": "Joseph Georges Philippe Goyette is a Canadian former professional ice hockey center who played in the NHL for 16 seasons between 1956 and 1972."}]}, {"heading": "Births", "year": "1933", "date": "October 31", "txt": "Iemasa Kayumi, Japanese voice actor (d. 2014)", "entities": []}, {"heading": "Births", "year": "1935", "date": "October 31", "txt": "Dale Brown, American basketball player and coach", "entities": [{"title": "Dale Brown (basketball)", "href": "/wiki/Dale_Brown_(basketball)", "description": "Dale Duward Brown is an American former college basketball coach. He was the head coach of the LSU Tigers for 25 years, and his teams earned Final Four appearances in 1981 and 1986. Brown is also remembered as one of the most vocal critics of the NCAA, saying it \"legislated against human dignity and practiced monumental hypocrisy.\""}]}, {"heading": "Births", "year": "1935", "date": "October 31", "txt": "Ronald Graham, American mathematician and theorist", "entities": []}, {"heading": "Births", "year": "1935", "date": "October 31", "txt": "David Harvey, English-American geographer and academic", "entities": []}, {"heading": "Births", "year": "1936", "date": "October 31", "txt": "Michael Landon, American actor, director, producer, and screenwriter (d. 1991)", "entities": [{"title": "Michael Landon", "href": "/wiki/Michael_Landon", "description": "Michael Landon was an American actor, writer, director, and producer. He is known for his roles as Little Joe Cartwright in Bonanza (1959–1973), Charles Ingalls in Little House on the Prairie (1974–1982), and Jonathan Smith in Highway to Heaven (1984–1989). Landon appeared on the cover of TV Guide 22 times, second only to Lucille Ball."}]}, {"heading": "Births", "year": "1937", "date": "October 31", "txt": "Tom Paxton, American folk music singer-songwriter and guitarist", "entities": [{"title": "Tom Paxton", "href": "/wiki/Tom_Paxton", "description": "Thomas Richard Paxton is an American folk singer-songwriter who has had a music career spanning more than fifty years. In 2009, Paxton received a Grammy Lifetime Achievement Award. He is noteworthy as a music educator as well as an advocate for folk singers to combine traditional songs with new compositions."}]}, {"heading": "Births", "year": "1939", "date": "October 31", "txt": "Tom O'Connor, English actor and game show host", "entities": [{"title": "Tom O'Connor (comedian)", "href": "/wiki/Tom_O%27Connor_(comedian)", "description": "Thomas Patrick O'Connor is an English comedian, TV presenter and actor. He is best known for presenting game shows such as Crosswits, Pick Pockets, The Zodiac Game, Name That Tune, Password and Gambit."}]}, {"heading": "Births", "year": "1939", "date": "October 31", "txt": "Ron Rifkin, American actor", "entities": []}, {"heading": "Births", "year": "1939", "date": "October 31", "txt": "Ali Farka Touré, Malian singer-songwriter and guitarist (d. 2006)", "entities": []}, {"heading": "Births", "year": "1940", "date": "October 31", "txt": "Craig Rodwell, American businessman and activist, founded the Oscar Wilde Bookshop (d. 1993)", "entities": [{"title": "Craig Rodwell", "href": "/wiki/Craig_Rodwell", "description": "Craig L. Rodwell was an American gay rights activist known for founding the Oscar Wilde Memorial Bookshop on November 24, 1967, the first bookstore devoted to gay and lesbian authors, and as the prime mover for the creation of the New York City pride demonstration. Rodwell is considered by some to be the leading gay rights activist in the early homophile movement of the 1960s."}, {"title": "Oscar Wilde Bookshop", "href": "/wiki/Oscar_Wilde_Bookshop", "description": "The Oscar Wilde Bookshop was founded by Craig Rodwell on November 24, 1967 as the Oscar Wilde Memorial Bookshop. Initially located at 291 Mercer Street, moved in 1973 to the corner of Christopher Street and Gay Street in New York City's Greenwich Village neighborhood."}]}, {"heading": "Births", "year": "1940", "date": "October 31", "txt": "Judith Wilcox, Baroness Wilcox, English businesswoman and politician", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 31", "txt": "Dan Alderson, American scientist and academic (d. 1989)", "entities": [{"title": "Dan Alderson", "href": "/wiki/Dan_Alderson", "description": "Daniel John Alderson was a scientist at the Jet Propulsion Laboratory in California, and a prominent participant in science fiction fandom. He came from a middle-class family and had diabetes. A high school science fair project on the gravitational fields of non-spherical bodies won him a college scholarship to Caltech and a job at the Jet Propulsion Laboratory, where he wrote the software used to"}]}, {"heading": "Births", "year": "1941", "date": "October 31", "txt": "Derek Bell, English race car driver", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 31", "txt": "Sally Kirkland, American actress", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 31", "txt": "Werner Krieglstein, Czech-American philosopher and academic", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 31", "txt": "David Ogden Stiers, American actor (d. 2018)", "entities": [{"title": "David Ogden Stiers", "href": "/wiki/David_Ogden_Stiers", "description": "David Allen Ogden Stiers was an American actor and conductor. He appeared in numerous productions on Broadway, and originated the role of Feldman in The Magic Show, in which he appeared for four years between 1974 and 1978."}]}, {"heading": "Births", "year": "1943", "date": "October 31", "txt": "Elliott Forbes-Robinson, American race car driver", "entities": [{"title": "Elliott Forbes-Robinson", "href": "/wiki/Elliott_Forbes-Robinson", "description": "Elliott Forbes-Robinson is a road racing race car driver. He is known for his race wins and championships in many different series, including the American Le Mans Series (ALMS), Super Vee, Trans-Am Series, CanAm, IMSA GTU, and the World Challenge. He is known in NASCAR circles as a road course ringer. He is also a founder of the Legends Cars of 600 Racing and he designed their original car."}]}, {"heading": "Births", "year": "1943", "date": "October 31", "txt": "Paul Frampton, English-American physicist and academic", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 31", "txt": "Aristotelis Pavlidis, Greek politician, 13th Greek Minister for the Aegean and Island Policy", "entities": [{"title": "Ministry for the Aegean", "href": "/wiki/Ministry_for_the_Aegean", "description": "\nThe Ministry for the Aegean was a government department of Greece. It was founded in 1985, with Mytilene as its seat, and tasked with supervising the development of the long-neglected Aegean Islands."}]}, {"heading": "Births", "year": "1943", "date": "October 31", "txt": "Brian Piccolo, American football player (d. 1970)", "entities": []}, {"heading": "Births", "year": "1945", "date": "October 31", "txt": "Russ Ballard, English singer-songwriter and guitarist", "entities": [{"title": "Russ Ballard", "href": "/wiki/Russ_Ballard", "description": "Russell Glyn Ballard is an English singer, songwriter and musician."}]}, {"heading": "Births", "year": "1945", "date": "October 31", "txt": "Brian Doyle-Murray, American actor and comedian", "entities": []}, {"heading": "Births", "year": "1945", "date": "October 31", "txt": "Barrie Keeffe, English playwright, screenwriter, and producer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 31", "txt": "Stephen Rea, Irish actor", "entities": [{"title": "Stephen Rea", "href": "/wiki/Stephen_Rea", "description": "Stephen Rea is an Irish film and stage actor. Rea has appeared in films such as V for Vendetta, Michael Collins, Interview with the Vampire and Breakfast on Pluto. Rea was nominated for an Academy Award for his lead performance as Fergus in the 1992 film The Crying Game. He has during later years had important roles in the Hugo Blick TV series The Shadow Line and The Honourable Woman, for which he"}]}, {"heading": "Births", "year": "1947", "date": "October 31", "txt": "Deidre Hall, American actress", "entities": [{"title": "Deidre Hall", "href": "/wiki/Deidre_Hall", "description": "Deidre Ann Hall is an American actress best known for her portrayal of Dr. Marlena Evans on NBC's daytime drama Days of Our Lives, whom she has played for over 40 years."}]}, {"heading": "Births", "year": "1947", "date": "October 31", "txt": "Frank Shorter, American runner and sportscaster", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 31", "txt": "Herman Van Rompuy, Belgian academic and politician, 66th Prime Minister of Belgium", "entities": [{"title": "Prime Minister of Belgium", "href": "/wiki/Prime_Minister_of_Belgium", "description": "The Prime Minister of Belgium or the Premier of Belgium is the head of the federal government of Belgium, and the most powerful person in Belgian politics."}]}, {"heading": "Births", "year": "1948", "date": "October 31", "txt": "Michael Kitchen, English actor and producer", "entities": [{"title": "Michael Kitchen", "href": "/wiki/Michael_Kitchen", "description": "Michael Roy Kitchen is an English actor and television producer, best known for his starring role as Detective Chief Superintendent Christopher Foyle in the ITV drama series Foyle's War between 2002 and 2015. He also played the role of Bill Tanner in two James Bond films, and that of John Farrow in BBC Four's comedy series Brian Pern."}]}, {"heading": "Births", "year": "1948", "date": "October 31", "txt": "Franco Gasparri, Italian actor (d. 1999)", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 31", "txt": "Mart Helme, Estonian journalist and diplomat", "entities": [{"title": "Mart Helme", "href": "/wiki/Mart_Helme", "description": "Mart Helme is an Estonian historian and politician who served as Minister of the Interior from 2019 until his resignation in late 2020. He was the long time chairman of the national conservative Conservative People's Party of Estonia (EKRE) from 13 April 2013 to 4 July 2020 when he was succeeded by his son Martin Helme."}]}, {"heading": "Births", "year": "1949", "date": "October 31", "txt": "Bob Siebenberg, American drummer", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 31", "txt": "Alison Wolf, English economist and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "October 31", "txt": "John Candy, Canadian actor, producer, and screenwriter (d. 1994)", "entities": [{"title": "John Candy", "href": "/wiki/John_Candy", "description": "John Franklin Candy was a Canadian actor and comedian known mainly for his work in Hollywood films. Candy rose to fame as a member of the Toronto branch of the Second City and its Second City Television (SCTV) series, and through his appearances in comedy films, including Stripes, National Lampoon's Vacation, Splash, Cool Runnings, Summer Rental, The Great Outdoors, Spaceballs, and Uncle Buck, as "}]}, {"heading": "Births", "year": "1950", "date": "October 31", "txt": "Zaha Hadid, Iraqi-English architect and academic, designed the Bridge Pavilion (d. 2016)", "entities": [{"title": "Bridge Pavilion", "href": "/wiki/Bridge_Pavilion", "description": "The Bridge Pavilion is a building designed by British-Iraqi architect Zaha Hadid that was constructed for the Expo 2008 in Zaragoza (Spain) as one of its main landmarks. It is an innovative 280-metre-long (919 ft) covered bridge that imitates a gladiola over the river Ebro, connecting the neighbourhood of La Almozara with the exposition site, and thus becoming its main entrance. The new bridge is,"}]}, {"heading": "Births", "year": "1950", "date": "October 31", "txt": "Jane Pauley, American journalist", "entities": []}, {"heading": "Births", "year": "1950", "date": "October 31", "txt": "Antonio Taguba, Filipino-American general", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 31", "txt": "Nick Saban, American football player and coach", "entities": [{"title": "Nick Saban", "href": "/wiki/Nick_Saban", "description": "Nicholas Lou Saban Jr. is an American football coach who has been the head football coach at the University of Alabama since 2007. Saban previously served as head coach of the National Football League's Miami Dolphins and at three other universities: Louisiana State University (LSU), Michigan State University, and the University of Toledo. Saban is considered by many to be the greatest coach in co"}]}, {"heading": "Births", "year": "1951", "date": "October 31", "txt": "Dave Trembley, American baseball player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 31", "txt": "Bernard Edwards, American bass player, songwriter, and producer (d. 1996)", "entities": [{"title": "Bernard Edwards", "href": "/wiki/Bernard_Edwards", "description": "Bernard Edwards was an American bass player, singer, songwriter and record producer, known primarily for his work in disco music with guitarist Nile Rodgers, with whom he co-founded Chic. In 2017, Edwards was selected as the 53rd greatest bassist of all time by Bass Player magazine."}]}, {"heading": "Births", "year": "1952", "date": "October 31", "txt": "Joe West, American baseball umpire", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 31", "txt": "John Lucas II, American basketball player and coach", "entities": [{"title": "John Lucas II", "href": "/wiki/John_Lucas_II", "description": "John Harding Lucas II is an American professional basketball coach and former player. He serves as the player development coach of the Houston Rockets of the National Basketball Association (NBA). He played basketball and tennis at the University of Maryland, College Park and was an All-American in both."}]}, {"heading": "Births", "year": "1954", "date": "October 31", "txt": "Mari Okamoto, Japanese actress", "entities": [{"title": "Mari Okamoto", "href": "/wiki/Mari_Okamoto", "description": "Mari Okamoto  is a Japanese actress and voice actress."}]}, {"heading": "Births", "year": "1954", "date": "October 31", "txt": "Ken Wahl, American actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1955", "date": "October 31", "txt": "Michalis Chrisochoidis, Greek lawyer and politician, Greek Minister of Public Order", "entities": [{"title": "Michalis Chrisochoidis", "href": "/wiki/Michalis_Chrisochoidis", "description": "Michalis Chrisochoidis is a Greek politician and former member of the Hellenic Parliament for the Panhellenic Socialist Movement (PASOK). He served as Minister for the Economy, Competitiveness and Shipping (2010), Minister for Regional Development and Competitiveness (2010–2011), Minister for Development, Competitiveness and Shipping (2011–2012) and Minister for Infrastructure, Transport and Netwo"}, {"title": "Ministry of Public Order and Citizen Protection", "href": "/wiki/Ministry_of_Public_Order_and_Citizen_Protection", "description": "The Ministry of Citizen Protection is the government department responsible for Greece's public security services, i.e. the Hellenic Police, the Hellenic Fire Service, the Hellenic Coast Guard, Hellenic (Corrections) Prison System, the Agrarian Police and the General Secretariat for Civil Protection."}]}, {"heading": "Births", "year": "1955", "date": "October 31", "txt": "Susan Orlean, American journalist and author", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 31", "txt": "Bruce Bawer, American poet and critic", "entities": [{"title": "Bruce Bawer", "href": "/wiki/Bruce_Bawer", "description": "Theodore Bruce Bawer is an American writer who has been a resident of Norway since 1999. He is a literary, film, and cultural critic and a novelist and poet, who has also written about gay rights, Christianity, and Islam."}]}, {"heading": "Births", "year": "1956", "date": "October 31", "txt": "Christopher de Leon, Filipino actor, director, producer, and politician", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 31", "txt": "Anders Lago, Swedish lawyer and politician", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 31", "txt": "Charles Moore, English journalist and author", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 31", "txt": "Brian Stokes Mitchell, American singer and actor", "entities": [{"title": "Brian Stokes Mitchell", "href": "/wiki/Brian_Stokes_Mitchell", "description": "Brian Stokes Mitchell is an American actor and singer. A powerful baritone, he has been one of the central leading men of the Broadway theatre since the 1990s. He won the Tony Award for Best Actor in a Musical in 2000 for his performance in Kiss Me, Kate."}]}, {"heading": "Births", "year": "1957", "date": "October 31", "txt": "Robert Pollard, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 31", "txt": "Mats Näslund, Swedish ice hockey player", "entities": [{"title": "Mats Näslund", "href": "/wiki/Mats_N%C3%A4slund", "description": "Mats Torsten Näslund, nicknamed \"Le Petit Viking\", is a Swedish former ice hockey player. He played as a left wing."}]}, {"heading": "Births", "year": "1959", "date": "October 31", "txt": "Neal Stephenson, American author", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 31", "txt": "Arnaud Desplechin, French director, cinematographer, and screenwriter", "entities": [{"title": "Arnaud Desplechin", "href": "/wiki/Arnaud_Desplechin", "description": "Arnaud Desplechin is a French film director and screenwriter."}]}, {"heading": "Births", "year": "1960", "date": "October 31", "txt": "Luis Fortuño, Puerto Rican lawyer and politician, 9th Governor of Puerto Rico", "entities": [{"title": "Governor of Puerto Rico", "href": "/wiki/Governor_of_Puerto_Rico", "description": "The Governor of Puerto Rico is the highest executive authority of the Commonwealth of Puerto Rico, its head of state, head of government, and commander-in-chief of the Puerto Rico National Guard."}]}, {"heading": "Births", "year": "1960", "date": "October 31", "txt": "Mike Gallego, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 31", "txt": "Reza Pahlavi, Crown Prince of Iran", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 31", "txt": "Alonzo Babers, American runner and pilot", "entities": [{"title": "Alonzo Babers", "href": "/wiki/Alonzo_Babers", "description": "Alonzo C. Babers is an American former athlete, winner of two gold medals at the 1984 Summer Olympics, in the 400 m and the 4 × 400 m relay."}]}, {"heading": "Births", "year": "1961", "date": "October 31", "txt": "Kate Campbell, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 31", "txt": "Peter Jackson, New Zealand actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 31", "txt": "Larry Mullen, Jr., Irish musician, songwriter, and actor", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 31", "txt": "Jonathan Borden, American neurosurgeon and academic", "entities": [{"title": "Jonathan Borden", "href": "/wiki/Jonathan_Borden", "description": "Jonathan Alan Borden is an American neurosurgeon who developed the Borden Classification of Dural Arteriovenous Fistulas. He has been involved in internet based telemedicine applications and is an editor of the RDDL specification for XML Namespaces."}]}, {"heading": "Births", "year": "1962", "date": "October 31", "txt": "Anna Geifman, American historian, author, and academic", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 31", "txt": "John Giannini, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 31", "txt": "Mari Jungstedt, Swedish journalist and author", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 31", "txt": "Raphael Rabello, Brazilian guitarist and composer (d. 1995)", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 31", "txt": "Dan Wood, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 31", "txt": "Mikkey Dee, Swedish hard rock drummer and musician", "entities": [{"title": "Mikkey Dee", "href": "/wiki/Mikkey_Dee", "description": "Micael Kiriakos Delaoglou known by his stage name Mikkey Dee, is a Swedish rock musician and multi-instrumentalist. He is best known as the drummer for the British rock band Motörhead from 1991 until the band disbanded in December 2015, due to the death of founder and frontman Lemmy. Dee also played for the German metal band Helloween in 2003 and is currently the drummer for the German rock band S"}]}, {"heading": "Births", "year": "1963", "date": "October 31", "txt": "Johnny Marr, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 31", "txt": "Dermot Mulroney, American actor", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 31", "txt": "Rob Schneider, American actor and comedian", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 31", "txt": "Dunga, Brazilian footballer and manager", "entities": []}, {"heading": "Births", "year": "1964", "date": "October 31", "txt": "Frank Bruni, American journalist and critic", "entities": [{"title": "Frank Bruni", "href": "/wiki/Frank_Bruni", "description": "Frank Anthony Bruni is an American journalist and long-time writer for The New York Times. In June 2011, he was named an op-ed columnist for the newspaper. His columns appear twice weekly and he also writes a weekly newsletter. In April 2021, NYT Opinion Editor Kathleen Kingsbury announced that Bruni would be stepping down from his role as a columnist and joining Duke University as an endowed prof"}]}, {"heading": "Births", "year": "1964", "date": "October 31", "txt": "Colm Ó Cíosóig, Irish musician", "entities": []}, {"heading": "Births", "year": "1964", "date": "October 31", "txt": "Marco van Basten, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1964", "date": "October 31", "txt": "Darryl Worley, American country music singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 31", "txt": "Paul du Toit, South African painter and sculptor (d. 2014)", "entities": [{"title": "Paul du Toit", "href": "/wiki/Paul_du_Toit", "description": "Paul Johan du Toit was a South African artist, working in painting, sculpture, paper and mixed media. His exhibits have been displayed globally. Most notably, three of his sculptures were selected for the 2001 Florence Biennale."}]}, {"heading": "Births", "year": "1965", "date": "October 31", "txt": "Blue Edwards, American basketball player", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 31", "txt": "Ruud Hesp, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 31", "txt": "Denis Irwin, Irish footballer and journalist", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 31", "txt": "Rob Rackstraw, English voice actor", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 31", "txt": "Ad-Rock, American rapper, producer, and actor", "entities": [{"title": "Ad-Rock", "href": "/wiki/Ad-Rock", "description": "Adam Keefe Horovitz, better known as Ad-Rock or King Ad-Rock, is an American rapper, guitarist and actor. He was a member of the hip hop group Beastie Boys. He is married to musician and feminist activist Kathleen Hanna."}]}, {"heading": "Births", "year": "1966", "date": "October 31", "txt": "Koji Kanemoto, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 31", "txt": "Annabella Lwin, Anglo-Burmese singer-songwriter and record producer", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 31", "txt": "Mike O'Malley, American actor and comedian", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 31", "txt": "Vanilla Ice, American rapper, television personality, and real estate investor", "entities": [{"title": "Vanilla Ice", "href": "/wiki/Vanilla_Ice", "description": "Robert Matthew Van Winkle, known professionally as Vanilla Ice, is an American rapper, actor, and television host. Born in South Dallas, and raised in Texas and South Florida, Ice released his debut album, Hooked, in 1989 on Ichiban Records, before signing a contract with SBK Records, a record label of the EMI Group, which released a reformatted version of the album in 1990 under the title To the "}]}, {"heading": "Births", "year": "1967", "date": "October 31", "txt": "Buddy Lazier, American race car driver", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 31", "txt": "Adam Schlesinger, American bass player, songwriter, and producer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 31", "txt": "Antonio Davis, American basketball player and sportscaster", "entities": [{"title": "Antonio Davis", "href": "/wiki/Antonio_Davis", "description": "Antonio Lee Davis is an American former professional basketball player who played for the Indiana Pacers, Toronto Raptors, Chicago Bulls, and New York Knicks of the National Basketball Association (NBA). He also played for Panathinaikos B.C. in Greece and Philips Milano in Italy. Davis is also the former president of the National Basketball Players Association (NBPA). On October 31, 2012, ESPN ann"}]}, {"heading": "Births", "year": "1970", "date": "October 31", "txt": "Linn Berggren, Swedish singer-songwriter", "entities": [{"title": "Linn Berggren", "href": "/wiki/Linn_Berggren", "description": "Malin Sofia Katarina Berggren is a Swedish singer-songwriter, best known as a former member of the pop music band Ace of Base. Having been interested and involved in music since her childhood, she formed the band in 1987, along with her sister Jenny, her brother Jonas and their friend Ulf Ekberg. Before forming Ace of Base, Malin sang in her church's choir. She was born in Gothenburg, Sweden."}]}, {"heading": "Births", "year": "1971", "date": "October 31", "txt": "Alphonso Ford, American basketball player (d. 2004)", "entities": [{"title": "Alphonso Ford", "href": "/wiki/Alphonso_Ford", "description": "Alphonso Gene Ford was an American professional basketball player. A 1.92 m tall, 98 kg (216 lbs.) shooting guard, he was one of the greatest scorers in college basketball history. After a short stint in the NBA, he played professionally in Europe."}]}, {"heading": "Births", "year": "1971", "date": "October 31", "txt": "Irina Pantaeva, Russian model and actress", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 31", "txt": "Paul Abrahams, English footballer and coach", "entities": [{"title": "Paul Abrahams", "href": "/wiki/Paul_Abrahams", "description": "Paul Abrahams is an English former footballer who played as a forward or as a winger in the Football League, most notably for Colchester United, where he made over 100 league appearances in two spells between 1992 and 1999. He also played for Brentford and for a number of non-league teams after retiring from the professional game through injury."}]}, {"heading": "Births", "year": "1973", "date": "October 31", "txt": "Christopher Bevins, American voice actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 31", "txt": "Tim Byrdak, American baseball player", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 31", "txt": "David Dellucci, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 31", "txt": "Beverly Lynne, American actress", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 31", "txt": "Muzzy Izzet, English-Turkish footballer", "entities": [{"title": "Muzzy Izzet", "href": "/wiki/Muzzy_Izzet", "description": "Mustafa Kemal \"Muzzy\" Izzet is a former footballer who played for Chelsea, Leicester City, Birmingham City and the Turkish national team as a midfielder."}]}, {"heading": "Births", "year": "1974", "date": "October 31", "txt": "Roger Manganelli, Brazilian-American singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 31", "txt": "Fabio Celestini, Swiss footballer and manager", "entities": [{"title": "Fabio Celestini", "href": "/wiki/Fabio_Celestini", "description": "Fabio Celestini is a Swiss football manager and former player. A defensive midfielder, he started and finished his 15-year professional career with Lausanne, and also played for ten years in France and Spain, representing four clubs. He appeared with the Swiss national team at Euro 2004."}]}, {"heading": "Births", "year": "1975", "date": "October 31", "txt": "Keith Jardine, American mixed martial artist and actor", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 31", "txt": "Johnny Whitworth, American actor and producer", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 31", "txt": "Guti, Spanish footballer", "entities": [{"title": "Guti (Spanish footballer)", "href": "/wiki/Guti_(Spanish_footballer)", "description": "José María Gutiérrez Hernández, known as Guti, is a Spanish retired footballer who played as an attacking midfielder, and is a manager."}]}, {"heading": "Births", "year": "1976", "date": "October 31", "txt": "Piper Perabo, American actress and producer", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 31", "txt": "Inka Grings, German footballer and manager", "entities": [{"title": "Inka Grings", "href": "/wiki/Inka_Grings", "description": "Inka Grings is a retired German international footballer. She played sixteen years as a striker for FCR 2001 Duisburg. Afterwards she played for FC Zürich Frauen. She also played for the German national team. Grings is the second all-time leading goalscorer in Germany's top division, the Fußball-Bundesliga (women), with 195 goals and claimed the league's top-scorer award for a record six seasons. "}]}, {"heading": "Births", "year": "1978", "date": "October 31", "txt": "Emmanuel Izonritei, Nigerian boxer", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 31", "txt": "Marek Saganowski, Polish footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 31", "txt": "Martin Verkerk, Dutch tennis player", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 31", "txt": "Ricardo Fuller, Jamaican footballer", "entities": [{"title": "Ricardo Fuller", "href": "/wiki/Ricardo_Fuller", "description": "Ricardo Dwayne Fuller is Jamaican professional footballer who plays as a forward for Hanley Town."}]}, {"heading": "Births", "year": "1979", "date": "October 31", "txt": "Simão Sabrosa, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 31", "txt": "Samaire Armstrong, American model, actress, and fashion designer", "entities": [{"title": "Samaire Armstrong", "href": "/wiki/Samaire_Armstrong", "description": "Samaire Rhys Armstrong is an American actress and fashion designer. She is known for her roles in Stay Alive, The O.C., It's a Boy Girl Thing, and as Juliet Darling in the ABC television series, Dirty Sexy Money. She has appeared on television as Elaine Richards in the ABC fantasy-drama Resurrection. She has also appeared in music videos for \"Penny & Me\" by Hanson and \"Bad Day\" by Daniel Powter."}]}, {"heading": "Births", "year": "1980", "date": "October 31", "txt": "Alondra de la Parra, Mexican-American pianist and conductor", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 31", "txt": "Marcel Meeuwis, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 31", "txt": "Eddie Kaye Thomas, American actor and voice artist", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 31", "txt": "Irina Denezhkina, Russian author", "entities": [{"title": "Irina Denezhkina", "href": "/wiki/Irina_Denezhkina", "description": "Irina Denezhkina is a Russian controversial writer, notable for a vulgar style of her works, which is explained by some as a reflection of the modern reality, as of the Millennial Generation. In the beginning of 2004 the book was published in the United States. Her first works, signed by a pseudonym Niger's sister, appeared in Internet in 2000. In 2008, she was the recipient of Romania's Ovid Fest"}]}, {"heading": "Births", "year": "1981", "date": "October 31", "txt": "Steven Hunter, American basketball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 31", "txt": "Frank Iero, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 31", "txt": "Selina Jen, Taiwanese singer and actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 31", "txt": "Mike Napoli, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 31", "txt": "Jordan Bannister, Australian footballer and umpire", "entities": [{"title": "Jordan Bannister", "href": "/wiki/Jordan_Bannister", "description": "Jordan Scott Bannister is a former Australian rules football player and umpire, who played for Carlton and Essendon and umpired in the Australian Football League."}]}, {"heading": "Births", "year": "1982", "date": "October 31", "txt": "Tomáš Plekanec, Czech ice hockey player", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 31", "txt": "Justin Chatwin, Canadian actor", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 31", "txt": "Adam Bouska, American photographer and activist, founded the NOH8 Campaign", "entities": [{"title": "Adam Bouska", "href": "/wiki/Adam_Bouska", "description": "Adam Bouska is an American fashion photographer who runs a photography studio based out of West Hollywood, California. Known for pictures of male models in particular, he is considered a rising 'superstar photographer' in the gay community. Bouska is most recognized for co-creation of the internationally recognized NOH8 Campaign."}, {"title": "NOH8 Campaign", "href": "/wiki/NOH8_Campaign", "description": "The NOH8 Campaign is a charitable organization whose mission is to promote LGBT marriage, gender and human equality through education, advocacy, social media, and visual protest."}]}, {"heading": "Births", "year": "1984", "date": "October 31", "txt": "Pat Murray, American football player", "entities": [{"title": "Pat Murray (American football)", "href": "/wiki/Pat_Murray_(American_football)", "description": "Pat Murray is a former American football guard. He was signed by the Green Bay Packers as an undrafted free agent in 2007. He played college football at Truman State."}]}, {"heading": "Births", "year": "1984", "date": "October 31", "txt": "Amanda Pascoe, Australian swimmer", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 31", "txt": "Fanny Chmelar, German alpine skier", "entities": [{"title": "Fanny Chmelar", "href": "/wiki/Fanny_Chmelar", "description": "Fanny Chmelar is a German former alpine skier. Born in Weilheim in Oberbayern, she competed for Germany at the 2010 Winter Olympics. She also competed in the World Cup, and had one podium finish, a second place in the slalom at Åre, Sweden in 2009."}]}, {"heading": "Births", "year": "1985", "date": "October 31", "txt": "Kerron Clement, American hurdler and sprinter", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 31", "txt": "Chris Alajajian, Australian race car driver", "entities": [{"title": "Chris Alajajian", "href": "/wiki/Chris_Alajajian", "description": "Chris Alajajian is an Australian race car driver."}]}, {"heading": "Births", "year": "1986", "date": "October 31", "txt": "Christie Hayes, Australian actress and producer", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 31", "txt": "Nick Foligno, Canadian ice hockey player", "entities": [{"title": "Nick Foligno", "href": "/wiki/Nick_Foligno", "description": "Nicholas Foligno is a Canadian-American professional ice hockey forward for the Toronto Maple Leafs of the National Hockey League (NHL). He was selected in the first round, 28th overall by the Ottawa Senators during the 2006 NHL Entry Draft. Foligno would be traded to the Columbus Blue Jackets six years later, and eventually be named the team's captain."}]}, {"heading": "Births", "year": "1987", "date": "October 31", "txt": "Jean-Karl Vernay, French race car driver", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 31", "txt": "Cole Aldrich, American basketball player", "entities": [{"title": "Cole Aldrich", "href": "/wiki/Cole_Aldrich", "description": "Cole David Aldrich is a former American professional basketball player who last played for the Tianjin Golden Lions of the Chinese Basketball Association (CBA). He previously played for the Oklahoma City Thunder, Houston Rockets, Sacramento Kings, New York Knicks, Los Angeles Clippers and Minnesota Timberwolves. He played three seasons of college basketball for the University of Kansas before bein"}]}, {"heading": "Births", "year": "1988", "date": "October 31", "txt": "Sébastien Buemi, Swiss race car driver", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 31", "txt": "Jack Riewoldt, Australian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 31", "txt": "Lizzy Yarnold, British skeleton racer", "entities": []}, {"heading": "Births", "year": "1990", "date": "October 31", "txt": "JID, American rapper", "entities": [{"title": "JID", "href": "/wiki/JID", "description": "Destin Choice Route, better known by his stage name JID, is an American rapper, singer and songwriter. He is part of the musical collective Spillage Village, founded by EarthGang in 2010, with Hollywood JB, JordxnBryant, and 6lack, among others. He is also signed to J. Cole's Dreamville Records and Interscope Records. He is also a member of the hip-hop supergroup Zoink Gang, with Smino, Buddy and "}]}, {"heading": "Births", "year": "1993", "date": "October 31", "txt": "Nadine Lustre, Filipino actress and singer", "entities": [{"title": "Nadine Lustre", "href": "/wiki/Nadine_Lustre", "description": "Nadine Alexis Paguia Lustre is a Filipina actress, singer, and music video director. She is a former member of the all-female group Pop Girls. She appeared as Georgina Evangelista in Bagets: Just Got Lucky, the 2011–12 television remake of the 1984 film. She rose to fame after playing the lead role of Eya Rodriguez in the film adaptation of the popular wattpad novel Diary ng Panget (2014)."}]}, {"heading": "Births", "year": "1993", "date": "October 31", "txt": "Mercedes Arn-Horn, Canadian musician", "entities": []}, {"heading": "Births", "year": "1995", "date": "October 31", "txt": "Joana Valle Costa, Portuguese tennis player", "entities": [{"title": "Joana Valle Costa", "href": "/wiki/Joana_Valle_Costa", "description": "Joana Valle Costa is a Portuguese tennis player."}]}, {"heading": "Births", "year": "1997", "date": "October 31", "txt": "Marcus Rashford, English footballer", "entities": [{"title": "Marcus Rashford", "href": "/wiki/Marcus_Rashford", "description": "Marcus Rashford is an English professional footballer who plays as a forward for Premier League club Manchester United and the England national team."}]}, {"heading": "Births", "year": "1999", "date": "October 31", "txt": "Léa Serna, French figure skater", "entities": [{"title": "Léa Serna", "href": "/wiki/L%C3%A9a_Serna", "description": "Léa Serna is a French figure skater. She is the 2018 Ice Star silver medalist, the 2017 Denkova-Staviski Cup silver medalist, and the 2021 French national champion."}]}, {"heading": "Births", "year": "2000", "date": "October 31", "txt": "Willow Smith, American singer, actress, and dancer", "entities": [{"title": "Willow Smith", "href": "/wiki/Willow_Smith", "description": "Willow Camille Reign Smith, also known mononymously as WILLOW, is an American singer, songwriter, rapper, record producer, actress and dancer. She is the daughter of Will Smith and Jada Pinkett Smith, and the younger sister of Jaden Smith. Smith made her acting debut in 2007 in the film I Am Legend and later appeared in Kit Kittredge: An American Girl alongside Abigail Breslin."}]}, {"heading": "Births", "year": "2005", "date": "October 31", "txt": "Leonor, Princess of Asturias", "entities": [{"title": "Leonor, Princess of Asturias", "href": "/wiki/Leonor,_Princess_of_Asturias", "description": "Leonor, Princess of Asturias is the heir presumptive to the throne of Spain as the elder daughter of King Felipe VI and Queen Letizia."}]}, {"heading": "Deaths", "year": "932", "date": "October 31", "txt": "Al-Muqtadir, Abbasid caliph (b. 895)", "entities": [{"title": "Al-Muqtadir", "href": "/wiki/Al-Muqtadir", "description": "Abu’l-Faḍl Jaʿfar ibn Ahmad al-Muʿtaḍid, better known by his regnal name al-Muqtadir bi-llāh, was the eighteenth Caliph of the Abbasid Caliphate from 908 to 932 CE, with the exception of a brief deposition in favour of al-Qahir in 928."}]}, {"heading": "Deaths", "year": "994", "date": "October 31", "txt": "Wolfgang of Regensburg, German bishop and saint (b. 934)", "entities": [{"title": "Wolfgang of Regensburg", "href": "/wiki/Wolfgang_of_Regensburg", "description": "Saint Wolfgang of Regensburg was bishop of Regensburg in Bavaria from Christmas 972 until his death. He is a saint of the Catholic and Eastern Orthodox churches. He is regarded as one of the three great German saints of the 10th century, the other two being Saint Ulrich of Augsburg and Saint Conrad of Constance. Towards the end of his life Wolfgang withdrew as a hermit to a solitary spot, in the S"}]}, {"heading": "Deaths", "year": "1005", "date": "October 31", "txt": "Abe no Seimei, Japanese astrologer (b. 921)", "entities": [{"title": "Abe no Seimei", "href": "/wiki/Abe_no_Seimei", "description": "Abe no Seimei  was an onmyōji, a leading specialist of onmyōdō during the middle of the Heian period in Japan. In addition to his prominence in history, he is a legendary figure in Japanese folklore and has been portrayed in a number of stories and films."}]}, {"heading": "Deaths", "year": "1034", "date": "October 31", "txt": "Deokjong, Korean ruler (b. 1016)", "entities": [{"title": "Deokjong of Goryeo", "href": "/wiki/Deokjong_of_Goryeo", "description": "Deokjong of Goryeo was the 9th ruler of the Goryeo dynasty of Korea. The son of Hyeonjong, he was confirmed as Crown Prince in 1022. During his reign, the national histories begun under his father were completed, and the construction of the long Cheolli Jangseong wall began."}]}, {"heading": "Deaths", "year": "1147", "date": "October 31", "txt": "Robert, 1st Earl of Gloucester, son of Henry I of England (b. 1100)", "entities": [{"title": "Robert, 1st Earl of Gloucester", "href": "/wiki/Robert,_1st_Earl_of_Gloucester", "description": "Robert FitzRoy, 1st Earl of Gloucester was an illegitimate son of King Henry I of England. He was the half-brother of the Empress Matilda, and her chief military supporter during the civil war known as The Anarchy, in which she vied with Stephen of Blois for the throne of England."}, {"title": "Henry I of England", "href": "/wiki/Henry_I_of_England", "description": "Henry I, also known as Henry Beauclerc, was King of England from 1100 to his death in 1135. He was the fourth son of William the Conqueror and was educated in Latin and the liberal arts. On William's death in 1087, Henry's elder brothers Robert Curthose and William Rufus inherited Normandy and England, respectively, but Henry was left landless. He purchased the County of Cotentin in western Norman"}]}, {"heading": "Deaths", "year": "1214", "date": "October 31", "txt": "Eleanor of England, queen consort of Castile (b. 1163)", "entities": [{"title": "Eleanor of England, Queen of Castile", "href": "/wiki/Eleanor_of_England,_Queen_of_Castile", "description": "Eleanor of England, was Queen of Castile and Toledo as wife of Alfonso VIII of Castile. She was the sixth child and second daughter of Henry II, King of England, and Eleanor of Aquitaine."}]}, {"heading": "Deaths", "year": "1320", "date": "October 31", "txt": "Ricold of Monte Croce, Italian Dominican missionary (b. 1242)", "entities": [{"title": "Ricold of Monte Croce", "href": "/wiki/Ricold_of_Monte_Croce", "description": "Riccoldo da Monte di Croce or Ricold of Monte Croce was an Italian Dominican friar, travel writer, missionary, and Christian apologist. He is most famous for his polemical works on Medieval Islam and the account of his missionary travels to Baghdad."}]}, {"heading": "Deaths", "year": "1335", "date": "October 31", "txt": "Marie of Évreux, Duchess Consort of Brabant (b. 1303)", "entities": [{"title": "Marie of Évreux", "href": "/wiki/Marie_of_%C3%89vreux", "description": "Marie d'Évreux was the eldest child of Louis d'Évreux and his wife Margaret of Artois. She was a member of the House of Capet."}]}, {"heading": "Deaths", "year": "1448", "date": "October 31", "txt": "John VIII Palaiologos, Byzantine emperor (b. 1390)", "entities": [{"title": "John VIII Palaiologos", "href": "/wiki/John_VIII_Palaiologos", "description": "John VIII Palaiologos or Palaeologus was the penultimate Byzantine emperor, ruling from 1425 to 1448."}]}, {"heading": "Deaths", "year": "1517", "date": "October 31", "txt": "Fra Bartolomeo, Italian artist (b. 1472)", "entities": [{"title": "Fra Bartolomeo", "href": "/wiki/Fra_Bartolomeo", "description": "Fra Bartolomeo or Bartolommeo, also known as Bartolommeo di Pagholo, Bartolommeo di S. Marco, and his original name Baccio della Porta, was an Italian Renaissance painter of religious subjects. He spent all his career in Florence until his mid-forties, when he travelled to work in various cities, as far south as Rome. He trained with Cosimo Roselli and in the 1490s fell under the influence of Savo"}]}, {"heading": "Deaths", "year": "1641", "date": "October 31", "txt": "Cornelis Jol, Dutch admiral (b. 1597)", "entities": [{"title": "Cornelis Jol", "href": "/wiki/Cornelis_Jol", "description": "Cornelis Corneliszoon Jol, nicknamed Houtebeen (\"pegleg\"), was a 17th-century Dutch corsair and admiral in the Dutch West India Company during the Eighty Years' War between Spain and the Dutch Republic. He was one of several early buccaneers to attack Campeche, looting the settlement in 1633, and was active against the Spanish in the Spanish Main and throughout the Caribbean during the 1630s and 4"}]}, {"heading": "Deaths", "year": "1659", "date": "October 31", "txt": "John Bradshaw, English lawyer and judge, Chancellor of the Duchy of Lancaster (b. 1602)", "entities": [{"title": "John Bradshaw (judge)", "href": "/wiki/John_Bradshaw_(judge)", "description": "John Bradshaw was an English jurist. He is most notable for his role as President of the High Court of Justice for the trial of King Charles I and as the first Lord President of the Council of State of the English Commonwealth."}, {"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Deaths", "year": "1661", "date": "October 31", "txt": "Köprülü Mehmed Pasha, Ottoman politician, 109th Grand Vizier of the Ottoman Empire (b. 1575)", "entities": [{"title": "Köprülü Mehmed Pasha", "href": "/wiki/K%C3%B6pr%C3%BCl%C3%BC_Mehmed_Pasha", "description": "Köprülü Mehmed Pasha was the founder of the Köprülü political dynasty of the Ottoman Empire, a family of viziers, warriors, and statesmen who dominated the administration of the Ottoman Empire during the last half of the 17th century, an era known as the Köprülü era. He helped rebuild the power of the empire by rooting out corruption and reorganizing the Ottoman army. As he introduced these change"}, {"title": "List of Ottoman Grand Viziers", "href": "/wiki/List_of_Ottoman_Grand_Viziers", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Deaths", "year": "1723", "date": "October 31", "txt": "Cosimo III de' Medici, Grand Duke of Tuscany (b. 1642)", "entities": [{"title": "Cosimo III de' Medici, Grand Duke of Tuscany", "href": "/wiki/Cosimo_III_de%27_Medici,_Grand_Duke_of_Tuscany", "description": "Cosimo III de' Medici was the sixth and penultimate Medici Grand Duke of Tuscany. He reigned from 1670 to 1723, and was the elder son of Grand Duke Ferdinando II. Cosimo's 53-year-long reign, the longest in Tuscan history, was marked by a series of laws that regulated prostitution and May celebrations. His reign also witnessed Tuscany's deterioration to previously unknown economic lows. He was suc"}]}, {"heading": "Deaths", "year": "1732", "date": "October 31", "txt": "Victor Amadeus II, Duke of Savoy (b. 1666)", "entities": [{"title": "Victor Amadeus II of Sardinia", "href": "/wiki/Victor_Amadeus_II_of_Sardinia", "description": "Victor Amadeus II was Duke of Savoy from 1675 to 1730. He also held the titles of Prince of Piedmont, Duke of Montferrat, Marquis of Saluzzo and Count of Aosta, Moriana and Nice."}]}, {"heading": "Deaths", "year": "1733", "date": "October 31", "txt": "Eberhard Louis, Duke of Württemberg (b. 1676)", "entities": [{"title": "Eberhard Louis, Duke of Württemberg", "href": "/wiki/Eberhard_Louis,_Duke_of_W%C3%BCrttemberg", "description": "Duke Eberhard Louis was the tenth Duke of Württemberg, from 1692 until 1733."}]}, {"heading": "Deaths", "year": "1744", "date": "October 31", "txt": "Leonardo Leo, Italian composer (b. 1694)", "entities": [{"title": "Leonardo Leo", "href": "/wiki/Leonardo_Leo", "description": "Leonardo Leo, more correctly Lionardo Oronzo Salvatore de Leo, was a Baroque composer."}]}, {"heading": "Deaths", "year": "1768", "date": "October 31", "txt": "Francesco Maria Veracini, Italian violinist and composer (b. 1690)", "entities": [{"title": "Francesco Maria Veracini", "href": "/wiki/Francesco_Maria_Veracini", "description": "Francesco Maria Veracini was an Italian composer and violinist, perhaps best known for his sets of violin sonatas. As a composer, according to Manfred Bukofzer, \"His individual, if not subjective, style has no precedent in baroque music and clearly heralds the end of the entire era\", while Luigi Torchi maintained that \"he rescued the imperiled music of the eighteenth century\", His contemporary, Ch"}]}, {"heading": "Deaths", "year": "1806", "date": "October 31", "txt": "Kitagawa Utamaro, Japanese artist and printmaker (b. ca. 1753)", "entities": [{"title": "Utamaro", "href": "/wiki/Utamaro", "description": "Kitagawa Utamaro was a Japanese artist. He is one of the most highly regarded designers of ukiyo-e woodblock prints and paintings, and is best known for his bijin ōkubi-e \"large-headed pictures of beautiful women\" of the 1790s. He also produced nature studies, particularly illustrated books of insects."}]}, {"heading": "Deaths", "year": "1860", "date": "October 31", "txt": "Thomas Cochrane, 10th Earl of Dundonald, Scottish-English admiral and politician (b. 1775)", "entities": [{"title": "Thomas Cochrane, 10th Earl of Dundonald", "href": "/wiki/Thomas_Cochrane,_10th_Earl_of_Dundonald", "description": "Thomas Cochrane, 10th Earl of Dundonald, Marquess of Maranhão,, styled Lord Cochrane between 1778 and 1831, was a British naval flag officer of the Royal Navy, mercenary and radical politician. He was a daring and successful captain of the Napoleonic Wars, leading Napoleon to nickname him Le Loup des Mers, 'The Sea Wolf'. He was successful in virtually all his naval actions."}]}, {"heading": "Deaths", "year": "1869", "date": "October 31", "txt": "Charles A. Wickliffe, American politician, 14th Governor of Kentucky (b. 1788)", "entities": [{"title": "Charles A. Wickliffe", "href": "/wiki/Charles_A._Wickliffe", "description": "Charles Anderson Wickliffe was a U.S. Representative from Kentucky. He also served as Speaker of the Kentucky House of Representatives, the 14th Governor of Kentucky, and was appointed Postmaster General by President John Tyler. Though he consistently identified with the Whig Party, he was politically independent, and often had differences of opinion with Whig founder and fellow Kentuckian Henry C"}, {"title": "Governor of Kentucky", "href": "/wiki/Governor_of_Kentucky", "description": "The Governor of the Commonwealth of Kentucky is the head of Kentucky's executive branch of government. 62 men and one woman have served as Governor of Kentucky. The governor's term is four years in length; since 1992, incumbents have been able to seek re-election once before becoming ineligible for four years. Throughout the state's history, four men have served two non-consecutive terms as govern"}]}, {"heading": "Deaths", "year": "1879", "date": "October 31", "txt": "Jacob Abbott, American author and academic (b. 1803)", "entities": [{"title": "Jacob Abbott", "href": "/wiki/Jacob_Abbott", "description": "Jacob Abbott was an American writer of children's books."}]}, {"heading": "Deaths", "year": "1879", "date": "October 31", "txt": "Joseph Hooker, American general (b. 1814)", "entities": []}, {"heading": "Deaths", "year": "1884", "date": "October 31", "txt": "Marie Bashkirtseff, Ukrainian-Russian painter and sculptor (b. 1858)", "entities": [{"title": "Marie Bashkirtseff", "href": "/wiki/Marie_Bashkirtseff", "description": "Marie Bashkirtseff was a Russian artist. She lived and worked in Paris, and died aged 25."}]}, {"heading": "Deaths", "year": "1905", "date": "October 31", "txt": "Bryan O'Loghlen, Irish-Australian politician, 13th Premier of Victoria (b. 1828)", "entities": [{"title": "Bryan O'Loghlen", "href": "/wiki/Bryan_O%27Loghlen", "description": "Sir Bryan O'Loghlen, 3rd Baronet, Australian colonial politician, was the 13th Premier of Victoria."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Deaths", "year": "1913", "date": "October 31", "txt": "William Evans-Gordon, English soldier and politician (b. 1857)", "entities": [{"title": "William Evans-Gordon", "href": "/wiki/William_Evans-Gordon", "description": "Major Sir William Eden Evans Gordon was a British MP who previously served as a military diplomat in India."}]}, {"heading": "Deaths", "year": "1916", "date": "October 31", "txt": "Charles Taze Russell, American minister (b. 1852)", "entities": [{"title": "Charles Taze Russell", "href": "/wiki/Charles_Taze_Russell", "description": "Charles Taze Russell, or Pastor Russell, was an American Christian restorationist minister from Pittsburgh, Pennsylvania, and founder of what is now known as the Bible Student movement. After his death, Jehovah's Witnesses and numerous independent Bible Student groups developed from this base."}]}, {"heading": "Deaths", "year": "1916", "date": "October 31", "txt": "Huang Xing, Chinese revolutionary leader and statesman (b. 1874)", "entities": []}, {"heading": "Deaths", "year": "1918", "date": "October 31", "txt": "Egon Schiele, Austrian painter (b. 1890)", "entities": [{"title": "Egon Schiele", "href": "/wiki/Egon_Schiele", "description": "Egon Schiele was an Austrian painter. A protégé of Gustav Klimt, Schiele was a major figurative painter of the early 20th century. His work is noted for its intensity and its raw sexuality, and the many self-portraits the artist produced, including nude self-portraits. The twisted body shapes and the expressive line that characterize Schiele's paintings and drawings mark the artist as an early exp"}]}, {"heading": "Deaths", "year": "1920", "date": "October 31", "txt": "Alphonse Desjardins, Canadian businessman (b. 1854)", "entities": [{"title": "Alphonse Desjardins (co-operator)", "href": "/wiki/Alphonse_Desjardins_(co-operator)", "description": "Gabriel-Alphonse Desjardins, born in Lévis, Quebec, was the co-founder of the Caisses Populaires Desjardins, a forerunner of North American credit unions and community banks. For his contribution to the advancement of agriculture in the province of Quebec, he was posthumously inducted to the Agricultural Hall of Fame of Quebec in 1994"}]}, {"heading": "Deaths", "year": "1925", "date": "October 31", "txt": "Max Linder, French actor, director, and screenwriter (b. 1883)", "entities": [{"title": "Max Linder", "href": "/wiki/Max_Linder", "description": "Gabriel Leuvielle, known professionally as Max Linder, was a French actor, director, screenwriter, producer and comedian of the silent film era. His onscreen persona \"Max\" was one of the first recognizable recurring characters in film. He has also been cited as the \"first international movie star\" and \"the first film star anywhere\"."}]}, {"heading": "Deaths", "year": "1925", "date": "October 31", "txt": "Mikhail Frunze, Bolshevik leader during and just prior to the Russian Revolution of 1917 (b. 1885)", "entities": [{"title": "Bolshevik", "href": "/wiki/Bolshevik", "description": "The Bolsheviks, also known in English as the Bolshevists, were a radical, far-left, and revolutionary Marxist faction founded by Vladimir Lenin and Alexander Bogdanov that split from the Menshevik faction of the Marxist Russian Social Democratic Labour Party (RSDLP), a revolutionary socialist political party formed in 1898, at its Second Party Congress in 1903."}, {"title": "Russian Revolution of 1917", "href": "/wiki/Russian_Revolution_of_1917", "description": "The Russian Revolution was a period of political and social revolution across the territory of the Russian Empire, commencing with the abolition of the monarchy in 1917 and concluding in 1923 with the Bolshevik establishment of the Soviet Union at the end of the Civil War. It began during the First World War, with the February Revolution that was focused in and around the then-capital, Petrograd. "}]}, {"heading": "Deaths", "year": "1926", "date": "October 31", "txt": "Harry Houdini, American magician and stuntman (b. 1874)", "entities": [{"title": "Harry Houdini", "href": "/wiki/Harry_Houdini", "description": "Harry Houdini was a Hungarian-born American escape artist, illusionist, stunt performer and mysteriarch, noted for his escape acts."}]}, {"heading": "Deaths", "year": "1929", "date": "October 31", "txt": "António José de Almeida, Portuguese physician and politician, 6th President of Portugal (b. 1866)", "entities": [{"title": "António José de Almeida", "href": "/wiki/Ant%C3%B3nio_Jos%C3%A9_de_Almeida", "description": "António José de Almeida, GCTE, GCA, GCC, GCSE, son of José António de Almeida and his wife Maria Rita das Neves, was a Portuguese political figure. He served as the sixth President of Portugal from 1919 until 1923."}, {"title": "List of Presidents of Portugal", "href": "/wiki/List_of_Presidents_of_Portugal", "description": "The complete list of presidents of the Portuguese Republic consists of the 20 heads of state in the history of Portugal since the 5 October 1910 revolution that installed a republican regime. This list includes not only those persons who were sworn into office as President of Portugal but also those who de facto served as head of state since 1910. This is the case of Teófilo Braga who served as Pr"}]}, {"heading": "Deaths", "year": "1929", "date": "October 31", "txt": "Norman Pritchard, Indian-English hurdler and actor (b. 1877)", "entities": []}, {"heading": "Deaths", "year": "1931", "date": "October 31", "txt": "Octave Uzanne, French journalist and author (b. 1851)", "entities": [{"title": "Octave Uzanne", "href": "/wiki/Octave_Uzanne", "description": "Octave Uzanne was a 19th-century French bibliophile, writer, publisher, and journalist."}]}, {"heading": "Deaths", "year": "1939", "date": "October 31", "txt": "Otto Rank, Austrian psychologist, author, and educator (b. 1884)", "entities": [{"title": "Otto Rank", "href": "/wiki/Otto_Rank", "description": "Otto Rank was an Austrian psychoanalyst, writer, and teacher. Born in Vienna, he was one of Sigmund Freud's closest colleagues for 20 years, a prolific writer on psychoanalytic themes, editor of the two leading analytic journals of the era, managing director of Freud's publishing house, and a creative theorist and therapist. In 1926, Rank left Vienna for Paris and, for the remainder of his life, l"}]}, {"heading": "Deaths", "year": "1952", "date": "October 31", "txt": "Chit Hlaing, Burmese lawyer and politician (b. 1879)", "entities": [{"title": "Chit Hlaing", "href": "/wiki/Chit_Hlaing", "description": "Chit Hlaing was a notable Burmese politician. During his time, he was called a Burmese king without a crown, and was popular in rural Burma. He was imprisoned when the British Crown Prince of Wales visited Burma in 1921."}]}, {"heading": "Deaths", "year": "1959", "date": "October 31", "txt": "Jean Cabannes, French physicist and academic (b. 1885)", "entities": [{"title": "Jean Cabannes", "href": "/wiki/Jean_Cabannes", "description": "Jean Cabannes was a French physicist specialising in optics."}]}, {"heading": "Deaths", "year": "1960", "date": "October 31", "txt": "H. L. Davis, American author and poet (b. 1894)", "entities": [{"title": "H. L. Davis", "href": "/wiki/H._L._Davis", "description": "Harold Lenoir Davis, also known as H. L. Davis, was an American novelist and poet. A native of Oregon, he won the Pulitzer Prize for his novel Honey in the Horn, the only Pulitzer given to a native Oregonian. Later living in California and Texas, he also wrote short stories for magazines such as The Saturday Evening Post."}]}, {"heading": "Deaths", "year": "1962", "date": "October 31", "txt": "Gabrielle Renaudot Flammarion, French astronomer (b. 1877)", "entities": [{"title": "Gabrielle Renaudot Flammarion", "href": "/wiki/Gabrielle_Renaudot_Flammarion", "description": "Gabrielle Renaudot Flammarion was a French astronomer. She worked at the Camille Flammarion Observatory at Juvisy-sur-Orge, France, and was General Secretary of the Société Astronomique de France."}]}, {"heading": "Deaths", "year": "1963", "date": "October 31", "txt": "Mesut Cemil, Turkish cellist and composer (b. 1902)", "entities": [{"title": "Mesut Cemil", "href": "/wiki/Mesut_Cemil", "description": "Mesut Cemil was a Turkish composer, and a notable tanbur lute and cello player. His father was Tanburi Cemil Bey."}]}, {"heading": "Deaths", "year": "1972", "date": "October 31", "txt": "Bill Durnan, Canadian ice hockey player and coach (b. 1916)", "entities": [{"title": "Bill Durnan", "href": "/wiki/Bill_Durnan", "description": "William Ronald Durnan was a Canadian professional ice hockey goaltender who played seven seasons with the Montreal Canadiens in the National Hockey League (NHL). During his career he was one of the most dominant goaltenders in the NHL, winning the Vezina Trophy for fewest goals allowed six times, being named First All-Star Team as best goaltender six times, and helped the Canadiens win the Stanley"}]}, {"heading": "Deaths", "year": "1973", "date": "October 31", "txt": "Malek Bennabi, Algerian philosopher and author (b. 1905)", "entities": [{"title": "Malek Bennabi", "href": "/wiki/Malek_Bennabi", "description": "Malek Bennabi was an Algerian writer and philosopher, who wrote about human society, particularly Muslim society with a focus on the reasons behind the fall of Muslim civilization. According to Malek Bennabi, the lack of new ideas in Islamic thought emerged what he coined civilizational bankruptcy. He argued that in order to recover its former magnificence, Islamic society had to become an environ"}]}, {"heading": "Deaths", "year": "1975", "date": "October 31", "txt": "Sachin Dev Burman, Indian composer and singer (b. 1906)", "entities": [{"title": "Sachin Dev Burman", "href": "/wiki/Sachin_Dev_Burman", "description": "Sachin Dev Burman was an Indian music director and singer. A member of the Tripura royal family, he started his career with Bengali films in 1937. He later began composing for Hindi movies and became one of the most successful and influential Bollywood film music composers. Burman composed the soundtracks for over 100 movies, including Bengali films and Hindi. Apart from being a versatile composer"}]}, {"heading": "Deaths", "year": "1977", "date": "October 31", "txt": "C. B. Colby, American author and illustrator (b. 1904)", "entities": [{"title": "C. B. Colby", "href": "/wiki/C._B._Colby", "description": "Carroll Burleigh Colby was an American writer, primarily of nonfiction children's books. He wrote more than 100 books that were widely circulated in public and school libraries in the United States. He is best known for Strangely Enough! (1959)."}]}, {"heading": "Deaths", "year": "1980", "date": "October 31", "txt": "Jan Werich, Czech actor and playwright (b. 1905)", "entities": [{"title": "Jan Werich", "href": "/wiki/Jan_Werich", "description": "Jan Werich was a Czech actor, playwright and writer."}]}, {"heading": "Deaths", "year": "1983", "date": "October 31", "txt": "George Halas, American football player and coach (b. 1895)", "entities": [{"title": "George Halas", "href": "/wiki/George_Halas", "description": "George Stanley Halas Sr., nicknamed \"Papa Bear\" and \"Mr. Everything\", was an American professional football player, coach, and team owner. He was the founder and owner of the National Football League's Chicago Bears, and served as his own head coach on four occasions. He was also lesser-known as a Major League Baseball player for the New York Yankees."}]}, {"heading": "Deaths", "year": "1983", "date": "October 31", "txt": "Lu Jiaxi, Chinese self-taught mathematician (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "October 31", "txt": "Sharof Rashidov, Uzbek politician, CPSU Politburo candidate member (b. 1917)", "entities": [{"title": "Politburo of the Communist Party of the Soviet Union", "href": "/wiki/Politburo_of_the_Communist_Party_of_the_Soviet_Union", "description": "The Political Bureau of the Central Committee of the Communist Party of the Soviet Union was the highest policy-making authority within the Communist Party of the Soviet Union. It was founded in October 1917, and refounded in March 1919, at the 8th Congress of the Bolshevik Party. It was known as the Presidium from 1952 to 1966. The existence of the Politburo ended in 1991 upon the breakup of the "}]}, {"heading": "Deaths", "year": "1984", "date": "October 31", "txt": "Eduardo De Filippo, Italian actor, director, and screenwriter (b. 1900)", "entities": [{"title": "Eduardo De Filippo", "href": "/wiki/Eduardo_De_Filippo", "description": "Eduardo De Filippo, also known simply as Eduardo, was an Italian actor, playwright, and screenwriter, best known for his Neapolitan works Filumena Marturano and Napoli Milionaria. Considered one of the most important italian artists of the 20th century, Eduardo was the author of many theatrical dramas staged and directed by himself first and later awarded and played outside Italy. For his artistic"}]}, {"heading": "Deaths", "year": "1984", "date": "October 31", "txt": "Indira Gandhi, Indian politician, 3rd Prime Minister of India (b. 1917)", "entities": [{"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Deaths", "year": "1985", "date": "October 31", "txt": "Nikos Engonopoulos, Greek painter and poet (b. 1907)", "entities": [{"title": "Nikos Engonopoulos", "href": "/wiki/Nikos_Engonopoulos", "description": "Nikos Egonopoulos was a modern Greek painter and poet. He is one of the most important members of \"Generation of the '30s\", as well as a major representative of the surrealist movement in Greece. His work as a writer also includes critique and essays."}]}, {"heading": "Deaths", "year": "1985", "date": "October 31", "txt": "Poul Reichhardt, Danish actor and singer (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "October 31", "txt": "Robert S. Mulliken, American physicist and chemist, Nobel Prize laureate (b. 1896)", "entities": [{"title": "Robert S. Mulliken", "href": "/wiki/Robert_S._Mulliken", "description": "Robert Sanderson Mulliken was an American physicist and chemist, primarily responsible for the early development of molecular orbital theory, i.e. the elaboration of the molecular orbital method of computing the structure of molecules. Mulliken received the Nobel Prize for chemistry in 1966 and the Priestley Medal in 1983."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1988", "date": "October 31", "txt": "John Houseman, Romanian-born American actor, producer, and screenwriter (b. 1902)", "entities": [{"title": "John Houseman", "href": "/wiki/John_Houseman", "description": "John Houseman was a Romanian-born British-American actor and producer of theatre, film, and television. He became known for his highly publicized collaboration with director Orson Welles from their days in the Federal Theatre Project through to the production of Citizen Kane and his collaboration, as producer of The Blue Dahlia, with writer Raymond Chandler on the screenplay. He is perhaps best kn"}]}, {"heading": "Deaths", "year": "1988", "date": "October 31", "txt": "Alfred Pellan, Canadian painter and academic (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "October 31", "txt": "Joseph Papp, American stage director and producer (b. 1921)", "entities": [{"title": "Joseph Papp", "href": "/wiki/Joseph_Papp", "description": "Joseph Papp was an American theatrical producer and director. He established The Public Theater in what had been the Astor Library Building in Lower Manhattan. There, Papp created a year-round producing home to focus on new plays and musicals. Among numerous examples of these were the works of David Rabe, Ntozake Shange's For Colored Girls Who Have Considered Suicide When the Rainbow Is Enuf, Char"}]}, {"heading": "Deaths", "year": "1992", "date": "October 31", "txt": "Gary Rippingale, English ice hockey player (b. 1974)", "entities": [{"title": "Gary Rippingale", "href": "/wiki/Gary_Rippingale", "description": "\n\nGary Rippingale was an English professional ice hockey defenceman who played for the Nottingham Panthers. He also played for the Great Britain national ice hockey team at Under-18 level."}]}, {"heading": "Deaths", "year": "1993", "date": "October 31", "txt": "Federico Fellini, Italian director and screenwriter (b. 1920)", "entities": [{"title": "Federico Fellini", "href": "/wiki/Federico_Fellini", "description": "Federico Fellini, was an Italian film director and screenwriter known for his distinctive style, which blends fantasy and baroque images with earthiness. He is recognized as one of the greatest and most influential filmmakers of all time. His films have ranked highly in critical polls such as that of Cahiers du cinéma and Sight & Sound, which lists his 1963 film 8+1⁄2 as the 10th-greatest film."}]}, {"heading": "Deaths", "year": "1993", "date": "October 31", "txt": "River Phoenix, American actor and singer (b. 1970)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "October 31", "txt": "Rosalind Cash, American actress and singer (b. 1938)", "entities": [{"title": "Rosalind Cash", "href": "/wiki/Rosalind_Cash", "description": "Rosalind Theresa Cash was an American actress, voice artist, and singer. Her best-known film role is in the 1971 science-fiction film The Omega Man. Cash also had another notable role as Mary Mae Ward in ABC's General Hospital, a role she portrayed from 1994 until her death in 1995."}]}, {"heading": "Deaths", "year": "1996", "date": "October 31", "txt": "Marcel Carné, French director and screenwriter (b. 1906)", "entities": [{"title": "Marcel Carné", "href": "/wiki/Marcel_Carn%C3%A9", "description": "Marcel Albert Carné was a French film director. A key figure in the poetic realism movement, Carné's best known films include Port of Shadows (1938), Le Jour Se Lève (1939), The Devil's Envoys (1942) and Children of Paradise (1945), the last of which has been cited as one of the greatest films of all time."}]}, {"heading": "Deaths", "year": "1998", "date": "October 31", "txt": "Elmer Vasko, Canadian ice hockey player (b. 1935)", "entities": [{"title": "Elmer Vasko", "href": "/wiki/Elmer_Vasko", "description": "Elmer Vasko was a Canadian professional ice hockey defenceman who played 13 seasons in the National Hockey League for the Chicago Black Hawks and Minnesota North Stars and won the Stanley Cup in 1961."}]}, {"heading": "Deaths", "year": "1998", "date": "October 31", "txt": "María de la Purísima Salvat Romero, Spanish nun and saint (Roman Catholic Church) (b. 1926)", "entities": [{"title": "Roman Catholic Church", "href": "/wiki/Roman_Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}]}, {"heading": "Deaths", "year": "1999", "date": "October 31", "txt": "Greg Moore, Canadian race car driver (b. 1975)", "entities": [{"title": "Greg Moore (racing driver)", "href": "/wiki/Greg_Moore_(racing_driver)", "description": "Gregory William Moore was a Canadian race car driver who competed in the Indy Lights and Championship Auto Racing Teams (CART) from 1993 to 1999. He began competitive karting at the age of ten and achieved early success, before progressing to open-wheel car racing in the Canadian Formula Ford Championship in 1991. Moore won the 1992 USAC FF2000 Western Division Championship and the 1995 Indy Light"}]}, {"heading": "Deaths", "year": "2000", "date": "October 31", "txt": "Ring Lardner, Jr., American journalist and screenwriter (b. 1915)", "entities": [{"title": "Ring Lardner, Jr.", "href": "/wiki/Ring_Lardner,_Jr.", "description": "Ringgold Wilmer \"Ring\" Lardner Jr. was an American journalist and screenwriter. A member of the \"Hollywood Ten\", he was blacklisted by the Hollywood film studios during the late 1940s and 1950s after his appearance as an \"unfriendly\" witness before the House Un-American Activities Committee (HUAC) leading to Lardner's being found guilty of contempt of Congress."}]}, {"heading": "Deaths", "year": "2000", "date": "October 31", "txt": "Kazuki Watanabe, Japanese songwriter and guitarist (b. 1981)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "October 31", "txt": "Régine Cavagnoud, French skier (b. 1970)", "entities": [{"title": "Régine Cavagnoud", "href": "/wiki/R%C3%A9gine_Cavagnoud", "description": "Régine Cavagnoud was a World Cup alpine ski racer from France. She was the World Cup and World Champion in Super-G in 2001. Later that year, Cavagnoud was involved in a high-speed collision while training and died two days later. She competed at three Winter Olympics and five world championships."}]}, {"heading": "Deaths", "year": "2002", "date": "October 31", "txt": "Lionel Poilâne, French banker and businessman (b. 1945)", "entities": [{"title": "Lionel Poilâne", "href": "/wiki/Lionel_Poil%C3%A2ne", "description": "Lionel Poilâne was a French baker and entrepreneur whose commitment to crafting quality bread earned him worldwide renown. His father, Pierre Poilâne started a baking business in 1932, creating bread using stone-ground flour, natural fermentation and a wood-fired oven. Lionel took over the bakery in 1970, continuing the traditional methods."}]}, {"heading": "Deaths", "year": "2002", "date": "October 31", "txt": "Michail Stasinopoulos, Greek jurist and politician, President of Greece (b. 1903)", "entities": [{"title": "List of heads of state of Greece", "href": "/wiki/List_of_heads_of_state_of_Greece", "description": "This is a list of the heads of state of the modern Greek state, from its establishment during the Greek Revolution to the present day."}]}, {"heading": "Deaths", "year": "2002", "date": "October 31", "txt": "Raf Vallone, Italian footballer and actor (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "October 31", "txt": "Richard Neustadt, American political scientist and historian (b. 1919)", "entities": [{"title": "Richard Neustadt", "href": "/wiki/Richard_Neustadt", "description": "Richard Elliott Neustadt was an American political scientist specializing in the United States presidency. He also served as adviser to several presidents."}]}, {"heading": "Deaths", "year": "2005", "date": "October 31", "txt": "Hal Anger, American biophysicist and engineer (b. 1920)", "entities": [{"title": "Hal Anger", "href": "/wiki/Hal_Anger", "description": "Hal Oscar Anger was an American electrical engineer and biophysicist at Donner Laboratory, University of California, Berkeley, known for his invention of the gamma camera."}]}, {"heading": "Deaths", "year": "2005", "date": "October 31", "txt": "Amrita Pritam, Indian author and poet (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "October 31", "txt": "P. W. Botha, South African soldier and politician, State President of South Africa (b. 1916)", "entities": [{"title": "P. W. Botha", "href": "/wiki/P._W._Botha", "description": "Pieter Willem Botha,, commonly known as P. W. and Afrikaans: Die Groot Krokodil, was a South African politician. He served as the last Prime Minister from 1978 to 1984 and the first executive State President from 1984 to 1989."}, {"title": "State President of South Africa", "href": "/wiki/State_President_of_South_Africa", "description": "The State President of the Republic of South Africa was the head of state of South Africa from 1961 to 1994. The office was established when the country became a republic in 1961, and Queen Elizabeth II ceased to be monarch of South Africa. The position of Governor-General of South Africa was accordingly abolished. From 1961 to 1984, the post was largely ceremonial. After constitutional reforms en"}]}, {"heading": "Deaths", "year": "2006", "date": "October 31", "txt": "Peter Fryer, English journalist and author (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "October 31", "txt": "Erdal İnönü, Turkish physicist and politician, Prime Minister of Turkey (b. 1926)", "entities": [{"title": "Erdal İnönü", "href": "/wiki/Erdal_%C4%B0n%C3%B6n%C3%BC", "description": "Erdal İnönü was a Turkish theoretical physicist and politician, who served as the interim Prime Minister of Turkey between 16 May and 25 June 1993. He also served as the Deputy Prime Minister of Turkey from 1991 to 1993 and as the Minister of Foreign Affairs from March to October 1995. He served as the leader of the Social Democracy Party (SODEP) from 1983 to 1985 and later the Social Democratic P"}, {"title": "Prime Minister of Turkey", "href": "/wiki/Prime_Minister_of_Turkey", "description": "The Prime Minister of the Republic of Turkey was the head of government of the Republic of Turkey from 1920 to 2018, who led a political coalition in the Turkish Parliament and presided over the cabinet. Throughout the political history of Turkey, functions and powers of the post had changed occasionally."}]}, {"heading": "Deaths", "year": "2008", "date": "October 31", "txt": "Studs Terkel, American historian and author (b. 1912)", "entities": [{"title": "Studs Terkel", "href": "/wiki/Studs_Terkel", "description": "Louis \"Studs\" Terkel was an American author, historian, actor, and broadcaster. He received the Pulitzer Prize for General Non-Fiction in 1985 for The Good War and is best remembered for his oral histories of common Americans, and for hosting a long-running radio show in Chicago."}]}, {"heading": "Deaths", "year": "2009", "date": "October 31", "txt": "Mustafa Mahmud, Egyptian physician and author (b. 1921)", "entities": [{"title": "Mustafa Mahmud", "href": "/wiki/Mustafa_Mahmud", "description": "Mustafa Kamal Mahmoud Hussein commonly known as Mustafa Mahmoud was an Egyptian doctor, philosopher, and author. Mustafa Mahmoud was born in Shibin el-Kom, Monufia province, Egypt. He was trained as a doctor, but later chose a career as a journalist and author, traveling and writing on many subjects."}]}, {"heading": "Deaths", "year": "2009", "date": "October 31", "txt": "Tom Wheatcroft, English businessman, founded the Donington Grand Prix Exhibition (b. 1922)", "entities": [{"title": "Donington Grand Prix Exhibition", "href": "/wiki/Donington_Grand_Prix_Exhibition", "description": "The Donington Grand Prix Collection, sometime known as the Donington Grand Prix Exhibition, was a museum of motor racing cars, based at the Donington Park motor racing circuit in Leicestershire, England. The collection, which started in the 1960s, began to deplete in the 2000s. The museum closed permanently on 5 November 2018 and its large collection to be sold away and dispersed."}]}, {"heading": "Deaths", "year": "2009", "date": "October 31", "txt": "Qian Xuesen, Chinese aerodynamicist and academic (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "October 31", "txt": "Ted Sorensen, American lawyer, 8th White House Counsel (b. 1928)", "entities": [{"title": "Ted Sorensen", "href": "/wiki/Ted_Sorensen", "description": "Theodore Chaikin Sorensen was an American lawyer, writer, and presidential adviser. He was a speechwriter for President John F. Kennedy, as well as one of his closest advisers. President Kennedy once called him his \"intellectual blood bank\". Most notably, he was generally regarded as the author of Profiles in Courage even before fully admitting it in his 2008 memoir. The book won Kennedy the Pulit"}, {"title": "White House Counsel", "href": "/wiki/White_House_Counsel", "description": "The White House counsel is a senior staff appointee of the president of the United States and vice president of the United States whose role is to advise the president on all legal issues concerning the president and their administration."}]}, {"heading": "Deaths", "year": "2011", "date": "October 31", "txt": "Flórián Albert, Hungarian footballer and manager (b. 1941)", "entities": [{"title": "Flórián Albert", "href": "/wiki/Fl%C3%B3ri%C3%A1n_Albert", "description": "Flórián Albert was a Hungarian professional football player, manager and sports official, who was named European Footballer of the Year in 1967. Nicknamed \"The Emperor\", he played as a forward, and has been described as one of the most elegant footballers of all time."}]}, {"heading": "Deaths", "year": "2011", "date": "October 31", "txt": "Roberto Lippi, Italian race car driver (d. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 31", "txt": "Gae Aulenti,  Italian architect and designer (b. 1927)", "entities": [{"title": "Gae Aulenti", "href": "/wiki/Gae_Aulenti", "description": "Gae Aulenti was a prolific Italian architect, whose work spans industrial and exhibition design, furniture, graphics, stage design, lighting and interior design. She was well known for several large-scale museum projects, including the Musée d'Orsay in Paris (1980–86) with ACT Architecture, the Contemporary Art Gallery at the Centre Pompidou in Paris, the restoration of Palazzo Grassi in Venice (1"}]}, {"heading": "Deaths", "year": "2012", "date": "October 31", "txt": "John Fitch, American race car driver and engineer (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 31", "txt": "John H. Reed, American soldier and politician, 67th Governor of Maine (b. 1921)", "entities": [{"title": "Governor of Maine", "href": "/wiki/Governor_of_Maine", "description": "The Governor of Maine is the chief executive of the State of Maine. Before Maine was admitted to the Union in 1820, Maine was part of Massachusetts and the Governor of Massachusetts was chief executive."}]}, {"heading": "Deaths", "year": "2013", "date": "October 31", "txt": "Chris Chase, American actress and author (b. 1924)", "entities": [{"title": "Chris Chase", "href": "/wiki/Chris_Chase", "description": "Chris Chase, also known by the stage name Irene Kane, was an American model, film actress, writer, and journalist. Her best-known role was in Killer's Kiss. She later wrote advice books and co-authored several celebrity autobiographies. Her younger brother was a Nobel Prize winning neuroscientist Paul Greengard."}]}, {"heading": "Deaths", "year": "2013", "date": "October 31", "txt": "Gérard de Villiers, French journalist and author (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 31", "txt": "Trevor Kletz, English chemist and author (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 31", "txt": "Johnny Kucks, American baseball player (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 31", "txt": "Andres Narvasa, Filipino lawyer and jurist, 19th Chief Justice of the Supreme Court of the Philippines (b. 1928)", "entities": [{"title": "Chief Justice of the Supreme Court of the Philippines", "href": "/wiki/Chief_Justice_of_the_Supreme_Court_of_the_Philippines", "description": "The chief justice of the Philippines presides over the Supreme Court of the Philippines and is the highest judicial officer of the government of the Philippines. \nAs of April 5, 2021, the position is currently held by Alexander Gesmundo, who was appointed by President Rodrigo Duterte following the early retirement of his predecessor Diosdado Peralta in March 2021."}]}, {"heading": "Deaths", "year": "2013", "date": "October 31", "txt": "Bobby Parker, American singer-songwriter and guitarist (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 31", "txt": "David Manker Abshire, American commander and diplomat, United States Permanent Representative to NATO (b. 1926)", "entities": [{"title": "David Manker Abshire", "href": "/wiki/David_Manker_Abshire", "description": "David Manker Abshire served as a Special Counselor to President Ronald Reagan and was the United States Permanent Representative to NATO from 1983 to 1987. Abshire presided over the Center for the Study of the Presidency and Congress."}, {"title": "United States Permanent Representative to NATO", "href": "/wiki/United_States_Permanent_Representative_to_NATO", "description": "The United States Permanent Representative to NATO is the official representative of the United States to the North Atlantic Treaty Organization. The Representative has the rank of full ambassador and is appointed by the President and confirmed by the Senate. The full official title of the Representative is United States Permanent Representative on the Council of the North Atlantic Treaty Organiza"}]}, {"heading": "Deaths", "year": "2014", "date": "October 31", "txt": "Michael Alsbury, American engineer and pilot (b. 1975)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 31", "txt": "Brad Halsey, American baseball player (b. 1981)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 31", "txt": "Hitoshi Motoshima, Japanese educator and politician (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 31", "txt": "Gus Savage, American businessman and politician (b. 1925)", "entities": [{"title": "Gus Savage", "href": "/wiki/Gus_Savage", "description": "Augustus Alexander \"Gus\" Savage was an entrepreneur, publisher and a Democratic member of the United States House of Representatives from Illinois."}]}, {"heading": "Deaths", "year": "2018", "date": "October 31", "txt": "Willie McCovey, American baseball player (b. 1938)", "entities": [{"title": "Willie McCovey", "href": "/wiki/Willie_McCovey", "description": "Willie Lee McCovey, nicknamed \"Stretch,\" \"Mac,\" and \"Willie Mac,\" was an American professional baseball player. He played in Major League Baseball as a first baseman from 1959 to 1980, most notably as a member of the San Francisco Giants for whom he played for 19 seasons. McCovey also played for the San Diego Padres and Oakland Athletics in the latter part of his MLB career."}]}, {"heading": "Deaths", "year": "2020", "date": "October 31", "txt": "Sean Connery, Scottish actor (b. 1930)", "entities": [{"title": "Sean Connery", "href": "/wiki/Sean_Connery", "description": "Sir Sean Connery was a Scottish actor. He was the first actor to portray fictional British secret agent James Bond on film, starring in seven Bond films between 1962 and 1983. Originating the role in Dr. No, Connery played Bond in six of Eon Productions' entries and made his final appearance in the Jack Schwartzman-produced Never Say Never Again."}]}]