[{"heading": "Events", "year": "1568", "date": "October 20", "txt": "The Spanish Duke of Alba defeats a Dutch rebel force under William the Silent.", "entities": [{"title": "Battle of Jodoigne", "href": "/wiki/Battle_of_Jodoigne", "description": "The Battle of Jodoigne was fought on 20 October 1568 between Spanish and Dutch Rebel forces."}]}, {"heading": "Events", "year": "1572", "date": "October 20", "txt": "Eighty Years' War: Three thousand Spanish soldiers wade through fifteen miles of water in one night to effect the relief of Goes.", "entities": [{"title": "Relief of Goes", "href": "/wiki/Relief_of_Goes", "description": "In August 1572, during the course of the Eighty Years' War, the city of Goes, in the Spanish Netherlands, was besieged by Dutch forces with the support of English troops sent by Queen Elizabeth I. This was a menace to the safety of the nearby city of Middelburg, also under siege. Given the impossibility of rescue of Goes by sea, 3,000 soldiers of the Spanish Tercios under the command of Cristóbal "}]}, {"heading": "Events", "year": "1740", "date": "October 20", "txt": "France, Prussia, Bavaria and Saxony refuse to honour the Pragmatic Sanction, and the War of the Austrian Succession begins.", "entities": [{"title": "Pragmatic Sanction of 1713", "href": "/wiki/Pragmatic_Sanction_of_1713", "description": "The Pragmatic Sanction was an edict issued by Charles VI, Holy Roman Emperor, on 19 April 1713 to ensure that the Habsburg hereditary possessions, which included the Archduchy of Austria, the Kingdom of Hungary, the Kingdom of Croatia, the Kingdom of Bohemia, the Duchy of Milan, the Kingdom of Naples, the Kingdom of Sardinia and the Austrian Netherlands, could be inherited by a daughter."}, {"title": "War of the Austrian Succession", "href": "/wiki/War_of_the_Austrian_Succession", "description": "The War of the Austrian Succession was the last Great Power conflict with the Bourbon-Habsburg dynastic conflict at its heart. It occurred from 1740 to 1748 and marked the rise of Prussia as a major power. Related conflicts included King George's War, the War of Jenkins' Ear, the First Carnatic War and the First and the Second Silesian Wars."}]}, {"heading": "Events", "year": "1781", "date": "October 20", "txt": "The Patent of Toleration, providing limited freedom of worship, is approved in Austria.", "entities": [{"title": "Patent of Toleration", "href": "/wiki/Patent_of_Toleration", "description": "The Patent of Toleration was an edict of toleration issued on 13 October 1781 by the Habsburg emperor Joseph II. Part of the Josephinist reforms, the Patent extended religious freedom to non-Catholic Christians living in the crown lands of the Habsburg Monarchy, including Lutherans, Calvinists, and the Eastern Orthodox. Specifically, these members of minority faiths were now legally permitted to h"}]}, {"heading": "Events", "year": "1803", "date": "October 20", "txt": "The United States Senate ratifies the Louisiana Purchase.", "entities": [{"title": "Louisiana Purchase", "href": "/wiki/Louisiana_Purchase", "description": "The Louisiana Purchase was the acquisition of the territory of Louisiana by the United States from France in 1803. In return for fifteen million dollars, or approximately eighteen dollars per square mile, the United States nominally acquired a total of 828,000 sq mi. However, France only controlled a small fraction of this area, most of it inhabited by American Indians; for the majority of the are"}]}, {"heading": "Events", "year": "1818", "date": "October 20", "txt": "The Convention of 1818 is signed between the United States and the United Kingdom, which settles the Canada–United States border on the 49th parallel for most of its length.", "entities": [{"title": "Treaty of 1818", "href": "/wiki/Treaty_of_1818", "description": "The Convention respecting fisheries, boundary and the restoration of slaves between the United States and the United Kingdom, also known as the London Convention, Anglo-American Convention of 1818, Convention of 1818, or simply the Treaty of 1818, is an international treaty signed in 1818 between the above parties. This treaty resolved standing boundary issues between the two nations. The treaty a"}]}, {"heading": "Events", "year": "1827", "date": "October 20", "txt": "In the Battle of Navarino, a combined Turkish and Egyptian fleet is defeated by British, French and Russian naval forces in the last significant battle fought with wooden sailing ships.", "entities": [{"title": "Battle of Navarino", "href": "/wiki/Battle_of_Navarino", "description": "The Battle of Navarino was a naval battle fought on 20 October 1827, during the Greek War of Independence (1821–32), in Navarino Bay, on the west coast of the Peloponnese peninsula, in the Ionian Sea. Allied forces from Britain, France, and Russia decisively defeated Ottoman and Egyptian forces which were trying to suppress the Greeks, thereby making Greek independence much more likely. An Ottoman"}]}, {"heading": "Events", "year": "1883", "date": "October 20", "txt": "Peru and Chile sign the Treaty of Ancón, by which the Tarapacá province is ceded to the latter, bringing an end to Peru's involvement in the War of the Pacific.", "entities": [{"title": "Treaty of Ancón", "href": "/wiki/Treaty_of_Anc%C3%B3n", "description": "The Treaty of Ancón was signed by Chile and Peru on 20 October 1883, in the Ancón District near Lima. It was intended to settle the two nations' remaining territorial differences at the conclusion of their involvement in the War of the Pacific and to stabilise post-bellum relations between them."}]}, {"heading": "Events", "year": "1904", "date": "October 20", "txt": "Chile and Bolivia sign the Treaty of Peace and Friendship, delimiting the border between the two countries.", "entities": [{"title": "Treaty of Peace and Friendship (1904)", "href": "/wiki/Treaty_of_Peace_and_Friendship_(1904)", "description": "The Treaty of Peace and Friendship of 1904 between Chile and Bolivia was signed in Santiago de Chile on October 20, 1904, to delineate the boundary through 96 specified points between Cerro Zapaleri and Cerro Chipe and to regulate the relations between the two countries 20 years after the end of the War of the Pacific."}]}, {"heading": "Events", "year": "1935", "date": "October 20", "txt": "The Long March, a mammoth retreat undertaken by the armed forces of the Chinese Communist Party a year prior, ends.", "entities": [{"title": "Long March", "href": "/wiki/Long_March", "description": "The Long March was a military retreat undertaken by the Red Army of the Communist Party of China, the forerunner of the People's Liberation Army, to evade the pursuit of the Kuomintang army. There was not just one Long March, but a series of marches, as various Communist armies in the south escaped to the north and west. The best known is the march from Jiangxi province which began in October 1934"}]}, {"heading": "Events", "year": "1941", "date": "October 20", "txt": "World War II: Thousands of civilians in German-occupied Serbia are murdered in the Kragujevac massacre.", "entities": [{"title": "Kragujevac massacre", "href": "/wiki/Kragujevac_massacre", "description": "The Kragujevac massacre was the mass murder of between 2,778 and 2,794 mostly Serb men and boys in Kragujevac by German soldiers on 21 October 1941. It occurred in the German-occupied territory of Serbia during World War II, and came in reprisal for insurgent attacks in the Gornji Milanovac district that resulted in the deaths of 10 German soldiers and the wounding of 26 others. The number of host"}]}, {"heading": "Events", "year": "1944", "date": "October 20", "txt": "World War II: The Soviet Army and Yugoslav Partisans liberate Belgrade.", "entities": [{"title": "Belgrade Offensive", "href": "/wiki/Belgrade_Offensive", "description": "The Belgrade offensive or the Belgrade strategic offensive operation was a military operation during World War II in Yugoslavia in which Belgrade was liberated from the German Wehrmacht through the joint efforts of the Soviet Red Army, Yugoslav Partisans, and the Bulgarian Army. Soviet forces and local militias launched separate but loosely cooperative operations that undermined German control of "}]}, {"heading": "Events", "year": "1944", "date": "October 20", "txt": "Liquefied natural gas leaks from storage tanks in Cleveland and then explodes, leveling 30 blocks and killing 130 people.", "entities": []}, {"heading": "Events", "year": "1944", "date": "October 20", "txt": "American general Douglas MacArthur fulfills his promise to return to the Philippines when he comes ashore during the Battle of Leyte.", "entities": [{"title": "Battle of Leyte", "href": "/wiki/Battle_of_Leyte", "description": "The Battle of Leyte in the Pacific campaign of World War II was the amphibious invasion of the island of Leyte in the Philippines by American forces and Filipino guerrillas under the overall command of General Douglas MacArthur, who fought against the Imperial Japanese Army in the Philippines led by General Tomoyuki Yamashita. The operation, codenamed King Two, launched the Philippines campaign of"}]}, {"heading": "Events", "year": "1947", "date": "October 20", "txt": "The House Un-American Activities Committee begins its investigation into Communist infiltration of the Hollywood film industry, resulting in a blacklist that prevents some from working in the industry for years.", "entities": [{"title": "Hollywood blacklist", "href": "/wiki/Hollywood_blacklist", "description": "The Hollywood blacklist was the colloquial term for what was in actuality a broader entertainment industry blacklist put in effect in the mid-20th century in the United States during the early years of the Cold War. The blacklist involved the practice of denying employment to entertainment industry professionals believed to be or to have been Communists or sympathizers. Not just actors, but screen"}]}, {"heading": "Events", "year": "1951", "date": "October 20", "txt": "The \"Johnny Bright incident\" occurs during a football game between the Drake Bulldogs and Oklahoma A&M Aggies.", "entities": [{"title": "Johnny Bright incident", "href": "/wiki/Johnny_Bright_incident", "description": "The Johnny Bright incident was a violent on-field assault against African-American player Johnny Bright by a white opposing player during an American college football game held on October 20, 1951, in Stillwater, Oklahoma. The game was significant in itself as it marked the first time that an African-American athlete with a national profile and of critical importance to the success of his team, th"}]}, {"heading": "Events", "year": "1952", "date": "October 20", "txt": "The Governor of Kenya declares a state of emergency and begins arresting hundreds of suspected leaders of the Mau Mau Uprising.", "entities": [{"title": "Mau Mau Uprising", "href": "/wiki/Mau_Mau_Uprising", "description": "The Mau Mau Uprising (1952–1960), also known as the Mau Mau Rebellion, the Kenya Emergency, and the Mau Mau Revolt, was a war in the British Kenya Colony (1920–1963) between the Kenya Land and Freedom Army (KLFA), also known as Mau Mau, and the British authorities."}]}, {"heading": "Events", "year": "1961", "date": "October 20", "txt": "The Soviet Union performs the first armed test of a submarine-launched ballistic missile, launching an R-13 from a Golf-class submarine.", "entities": [{"title": "R-13 (missile)", "href": "/wiki/R-13_(missile)", "description": "The R-13 was a submarine-launched ballistic missile (SLBM) developed by the Soviet Union starting around 1955. It was assigned the NATO reporting name SS-N-4 Sark and carried the GRAU index 4K50."}]}, {"heading": "Events", "year": "1962", "date": "October 20", "txt": "China launches simultaneous offensives in Ladakh and across the McMahon Line, igniting the Sino-Indian War.", "entities": [{"title": "Sino-Indian War", "href": "/wiki/Sino-Indian_War", "description": "The Sino-Indian War, also known as the Indo-China War, Sino-Indian Border Conflict and, by some, Clash on the Roof of the World, was a war between China and India that occurred in 1962. A Chinese disputed Himalayan border was the main cause of the war. There had been a series of violent border skirmishes between the two countries after the 1959 Tibetan uprising, when India granted asylum to the Da"}]}, {"heading": "Events", "year": "1973", "date": "October 20", "txt": "\"Saturday Night Massacre\": United States President Richard Nixon fires U.S. Attorney General Elliot Richardson and Deputy Attorney General William Ruckelshaus after they refuse to fire special prosecutor Archibald Cox, who is finally fired by Robert Bork.", "entities": [{"title": "Saturday Night Massacre", "href": "/wiki/Saturday_Night_Massacre", "description": "The Saturday Night Massacre was a series of events that took place in the United States on the evening of Saturday, October 20, 1973, during the Watergate scandal. U.S. President Richard Nixon ordered Attorney General Elliot Richardson to fire Special Prosecutor Archibald Cox; Richardson refused and resigned effective immediately. Nixon then ordered Deputy Attorney General William Ruckelshaus to f"}]}, {"heading": "Events", "year": "1973", "date": "October 20", "txt": "The Sydney Opera House is opened by Elizabeth II after 14 years of construction.", "entities": []}, {"heading": "Events", "year": "1976", "date": "October 20", "txt": "The ferry George Prince is struck by a ship while crossing the Mississippi River. Seventy-eight passengers and crew die, and only 18 people aboard the ferry survive.", "entities": [{"title": "MV George Prince ferry disaster", "href": "/wiki/MV_George_Prince_ferry_disaster", "description": "\n\nThe MV George Prince ferry disaster was a nautical disaster that occurred in the Mississippi River in St. Charles Parish, Louisiana, United States, on the morning of October 20, 1976. The Luling–Destrehan Ferry George Prince was struck by the Norwegian tanker SS Frosta which was traveling upriver. The collision occurred at mile post 120.8 above Head of Passes, less than three-quarters of a mile "}]}, {"heading": "Events", "year": "1981", "date": "October 20", "txt": "Two police officers and an armored car guard are killed during an armed robbery carried out by members of the Black Liberation Army and Weather Underground.", "entities": [{"title": "Brink's robbery (1981)", "href": "/wiki/Brink%27s_robbery_(1981)", "description": "The 1981 Brink's robbery was an armed robbery and three related murders committed on October 20, 1981, which were carried out by six Black Liberation Army members: Mutulu Shakur, Kuwasi Balagoon, Solomon Bouines, Mtayari Shabaka Sundiata, Edward Joseph, and Cecilio \"Chui\" Ferguson; and four former members of the Weather Underground, now belonging to the May 19th Communist Organization, consisting "}]}, {"heading": "Events", "year": "1982", "date": "October 20", "txt": "During the UEFA Cup match between FC Spartak Moscow and HFC Haarlem, 66 people are crushed to death in the Luzhniki disaster.", "entities": [{"title": "Luzhniki disaster", "href": "/wiki/Luzhniki_disaster", "description": "The Luzhniki disaster was a deadly human crush that took place at the Grand Sports Arena of the Central Lenin Stadium in Moscow during the 1982–83 UEFA Cup match between FC Spartak Moscow and HFC Haarlem on 20 October 1982. According to the official enquiry, 66 FC Spartak Moscow fans, mostly adolescents, died in the stampede, which made it Russia's worst sporting disaster. The number of fatalities"}]}, {"heading": "Events", "year": "1986", "date": "October 20", "txt": "Aeroflot Flight 6502 crashes while landing at Kuibyshev Airport (now Kuromoch International Airport) in Kuibyshev (now present-day Samara, Russia), killing 70 people.", "entities": [{"title": "Aeroflot Flight 6502", "href": "/wiki/Aeroflot_Flight_6502", "description": "Aeroflot Flight 6502 was a Soviet domestic passenger flight operated by a Tupolev Tu-134A from Sverdlovsk to Grozny, which crashed on 20 October 1986. 70 of the 94 passengers and crew on board were killed. Investigators determined the cause of the accident to be pilot negligence."}, {"title": "Kurumoch International Airport", "href": "/wiki/Kurumoch_International_Airport", "description": "Kurumoch International Airport is the international airport of Samara, Russia, located 35 km (22 mi) north of the city. Besides Samara, the airport serves Tolyatti – the second largest city in the region. The name of the airport originated from the closest village Kurumoch 7 km (4 mi) southwest. Kurumoch was used as a hub for Samara Airlines until the airline's bankruptcy. In 2011, Kurumoch was ac"}, {"title": "Samara", "href": "/wiki/Samara", "description": "Samara, known from 1935 to 1991 as Kuybyshev, is the largest city and administrative centre of Samara Oblast. The city is located at the confluence of the Volga and the Samara rivers, with a population of over 1.1 million residents, up to 3 million residents in the urban agglomeration. The city covers an area of 541.382 square kilometers (209.029 sq mi), and is the eighth-largest city in Russia, t"}, {"title": "Russia", "href": "/wiki/Russia", "description": "Russia, or the Russian Federation, is a country spanning Eastern Europe and North Asia. It is the largest country in the world, covering over 17 million square kilometres (6.6 sq mi), and encompassing more than one-eighth of the Earth's inhabited land area. Russia extends across eleven time zones, and has borders with sixteen sovereign nations. It has a population of 146.2 million; and is the most"}]}, {"heading": "Events", "year": "1991", "date": "October 20", "txt": "A 6.8 Mw earthquake strikes the Uttarkashi region of India, killing more than 1,000 people.", "entities": [{"title": "Moment magnitude scale", "href": "/wiki/Moment_magnitude_scale", "description": "The moment magnitude scale is a measure of an earthquake's magnitude based on its seismic moment. It was defined in a 1979 paper by Thomas C. Hanks and Hiroo Kanamori. Similar to the local magnitude scale (ML ) defined by Charles Francis Richter in 1935, it uses a logarithmic scale; small earthquakes have approximately the same magnitudes on both scales."}, {"title": "1991 Uttarkashi earthquake", "href": "/wiki/1991_Uttarkashi_earthquake", "description": "The 1991 Uttarkashi earthquake occurred at 02:53:16 20 October local time with a moment magnitude of 6.8 and a maximum Mercalli intensity of IX (Violent). This thrust event was instrumentally recorded and occurred along the Main Central Thrust in the Uttarkashi and Gharwal regions of the Indian state of Uttarakhand. High intensity shaking resulted in the deaths of at least 768 people and the destr"}]}, {"heading": "Events", "year": "2003", "date": "October 20", "txt": "The Sloan Great Wall, once the largest cosmic structure known to humanity, is discovered by students at Princeton University.", "entities": [{"title": "Sloan Great Wall", "href": "/wiki/Sloan_Great_Wall", "description": "The Sloan Great Wall (SGW) is a cosmic structure formed by a giant wall of galaxies. Its discovery was announced from Princeton University on October 20, 2003, by J. Richard Gott III, Mario Jurić, and their colleagues, based on data from the Sloan Digital Sky Survey."}, {"title": "List of largest cosmic structures", "href": "/wiki/List_of_largest_cosmic_structures", "description": "This is a list of the largest cosmic structures so far discovered. The unit of measurement used is the light-year."}, {"title": "Princeton University", "href": "/wiki/Princeton_University", "description": "Princeton University is a private Ivy League research university in Princeton, New Jersey. Founded in 1746 in Elizabeth as the College of New Jersey, Princeton is the fourth-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution. The institution moved to Newark in 1747, and then to the current site nine years later"}]}, {"heading": "Events", "year": "2011", "date": "October 20", "txt": "Libyan Civil War: Rebel forces capture Libyan dictator Muammar Gaddafi and his son Mutassim in his hometown of Sirte and kill him shortly thereafter, ending the first Libyan civil war.", "entities": [{"title": "Muammar Gaddafi", "href": "/wiki/Muammar_Gaddafi", "description": "Muammar Muhammad Abu Minyar al-Gaddafi, commonly known as Colonel Gaddafi, was a Libyan revolutionary, politician and political theorist. He governed Libya as Revolutionary Chairman of the Libyan Arab Republic from 1969 to 1977 and then as the \"Brotherly Leader\" of the Great Socialist People's Libyan Arab Jamahiriya from 1977 to 2011. He was initially ideologically committed to Arab nationalism an"}, {"title": "Mutassim Gaddafi", "href": "/wiki/Mutassim_Gaddafi", "description": "Mutassim Billah Gaddafi was a Libyan Army officer, and the National Security Advisor of Libya from 2008 until 2011. He was the fourth son of former Libyan leader Muammar Gaddafi, and a member of his father's inner circle. His mother was Safia Farkash, who was believed to have had Hungarian ancestry. He was captured during the Battle of Sirte by anti-Gaddafi forces, and killed along with his father"}, {"title": "Death of Muammar Gaddafi", "href": "/wiki/Death_of_Muammar_Gaddafi", "description": "Muammar Gaddafi, the deposed leader of Libya, was captured and summarily executed on 20 October 2011 during the Battle of Sirte. Gaddafi was found hiding in a culvert west of Sirte and captured by National Transitional Council (NTC) forces. He was killed shortly afterwards. The NTC initially claimed he died from injuries sustained in a firefight when loyalist forces attempted to free him, although"}, {"title": "First Libyan civil war", "href": "/wiki/First_Libyan_civil_war", "description": "The First Libyan Civil War was an armed conflict in 2011 in the North African country of Libya which was fought between forces which were loyal to Colonel Muammar Gaddafi and foreign supported groups which were seeking to oust his government. It erupted with the Libyan Revolution, also known as the 17 February Revolution. The war was preceded by protests in Zawiya on 8 August 2009 and finally igni"}]}, {"heading": "Births", "year": "888", "date": "October 20", "txt": "Zhu Youzhen, emperor of Later Liang (d. 923)", "entities": [{"title": "Zhu Youzhen", "href": "/wiki/Zhu_Youzhen", "description": "Zhu Zhen (朱瑱), often referred to in traditional histories as Emperor Mo of Later Liang and sometimes by his princely title Prince of Jun (均王), né Zhu Youzhen (朱友貞), known as Zhu Huang (朱鍠) from 913 to 915, was the emperor of the Chinese Five Dynasties and Ten Kingdoms period state Later Liang from 913 to 923. He was the third and last emperor of Later Liang, the first of the Five Dynasties. He ord"}, {"title": "Later Liang (Five Dynasties)", "href": "/wiki/Later_Liang_(Five_Dynasties)", "description": "The Later Liang, also known as Zhu Liang, was one of the Five Dynasties during the Five Dynasties and Ten Kingdoms period in China. It was founded by Zhu Wen, posthumously known as Taizu of Later Liang, after he forced the last emperor of the Tang dynasty to abdicate in his favour. The Later Liang would last until 923 when it was destroyed by Later Tang."}]}, {"heading": "Births", "year": "1475", "date": "October 20", "txt": "Giovanni di Bernardo Rucellai, Italian poet and playwright (d. 1525)", "entities": [{"title": "Giovanni di Bernardo Rucellai", "href": "/wiki/Giovanni_di_Bernardo_Rucellai", "description": "Giovanni di Bernardo Rucellai was an Italian humanist, poet, dramatist and man of letters in Renaissance Florence, in Tuscany, Italy. A member of a wealthy family of wool merchants and one of the richest men in Florence, he was cousin to Pope Leo X and linked by marriage to the powerful Strozzi and de' Medici families. He was born in Florence, and died in Rome. He was the son of Bernardo Rucellai "}]}, {"heading": "Births", "year": "1496", "date": "October 20", "txt": "Claude, Duke of Guise (d. 1550)", "entities": [{"title": "Claude, Duke of Guise", "href": "/wiki/Claude,_Duke_of_Guise", "description": "Claude de Lorraine, duc de Guise was a French aristocrat and general. He became the first Duke of Guise in 1528."}]}, {"heading": "Births", "year": "1554", "date": "October 20", "txt": "Bálint Balassi, Hungarian writer and noble (d. 1594)", "entities": [{"title": "Bálint Balassi", "href": "/wiki/B%C3%A1lint_Balassi", "description": "Baron Bálint Balassi de Kékkő et Gyarmat was a Hungarian Renaissance lyric poet. He wrote mostly in Hungarian, but was also proficient in further eight languages: Latin, Italian, German, Polish, Turkish, Slovak, Croatian and Romanian. He is the founder of modern Hungarian lyric and erotic poetry."}]}, {"heading": "Births", "year": "1612", "date": "October 20", "txt": "Richard Boyle, 1st Earl of Burlington, Anglo-Irish nobleman, Lord High Treasurer of Ireland, Cavalier (d. 1698)", "entities": [{"title": "Richard Boyle, 1st Earl of Burlington", "href": "/wiki/Richard_Boyle,_1st_Earl_of_Burlington", "description": "Richard Boyle, 1st Earl of Burlington, 2nd Earl of Cork was an Anglo-Irish nobleman who served as Lord High Treasurer of Ireland and was a Cavalier."}]}, {"heading": "Births", "year": "1616", "date": "October 20", "txt": "Thomas Bartholin, Danish physician, mathematician, and theologian (d. 1680)", "entities": [{"title": "Thomas Bartholin", "href": "/wiki/Thomas_Bartholin", "description": "Thomas Bartholin was a Danish physician, mathematician, and theologian. He is best known for his work in the discovery of the lymphatic system in humans and for his advancements of the theory of refrigeration anesthesia, being the first to describe it scientifically."}]}, {"heading": "Births", "year": "1620", "date": "October 20", "txt": "Aelbert Cuyp, Dutch painter (d. 1691)", "entities": [{"title": "Aelbert Cuyp", "href": "/wiki/Aelbert_Cuyp", "description": "Aelbert Jacobsz. Cuyp was one of the leading Dutch Golden Age painters, producing mainly landscapes. The most famous of a family of painters, the pupil of his father Jacob Gerritsz. Cuyp (1594–1651/52), he is especially known for his large views of Dutch riverside scenes in a golden early morning or late afternoon light."}]}, {"heading": "Births", "year": "1632", "date": "October 20", "txt": "Christopher Wren, English physicist, mathematician, and architect, designed St Paul's Cathedral (d. 1723)", "entities": [{"title": "Christopher Wren", "href": "/wiki/Christopher_Wren", "description": "Sir Christopher Wren PRS FRS was one of the most highly acclaimed English architects in history, as well as an anatomist, astronomer, geometer, and mathematician-physicist. He was accorded responsibility for rebuilding 52 churches in the City of London after the Great Fire in 1666, including what is regarded as his masterpiece, St Paul's Cathedral, on Ludgate Hill, completed in 1710."}, {"title": "St Paul's Cathedral", "href": "/wiki/St_Paul%27s_Cathedral", "description": "St Paul's Cathedral is an Anglican cathedral in London, United Kingdom, which, as the cathedral of the Bishop of London, serves as the mother church of the Diocese of London. It sits on Ludgate Hill at the highest point of the City of London and is a Grade I listed building. Its dedication to Paul the Apostle dates back to the original church on this site, founded in AD 604. The present cathedral,"}]}, {"heading": "Births", "year": "1632", "date": "October 20", "txt": "Edward Hungerford, English politician (d. 1711)", "entities": []}, {"heading": "Births", "year": "1660", "date": "October 20", "txt": "Robert Bertie, 1st Duke of Ancaster and Kesteven, English politician, Chancellor of the Duchy of Lancaster (d. 1723)", "entities": [{"title": "Robert Bertie, 1st Duke of Ancaster and Kesteven", "href": "/wiki/Robert_Bertie,_1st_Duke_of_Ancaster_and_Kesteven", "description": "Robert Bertie, 1st Duke of Ancaster and Kesteven PC, styled 17th Baron Willoughby de Eresby between 1666 and 1701, and known as 4th Earl of Lindsey between 1701 and 1706, and as 1st Marquess of Lindsey between 1706 and 1715, was a British statesman and nobleman."}, {"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Births", "year": "1677", "date": "October 20", "txt": "Stanisław Leszczyński, King of Poland (d. 1766)", "entities": [{"title": "Stanisław Leszczyński", "href": "/wiki/Stanis%C5%82aw_Leszczy%C5%84ski", "description": "Stanisław I Leszczyński, also Anglicized and Latinized as Stanislaus I, was King of Poland, Grand Duke of Lithuania, Duke of Lorraine and a count of the Holy Roman Empire."}]}, {"heading": "Births", "year": "1711", "date": "October 20", "txt": "Timothy Ruggles, American lawyer, jurist, and politician, (d. 1795)", "entities": [{"title": "Timothy Ruggles", "href": "/wiki/Timothy_Ruggles", "description": "Timothy Dwight Ruggles was an American colonial military leader, jurist and politician. He was a delegate to the Stamp Act Congress of 1765, and later a loyalist during the American Revolutionary War."}]}, {"heading": "Births", "year": "1718", "date": "October 20", "txt": "Catherine Gordon, Duchess of Gordon, Scottish aristocrat (d. 1779)", "entities": [{"title": "Catherine Gordon, Duchess of Gordon", "href": "/wiki/Catherine_Gordon,_Duchess_of_Gordon", "description": "Catherine Gordon, Duchess of Gordon, was the wife of Cosmo George Gordon, 3rd Duke of Gordon, and the mother of the 4th Duke. After the duke's death, she married General Staats Long Morris."}]}, {"heading": "Births", "year": "1719", "date": "October 20", "txt": "Gottfried Achenwall, German historian, economist, and jurist (d. 1772)", "entities": [{"title": "Gottfried Achenwall", "href": "/wiki/Gottfried_Achenwall", "description": "Gottfried Achenwall was a German philosopher, ARA historian, economist, jurist and statistician. He is counted among the inventors of statistics.He is also called as the Father of statistics."}]}, {"heading": "Births", "year": "1740", "date": "October 20", "txt": "Isabelle de Charrière, Dutch author and poet (d. 1805)", "entities": [{"title": "Isabelle de Charrière", "href": "/wiki/Isabelle_de_Charri%C3%A8re", "description": "Isabelle de Charrière, known as Belle van Zuylen in the Netherlands, née Isabella Agneta Elisabeth van Tuyll van Serooskerken, and [Madame] Isabelle de Charrière elsewhere, was a Dutch and Swiss writer of the Enlightenment who lived the latter half of her life in Colombier, Neuchâtel. She is now best known for her letters and novels, although she also wrote pamphlets, music and plays. She took a k"}]}, {"heading": "Births", "year": "1759", "date": "October 20", "txt": "Chauncey Goodrich, American lawyer and politician, 8th Lieutenant Governor of Connecticut (d. 1815)", "entities": [{"title": "Chauncey Goodrich", "href": "/wiki/Chauncey_Goodrich", "description": "Chauncey Goodrich was an American lawyer and politician from Connecticut who represented that state in the United States Congress as both a senator and a representative."}, {"title": "Lieutenant Governor of Connecticut", "href": "/wiki/Lieutenant_Governor_of_Connecticut", "description": "The following is a list of deputy or lieutenant governors of the State of Connecticut, from the Colonial period through present day."}]}, {"heading": "Births", "year": "1780", "date": "October 20", "txt": "Pauline Bonaparte, French sister of Napoleon (d. 1825)", "entities": [{"title": "Pauline Bonaparte", "href": "/wiki/Pauline_Bonaparte", "description": "Pauline Bonaparte was the first sovereign Duchess of Guastalla in Italy, an imperial French princess and the princess consort of Sulmona and Rossano. She was the sixth child of Letizia Ramolino and Carlo Buonaparte, Corsica's representative to the court of King Louis XVI of France. Her elder brother, Napoleon, was the first emperor of the French. She married Charles Leclerc, a French general, a un"}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}]}, {"heading": "Births", "year": "1784", "date": "October 20", "txt": "Henry John Temple, 3rd Viscount Palmerston, English academic and politician, Prime Minister of the United Kingdom (d. 1865)", "entities": [{"title": "Henry John Temple, 3rd Viscount Palmerston", "href": "/wiki/Henry_John_Temple,_3rd_Viscount_Palmerston", "description": "Henry John Temple, 3rd Viscount Palmerston, was a British statesman, who was twice Prime Minister of the United Kingdom in the mid-19th century. Palmerston dominated British foreign policy during the period 1830 to 1865, when Britain stood at the height of its imperial power. He held office almost continuously from 1807 until his death in 1865. He began his parliamentary career as a Tory, defected"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1785", "date": "October 20", "txt": "George Ormerod, English historian and author (d. 1873)", "entities": [{"title": "George Ormerod", "href": "/wiki/George_Ormerod", "description": "George Ormerod FRS was an English antiquary and historian. Among his writings was a major county history of Cheshire, in North West England."}]}, {"heading": "Births", "year": "1790", "date": "October 20", "txt": "Patrick Matthew. Scottish farmer and biologist (d. 1874)", "entities": [{"title": "Patrick Matthew", "href": "/wiki/Patrick_Matthew", "description": "Patrick Matthew was a Scottish grain merchant, fruit farmer, forester, and landowner, who contributed to the understanding of horticulture, silviculture, and agriculture in general, with a focus on maintaining the British navy and feeding new colonies. He published the basic concept of natural selection as a mechanism in evolutionary adaptation and speciation in 1831, but did not further develop o"}]}, {"heading": "Births", "year": "1801", "date": "October 20", "txt": "Melchior Berri, Swiss architect and educator, designed the Natural History Museum of Basel (d. 1854)", "entities": [{"title": "Melchior Berri", "href": "/wiki/Melchior_Berri", "description": "Melchior Berri was a well-known Swiss architect."}, {"title": "Natural History Museum of Basel", "href": "/wiki/Natural_History_Museum_of_Basel", "description": "Natural History Museum Basel is a natural history museum in Basel, Switzerland that houses wide-ranging collections focused on the fields of zoology, entomology, mineralogy, anthropology, osteology and paleontology. It has over 7.7 million objects."}]}, {"heading": "Births", "year": "1808", "date": "October 20", "txt": "Karl Andree, German geographer and journalist (d. 1875)", "entities": [{"title": "Karl Andree", "href": "/wiki/Karl_Andree", "description": "Karl Andree was a German geographer."}]}, {"heading": "Births", "year": "1819", "date": "October 20", "txt": "Báb, Iranian religious leader, founded Bábism (d. 1850)", "entities": [{"title": "Báb", "href": "/wiki/B%C3%A1b", "description": "The Báb, born Sayyed `Alí Muḥammad Shírází was the founder of Bábism, and one of the central figures of the Baháʼí Faith."}, {"title": "Bábism", "href": "/wiki/B%C3%A1bism", "description": "The Bábi Faith is an Abrahamic monotheistic religion which professes that there is one incorporeal, unknown, and incomprehensible God who manifests his will in an unending series of theophanies, called Manifestation of God. It has no more than a few thousand adherents according to current estimates, most of whom are concentrated in Iran. It was founded by ʻAli Muhammad Shirazi who first assumed th"}]}, {"heading": "Births", "year": "1822", "date": "October 20", "txt": "Thomas Hughes, English lawyer and judge (d. 1896)", "entities": [{"title": "Thomas Hughes", "href": "/wiki/Thomas_Hughes", "description": "Thomas Hughes was an English lawyer, judge, politician and author. He is most famous for his novel Tom Brown's School Days (1857), a semi-autobiographical work set at Rugby School, which Hughes had attended. It had a lesser-known sequel, Tom Brown at Oxford (1861)."}]}, {"heading": "Births", "year": "1832", "date": "October 20", "txt": "Constantin Lipsius, German architect and theorist (d. 1894)", "entities": [{"title": "Constantin Lipsius", "href": "/wiki/Constantin_Lipsius", "description": "Johannes Wilhelm Constantin Lipsius was a German architect and architectural theorist, best known for his controversial design of the Royal Academy of Fine Arts and Exhibition Building (1883–1894) on the Brühl Terrace in Dresden, today known as the Lipsius-Bau."}]}, {"heading": "Births", "year": "1847", "date": "October 20", "txt": "Frits Thaulow, Norwegian painter (d. 1906)", "entities": [{"title": "Frits Thaulow", "href": "/wiki/Frits_Thaulow", "description": "Frits Thaulow was a Norwegian Impressionist painter, best known for his naturalistic depictions of landscape."}]}, {"heading": "Births", "year": "1854", "date": "October 20", "txt": "Arthur Rimbaud, French soldier and poet (d. 1891)", "entities": [{"title": "Arthur Rimbaud", "href": "/wiki/Arthur_Rimbaud", "description": "Jean Nicolas Arthur Rimbaud was a French poet known for his transgressive and surreal themes, and his influence on modern literature and arts, prefiguring surrealism. Born in Charleville, he started writing at a very young age and excelled as a student, but abandoned his formal education in his teenage years to run away from home to Paris amidst the Franco-Prussian War. During his late adolescence"}]}, {"heading": "Births", "year": "1858", "date": "October 20", "txt": "John Burns, English union leader and politician, President of the Board of Trade (d. 1943)", "entities": [{"title": "John Burns", "href": "/wiki/John_Burns", "description": "John Elliot Burns was an English trade unionist and politician, particularly associated with London politics and Battersea. He was a socialist and then a Liberal Member of Parliament and Minister. He was anti-alcohol and a keen sportsman. After retiring from politics, he developed an expertise in London history and coined the phrase \"The Thames is liquid history\". When the Liberal cabinet made a d"}, {"title": "President of the Board of Trade", "href": "/wiki/President_of_the_Board_of_Trade", "description": "The president of the Board of Trade is head of the Board of Trade. This is a committee of the Privy Council of the United Kingdom, first established as a temporary committee of inquiry in the 17th century, that evolved gradually into a government department with a diverse range of functions. The current holder is Elizabeth Truss, the Secretary of State for International Trade."}]}, {"heading": "Births", "year": "1859", "date": "October 20", "txt": "John Dewey, American psychologist and philosopher (d. 1952)", "entities": [{"title": "John Dewey", "href": "/wiki/John_Dewey", "description": "John Dewey was an American philosopher, psychologist, and educational reformer whose ideas have been influential in education and social reform. He was one of the most prominent American scholars in the first half of the twentieth century."}]}, {"heading": "Births", "year": "1864", "date": "October 20", "txt": "James F. Hinkle, American banker and politician, 6th Governor of New Mexico (d. 1951)", "entities": [{"title": "James F. Hinkle", "href": "/wiki/James_F._Hinkle", "description": "James Fielding Hinkle was an American politician and the sixth governor of New Mexico."}, {"title": "Governor of New Mexico", "href": "/wiki/Governor_of_New_Mexico", "description": "The Governor of New Mexico is the chief executive of the state of New Mexico. The governor is the head of the executive branch of New Mexico's state government and the commander-in-chief of the state's military forces. Responsibilities include making annual State of the State addresses to the New Mexico State Legislature, submitting the budget, and ensuring that state laws are enforced. The office"}]}, {"heading": "Births", "year": "1874", "date": "October 20", "txt": "Charles Ives, American composer (d. 1954)", "entities": [{"title": "Charles Ives", "href": "/wiki/Charles_Ives", "description": "Charles Edward Ives was an American modernist composer, one of the first American composers of international renown. His music was largely ignored during his early life, and many of his works went unperformed for many years. Later in life, the quality of his music was publicly recognized, and he came to be regarded as an \"American original\". He was also among the first composers to engage in a sys"}]}, {"heading": "Births", "year": "1882", "date": "October 20", "txt": "Margaret Dumont, American actress (d. 1965)", "entities": [{"title": "Margaret Dumont", "href": "/wiki/Margaret_Dumont", "description": "Margaret Dumont was an American stage and film actress. She is best remembered as the comic foil to the Marx Brothers in seven of their films. Groucho Marx called her \"practically the fifth Marx brother\"."}]}, {"heading": "Births", "year": "1882", "date": "October 20", "txt": "Bela Lugosi, Hungarian-American actor (d. 1956)", "entities": []}, {"heading": "Births", "year": "1887", "date": "October 20", "txt": "Prince Yasuhiko Asaka of Japan (d. 1981)", "entities": [{"title": "Prince Yasuhiko Asaka", "href": "/wiki/Prince_Yasuhiko_Asaka", "description": "General Prince Yasuhiko Asaka  was the founder of a collateral branch of the Japanese imperial family and a career officer in the Imperial Japanese Army. Son-in-law of Emperor Meiji and uncle by marriage of Emperor Hirohito, Prince Asaka was commander of Japanese forces in the final assault on Nanjing, then the capital city of Nationalist China, in December 1937. He is alleged to have been a perpe"}]}, {"heading": "Births", "year": "1889", "date": "October 20", "txt": "Johann Gruber, Austrian priest and saint (d. 1944)", "entities": [{"title": "Johann Gruber", "href": "/wiki/Johann_Gruber", "description": "Dr. Johann Gruber, also known as \"Papa Gruber\" and \"The Saint of Gusen\", was an Austrian Roman Catholic priest who was imprisoned in Concentration Camp Gusen I from 1940 until his ritual death by the camp commandant on Holy Friday 1944. In the concentration camp, Gruber helped many others survive by raising funds from outside the camp and bribing the SS men and kapos in order to organise the deliv"}]}, {"heading": "Births", "year": "1890", "date": "October 20", "txt": "Aleksander Maaker, Estonian bagpipe player (d. 1968)", "entities": [{"title": "Aleksander Maaker", "href": "/wiki/Aleksander_Maaker", "description": "Aleksander Maaker, nicknamed Torupilli-Sass was a folk musician, a player of the traditional torupill, the Estonian bagpipe. Maaker was from the Estonian island of Hiiumaa. At the time of his death, the only other torupill player was the revivalist Olev Roomet, at the time a choir member, though other revivalist such as Ants Taul took up the instrument and its construction beginning in the 1970s."}, {"title": "Bagpipe", "href": "/wiki/Bagpipe", "description": "Bagpipes are a woodwind instrument using enclosed reeds fed from a constant reservoir of air in the form of a bag. The Scottish Great Highland bagpipes are the best known examples in the Anglophone world, but people have played bagpipes for centuries throughout large parts of Europe, Anatolia, the Caucasus, Northern Africa, Western Asia, and around the Persian Gulf."}]}, {"heading": "Births", "year": "1891", "date": "October 20", "txt": "Samuel Flagg Bemis, American historian and author (d. 1973)", "entities": [{"title": "Samuel Flagg Bemis", "href": "/wiki/Samuel_Flagg_Bemis", "description": "Samuel Flagg Bemis was an American historian and biographer. For many years he taught at Yale University. He was also President of the American Historical Association and a specialist in American diplomatic history. He was awarded two Pulitzer Prizes. Jerald A. Combs says he was \"the greatest of all historians of early American diplomacy.\""}]}, {"heading": "Births", "year": "1891", "date": "October 20", "txt": "James Chadwick, English physicist and academic, Nobel Prize laureate (d. 1974)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1893", "date": "October 20", "txt": "Charley Chase, American actor, director, and screenwriter (d. 1940)", "entities": [{"title": "Charley Chase", "href": "/wiki/Charley_Chase", "description": "Charles Joseph Parrott, known professionally as Charley Chase, was an American comedian, actor, screenwriter and film director best known for his work in Hal Roach short film comedies. He was the elder brother of comedian/director James Parrott."}]}, {"heading": "Births", "year": "1894", "date": "October 20", "txt": "Olive Thomas, American model and actress (d. 1920)", "entities": [{"title": "Olive Thomas", "href": "/wiki/Olive_Thomas", "description": "Olive Thomas was an American silent-film actress, art model, and photo model."}]}, {"heading": "Births", "year": "1895", "date": "October 20", "txt": "Rex Ingram, American actor (d. 1969)", "entities": [{"title": "Rex Ingram (actor)", "href": "/wiki/Rex_Ingram_(actor)", "description": "Rex Ingram was an American stage, film, and television actor."}]}, {"heading": "Births", "year": "1895", "date": "October 20", "txt": "Morrie Ryskind, American writer/director (d. 1985)", "entities": []}, {"heading": "Births", "year": "1897", "date": "October 20", "txt": "Yi Un, South Korean general (d. 1970)", "entities": [{"title": "Yi Un", "href": "/wiki/Yi_Un", "description": "Lieutenant General Prince Imperial Yeong, Yi Un, Crown Prince Uimin, also known as Yi Un, Yi Eun, Lee Eun and Un Yi, was the 28th Head of the Korean Imperial House, an Imperial Japanese Army general and the last crown prince of Korea. In 1910, when the Empire of Korea was annexed by Japan and Emperor Sunjong was forced to abdicate, Yi Un was titled His Highness The Crown Prince of Korea. On 10 Jun"}]}, {"heading": "Births", "year": "1900", "date": "October 20", "txt": "Ismail al-Azhari, Sudanese politician, 3rd President of Sudan (d. 1969)", "entities": [{"title": "Ismail al-Azhari", "href": "/wiki/Ismail_al-Azhari", "description": "Ismail al-Azhari was a Sudanese nationalist and political figure. He served as the first Prime Minister of Sudan between 1954 and 1956, and as President of Sudan from 1965 until he was overthrown by Gaafar Nimeiry in 1969."}, {"title": "President of Sudan", "href": "/wiki/President_of_Sudan", "description": "This article lists the heads of state of Sudan since the country's independence in 1956."}]}, {"heading": "Births", "year": "1900", "date": "October 20", "txt": "Wayne Morse, American lieutenant, lawyer, and politician (d. 1974)", "entities": []}, {"heading": "Births", "year": "1901", "date": "October 20", "txt": "Frank Churchill, American film composer (d. 1942)", "entities": [{"title": "Frank Churchill", "href": "/wiki/Frank_Churchill", "description": "Frank Edwin Churchill was an American film composer and songwriter. He wrote most of the music for films such as Snow White and the Seven Dwarfs, Dumbo, Bambi, and The Adventures of Ichabod and Mr. Toad."}]}, {"heading": "Births", "year": "1901", "date": "October 20", "txt": "Adelaide Hall, American-English singer, actress, and dancer (d. 1993)", "entities": []}, {"heading": "Births", "year": "1904", "date": "October 20", "txt": "Tommy Douglas, Scottish-Canadian minister and politician, 7th Premier of Saskatchewan (d. 1986)", "entities": [{"title": "Tommy Douglas", "href": "/wiki/Tommy_Douglas", "description": "Thomas Clement Douglas was a Scottish Canadian politician who served as Premier of Saskatchewan from 1944 to 1961 and Leader of the New Democratic Party from 1961 to 1971. A Baptist minister, he was elected to the House of Commons of Canada in 1935 as a member of the Co-operative Commonwealth Federation (CCF). He left federal politics to become Leader of the Saskatchewan Co-operative Commonwealth "}, {"title": "Premier of Saskatchewan", "href": "/wiki/Premier_of_Saskatchewan", "description": "The premier of Saskatchewan is the first minister for the Canadian province of Saskatchewan. They are the province's head of government and de facto chief executive. The current premier of Saskatchewan is Scott Moe, who was sworn in as premier on February 2, 2018, after winning the 2018 Saskatchewan Party leadership election. The first premier of Saskatchewan was Liberal Thomas Walter Scott, who s"}]}, {"heading": "Births", "year": "1904", "date": "October 20", "txt": "Enolia McMillan, American educator and activist (d. 2006)", "entities": []}, {"heading": "Births", "year": "1904", "date": "October 20", "txt": "Anna Neagle, English actress, singer, and producer (d. 1986)", "entities": []}, {"heading": "Births", "year": "1907", "date": "October 20", "txt": "Arlene Francis, American actress and television personality (d. 2001)", "entities": [{"title": "Arlene Francis", "href": "/wiki/Arlene_Francis", "description": "Arlene Francis was an American actress, radio and television talk show host, and game show panelist. She is known for her long-running role as a panelist on the television game show  What's My Line?, on which she regularly appeared for 25 years, from 1950 to 1975, on both the network and syndicated versions of the show."}]}, {"heading": "Births", "year": "1908", "date": "October 20", "txt": "Stuart Hamblen, American singer-songwriter, actor, and radio show host (d. 1989)", "entities": [{"title": "Stuart Hamblen", "href": "/wiki/Stuart_Hamblen", "description": "Stuart Hamblen was an American entertainer who became one of radio's first singing cowboys in 1926, going on to become a singer, actor, radio show host, and songwriter, later undergoing a Christian conversion and becoming a Temperance movement supporter and recurring candidate for political office. He is best known as the composer of the song \"This Ole House\" (1954), most notably recorded by Rosem"}]}, {"heading": "Births", "year": "1909", "date": "October 20", "txt": "Carla Laemmle, American actress and photographer (d. 2014)", "entities": [{"title": "Carla Laemmle", "href": "/wiki/Carla_Laemmle", "description": "Rebekah Isabelle Laemmle, known professionally as Carla Laemmle, was an American actress and the niece of Universal Pictures studio founder Carl Laemmle. She was a movie actress in the 1920s and 1930s, and one of the longest surviving actors of the silent film era. Her career in motion pictures was also one of the longest on record, spanning 1925 to 2014."}]}, {"heading": "Births", "year": "1909", "date": "October 20", "txt": "Yasushi Sugiyama, Japanese painter (d. 1993)", "entities": []}, {"heading": "Births", "year": "1910", "date": "October 20", "txt": "Chen Liting, Chinese director and playwright (d. 2013)", "entities": [{"title": "Chen Liting", "href": "/wiki/Chen_Liting", "description": "Chen Liting was a Chinese playwright, drama and film director, screenwriter, and film theorist. He was one of the most prominent film directors and screenwriters in pre-Communist China, together with Shi Dongshan, Cai Chusheng, and Zheng Junli. His most famous film was Women Side by Side (1949)."}]}, {"heading": "Births", "year": "1912", "date": "October 20", "txt": "Ruhi Su, Turkish singer-songwriter (d. 1985)", "entities": [{"title": "Ruhi Su", "href": "/wiki/Ruhi_Su", "description": "Mehmet Ruhi Su was a Turkish opera singer, Turkish folk singer and saz virtuoso of probable Armenian origin."}]}, {"heading": "Births", "year": "1913", "date": "October 20", "txt": "Grandpa Jones, American singer-songwriter and banjo player (d. 1998)", "entities": [{"title": "Grandpa Jones", "href": "/wiki/Grandpa_Jones", "description": "Louis Marshall Jones, known professionally as Grandpa Jones, was an American banjo player and \"old time\" country and gospel music singer. He is a member of the Country Music Hall of Fame."}]}, {"heading": "Births", "year": "1914", "date": "October 20", "txt": "Fayard Nicholas, American actor, dancer, and choreographer (d. 2006)", "entities": [{"title": "Fayard Nicholas", "href": "/wiki/Fayard_Nicholas", "description": "Fayard Antonio Nicholas was an American choreographer, dancer and actor. He and his younger brother Harold Nicholas made up the Nicholas Brothers tap dance duo, who starred in the MGM musicals An All-Colored Vaudeville Show (1935), Stormy Weather (1943), The Pirate (1948), and Hard Four (2007). The Nicholas brothers also starred in the 20th Century-Fox musicals Down Argentine Way (1940), Sun Valle"}]}, {"heading": "Births", "year": "1917", "date": "October 20", "txt": "Stéphane Hessel, German-French activist and diplomat (d. 2013)", "entities": [{"title": "Stéphane Hessel", "href": "/wiki/St%C3%A9phane_Hessel", "description": "Stéphane Frédéric Hessel was a diplomat, ambassador, writer, concentration camp survivor, French Resistance member and BCRA agent. Born German, he became a naturalised French citizen in 1939. He became an observer of the editing of the Universal Declaration of Human Rights of 1948. In 2011 he was named by Foreign Policy magazine in its list of top global thinkers. In later years his activism focus"}]}, {"heading": "Births", "year": "1917", "date": "October 20", "txt": "Jean-Pierre Melville, French actor, director, producer, and screenwriter (d. 1973)", "entities": []}, {"heading": "Births", "year": "1918", "date": "October 20", "txt": "Martin Drewes, German soldier and pilot (d. 2013)", "entities": [{"title": "Martin Drewes", "href": "/wiki/Martin_Drewes", "description": "Martin Drewes was a German Luftwaffe military aviator and night fighter ace during World War II. He is credited with 52 victories of which 43 were claimed at night whilst flying variants of the Messerschmitt Bf 110 heavy fighter. The majority of his victories were claimed over the Western Front in Defense of the Reich missions against the Royal Air Force's Bomber Command."}]}, {"heading": "Births", "year": "1918", "date": "October 20", "txt": "Robert Lochner, American-German soldier and journalist (d. 2003)", "entities": []}, {"heading": "Births", "year": "1919", "date": "October 20", "txt": "Tracy Hall, American chemist and academic (d. 2008)", "entities": [{"title": "Tracy Hall", "href": "/wiki/Tracy_Hall", "description": "Howard Tracy Hall was an American physical chemist and the first person who grew a synthetic diamond by a reproducible, verifiable, and witnessed process, using a press of his own design."}]}, {"heading": "Births", "year": "1920", "date": "October 20", "txt": "Nick Cardy, American illustrator (d. 2013)", "entities": [{"title": "Nick Cardy", "href": "/wiki/Nick_Cardy", "description": "Nicholas Viscardi, known professionally as Nick Cardy and Nick Cardi, was an American comics artist best known for his DC Comics work on Aquaman, the Teen Titans and other major characters. Cardy was inducted into the Will Eisner Comic Book Hall of Fame in 2005."}]}, {"heading": "Births", "year": "1920", "date": "October 20", "txt": "Fanny de Sivers, Estonian-French linguist and academic (d. 2011)", "entities": []}, {"heading": "Births", "year": "1920", "date": "October 20", "txt": "Siddhartha Shankar Ray, Indian lawyer and politician, Chief Minister of West Bengal (d. 2010)", "entities": [{"title": "Chief Minister of West Bengal", "href": "/wiki/Chief_Minister_of_West_Bengal", "description": "The Chief Minister of West Bengal is the chief executive of the eastern Indian state of West Bengal. The chief minister is the head of the executive branch of the government of West Bengal and is charged with enforcing state laws. Following elections to the West Bengal Legislative Assembly, the state's governor usually invites the party with a majority of seats to form the government. The governor"}]}, {"heading": "Births", "year": "1920", "date": "October 20", "txt": "Janet Jagan, 6th President of Guyana (d. 2009)", "entities": []}, {"heading": "Births", "year": "1921", "date": "October 20", "txt": "Manny Ayulo, American race car driver (d. 1955)", "entities": [{"title": "Manny Ayulo", "href": "/wiki/Manny_Ayulo", "description": "Manuel Leaonedas Ayulo was an American racecar driver. His efforts, along with those of friend and teammate Jack McGrath, helped establish track roadsters as viable race cars. Ayulo was killed in practice for the 1955 Indianapolis 500 when his car crashed straight into a concrete wall. He was found to have not been wearing a seat belt and his pockets \"were filled with wrenches\"."}]}, {"heading": "Births", "year": "1921", "date": "October 20", "txt": "Hans Warren, Dutch poet and author (d. 2001)", "entities": []}, {"heading": "Births", "year": "1922", "date": "October 20", "txt": "John Anderson, American actor (d. 1992)", "entities": [{"title": "John Anderson (actor)", "href": "/wiki/John_Anderson_(actor)", "description": "John Robert Anderson was an American character actor who performed in hundreds of stage, film, and television productions during a career that spanned over four decades."}]}, {"heading": "Births", "year": "1922", "date": "October 20", "txt": "Franco Ventriglia, American opera singer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1923", "date": "October 20", "txt": "Robert Craft, American conductor and musicologist (d. 2015)", "entities": [{"title": "Robert Craft", "href": "/wiki/Robert_Craft", "description": "Robert Lawson Craft was an American conductor and writer. He is best known for his intimate professional relationship with Igor Stravinsky, on which Craft drew in producing numerous recordings and books."}]}, {"heading": "Births", "year": "1924", "date": "October 20", "txt": "Robert Peters, American poet, playwright, and critic (d. 2014)", "entities": [{"title": "Robert Peters (playwright)", "href": "/wiki/Robert_Peters_(playwright)", "description": "Robert Louis Peters was an American poet, critic, scholar, playwright, editor, and actor. He held a Ph.D in Victorian literature. Born in an impoverished rural area of northern Wisconsin in 1924, his poetry career began in 1967 when his young son Richard died unexpectedly of spinal meningitis. The book commemorating this loss, Songs for a Son, was selected by poet Denise Levertov to be published b"}]}, {"heading": "Births", "year": "1925", "date": "October 20", "txt": "Art Buchwald, American soldier and journalist (d. 2007)", "entities": [{"title": "Art Buchwald", "href": "/wiki/Art_Buchwald", "description": "Arthur Buchwald was an American humorist best known for his column in The Washington Post. At the height of his popularity, it was published nationwide as a syndicated column in more than 500 newspapers. His column focused on political satire and commentary."}]}, {"heading": "Births", "year": "1925", "date": "October 20", "txt": "Tom Dowd, American record producer and engineer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1925", "date": "October 20", "txt": "Roger Hanin, Algerian-French actor, director, and screenwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1926", "date": "October 20", "txt": "Edward Douglas-Scott-Montagu, 3rd Baron Montagu of Beaulieu, English lieutenant and politician, founded the National Motor Museum (d. 2015)", "entities": [{"title": "Edward Douglas-Scott-Montagu, 3rd Baron Montagu of Beaulieu", "href": "/wiki/Edward_Douglas-Scott-Montagu,_3rd_Baron_Montagu_of_Beaulieu", "description": "Edward John Barrington Douglas-Scott-Montagu, 3rd Baron Montagu of Beaulieu, was an English Conservative politician well known in Great Britain for founding the National Motor Museum, as well as for a pivotal cause célèbre in British gay history following his 1954 conviction and imprisonment for homosexual sex, a charge he denied."}, {"title": "National Motor Museum, Beaulieu", "href": "/wiki/National_Motor_Museum,_Beaulieu", "description": "The National Motor Museum is a museum in the village of Beaulieu, set in the heart of the New Forest, in the English county of Hampshire."}]}, {"heading": "Births", "year": "1927", "date": "October 20", "txt": "Joyce Brothers, American psychologist, author, and actress (d. 2013)", "entities": [{"title": "Joyce Brothers", "href": "/wiki/Joyce_Brothers", "description": "Joyce Diane Brothers was an American psychologist, television personality, advice columnist, and writer. She first became famous in 1955 for winning the top prize on the American game show The $64,000 Question. Her fame from the game show allowed her to go on to host various advice columns and television shows, which established her as a pioneer in the field of \"pop (popular) psychology\"."}]}, {"heading": "Births", "year": "1927", "date": "October 20", "txt": "Gunturu Seshendra Sarma, Indian poet and critic (d. 2007)", "entities": []}, {"heading": "Births", "year": "1928", "date": "October 20", "txt": "Michael O'Donnell, English physician, author, and journalist (d. 2019)", "entities": [{"title": "Michael O'Donnell (physician)", "href": "/wiki/Michael_O%27Donnell_(physician)", "description": "Michael O'Donnell was a British physician, journalist, author and broadcaster."}]}, {"heading": "Births", "year": "1931", "date": "October 20", "txt": "Richard Caliguiri, American lawyer and politician, 54th Mayor of Pittsburgh (d. 1988)", "entities": [{"title": "Richard Caliguiri", "href": "/wiki/Richard_Caliguiri", "description": "Richard S. Caliguiri was an American politician who served as the mayor of Pittsburgh, Pennsylvania from 1977 until his death in 1988."}, {"title": "Mayor of Pittsburgh", "href": "/wiki/Mayor_of_Pittsburgh", "description": "The Mayor of Pittsburgh is the chief executive of the government of the city of Pittsburgh, Pennsylvania, United States, as stipulated by the Charter of the City of Pittsburgh. This article is a listing of past mayors of Pittsburgh."}]}, {"heading": "Births", "year": "1931", "date": "October 20", "txt": "Mickey Mantle, American baseball player and sportscaster (d. 1995)", "entities": []}, {"heading": "Births", "year": "1931", "date": "October 20", "txt": "Ken Morrison, English businessman (d. 2017)", "entities": []}, {"heading": "Births", "year": "1932", "date": "October 20", "txt": "Rosey Brown, American football player and coach (d. 2004)", "entities": [{"title": "Rosey Brown", "href": "/wiki/Rosey_Brown", "description": "Roosevelt \"Rosey\" Brown Jr. was an American professional football player who was an offensive tackle in the National Football League (NFL) for the New York Giants from 1953 to 1965. He previously played college football for Morgan State University."}]}, {"heading": "Births", "year": "1932", "date": "October 20", "txt": "William Christopher, American actor and singer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1932", "date": "October 20", "txt": "Rokurō Naya, Japanese voice actor (d. 2014)", "entities": []}, {"heading": "Births", "year": "1933", "date": "October 20", "txt": "Barrie Chase, American actress and dancer", "entities": [{"title": "Barrie Chase", "href": "/wiki/Barrie_Chase", "description": "Barrie Chase is an American former actress and dancer originally from Kings Point, New York."}]}, {"heading": "Births", "year": "1934", "date": "October 20", "txt": "Bill Chase, American trumpet player (d. 1974)", "entities": [{"title": "Bill Chase", "href": "/wiki/Bill_Chase", "description": "Bill Chase was an American trumpeter and leader of the jazz-rock band Chase."}]}, {"heading": "Births", "year": "1934", "date": "October 20", "txt": "Eddie Harris, American saxophonist (d. 1996)", "entities": []}, {"heading": "Births", "year": "1935", "date": "October 20", "txt": "Jerry Orbach, American actor and singer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1937", "date": "October 20", "txt": "Cancio Garcia, Filipino lawyer and jurist (d. 2013)", "entities": [{"title": "Cancio Garcia", "href": "/wiki/Cancio_Garcia", "description": "Cancio C. Garcia was a Filipino lawyer and jurist who served as an Associate Justice of the Supreme Court of the Philippines. He was appointed to the Court on October 6, 2004 by President Gloria Macapagal-Arroyo and retired on October 19, 2007."}]}, {"heading": "Births", "year": "1937", "date": "October 20", "txt": "Wanda Jackson, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1937", "date": "October 20", "txt": "Juan Marichal, Dominican baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1937", "date": "October 20", "txt": "Emma Tennant, English author (d. 2017)", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 20", "txt": "Emidio Greco, Italian director and screenwriter (d. 2012)", "entities": [{"title": "Emidio Greco", "href": "/wiki/Emidio_Greco", "description": "Emidio Greco was an Italian film director and screenwriter, best known for the 1974 film Morel's Invention."}]}, {"heading": "Births", "year": "1938", "date": "October 20", "txt": "Iain Macmillan, Scottish photographer and educator (d. 2006)", "entities": []}, {"heading": "Births", "year": "1939", "date": "October 20", "txt": "Patrick Hughes, English painter, illustrator, and photographer", "entities": [{"title": "Patrick Hughes (artist)", "href": "/wiki/Patrick_Hughes_(artist)", "description": "Patrick Hughes is a British artist working in London. He is the creator of \"reverspective\", an optical illusion on a three-dimensional surface where the parts of the picture which seem farthest away are actually physically the nearest."}]}, {"heading": "Births", "year": "1940", "date": "October 20", "txt": "Kathy Kirby, English singer (d. 2011)", "entities": [{"title": "Kathy Kirby", "href": "/wiki/Kathy_Kirby", "description": "Kathy Kirby was an English singer, reportedly the highest-paid female singer of her generation. She is best known for her cover version of Doris Day's \"Secret Love\" and for representing the United Kingdom in the 1965 Eurovision Song Contest where she finished in second place. Her physical appearance often drew comparisons with Marilyn Monroe. Her popularity peaked in the 1960s, when she was one of"}]}, {"heading": "Births", "year": "1940", "date": "October 20", "txt": "Robert Pinsky, American poet and critic", "entities": []}, {"heading": "Births", "year": "1940", "date": "October 20", "txt": "Jean-Pierre Dikongué Pipa, Cameroonian filmmaker", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 20", "txt": "Anneke Wills, English actress", "entities": [{"title": "Anneke Wills", "href": "/wiki/Anneke_Wills", "description": "Anneke Wills is an English actress, best known for her role as the Doctor Who companion Polly in the long-running BBC science fiction television series Doctor Who."}]}, {"heading": "Births", "year": "1942", "date": "October 20", "txt": "Earl Hindman, American actor (d. 2003)", "entities": [{"title": "Earl Hindman", "href": "/wiki/Earl_Hindman", "description": "Earl John Hindman was an American actor, best known for his role as the kindly unseen neighbor Wilson W. Wilson, Jr. on the television sitcom Home Improvement (1991–99)."}]}, {"heading": "Births", "year": "1942", "date": "October 20", "txt": "Christiane Nüsslein-Volhard, German biologist and geneticist, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1942", "date": "October 20", "txt": "Bart Zoet, Dutch cyclist (d. 1992)", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 20", "txt": "Dunja Vejzović, Croatian soprano and actress", "entities": [{"title": "Dunja Vejzović", "href": "/wiki/Dunja_Vejzovi%C4%87", "description": "Dunja Vejzović is an operatic soprano from Croatia."}]}, {"heading": "Births", "year": "1944", "date": "October 20", "txt": "Nalin de Silva, Sri Lankan physicist and philosopher", "entities": [{"title": "Nalin de Silva", "href": "/wiki/Nalin_de_Silva", "description": "Thakurartha Devadithya Guardiyawasam Lindamulage Nalin Kumara de Silva  is a Sri Lankan philosopher and a political analyst. He is the current Sri Lankan abassador in Myanmar.He was a professor in the department of mathematics, a member of University Grant Commission and the dean of the faculty of science at the University of Kelaniya, Sri Lanka."}]}, {"heading": "Births", "year": "1944", "date": "October 20", "txt": "David Mancuso, American party planner, created The Loft (d. 2016)", "entities": [{"title": "The Loft (New York City)", "href": "/wiki/The_Loft_(New_York_City)", "description": "The Loft was the location for the first underground dance party organized by David Mancuso, on February 14, 1970, in New York City. Since then, the term \"The Loft\" has come to represent Mancuso's own version of a non-commercial party where no alcohol, food, nor beverages are sold. Mancuso's vision of a private party is similar to, and inspired by, the rent party and house party. Unlike conventiona"}]}, {"heading": "Births", "year": "1945", "date": "October 20", "txt": "Ric Lee, English drummer", "entities": [{"title": "Ric Lee", "href": "/wiki/Ric_Lee", "description": "Richard \"Ric\" Lee is an English drummer of the blues rock band Ten Years After."}]}, {"heading": "Births", "year": "1946", "date": "October 20", "txt": "Diana Gittins, American-English sociologist, author, and academic", "entities": [{"title": "Diana Gittins", "href": "/wiki/Diana_Gittins", "description": "Diana Gittins, is a former associate lecturer in creative writing for the Open University and a published writer of fiction and non-fiction books."}]}, {"heading": "Births", "year": "1946", "date": "October 20", "txt": "Lewis Grizzard, American comedian and author (d. 1994)", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 20", "txt": "Elfriede Jelinek, Austrian author and playwright, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1946", "date": "October 20", "txt": "Richard Loncraine, English director and screenwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 20", "txt": "Lucien Van Impe, Belgian cyclist", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 20", "txt": "Chris Woodhead, English civil servant and academic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 20", "txt": "Peter Combe, Australian entertainer", "entities": [{"title": "Peter Combe", "href": "/wiki/Peter_Combe", "description": "Peter Charles Combe OAM is an Australian children's entertainer and musician. At the ARIA Music Awards he has won three ARIA Awards for Best Children's Album, for Toffee Apple (1988), Newspaper Mama (1989) and The Absolutely Very Best of Peter Combe Recorded in Concert (1992) and three additional nominations. His best-known tracks are \"Toffee Apple\", \"Spaghetti Bolognaise\", \"Mr Clicketty Cane\", \"J"}]}, {"heading": "Births", "year": "1948", "date": "October 20", "txt": "Sandra Dickinson, American-English actress and composer", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 20", "txt": "Piet Hein Donner, Dutch jurist and politician, Dutch Minister of Justice", "entities": [{"title": "Ministry of Security and Justice (Netherlands)", "href": "/wiki/Ministry_of_Security_and_Justice_(Netherlands)", "description": "The Ministry of Justice and Security is the Dutch Ministry responsible for justice, imprisonment and public security. The Ministry was created in 1798 as the Department of Justice, before it became in 1876 the Ministry of Justice. In 2010, it took over the public safety duties from the Ministry of the Interior and Kingdom Relations and became Ministry of Security and Justice. In 2017 the Ministry "}]}, {"heading": "Births", "year": "1948", "date": "October 20", "txt": "Melih Gökçek, Turkish journalist and politician, Mayor of Ankara", "entities": [{"title": "List of mayors of Ankara", "href": "/wiki/List_of_mayors_of_Ankara", "description": "This is a list of mayors of Ankara, Turkey in the Republican era."}]}, {"heading": "Births", "year": "1949", "date": "October 20", "txt": "Valeriy Borzov, Ukrainian-Russian sprinter", "entities": [{"title": "Valeriy Borzov", "href": "/wiki/Valeriy_Borzov", "description": "Valeriy Pylypovych Borzov is a former Soviet sprinter. He is a two-time Olympian, a former president of the National Olympic Committee of Ukraine, and Minister for Youth and Sports of Ukraine."}]}, {"heading": "Births", "year": "1950", "date": "October 20", "txt": "Tom Petty, American singer-songwriter, guitarist, and producer (d. 2017)", "entities": [{"title": "Tom Petty", "href": "/wiki/Tom_Petty", "description": "Thomas Earl Petty was an American singer, songwriter, musician, record producer, and actor. He was the lead vocalist and guitarist of Tom Petty and the Heartbreakers, formed in 1976. He previously led the band Mudcrutch, and was also a member of the late 1980s supergroup the Traveling Wilburys."}]}, {"heading": "Births", "year": "1950", "date": "October 20", "txt": "William Russ, American actor and director", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 20", "txt": "Al Greenwood, American keyboard player", "entities": [{"title": "Al Greenwood", "href": "/wiki/Al_Greenwood", "description": "Alan \"Al\" Greenwood is an American rock musician who was a founding member and keyboardist of the rock band Foreigner from 1976 to 1980. He performed on the albums Foreigner (1977), Double Vision (1978) and Head Games (1979)."}]}, {"heading": "Births", "year": "1951", "date": "October 20", "txt": "Patrick Hall, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 20", "txt": "Ken Ham, Australian-American evangelist", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 20", "txt": "Leif Pagrotsky, Swedish businessman and politician", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 20", "txt": "Claudio Ranieri, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 20", "txt": "Melanie Mayron, American actress and director", "entities": [{"title": "Melanie Mayron", "href": "/wiki/Melanie_Mayron", "description": "Melanie Joy Mayron is an American actress and director of film and television. Mayron is best known for portraying the role of photographer Melissa Steadman on the ABC drama thirtysomething for which she won the Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series in 1989. In 2018, the Santa Fe Film Festival honored Mayron for her outstanding contributions to film and televisi"}]}, {"heading": "Births", "year": "1952", "date": "October 20", "txt": "Derek Ridgers, English photographer and art director", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 20", "txt": "Wilma Josefina Salgado, Ecuadorian politician and economist", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 20", "txt": "Keith Hernandez, American baseball player and sportscaster", "entities": [{"title": "Keith Hernandez", "href": "/wiki/Keith_Hernandez", "description": "Keith Hernandez is an American former Major League Baseball first baseman who played the majority of his career with the St. Louis Cardinals and New York Mets. Hernandez was a five-time All-Star who shared the 1979 NL MVP award and won two World Series titles, one each with the Cardinals and Mets."}]}, {"heading": "Births", "year": "1953", "date": "October 20", "txt": "Richard McWilliam, American businessman and philanthropist, co-founded the Upper Deck Company (d. 2013)", "entities": [{"title": "Upper Deck Company", "href": "/wiki/Upper_Deck_Company", "description": "The Upper Deck Company, LLC, founded in 1988, is a private company primarily known for producing trading cards. Its headquarters are in Carlsbad, California, United States."}]}, {"heading": "Births", "year": "1953", "date": "October 20", "txt": "Bill Nunn, American actor (d. 2016)", "entities": []}, {"heading": "Births", "year": "1954", "date": "October 20", "txt": "Steve Orich, American composer and conductor", "entities": [{"title": "Steve Orich", "href": "/wiki/Steve_Orich", "description": "Steve Orich is a composer, orchestrator and musical director."}]}, {"heading": "Births", "year": "1955", "date": "October 20", "txt": "Thomas Newman, American composer and conductor", "entities": [{"title": "Thomas Newman", "href": "/wiki/Thomas_Newman", "description": "Thomas Montgomery Newman is an American composer best known for his many film scores. In a career that has spanned over four decades, he has scored numerous classics including The Player, The Shawshank Redemption, Cinderella Man, American Beauty, The Green Mile, In the Bedroom, Angels in America, Finding Nemo, Lemony Snicket's A Series of Unfortunate Events, WALL-E, the James Bond films Skyfall, S"}]}, {"heading": "Births", "year": "1955", "date": "October 20", "txt": "David Profumo, English author and academic", "entities": []}, {"heading": "Births", "year": "1955", "date": "October 20", "txt": "Aaron Pryor, American boxer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1955", "date": "October 20", "txt": "Sheldon Whitehouse, American politician", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 20", "txt": "Danny Boyle, English director, producer, and screenwriter", "entities": [{"title": "Danny Boyle", "href": "/wiki/Danny_Boyle", "description": "Daniel Francis Boyle is an English film, television, and stage director and producer."}]}, {"heading": "Births", "year": "1956", "date": "October 20", "txt": "Martin Taylor, English guitarist", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 20", "txt": "Jane Bonham-Carter, Baroness Bonham-Carter of Yarnbury, English politician", "entities": [{"title": "Jane Bonham-Carter, Baroness Bonham-Carter of Yarnbury", "href": "/wiki/Jane_Bonham-Carter,_Baroness_Bonham-Carter_of_Yarnbury", "description": "Jane Bonham Carter, Baroness Bonham-Carter of Yarnbury is a British Liberal Democrat politician, and member of the House of Lords."}]}, {"heading": "Births", "year": "1957", "date": "October 20", "txt": "Chris Cowdrey, English cricketer and sportscaster", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 20", "txt": "Hilda Solis, American academic and politician, 25th United States Secretary of Labor", "entities": [{"title": "United States Secretary of Labor", "href": "/wiki/United_States_Secretary_of_Labor", "description": "The United States secretary of labor is a member of the Cabinet of the United States, and as the head of the United States Department of Labor, controls the department, and enforces and suggests laws involving unions, the workplace, and all other issues involving any form of business-person controversies."}]}, {"heading": "Births", "year": "1958", "date": "October 20", "txt": "Valerie Faris, American director and producer", "entities": [{"title": "Valerie Faris", "href": "/wiki/Valerie_Faris", "description": "Jonathan Dayton and Valerie Faris are a team of American film and music video directors who received critical acclaim for their feature film directorial debut, Little Miss Sunshine (2006). Later the married couple directed the romantic comedy-drama Ruby Sparks (2012), and the biographical sports drama Battle of the Sexes (2017). Their most recent directing project is the Netflix comedy series, Liv"}]}, {"heading": "Births", "year": "1958", "date": "October 20", "txt": "Lynn Flewelling, American author and academic", "entities": []}, {"heading": "Births", "year": "1958", "date": "October 20", "txt": "Scott Hall, American wrestler", "entities": []}, {"heading": "Births", "year": "1958", "date": "October 20", "txt": "Mark King, English singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1958", "date": "October 20", "txt": "Dave Krieg, American football player", "entities": []}, {"heading": "Births", "year": "1958", "date": "October 20", "txt": "Viggo Mortensen, American-Danish actor and producer", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 20", "txt": "Mark Little, Australian comedian, actor, and screenwriter", "entities": [{"title": "Mark Little (Australian actor)", "href": "/wiki/Mark_Little_(Australian_actor)", "description": "Mark Little is an Australian actor, television presenter, comedian and screen/stage writer. He is known for portraying the role of Joe Mangel from 1988-1991 and 2005 on the Australian soap opera Neighbours."}]}, {"heading": "Births", "year": "1960", "date": "October 20", "txt": "Konstantin Aseev, Russian chess player and trainer (d. 2004)", "entities": [{"title": "Konstantin Aseev", "href": "/wiki/Konstantin_Aseev", "description": "Konstantin Aseev was a Russian chess Grandmaster and trainer."}]}, {"heading": "Births", "year": "1961", "date": "October 20", "txt": "Audun Kleive, Norwegian drummer and composer", "entities": [{"title": "Audun Kleive", "href": "/wiki/Audun_Kleive", "description": "Audun Kleive is a Norwegian jazz drummer. He was raised in Skien and is the son of organist Kristoffer Kleive and brother of organist Iver Kleive."}]}, {"heading": "Births", "year": "1961", "date": "October 20", "txt": "Kate Mosse, English author and playwright", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 20", "txt": "Ian Rush, Welsh footballer and manager", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 20", "txt": "Les Stroud, Canadian director, producer, and harmonica player", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 20", "txt": "Michie Tomizawa, Japanese voice actress and singer", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 20", "txt": "David M. Evans, American director and screenwriter", "entities": [{"title": "David M. Evans", "href": "/wiki/David_M._Evans", "description": "David Mickey Evans is an American film director and screenwriter. His films tend to focus on children and the challenges of childhood. A baseball fan, Evans directed and co-wrote The Sandlot (1993)."}]}, {"heading": "Births", "year": "1962", "date": "October 20", "txt": "Dave Wong, Hong Kong-Taiwanese singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 20", "txt": "Julie Payette, Canadian engineer and astronaut", "entities": [{"title": "Julie Payette", "href": "/wiki/Julie_Payette", "description": "Julie Payette is a Canadian engineer, scientist and former astronaut who served as Governor General of Canada from 2017 to 2021, the 29th since Canadian Confederation."}]}, {"heading": "Births", "year": "1963", "date": "October 20", "txt": "Nikos Tsiantakis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 20", "txt": "Stan Valckx, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1964", "date": "October 20", "txt": "Kamala Harris, American politician and lawyer, 49th Vice President of the United States", "entities": [{"title": "Kamala Harris", "href": "/wiki/Kamala_Harris", "description": "Kamala Devi Harris is an American politician and attorney who is the 49th vice president of the United States. She is the first female vice president and the highest-ranking female official in U.S. history, as well as the first African American and first Asian American vice president."}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Births", "year": "1964", "date": "October 20", "txt": "Tomoko Yamaguchi, Japanese actress and singer", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 20", "txt": "Norman Blake, Scottish singer-songwriter and guitarist", "entities": [{"title": "Norman Blake (Scottish musician)", "href": "/wiki/Norman_Blake_(Scottish_musician)", "description": "Norman Blake is a Scottish singer, instrumentalist and songwriter in the Glasgow based band Teenage Fanclub."}]}, {"heading": "Births", "year": "1965", "date": "October 20", "txt": "Jonathan I. Schwartz, American businessman", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 20", "txt": "Mikhail Shtalenkov, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 20", "txt": "William Zabka, American actor and producer", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 20", "txt": "Abu Musab al-Zarqawi, Jordanian militant Islamist (d. 2006)", "entities": [{"title": "Abu Musab al-Zarqawi", "href": "/wiki/Abu_Musab_al-Zarqawi", "description": "Abu Musab al-Zarqawi, born Ahmad Fadeel al-Nazal al-Khalayleh, was a Jordanian jihadist who ran a terrorist training camp in Afghanistan. He became known after going to Iraq and being responsible for a series of bombings, beheadings, and attacks during the Iraq War, reportedly \"turning an insurgency against US troops\" in Iraq \"into a Shia–Sunni civil war\". He was sometimes known by his supporters "}]}, {"heading": "Births", "year": "1966", "date": "October 20", "txt": "Allan Donald, South African cricketer and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 20", "txt": "Patrick Volkerding, American computer scientist and engineer, founded Slackware", "entities": [{"title": "Slackware", "href": "/wiki/Slackware", "description": "Slackware is a Linux distribution created by Patrick Volkerding in 1993. Originally based on Softlanding Linux System, Slackware has been the basis for many other Linux distributions, most notably the first versions of SUSE Linux distributions, and is the oldest distribution that is still maintained."}]}, {"heading": "Births", "year": "1967", "date": "October 20", "txt": "Elizabeth Carling, English actress and singer", "entities": [{"title": "Elizabeth Carling", "href": "/wiki/Elizabeth_Carling", "description": "Elizabeth Carling is an English actress and singer best known for her performances in Boon, Goodnight Sweetheart, Barbara, and Casualty. In 1991 Carling was briefly engaged to Neil Morrissey, whom she met while working on the ITV drama Boon and with whom she also appeared in an episode of BBC sitcom Men Behaving Badly."}]}, {"heading": "Births", "year": "1967", "date": "October 20", "txt": "Kerrod Walters, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 20", "txt": "Kevin Walters, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 20", "txt": "Susan Tully, English actress, director, and producer", "entities": [{"title": "Susan Tully", "href": "/wiki/Susan_Tully", "description": "Susan Tully is an English actress, television producer and director."}]}, {"heading": "Births", "year": "1969", "date": "October 20", "txt": "Laurie Daley, Australian rugby league player and coach", "entities": [{"title": "Laurie Daley", "href": "/wiki/Laurie_Daley", "description": "Laurie William Daley AM, also known by the nicknames of \"Lozza\" and \"Loz\", is an Australian professional rugby league football coach and a former player who played as a centre and five-eighth in the 1980s and 1990s."}]}, {"heading": "Births", "year": "1969", "date": "October 20", "txt": "Juan González, Puerto Rican-American baseball player", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 20", "txt": "Labros Papakostas, Greek high jumper", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 20", "txt": "Sander Boschker, Dutch footballer", "entities": [{"title": "Sander Boschker", "href": "/wiki/Sander_Boschker", "description": "Sander Bernard Jozef Boschker is a Dutch former professional footballer who played as a goalkeeper. He is currently the goalkeepers coach of Twente."}]}, {"heading": "Births", "year": "1970", "date": "October 20", "txt": "Neil Heywood, English-Chinese businessman (d. 2011)", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 20", "txt": "Aapo Ilves, Estonian poet and illustrator", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 20", "txt": "Michelle Malkin, American blogger and author", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 20", "txt": "Snoop Dogg, American rapper, producer, and actor", "entities": [{"title": "Snoop Dogg", "href": "/wiki/Snoop_Dogg", "description": "Calvin Cordozar Broadus Jr., known professionally as Snoop Dogg, is an American rapper, singer, songwriter, actor, record producer, media personality, and businessman. His fame dates to 1992 when he featured on Dr. Dre's debut solo single, \"Deep Cover\", and then on Dre's debut solo album, The Chronic. Snoop has since sold over 23 million albums in the United States and 35 million albums worldwide."}]}, {"heading": "Births", "year": "1971", "date": "October 20", "txt": "Eddie Jones, American basketball player", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 20", "txt": "Kamiel Maase, Dutch runner", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 20", "txt": "Dannii Minogue, Australian singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 20", "txt": "Pie Geelen, Dutch swimmer", "entities": [{"title": "Pie Geelen", "href": "/wiki/Pie_Geelen", "description": "Pieke (\"Pie\") Geelen is a former freestyle swimmer from the Netherlands, who competed for his native country at the 1996 Summer Olympics in Atlanta, Georgia. There he finished in fifth position with the Men's Relay Team in the 4x100m Freestyle, alongside Mark Veens, Martin van der Spoel, and Pieter van den Hoogenband."}]}, {"heading": "Births", "year": "1972", "date": "October 20", "txt": "Will Greenwood, English rugby player and sportscaster", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 20", "txt": "Brian Schatz, American academic and politician, 11th Lieutenant Governor of Hawaii", "entities": [{"title": "Lieutenant Governor of Hawaii", "href": "/wiki/Lieutenant_Governor_of_Hawaii", "description": "The Lieutenant Governor of Hawaii is the assistant chief executive of the U.S. state of Hawaii and its various agencies and departments, as provided in the Article V, Sections 2 though 6 of the Constitution of Hawaii. Elected by popular suffrage of residents of the state on the same ticket as the Governor of Hawaii, the officeholder is concurrently the Secretary of State of Hawaii."}]}, {"heading": "Births", "year": "1974", "date": "October 20", "txt": "Bashar Rahal, Emirati-American actor and producer", "entities": [{"title": "Bashar Rahal", "href": "/wiki/Bashar_Rahal", "description": "Bashar Mounzer Rahal is a Bulgarian actor of Lebanese descent, known for his role in the TV show It Can't Be, similar to Saturday Night Live. He can be seen alongside John Cusack, Hilary Duff, and Academy Award winners Ben Kingsley and Marisa Tomei in the movie War, Inc.."}]}, {"heading": "Births", "year": "1974", "date": "October 20", "txt": "Brian Limond, Scottish comedian and writer", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 20", "txt": "Ed Hale, American singer-songwriter, writer and socio-political activist", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 20", "txt": "Nikolaos Bacharidis, Greek footballer", "entities": [{"title": "Nikolaos Bacharidis", "href": "/wiki/Nikolaos_Bacharidis", "description": "Nikolaos Bacharidis is a Greek former footballer who played as a defender."}]}, {"heading": "Births", "year": "1976", "date": "October 20", "txt": "Dan Fogler, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 20", "txt": "Nicola Legrottaglie, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 20", "txt": "Matt Jansen, English footballer and manager", "entities": [{"title": "Matt Jansen", "href": "/wiki/Matt_Jansen", "description": "Matthew Brooke Jansen is an English former professional footballer who played as a striker and a manager."}]}, {"heading": "Births", "year": "1977", "date": "October 20", "txt": "Leila Josefowicz, Canadian-American violinist", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 20", "txt": "Erko Saviauk, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 20", "txt": "Sam Witwer, American actor and musician", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 20", "txt": "Virender Sehwag, Indian cricketer", "entities": [{"title": "Virender Sehwag", "href": "/wiki/Virender_Sehwag", "description": "Virender Sehwag pronunciation (help·info) is a former Indian cricketer. Widely regarded as one of the most destructive batsmen of all time, Sehwag played as an aggressive right-handed opening batsman and also bowled part-time right-arm off-spin. He played his first One Day International in 1999 and joined the Indian test side in 2001. In April 2009, Sehwag became the first Indian to be honoured as"}]}, {"heading": "Births", "year": "1978", "date": "October 20", "txt": "Paul Wilson, Scottish bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 20", "txt": "Vasyl Baranov, Ukrainian footballer", "entities": [{"title": "Vasyl Baranov", "href": "/wiki/Vasyl_Baranov", "description": "Vasyl Baranov is a retired Ukrainian professional footballer. He played midfielder for clubs in the Ukraine, Belarus and Estonia."}]}, {"heading": "Births", "year": "1979", "date": "October 20", "txt": "Paul Ifill, English footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 20", "txt": "John Krasinski, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 20", "txt": "Paul O'Connell, Irish rugby player", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 20", "txt": "Paul Terek, American decathlete", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 20", "txt": "Chad Robinson, Australian rugby league player (d. 2016)", "entities": [{"title": "Chad Robinson", "href": "/wiki/Chad_Robinson", "description": "Chad Damian Robinson was an Australian professional rugby league footballer. Robinson spent several years in Australia's National Rugby League with the Parramatta Eels and the Sydney Roosters and a season with Super League side Harlequins RL."}]}, {"heading": "Births", "year": "1980", "date": "October 20", "txt": "José Veras, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 20", "txt": "Dimitris Papadopoulos, Greek footballer", "entities": [{"title": "Dimitris Papadopoulos (footballer)", "href": "/wiki/Dimitris_Papadopoulos_(footballer)", "description": "Dimitris Papadopoulos is a Greek former professional footballer who last played for Super League club Panetolikos. He was also a member of the Greek national team as a striker."}]}, {"heading": "Births", "year": "1981", "date": "October 20", "txt": "Francisco Javier Rodríguez, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 20", "txt": "Kristian Bak Nielsen, Danish footballer", "entities": [{"title": "Kristian Bak Nielsen", "href": "/wiki/Kristian_Bak_Nielsen", "description": "Kristian Bach Bak is a retired Danish professional footballer. Bak usually played central defender, but he has a past as a striker. He has played one game for the Danish under-21 national team."}]}, {"heading": "Births", "year": "1982", "date": "October 20", "txt": "Becky Brewerton, Welsh golfer", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 20", "txt": "Flavio Cipolla, Italian tennis player", "entities": [{"title": "Flavio Cipolla", "href": "/wiki/Flavio_Cipolla", "description": "Flavio Cipolla is a former professional tennis player on the ATP Tour from Italy. He reached the second round at the French Open of 2007, where he lost to Rafael Nadal. He reached the 3rd round of the 2008 US Open. His career high rank is No. 70, achieved on 23 April 2012."}]}, {"heading": "Births", "year": "1983", "date": "October 20", "txt": "Luis Saritama, Ecuadorian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 20", "txt": "Michel Vorm, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 20", "txt": "Mitch Lucker, American singer-songwriter (d. 2012)", "entities": [{"title": "Mitch Lucker", "href": "/wiki/Mitch_Lucker", "description": "Mitchell Adam \"Mitch\" Lucker was an American vocalist and songwriter who was best known as the lead vocalist for the American deathcore band Suicide Silence."}]}, {"heading": "Births", "year": "1984", "date": "October 20", "txt": "Florent Sinama Pongolle, French footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 20", "txt": "Andrew Trimble, Irish rugby player", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 20", "txt": "Dominic McGuire, American basketball player", "entities": [{"title": "Dominic McGuire", "href": "/wiki/Dominic_McGuire", "description": "Dominic Rashad McGuire is an American professional basketball player for Real Estelí Baloncesto."}]}, {"heading": "Births", "year": "1985", "date": "October 20", "txt": "Alphonso Smith, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 20", "txt": "James Sutton, English race car driver", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 20", "txt": "Wanlop Saechio, Thai footballer", "entities": [{"title": "Wanlop Saechio", "href": "/wiki/Wanlop_Saechio", "description": "Wanlop Sae-chew, simply known as Rong is a Thai professional footballer who plays as a Goalkeeper for Thai League 1 club."}]}, {"heading": "Births", "year": "1986", "date": "October 20", "txt": "Elyse Taylor, Australian model", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 20", "txt": "Raphael Hackl, German rugby player", "entities": [{"title": "Raphael Hackl", "href": "/wiki/Raphael_Hackl", "description": "Raphael Hackl is a German international rugby union player, playing for the Berliner RC in the Rugby-Bundesliga and the German national rugby union team."}]}, {"heading": "Births", "year": "1988", "date": "October 20", "txt": "Candice Swanepoel, South African supermodel and philanthropist", "entities": [{"title": "Candice Swanepoel", "href": "/wiki/Candice_Swanepoel", "description": "Candice Susan Swanepoel is a South African model and philanthropist. She is known for her work with Victoria's Secret. She became a Victoria's Secret Angel in 2010 and is still contracted with the brand. In 2016, she was listed 8th on the Forbes top-earning models list."}]}, {"heading": "Births", "year": "1989", "date": "October 20", "txt": "Jess Glynne, English singer-songwriter", "entities": [{"title": "Jess Glynne", "href": "/wiki/Jess_Glynne", "description": "Jessica Hannah Glynne is an English singer and songwriter. After signing with Atlantic Records, she rose to prominence in 2014 as a featured artist on the singles \"Rather Be\" by Clean Bandit and \"My Love\" by Route 94, both of which reached number one in the UK. She has been considered one of the \"Most Influential People Under 30\" by Forbes magazine in 2019."}]}, {"heading": "Births", "year": "1990", "date": "October 20", "txt": "Sam Mataora, Cook Islands rugby league player", "entities": [{"title": "Sam Mataora", "href": "/wiki/Sam_Mataora", "description": "Sam Mataora is a Cook Island professional rugby league footballer. He played for the Canberra Raiders and Newcastle Knights in the National Rugby League. His positions were prop and second-row."}]}, {"heading": "Births", "year": "1992", "date": "October 20", "txt": "Ksenia Semyonova, Russian gymnast", "entities": [{"title": "Ksenia Semyonova", "href": "/wiki/Ksenia_Semyonova", "description": "Ksenia Andreyevna Ablyazina  is a retired Russian artistic gymnast. She is the 2007 world champion on the uneven bars, the 2008 European champion on the uneven bars and the balance beam, and the 2009 European all-around champion. She also won a gold medal with the Russian team at the 2010 World Artistic Gymnastics Championships. She represented Russia at the 2008 Summer Olympics where she finished"}]}, {"heading": "Births", "year": "1992", "date": "October 20", "txt": "Ferhat Yazgan, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "October 20", "txt": "Anthony Sinisuka Ginting, Indonesian badminton player", "entities": [{"title": "Anthony Sinisuka Ginting", "href": "/wiki/Anthony_Sinisuka_Ginting", "description": "Anthony Sinisuka Ginting is an Indonesian badminton player. He first rose when he won the bronze medal at the Badminton at the 2018 Asian Games"}]}, {"heading": "Births", "year": "1998", "date": "October 20", "txt": "Jordan Ridley, Australian rules footballer", "entities": [{"title": "Jordan Ridley", "href": "/wiki/Jordan_Ridley", "description": "Jordan Ridley is a professional Australian rules footballer playing for the Essendon Football Club in the Australian Football League (AFL). He was selected by Essendon with their second selection and twenty-second overall in the 2016 national draft. He made his senior debut for Essendon against Geelong in round nine of the 2018 season."}]}, {"heading": "Deaths", "year": "460", "date": "October 20", "txt": "Aelia Eudocia, Byzantine wife of Theodosius II (b. 401)", "entities": [{"title": "Aelia Eudocia", "href": "/wiki/Aelia_Eudocia", "description": "Aelia Eudocia, also called Saint Eudocia, was a Greek Eastern Roman Empress by marriage to Byzantine emperor Theodosius II."}, {"title": "Theodosius II", "href": "/wiki/Theodosius_II", "description": "Theodosius II, commonly called Theodosius the Younger or the Calligrapher, was Roman emperor for most of his life, proclaimed Augustus as an infant in 402 and ruling as the eastern Empire's sole emperor after the death of his father Arcadius in 408. His reign was marked by the promulgation of the Theodosian law code and the construction of the Theodosian Walls of Constantinople. He also presided o"}]}, {"heading": "Deaths", "year": "967", "date": "October 20", "txt": "Li Yixing, Chinese governor", "entities": [{"title": "Li Yixing", "href": "/wiki/Li_Yixing", "description": "Li Yixing (李彝興), né Li Yiyin (李彝殷), formally the Prince of Xia (夏王), was an ethnically-Dangxiang warlord of the Chinese Five Dynasties and Ten Kingdoms Period and the early Song Dynasty, ruling Dingnan Circuit from 935 to his death in 967, as its military governor (Jiedushi) in de facto independence."}]}, {"heading": "Deaths", "year": "1122", "date": "October 20", "txt": "Ralph d'Escures, archbishop of Canterbury", "entities": [{"title": "Ralph d'Escures", "href": "/wiki/Ralph_d%27Escures", "description": "Ralph d'Escures was a medieval abbot of Séez, bishop of Rochester and then archbishop of Canterbury. He studied at the school at the Abbey of Bec. In 1079 he entered the abbey of St Martin at Séez, and became abbot there in 1091. He was a friend of both Archbishop Anselm of Canterbury and Bishop Gundulf of Rochester, whose see, or bishopric, he took over on Gundulf's death."}, {"title": "Archbishop of Canterbury", "href": "/wiki/Archbishop_of_Canterbury", "description": "The Archbishop of Canterbury is the senior bishop and principal leader of the Church of England, the symbolic head of the worldwide Anglican Communion and the diocesan bishop of the Diocese of Canterbury. The current archbishop is Justin Welby, who was enthroned at Canterbury Cathedral on 21 March 2013. Welby is the 105th in a line which goes back more than 1400 years to Augustine of Canterbury, t"}]}, {"heading": "Deaths", "year": "1139", "date": "October 20", "txt": "Henry X, Duke of Bavaria (b. 1108)", "entities": [{"title": "Henry X, Duke of Bavaria", "href": "/wiki/Henry_X,_Duke_of_Bavaria", "description": "Henry the Proud, a member of the House of Welf, was Duke of Bavaria from 1126 to 1138 and Duke of Saxony as well as Margrave of Tuscany and Duke of Spoleto from 1137 until his death. In 1138 he was a candidate for the election as King of the Romans but was defeated by Conrad of Hohenstaufen."}]}, {"heading": "Deaths", "year": "1187", "date": "October 20", "txt": "Pope Urban III", "entities": [{"title": "Pope Urban III", "href": "/wiki/Pope_Urban_III", "description": "Pope Urban III, born Uberto Crivelli, reigned from 25 November 1185 to his death."}]}, {"heading": "Deaths", "year": "1327", "date": "October 20", "txt": "Teresa d'Entença, Countess of Urgell (b. 1300)", "entities": [{"title": "Teresa d'Entença", "href": "/wiki/Teresa_d%27Enten%C3%A7a", "description": "Teresa d'Entença was the eldest daughter of Gombald d'Entença and his wife Constance of Antillón. She was Countess of Urgell in her own right; however, control over her estate passed to her husband, Alfonso IV of Aragon."}]}, {"heading": "Deaths", "year": "1401", "date": "October 20", "txt": "Klaus Störtebeker, German pirate", "entities": [{"title": "Klaus Störtebeker", "href": "/wiki/Klaus_St%C3%B6rtebeker", "description": "\"Nikolaus\" Storzenbecher or \"Klaus\" Störtebeker was reputed to be leader of a group of privateers known as the Victual Brothers. The Victual Brothers were originally hired during a war between Denmark and Sweden to fight the Danish and supply the besieged Swedish capital Stockholm with provisions. After the end of the war, the Victual Brothers continued to capture merchant vessels for their own ac"}]}, {"heading": "Deaths", "year": "1423", "date": "October 20", "txt": "Henry Bowet, Archbishop of York", "entities": [{"title": "Henry Bowet", "href": "/wiki/Henry_Bowet", "description": "Henry Bowet was both Bishop of Bath and Wells and Archbishop of York."}]}, {"heading": "Deaths", "year": "1439", "date": "October 20", "txt": "Ambrose the Camaldulian, Italian theologian", "entities": [{"title": "Ambrose the Camaldulian", "href": "/wiki/Ambrose_the_Camaldulian", "description": "Ambrogio Traversari, also referred to as Ambrose of Camaldoli, was an Italian monk and theologian who was a prime supporter of the papal cause in the 15th century. He is honored as a saint by the Camaldolese Order."}]}, {"heading": "Deaths", "year": "1438", "date": "October 20", "txt": "Jacopo della Quercia, Sienese sculptor (b. c. 1374)", "entities": [{"title": "Jacopo della Quercia", "href": "/wiki/Jacopo_della_Quercia", "description": "Jacopo della Quercia, also known as Jacopo di Pietro d'Agnolo di Guarnieri, was an Italian sculptor of the Renaissance, a contemporary of Brunelleschi, Ghiberti and Donatello. He is considered a precursor of Michelangelo."}]}, {"heading": "Deaths", "year": "1524", "date": "October 20", "txt": "Thomas Linacre, English physician and scholar (b. 1460)", "entities": [{"title": "Thomas Linacre", "href": "/wiki/Thomas_Linacre", "description": "Thomas Linacre or Lynaker was an English humanist scholar and physician, after whom Linacre College, Oxford, and Linacre House, a boys' boarding house at The King's School, Canterbury, are named."}]}, {"heading": "Deaths", "year": "1538", "date": "October 20", "txt": "Francesco Maria I della Rovere, Duke of Urbino, condottiero (b. 1490)", "entities": [{"title": "Francesco Maria I della Rovere, Duke of Urbino", "href": "/wiki/Francesco_Maria_I_della_Rovere,_Duke_of_Urbino", "description": "Francesco Maria I della Rovere was an Italian condottiero, who was Duke of Urbino from 1508 to 1516 and, after retaking the throne from Lorenzo II de' Medici, from 1521 to 1538."}]}, {"heading": "Deaths", "year": "1570", "date": "October 20", "txt": "João de Barros, Portuguese historian and author (b. 1496)", "entities": [{"title": "João de Barros", "href": "/wiki/Jo%C3%A3o_de_Barros", "description": "João de Barros, called the Portuguese Livy, is one of the first great Portuguese historians, most famous for his Décadas da Ásia, a history of the Portuguese in India, Asia, and southeast Africa."}]}, {"heading": "Deaths", "year": "1602", "date": "October 20", "txt": "Walter Leveson, Elizabethan member of parliament, Shropshire landowner (b. 1550)", "entities": [{"title": "Walter Leveson", "href": "/wiki/Walter_Leveson", "description": "Sir Walter Leveson was an Elizabethan Member of Parliament and a Shropshire and Staffordshire landowner who was ruined by involvement in piracy and mental illness."}]}, {"heading": "Deaths", "year": "1640", "date": "October 20", "txt": "John Ball, English clergyman and theologian (b. 1585)", "entities": [{"title": "John Ball (Puritan)", "href": "/wiki/John_Ball_(Puritan)", "description": "John Ball was an English puritan divine."}]}, {"heading": "Deaths", "year": "1652", "date": "October 20", "txt": "Antonio Coello, Spanish poet and playwright (b. 1611)", "entities": [{"title": "Antonio Coello", "href": "/wiki/Antonio_Coello", "description": "Antonio Coello was a Spanish dramatist and poet. He entered the household of the Duke of Alburquerque, and after some years of service in the army received the Order of Santiago in 1648. He was a favorite of Philip IV, who is reported to have collaborated with him; this rumour is not confirmed, but there is ample proof of Coello's collaboration with Calderón, Rojas Zorrilla, Solis and Velez de Gue"}]}, {"heading": "Deaths", "year": "1713", "date": "October 20", "txt": "Archibald Pitcairne, Scottish physician and academic (b. 1652)", "entities": [{"title": "Archibald Pitcairne", "href": "/wiki/Archibald_Pitcairne", "description": "Archibald Pitcairne or Pitcairn was a Scottish physician."}]}, {"heading": "Deaths", "year": "1740", "date": "October 20", "txt": "Charles VI, Holy Roman Emperor (b. 1685)", "entities": [{"title": "Charles VI, Holy Roman Emperor", "href": "/wiki/Charles_VI,_Holy_Roman_Emperor", "description": "Charles VI was Holy Roman Emperor and ruler of the Austrian Habsburg Monarchy from 1711 until his death, succeeding his elder brother, Joseph I. He unsuccessfully claimed the throne of Spain following the death of his relative, Charles II. In 1708, he married Elisabeth Christine of Brunswick-Wolfenbüttel, by whom he had his four children: Leopold Johann, Maria Theresa, Maria Anna, and Maria Amalia"}]}, {"heading": "Deaths", "year": "1865", "date": "October 20", "txt": "Champ Ferguson, American guerrilla leader (b. 1821)", "entities": [{"title": "Champ Ferguson", "href": "/wiki/Champ_Ferguson", "description": "Champ Ferguson was a notorious Confederate guerrilla during the American Civil War. He claimed to have killed over 100 Union soldiers and pro-Union civilians. He was arrested, tried, and executed for war crimes by the US government after the war."}, {"title": "Guerrilla warfare in the American Civil War", "href": "/wiki/Guerrilla_warfare_in_the_American_Civil_War", "description": "Guerrilla warfare in the American Civil War followed the same general patterns of irregular warfare conducted in 19th century Europe. Structurally, they can be divided into three different types of operations: the so-called 'people's war', 'partisan warfare', and 'raiding warfare'. Each had distinct characteristics that were common practice during the Civil War (1861–1865)."}]}, {"heading": "Deaths", "year": "1870", "date": "October 20", "txt": "Michael William Balfe, Irish violinist and composer (b. 1808)", "entities": [{"title": "Michael William Balfe", "href": "/wiki/Michael_William_Balfe", "description": "Michael William Balfe was an Irish composer, best remembered for his operas, especially The Bohemian Girl."}]}, {"heading": "Deaths", "year": "1871", "date": "October 20", "txt": "Karl Christian Ulmann, Latvian-German theologian and academic (b. 1793)", "entities": [{"title": "Karl Christian Ulmann", "href": "/wiki/Karl_Christian_Ulmann", "description": "Karl Christian Ulmann was a Baltic German theologian."}]}, {"heading": "Deaths", "year": "1880", "date": "October 20", "txt": "Lydia Maria Child, American journalist, author, and activist (b. 1802)", "entities": [{"title": "Lydia Maria Child", "href": "/wiki/Lydia_Maria_Child", "description": "Lydia Maria Child, was an American abolitionist, women's rights activist, Native American rights activist, novelist, journalist, and opponent of American expansionism."}]}, {"heading": "Deaths", "year": "1883", "date": "October 20", "txt": "George Chichester, 3rd Marquess of Donegall (b. 1797)", "entities": [{"title": "George Chichester, 3rd Marquess of Donegall", "href": "/wiki/George_Chichester,_3rd_Marquess_of_Donegall", "description": "George Hamilton Chichester, 3rd Marquess of Donegall, styled Viscount Chichester until 1799 and Earl of Belfast between 1799 and 1844, was an Anglo-Irish landowner, courtier and politician. He served as Vice-Chamberlain of the Household from 1830 to 1834, as well as from 1838 to 1841, and as Captain of the Yeomen of the Guard between 1848 and 1852. Ennobled in his own right in 1841, he was also Lo"}]}, {"heading": "Deaths", "year": "1890", "date": "October 20", "txt": "Richard Francis Burton, English-Italian geographer and explorer (b. 1821)", "entities": [{"title": "Richard Francis Burton", "href": "/wiki/Richard_Francis_Burton", "description": "Sir Richard Francis Burton was a British explorer, scholar and soldier. He was famed for his travels and explorations in Asia, Africa, and the Americas, as well as his extraordinary knowledge of languages and cultures. According to one count, he spoke 29 European, Asian, and African languages."}]}, {"heading": "Deaths", "year": "1894", "date": "October 20", "txt": "James Anthony Froude, English historian, novelist, biographer and editor (b. 1818)", "entities": [{"title": "James Anthony Froude", "href": "/wiki/James_Anthony_Froude", "description": "James Anthony Froude was an English historian, novelist, biographer, and editor of Fraser's Magazine. From his upbringing amidst the Anglo-Catholic Oxford Movement, Froude intended to become a clergyman, but doubts about the doctrines of the Anglican church, published in his scandalous 1849 novel The Nemesis of Faith, drove him to abandon his religious career. Froude turned to writing history, bec"}]}, {"heading": "Deaths", "year": "1900", "date": "October 20", "txt": "Naim Frashëri, Albanian poet and translator (b. 1846)", "entities": [{"title": "Naim Frashëri", "href": "/wiki/Naim_Frash%C3%ABri", "description": "Naim Bey Frashëri, more commonly Naim Frashëri, was an Albanian patriot, historian, journalist, poet, rilindas and translator who was proclaimed national poet of Albania. He is regarded as the pioneer of modern Albanian literature and one of the most influential Albanian cultural icons of the 19th century."}]}, {"heading": "Deaths", "year": "1908", "date": "October 20", "txt": "Vaiben Louis Solomon, Australian politician, 21st Premier of South Australia (b. 1853)", "entities": [{"title": "Vaiben Louis Solomon", "href": "/wiki/Vaiben_Louis_Solomon", "description": "Vaiben Louis Solomon was the 21st Premier of South Australia and a member of the first Australian Commonwealth parliament. He was generally known by his full name."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1910", "date": "October 20", "txt": "David B. Hill, American lawyer and politician, 29th Governor of New York (b. 1843)", "entities": [{"title": "David B. Hill", "href": "/wiki/David_B._Hill", "description": "David Bennett Hill was an American politician from New York who was the 29th Governor of New York from 1885 to 1891 and represented New York in the United States Senate from 1892 to 1897."}, {"title": "Governor of New York", "href": "/wiki/Governor_of_New_York", "description": "The governor of New York is the head of state and head of government of the U.S. state of New York. The governor is the head of the executive branch of New York's state government and the commander-in-chief of the state's military forces."}]}, {"heading": "Deaths", "year": "1926", "date": "October 20", "txt": "Eugene V. Debs, American union leader and politician (b. 1855)", "entities": [{"title": "Eugene V. Debs", "href": "/wiki/Eugene_V._Debs", "description": "Eugene Victor \"Gene\" Debs was an American socialist, political activist, trade unionist, one of the founding members of the Industrial Workers of the World (IWW) (\"Wobblies\") and five times the candidate of the Socialist Party of America for President of the United States. Through his presidential candidacies as well as his work with labor movements, Debs eventually became one of the best-known so"}]}, {"heading": "Deaths", "year": "1928", "date": "October 20", "txt": "Jack Peddie, Scottish footballer (b. 1876)", "entities": [{"title": "Jack Peddie", "href": "/wiki/Jack_Peddie", "description": "John Hope Peddie, commonly known as Jack or Jock Peddie, was a Scottish footballer who played for various clubs in both England and Scotland, including Newcastle United, Manchester United, Plymouth Argyle and Heart of Midlothian. As a Plymouth player, he is most famous for scoring their first ever goals in the Western and Southern Leagues."}]}, {"heading": "Deaths", "year": "1935", "date": "October 20", "txt": "Arthur Henderson, Scottish-English politician, Secretary of State for Foreign Affairs, Nobel Prize laureate (b. 1863)", "entities": [{"title": "Arthur Henderson", "href": "/wiki/Arthur_Henderson", "description": "Arthur Henderson was a British iron moulder and Labour politician. He was the first Labour cabinet minister, won the Nobel Peace Prize in 1934 and, uniquely, served three separate terms as Leader of the Labour Party in three different decades. He was popular among his colleagues, who called him \"Uncle Arthur\" in acknowledgement of his integrity, his devotion to the cause and his imperturbability. "}, {"title": "Secretary of State for Foreign and Commonwealth Affairs", "href": "/wiki/Secretary_of_State_for_Foreign_and_Commonwealth_Affairs", "description": "The secretary of state for foreign, Commonwealth and development affairs, commonly known as the foreign secretary, is a senior minister of the Crown within the Government of the United Kingdom, and head of the Foreign, Commonwealth and Development Office. As one of the four Great Offices of State, the foreign secretary is a senior member of the British Cabinet."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1936", "date": "October 20", "txt": "Anne Sullivan, American educator (b. 1866)", "entities": [{"title": "Anne Sullivan", "href": "/wiki/Anne_Sullivan", "description": "Anne Sullivan Macy was an American teacher best known for being the instructor and lifelong companion of Helen Keller."}]}, {"heading": "Deaths", "year": "1940", "date": "October 20", "txt": "Gunnar Asplund, Swedish architect and academic, co-designed Skogskyrkogården (b. 1885)", "entities": [{"title": "Gunnar Asplund", "href": "/wiki/Gunnar_Asplund", "description": "Erik Gunnar Asplund was a Swedish architect, mostly known as a key representative of Nordic Classicism of the 1920s, and during the last decade of his life as a major proponent of the modernist style which made its breakthrough in Sweden at the Stockholm International Exhibition (1930). Asplund was professor of architecture at the Royal Institute of Technology from 1931. His appointment was marked"}, {"title": "Skogskyrkogården", "href": "/wiki/Skogskyrkog%C3%A5rden", "description": "Skogskyrkogården is a cemetery located in the Gamla Enskede district south of central Stockholm, Sweden. Its design, by Gunnar Asplund and Sigurd Lewerentz, reflects the development of architecture from Nordic Classicism to mature functionalism."}]}, {"heading": "Deaths", "year": "1941", "date": "October 20", "txt": "Ken Farnes, English cricketer and soldier (b. 1911)", "entities": [{"title": "Ken Farnes", "href": "/wiki/Ken_Farnes", "description": "Kenneth Farnes was an English cricketer. He played in fifteen Tests from 1934 to 1939."}]}, {"heading": "Deaths", "year": "1950", "date": "October 20", "txt": "Henry L. Stimson, American colonel, lawyer, and politician, 46th United States Secretary of State (b. 1867)", "entities": [{"title": "Henry L. Stimson", "href": "/wiki/Henry_L._Stimson", "description": "Henry Lewis Stimson was an American statesman, lawyer, and Republican Party politician. Over his long career, he emerged as a leading figure in U.S. foreign policy by serving in both Republican and Democratic administrations. He served as Secretary of War (1911–1913) under President William Howard Taft, Secretary of State (1929–1933) under President Herbert Hoover, and Secretary of War (1940–1945)"}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Deaths", "year": "1953", "date": "October 20", "txt": "Werner Baumbach, German colonel and pilot (b. 1916)", "entities": [{"title": "Werner Baumbach", "href": "/wiki/Werner_Baumbach", "description": "Werner Baumbach was a German bomber pilot during World War II. He commanded the secret bomber wing Kampfgeschwader 200 of the Luftwaffe, the air force of Nazi Germany. Baumbach received the Knight's Cross of the Iron Cross with Oak Leaves and Swords for the destruction of over 300,000 gross register tons (GRT) of Allied shipping."}]}, {"heading": "Deaths", "year": "1956", "date": "October 20", "txt": "Lawrence Dale Bell, American industrialist and founder of Bell Aircraft Corporation (b. 1894)", "entities": [{"title": "Lawrence Dale Bell", "href": "/wiki/Lawrence_Dale_Bell", "description": "Lawrence Dale \"Larry\" Bell was an American industrialist and founder of Bell Aircraft Corporation."}]}, {"heading": "Deaths", "year": "1957", "date": "October 20", "txt": "Michalis Dorizas, Greek-American javelin thrower and football player (b. 1890)", "entities": [{"title": "Michalis Dorizas", "href": "/wiki/Michalis_Dorizas", "description": "Michális Dórizas was a Greek athlete who competed in throwing events at the 1906, 1908 and 1912 Summer Olympics. He won a silver medal in the javelin throw in 1908 and a bronze in the stone throw in 1906. In the discus throw his best achievement was fifth place in 1908, and in the shot put he placed 11th in 1912."}]}, {"heading": "Deaths", "year": "1964", "date": "October 20", "txt": "Herbert Hoover, American engineer and politician, 31st President of the United States (b. 1874)", "entities": [{"title": "Herbert Hoover", "href": "/wiki/Herbert_Hoover", "description": "Herbert Clark Hoover was an American politician, businessman, and engineer who served as the 31st president of the United States from 1929 to 1933. A member of the Republican Party, he held office during the onset of the Great Depression. Before serving as president, Hoover led the Commission for Relief in Belgium, served as the director of the U.S. Food Administration, and served as the third U.S"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1967", "date": "October 20", "txt": "Shigeru Yoshida, Japanese politician and diplomat, 32nd Prime Minister of Japan (b. 1878)", "entities": [{"title": "Shigeru Yoshida", "href": "/wiki/Shigeru_Yoshida", "description": "Shigeru Yoshida  was a Japanese diplomat and politician who served as Prime Minister of Japan from 1946 to 1947 and from 1948 to 1954. Yoshida was one of the longest-serving Japanese Prime Ministers, and is the third-longest serving Prime Minister of Post-occupation Japan."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Deaths", "year": "1968", "date": "October 20", "txt": "Bud Flanagan, English actor and screenwriter (b. 1896)", "entities": [{"title": "Bud Flanagan", "href": "/wiki/Bud_Flanagan", "description": "Bud Flanagan, was a popular British music hall and vaudeville entertainer and comedian, and later a television and film actor. He was best known as a double act with Chesney Allen. Flanagan was famous as a wartime entertainer and his achievements were recognised when he was awarded the Officer of the Most Excellent Order of the British Empire (OBE) in 1959."}]}, {"heading": "Deaths", "year": "1972", "date": "October 20", "txt": "Harlow Shapley, American astronomer and academic (b. 1885)", "entities": [{"title": "Harlow Shapley", "href": "/wiki/Harlow_Shapley", "description": "Harlow Shapley was an American scientist, head of the Harvard College Observatory (1921–1952), and political activist during the latter New Deal and Fair Deal."}]}, {"heading": "Deaths", "year": "1977", "date": "October 20", "txt": "Steve Gaines, American guitarist (b. 1949)", "entities": [{"title": "Steve Gaines", "href": "/wiki/Steve_Gaines", "description": "Steven Earl Gaines was an American musician. He is best known as a guitarist, vocalist and songwriter with rock band Lynyrd Skynyrd from 1976 until his death in the October 1977 airplane crash that claimed other band members and crew. His older sister Cassie Gaines, a backup vocalist with the band, likewise died in the crash."}]}, {"heading": "Deaths", "year": "1977", "date": "October 20", "txt": "Ronnie Van Zant, American singer-songwriter (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "October 20", "txt": "Gunnar Nilsson, Swedish race car driver (b. 1948)", "entities": [{"title": "Gunnar Nilsson", "href": "/wiki/Gunnar_Nilsson", "description": "Gunnar Axel Arvid Nilsson was a Swedish racing driver. Before entering Formula One, he won the 1975 British Formula 3 Championship."}]}, {"heading": "Deaths", "year": "1983", "date": "October 20", "txt": "Yves Thériault, Canadian author (b. 1915)", "entities": [{"title": "Yves Thériault", "href": "/wiki/Yves_Th%C3%A9riault", "description": "Yves Thériault, OC was a Canadian author."}]}, {"heading": "Deaths", "year": "1983", "date": "October 20", "txt": "Merle Travis, American singer-songwriter and guitarist (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "October 20", "txt": "Carl Ferdinand Cori, Czech-American biochemist and pharmacologist, Nobel Prize laureate (b. 1896)", "entities": [{"title": "Carl Ferdinand Cori", "href": "/wiki/Carl_Ferdinand_Cori", "description": "Carl Ferdinand Cori, ForMemRS was a Czech-American biochemist and pharmacologist born in Prague who, together with his wife Gerty Cori and Argentine physiologist Bernardo Houssay, received a Nobel Prize in 1947 for their discovery of how glycogen – a derivative of glucose – is broken down and resynthesized in the body, for use as a store and source of energy. In 2004, both were designated a Nation"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1984", "date": "October 20", "txt": "Paul Dirac, English-American physicist and mathematician, Nobel Prize laureate (b. 1902)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1987", "date": "October 20", "txt": "Andrey Kolmogorov, Russian mathematician and academic (b. 1903)", "entities": [{"title": "Andrey Kolmogorov", "href": "/wiki/Andrey_Kolmogorov", "description": "Andrey Nikolaevich Kolmogorov was a Soviet mathematician who contributed to the mathematics of probability theory, topology, intuitionistic logic, turbulence, classical mechanics, algorithmic information theory and computational complexity."}]}, {"heading": "Deaths", "year": "1988", "date": "October 20", "txt": "Sheila Scott, English pilot and author (b. 1922)", "entities": [{"title": "Sheila Scott", "href": "/wiki/Sheila_Scott", "description": "Sheila Scott OBE, was an English aviator who broke over 100 aviation records through her long distance flight endeavours, which included a 34,000-mile (55,000 km) \"world and a half\" flight in 1971. On this flight, she became the first person to fly over the North Pole in a small aircraft."}]}, {"heading": "Deaths", "year": "1989", "date": "October 20", "txt": "Anthony Quayle, English actor and director (b. 1913)", "entities": [{"title": "Anthony Quayle", "href": "/wiki/Anthony_Quayle", "description": "Sir John Anthony Quayle was a British actor and theatre director. He was nominated for an Oscar and a Golden Globe for his supporting role as Thomas Wolsey in the film Anne of the Thousand Days (1969), and played important roles in such major studio productions as The Guns of Navarone (1961), Lawrence of Arabia (1962), The Fall of the Roman Empire (1964), Operation Crossbow (1965), QB VII (1974), "}]}, {"heading": "Deaths", "year": "1990", "date": "October 20", "txt": "Joel McCrea, American actor (b. 1905)", "entities": [{"title": "Joel McCrea", "href": "/wiki/Joel_McCrea", "description": "Joel Albert McCrea was an American actor whose career spanned almost five decades, appearing in more than one hundred films. These films include Alfred Hitchcock's espionage thriller Foreign Correspondent (1940), Preston Sturges' comedy classics Sullivan's Travels (1941), and The Palm Beach Story (1942), the romance film Bird of Paradise (1932), the adventure classic The Most Dangerous Game (1932)"}]}, {"heading": "Deaths", "year": "1992", "date": "October 20", "txt": "Werner Torkanowsky, German-American conductor (b. 1926)", "entities": [{"title": "Werner Torkanowsky", "href": "/wiki/Werner_Torkanowsky", "description": "Werner Torkanowsky was a successful German conductor in both the concert hall and opera house."}]}, {"heading": "Deaths", "year": "1993", "date": "October 20", "txt": "Yasushi Sugiyama, Japanese painter (b. 1909)", "entities": [{"title": "Yasushi Sugiyama", "href": "/wiki/Yasushi_Sugiyama", "description": "Yasushi Sugiyama  was a Japanese painter of the Shōwa and Heisei eras, who practiced the nihonga style of watercolour painting."}]}, {"heading": "Deaths", "year": "1994", "date": "October 20", "txt": "Burt Lancaster, American actor (b. 1913)", "entities": [{"title": "Burt Lancaster", "href": "/wiki/Burt_Lancaster", "description": "Burton Stephen Lancaster was an American actor and producer. Initially known for playing tough guys with a tender heart, he went on to achieve success with more complex and challenging roles over a 45-year career in film and, later, television. He was a four-time nominee for the Academy Award for Best Actor, and he also won two BAFTA Awards and one Golden Globe Award for Best Lead Actor. The Ameri"}]}, {"heading": "Deaths", "year": "1995", "date": "October 20", "txt": "Christopher Stone, American actor, director, and screenwriter (b. 1942)", "entities": [{"title": "Christopher Stone (actor)", "href": "/wiki/Christopher_Stone_(actor)", "description": "Christopher Stone was an American actor."}]}, {"heading": "Deaths", "year": "1995", "date": "October 20", "txt": "John Tonkin, Australian politician, 20th Premier of Western Australia (b. 1902)", "entities": [{"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Deaths", "year": "1999", "date": "October 20", "txt": "Calvin Griffith, Canadian-American businessman (b. 1911)", "entities": [{"title": "Calvin Griffith", "href": "/wiki/Calvin_Griffith", "description": "Calvin Robertson Griffith, born Calvin Griffith Robertson, was a Canadian-born American Major League Baseball team owner. As president, majority owner and de facto general manager of the Washington Senators/Minnesota Twins franchise of the American League from 1955 through 1984, he orchestrated the transfer of the Senators after 60 years in Washington, D.C., to Minneapolis–Saint Paul in the autumn"}]}, {"heading": "Deaths", "year": "1999", "date": "October 20", "txt": "Jack Lynch, Irish footballer, lawyer, and politician, 5th Taoiseach of Ireland (b. 1917)", "entities": [{"title": "Taoiseach", "href": "/wiki/Taoiseach", "description": "The Taoiseach is the prime minister and head of government of Ireland. The office is appointed by the president of Ireland upon the nomination of Dáil Éireann and must retain the support of a majority in the Dáil to remain in office."}]}, {"heading": "Deaths", "year": "2001", "date": "October 20", "txt": "Ted Ammon, American financier and banker (b. 1949)", "entities": [{"title": "Ted Ammon", "href": "/wiki/Ted_Ammon", "description": "Robert Theodore Ammon was an American financier and investment banker. Born in Pittsburgh, Pennsylvania, he was murdered in his home in 2001 by electrician Daniel Pelosi, who was convicted in 2004. Ted and his wife, Generosa Ammon, were in the midst of a divorce at the time of his death, and Daniel Pelosi was later romantically linked to Ammon's soon-to-be ex-wife. Ammon and his wife had originall"}]}, {"heading": "Deaths", "year": "2003", "date": "October 20", "txt": "Jack Elam, American actor (b. 1918)", "entities": [{"title": "Jack Elam", "href": "/wiki/Jack_Elam", "description": "William Scott \"Jack\" Elam was an American film and television actor best known for his numerous roles as villains in Western films, and later in his career, comedies. His most distinguishing physical quality was his misaligned eye. Before his career in acting, he took several jobs in finance and served two years in the United States Navy during World War II."}]}, {"heading": "Deaths", "year": "2004", "date": "October 20", "txt": "Anthony Hecht, American poet and educator (b. 1923)", "entities": [{"title": "Anthony Hecht", "href": "/wiki/Anthony_Hecht", "description": "Anthony Evan Hecht was an American poet. His work combined a deep interest in form with a passionate desire to confront the horrors of 20th century history, with the Second World War, in which he fought, and the Holocaust being recurrent themes in his work."}]}, {"heading": "Deaths", "year": "2004", "date": "October 20", "txt": "Chuck Hiller, American baseball player, coach, and manager (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "October 20", "txt": "Shirley Horn, American singer and pianist (b. 1934)", "entities": [{"title": "Shirley Horn", "href": "/wiki/Shirley_Horn", "description": "Shirley Valerie Horn was an American jazz singer and pianist. She collaborated with many jazz greats including Miles Davis, Dizzy Gillespie, Toots Thielemans, Ron Carter, Carmen McRae, Wynton Marsalis and others. She was most noted for her ability to accompany herself with nearly incomparable independence and ability on the piano while singing, something described by arranger Johnny Mandel as \"lik"}]}, {"heading": "Deaths", "year": "2005", "date": "October 20", "txt": "Eva Švankmajerová, Czech painter and poet (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "October 20", "txt": "André van der Louw, Dutch lawyer and politician, 16th Mayor of Rotterdam (b. 1933)", "entities": [{"title": "Mayor of Rotterdam", "href": "/wiki/Mayor_of_Rotterdam", "description": "This is a list of mayors of Rotterdam.1813–1824: Johan François graaf van Hogendorp van Heeswijk\n1824–1845: Marinus Cornelis Bichon van IJsselmonde\n1845–1866: Johan Frederik Hoffman\n1866–1881: Joost van Vollenhoven\n1881–1891: Sjoerd Anne Vening Meinesz\n1891–1893: Pieter Lycklama à Nijeholt\n1893–1906: Frederik Bernard s'Jacob\n1906–1923: Alfred Rudolf Zimmerman\n1923–1928: Johannes Wytema\n1928–1938: "}]}, {"heading": "Deaths", "year": "2006", "date": "October 20", "txt": "Arnold Viiding, Estonian shot putter and discus thrower (b. 1911)", "entities": [{"title": "Arnold Viiding", "href": "/wiki/Arnold_Viiding", "description": "Arnold Viiding was an Estonian shot putter and discus thrower. At the 1936 Summer Olympics, he achieved eighth place in the shot put event with 15.23 metres."}]}, {"heading": "Deaths", "year": "2006", "date": "October 20", "txt": "Jane Wyatt, American actress (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "October 20", "txt": "Max McGee, American football player and sportscaster (b. 1932)", "entities": [{"title": "Max McGee", "href": "/wiki/Max_McGee", "description": "William Max McGee was a professional football player, a wide receiver and punter for the Green Bay Packers in the NFL. He played from 1954 to 1967, and is best known for his seven receptions for 138 yards and two touchdowns, holding the first touchdown, in the first Super Bowl in 1967."}]}, {"heading": "Deaths", "year": "2008", "date": "October 20", "txt": "Gene Hickerson, American football player (b. 1935)", "entities": [{"title": "Gene Hickerson", "href": "/wiki/Gene_Hickerson", "description": "Robert Gene Hickerson was an American Football offensive guard who played for the Cleveland Browns of the National Football League (NFL) in a fifteen-year career from 1958 to 1960 and 1962 to 1973. Hickerson was a six-time Pro Bowler from 1965 to 1970. He was inducted to the Pro Football Hall of Fame on August 4, 2007."}]}, {"heading": "Deaths", "year": "2010", "date": "October 20", "txt": "W. Cary Edwards, American politician (b. 1944)", "entities": [{"title": "W. Cary Edwards", "href": "/wiki/W._Cary_Edwards", "description": "William Cary Edwards was a New Jersey politician who served as the Attorney General of New Jersey from 1986 to 1989."}]}, {"heading": "Deaths", "year": "2010", "date": "October 20", "txt": "Bob Guccione, American publisher, founded Penthouse magazine (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "October 20", "txt": "Eva Ibbotson, Austrian-English author (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "October 20", "txt": "Max Kohnstamm, Dutch historian and diplomat (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "October 20", "txt": "Farooq Leghari, Pakistani politician, 8th President of Pakistan (b. 1940)", "entities": [{"title": "President of Pakistan", "href": "/wiki/President_of_Pakistan", "description": "The President of Pakistan, is the ceremonial head of state of Pakistan and the Commander-in-Chief of Pakistan Armed Forces. The post was created when Pakistan became a republic on 23 March 1956. Until 1956, Pakistan was a dominion within the Commonwealth of Nations with Queen Elizabeth II as the head of state and Queen of Pakistan."}]}, {"heading": "Deaths", "year": "2011", "date": "October 20", "txt": "Muammar Gaddafi, Libyan colonel and politician, Prime Minister of Libya (b. 1942)", "entities": [{"title": "Muammar Gaddafi", "href": "/wiki/Muammar_Gaddafi", "description": "Muammar Muhammad Abu Minyar al-Gaddafi, commonly known as Colonel Gaddafi, was a Libyan revolutionary, politician and political theorist. He governed Libya as Revolutionary Chairman of the Libyan Arab Republic from 1969 to 1977 and then as the \"Brotherly Leader\" of the Great Socialist People's Libyan Arab Jamahiriya from 1977 to 2011. He was initially ideologically committed to Arab nationalism an"}, {"title": "Prime Minister of Libya", "href": "/wiki/Prime_Minister_of_Libya", "description": "This article lists the heads of government of Libya since the country's independence in 1951."}]}, {"heading": "Deaths", "year": "2011", "date": "October 20", "txt": "Mutassim Gaddafi, Libyan colonel (b. 1977)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "October 20", "txt": "Abu-Bakr Yunis Jabr, Libyan politician (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 20", "txt": "Przemysław Gintrowski, Polish poet and composer (b. 1951)", "entities": [{"title": "Przemysław Gintrowski", "href": "/wiki/Przemys%C5%82aw_Gintrowski", "description": "Przemysław Gintrowski was a Polish composer and musician."}]}, {"heading": "Deaths", "year": "2012", "date": "October 20", "txt": "Paul Kurtz, American philosopher and academic (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 20", "txt": "Dave May, American baseball player (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 20", "txt": "John McConnell, American activist, created Earth Day (b. 1915)", "entities": [{"title": "Earth Day", "href": "/wiki/Earth_Day", "description": "Earth Day is an annual event on April 22 to demonstrate support for environmental protection. First held on April 22, 1970, it now includes a wide range of events coordinated globally by EarthDay.org including 1 billion people in more than 193 countries."}]}, {"heading": "Deaths", "year": "2012", "date": "October 20", "txt": "E. Donnall Thomas, American physician and academic, Nobel Prize laureate (b. 1920)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2012", "date": "October 20", "txt": "Raymond Watson, American businessman (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 20", "txt": "Jovanka Broz, Croatian-Serbian colonel (b. 1924)", "entities": [{"title": "Jovanka Broz", "href": "/wiki/Jovanka_Broz", "description": "Jovanka Broz was First Lady of Yugoslavia as the wife of Yugoslav leader Josip Broz Tito. She was a lieutenant colonel in the Yugoslav People's Army."}]}, {"heading": "Deaths", "year": "2013", "date": "October 20", "txt": "Don James, American football player and coach (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 20", "txt": "Lawrence Klein, American economist and academic, Nobel Prize laureate (b. 1920)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Deaths", "year": "2013", "date": "October 20", "txt": "Joginder Singh, Kenyan race car driver (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 20", "txt": "Larri Thomas, American actress and dancer (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 20", "txt": "Sid Yudain, American journalist, founded Roll Call (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 20", "txt": "René Burri, Swiss photographer and journalist (b. 1933)", "entities": [{"title": "René Burri", "href": "/wiki/Ren%C3%A9_Burri", "description": "René Burri was a Swiss photographer. Burri was a member of Magnum Photos and photographed major political, historical and cultural events and key figures of the second half of the 20th century. He made portraits of Che Guevara and Pablo Picasso as well as iconic pictures of São Paulo and Brasília."}]}, {"heading": "Deaths", "year": "2014", "date": "October 20", "txt": "Oscar de la Renta, Dominican-American fashion designer (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 20", "txt": "Christophe de Margerie, French businessman (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 20", "txt": "Makis Dendrinos, Greek basketball player and coach (b. 1950)", "entities": [{"title": "Makis Dendrinos", "href": "/wiki/Makis_Dendrinos", "description": "Gerasimos \"Makis\" Dendrinos was a Greek professional basketball player and basketball coach. He was a 1.80 m (5'11\") tall point guard. His nickname as a player was \"Buddha\"."}]}, {"heading": "Deaths", "year": "2015", "date": "October 20", "txt": "Arno Gruen, German-Swiss psychologist and psychoanalyst (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 20", "txt": "Kazimierz Łaski, Polish-Austrian economist and academic (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 20", "txt": "Michael Meacher, English academic and politician, Secretary of State for the Environment, Transport and the Regions (b. 1939)", "entities": [{"title": "Secretary of State for the Environment, Transport and the Regions", "href": "/wiki/Secretary_of_State_for_the_Environment,_Transport_and_the_Regions", "description": "The Secretary of State for the Environment, Transport and the Regions was a United Kingdom Cabinet position created in 1997, with responsibility for the Department of the Environment, Transport and the Regions (DETR). The position and department were created for John Prescott by merging the positions and responsibilities of the Secretary of State for Environment, the Secretary of State for Transpo"}]}, {"heading": "Deaths", "year": "2015", "date": "October 20", "txt": "Ian Steel, Scottish cyclist and manager (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "October 20", "txt": "Robert E. Kramek, former United States Coast Guard admiral (b. 1939)", "entities": [{"title": "Robert E. Kramek", "href": "/wiki/Robert_E._Kramek", "description": "Robert Edward Kramek was a United States Coast Guard admiral who served as the 20th Commandant of the United States Coast Guard from 1994 to 1998. During his tenure as Commandant, he successfully led the service through difficult budget battles each year and directed the \"streamlining\" plan that was mandated by the National Performance Review and \"Mandate for Change.\""}]}, {"heading": "Deaths", "year": "2016", "date": "October 20", "txt": "Junko Tabei, Japanese mountaineer (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "October 20", "txt": "Wim Kok, Dutch prime minister (b. 1938)", "entities": [{"title": "Wim Kok", "href": "/wiki/Wim_Kok", "description": "Willem \"Wim\" Kok was a Dutch politician of the Labour Party (PvdA) and trade union leader who served as Prime Minister of the Netherlands from 22 August 1994 until 22 July 2002."}]}, {"heading": "Deaths", "year": "2020", "date": "October 20", "txt": "James Randi, Canadian-American stage magician and author (b. 1928)", "entities": [{"title": "James Randi", "href": "/wiki/James_Randi", "description": "James Randi was a Canadian-American stage magician and scientific skeptic who extensively challenged paranormal and pseudoscientific claims. He was the co-founder of the Committee for Skeptical Inquiry (CSI), and founder of the James Randi Educational Foundation (JREF). Randi began his career as a magician under the stage name The Amazing Randi and later chose to devote most of his time to investi"}]}]