[{"heading": "Events", "year": "AD 97", "date": "October 28", "txt": "Emperor Nerva is forced by the Praetorian Guard to adopt general Marcus Ulpius Trajanus as his heir and successor.", "entities": [{"title": "Nerva", "href": "/wiki/Nerva", "description": "Nerva was Roman emperor from 96 to 98. Nerva became emperor when aged almost 66, after a lifetime of imperial service under Nero and the rulers of the Flavian dynasty. Under Nero, he was a member of the imperial entourage and played a vital part in exposing the Pisonian conspiracy of 65. Later, as a loyalist to the Flavians, he attained consulships in 71 and 90 during the reigns of Vespasian and D"}]}, {"heading": "Events", "year": "306", "date": "October 28", "txt": "Maxentius is proclaimed Roman emperor.", "entities": [{"title": "Maxentius", "href": "/wiki/Maxentius", "description": "Maxentius was Roman emperor from 306 to 312. He was the son of former Emperor Maximian and the son-in-law of Emperor Galerius. The latter part of his reign was preoccupied with civil war, allying with Maximinus II against Licinius and Constantine. The latter defeated him at the Battle of the Milvian Bridge in 312, where Maxentius, with his army in flight, purportedly perished by drowning in the Ti"}]}, {"heading": "Events", "year": "312", "date": "October 28", "txt": "Constantine I defeats Maxentius, becoming the sole Roman emperor in the West.", "entities": [{"title": "Battle of the Milvian Bridge", "href": "/wiki/Battle_of_the_Milvian_Bridge", "description": "The Battle of the Milvian Bridge took place between the Roman Emperors Constantine I and Maxentius on 28 October 312. It takes its name from the Milvian Bridge, an important route over the Tiber. Constantine won the battle and started on the path that led him to end the Tetrarchy and become the sole ruler of the Roman Empire. Maxentius drowned in the Tiber during the battle; his body was later tak"}]}, {"heading": "Events", "year": "969", "date": "October 28", "txt": "The Byzantine Empire recovers Antioch from Arab rule.", "entities": [{"title": "Siege of Antioch (968–969)", "href": "/wiki/Siege_of_Antioch_(968%E2%80%93969)", "description": "The siege of Antioch (968–969) was a successful military offensive undertaken by leading commanders of the Byzantine Empire in order to reconquer the strategically important city of Antioch from the Hamdanid Dynasty."}]}, {"heading": "Events", "year": "1344", "date": "October 28", "txt": "The lower town of Smyrna is captured by Crusaders in response to Aydınid piracy.", "entities": [{"title": "Smyrniote crusades", "href": "/wiki/Smyrniote_crusades", "description": "The Smyrniote crusades (1343–1351) were two Crusades sent by Pope Clement VI against the Emirate of Aydin under Umur Beg which had as their principal target the coastal city of Smyrna in Asia Minor."}, {"title": "Aydınids", "href": "/wiki/Ayd%C4%B1nids", "description": "The Aydinids or Aydinid dynasty, also known as the Principality of Aydin and Beylik of Aydin, was one of the Anatolian beyliks and famous for its seaborne raiding."}]}, {"heading": "Events", "year": "1420", "date": "October 28", "txt": "Beijing is officially designated the capital of the Ming dynasty when the Forbidden City is completed.", "entities": [{"title": "Beijing", "href": "/wiki/Beijing", "description": "Beijing, alternatively romanized as Peking, is the capital of the People's Republic of China. It is the world's most populous national capital city, with over 21 million residents within an administrative area of 16,410.5 km2. It is located in Northern China, and is governed as a municipality under the direct administration of the State Council with 16 urban, suburban, and rural districts. Beijing"}, {"title": "Ming dynasty", "href": "/wiki/Ming_dynasty", "description": "The Ming dynasty, officially the Great Ming, was the ruling dynasty of China from 1368 to 1644 following the collapse of the Mongol-led Yuan dynasty. The Ming dynasty was the last imperial dynasty of China ruled by Han Chinese. Although the primary capital of Beijing fell in 1644 to a rebellion led by Li Zicheng, numerous rump regimes ruled by remnants of the Ming imperial family—collectively call"}, {"title": "Forbidden City", "href": "/wiki/Forbidden_City", "description": "The Forbidden City is a palace complex in Dongcheng District, Beijing, China, at the center of the Imperial City of Beijing. It is surrounded by numerous opulent imperial gardens and temples including the 22-hectare (54-acre) Zhongshan Park, the sacrificial Imperial Ancestral Temple, the 69-hectare (171-acre) Beihai Park, and the 23-hectare (57-acre) Jingshan Park."}]}, {"heading": "Events", "year": "1449", "date": "October 28", "txt": "Christian I is crowned king of Denmark.", "entities": [{"title": "Christian I of Denmark", "href": "/wiki/Christian_I_of_Denmark", "description": "Christian I was a Scandinavian monarch under the Kalmar Union. He was king of Denmark (1448–1481), Norway (1450–1481) and Sweden (1457–1464). From 1460 to 1481, he was also duke of Schleswig and count of Holstein. He was the first king of the House of Oldenburg."}]}, {"heading": "Events", "year": "1453", "date": "October 28", "txt": "Ladislaus the Posthumous is crowned king of Bohemia in Prague.", "entities": [{"title": "Ladislaus the Posthumous", "href": "/wiki/Ladislaus_the_Posthumous", "description": "Ladislaus the Posthumous was Duke of Austria and King of Hungary, Croatia and Bohemia. He was the posthumous son of Albert of Habsburg with Elizabeth of Luxembourg. Albert had bequeathed all his realms to his future son on his deathbed, but only the estates of Austria accepted his last will. Fearing an Ottoman invasion, the majority of the Hungarian lords and prelates offered the crown to Vladisla"}]}, {"heading": "Events", "year": "1492", "date": "October 28", "txt": "Christopher Columbus lands in Cuba on his first voyage to the New World.", "entities": [{"title": "Christopher Columbus", "href": "/wiki/Christopher_Columbus", "description": "Christopher Columbus was an Italian explorer and navigator who completed four voyages across the Atlantic Ocean, opening the way for the widespread European exploration and colonization of the Americas. His expeditions, sponsored by the Catholic Monarchs of Spain, were the first European contact with the Caribbean, Central America, and South America."}]}, {"heading": "Events", "year": "1516", "date": "October 28", "txt": "Second Ottoman–Mamluk War: Mamluks fail to stop the Ottoman advance towards Egypt at the Battle of Yaunis Khan.", "entities": [{"title": "Ottoman–Mamluk War (1516–17)", "href": "/wiki/Ottoman%E2%80%93Mamluk_War_(1516%E2%80%9317)", "description": "The Ottoman–Mamluk War of 1516–1517 was the second major conflict between the Egypt-based Mamluk Sultanate and the Ottoman Empire, which led to the fall of the Mamluk Sultanate and the incorporation of the Levant, Egypt, and the Hejaz as provinces of the Ottoman Empire. The war transformed the Ottoman Empire from a realm at the margins of the Islamic world, mainly located in Anatolia and the Balka"}, {"title": "Battle of Yaunis Khan", "href": "/wiki/Battle_of_Yaunis_Khan", "description": "The Battle of Yaunis Khan was fought on October 28, 1516 between the Ottoman Empire and the Mamluk Sultanate. The Mamluk cavalry forces led by Janbirdi al-Ghazali attacked the Ottomans that were trying to cross Gaza on their way to Egypt. The Ottomans, led by Grand Vizier Hadım Sinan Pasha, were able to break the Egyptian Mamluk cavalry charge. Al-Ghazali was wounded during the confrontation, and "}]}, {"heading": "Events", "year": "1531", "date": "October 28", "txt": "Abyssinian–Adal war: The Adal Sultanate seizes southern Ethiopia.", "entities": [{"title": "Abyssinian–Adal war", "href": "/wiki/Abyssinian%E2%80%93Adal_war", "description": "The Ethiopian–Adal War also known historically as the Conquest of Abyssinia was a military conflict between the Christian Ethiopian Empire and the Muslim Adal Sultanate that took place from 1529 until 1543. Abyssinian troops consisted of Maya people, Amhara people, Tigrayans, and Agaw people. Adal forces were overwhelmingly populated by ethnic Somalis supplemented with Afar, Harari, and Argobba fo"}, {"title": "Battle of Amba Sel", "href": "/wiki/Battle_of_Amba_Sel", "description": "The Battle of Amba Sel was fought on October 28, 1531 between the Ethiopians under their Emperor Dawit II, and the forces of Imam Ahmad ibn Ibrahim al-Ghazi of the Adal Sultanate. Imam Ahmed won the battle at Amba Sel, winning him the southern part of Ethiopia. Afterwards, his troops crossed the Walaqa River."}]}, {"heading": "Events", "year": "1538", "date": "October 28", "txt": "The Universidad Santo Tomás de Aquino is founded in what is now the Dominican Republic.", "entities": [{"title": "Universidad Santo Tomás de Aquino", "href": "/wiki/Universidad_Santo_Tom%C3%A1s_de_Aquino", "description": "The Universidad de Santo Tomás de Aquino was founded by papal bull in 1538 in Santo Domingo, in the Caribbean island of Hispaniola, present-day Dominican Republic. It was the first institution of higher education in the New World. The University is now called UASD, and has a rich history behind it. Although the University was not recognized until 1558, classes were in session since inception in 15"}]}, {"heading": "Events", "year": "1628", "date": "October 28", "txt": "French Wars of Religion: The Siege of La Rochelle ends with the surrender of the Huguenots after fourteen months.", "entities": [{"title": "French Wars of Religion", "href": "/wiki/French_Wars_of_Religion", "description": "The French Wars of Religion were a prolonged period of war and popular unrest between Catholics and Huguenots in the Kingdom of France between 1562 and 1598. It is estimated that three million people perished in this period from violence, famine, or disease in what is considered the second deadliest religious war in European history."}, {"title": "Siege of La Rochelle", "href": "/wiki/Siege_of_La_Rochelle", "description": "The siege of La Rochelle was a result of a war between the French royal forces of Louis XIII of France and the Huguenots of La Rochelle in 1627–28. The siege marked the height of the struggle between the Catholics and the Protestants in France, and ended with a complete victory for King Louis XIII and the Catholics."}]}, {"heading": "Events", "year": "1636", "date": "October 28", "txt": "The Massachusetts Bay Colony votes to establish a theological college, which would later become Harvard University.", "entities": [{"title": "Massachusetts Bay Colony", "href": "/wiki/Massachusetts_Bay_Colony", "description": "The Massachusetts Bay Colony (1628–1691), more formally The Colony of Massachusetts Bay, was an English settlement on the east coast of America around the Massachusetts Bay, the northernmost of the several colonies later reorganized as the Province of Massachusetts Bay. The lands of the settlement were in southern New England, with initial settlements on two natural harbors and surrounding land ab"}, {"title": "Harvard University", "href": "/wiki/Harvard_University", "description": "Harvard University is a private Ivy League research university in Cambridge, Massachusetts. Established in 1636 and named for its first benefactor, clergyman John Harvard, Harvard is the oldest institution of higher learning in the United States\nand among the most prestigious in the world."}]}, {"heading": "Events", "year": "1664", "date": "October 28", "txt": "The Duke of York and Albany's Maritime Regiment of Foot, later to be known as the Royal Marines, is established.", "entities": [{"title": "Royal Marines", "href": "/wiki/Royal_Marines", "description": "The Corps of Royal Marines (RM) is an amphibious light infantry and also one of the five fighting arms of the Royal Navy. The marines can trace their origins back to the formation of the English Army's \"Duke of York and Albany's maritime regiment of Foot\" at the grounds of the Honourable Artillery Company on 28 October 1664."}]}, {"heading": "Events", "year": "1707", "date": "October 28", "txt": "The 1707 Hōei earthquake causes more than 5,000 deaths in Japan.", "entities": [{"title": "1707 Hōei earthquake", "href": "/wiki/1707_H%C5%8Dei_earthquake", "description": "The 1707 Hōei earthquake struck south-central Japan at 14:00 local time on 28 October. It was the largest earthquake in Japanese history until surpassed by the 2011 Tōhoku earthquake. It caused moderate to severe damage throughout southwestern Honshu, Shikoku and southeastern Kyūshū. The earthquake, and the resulting destructive tsunami, caused more than 5,000 casualties. This event ruptured all o"}]}, {"heading": "Events", "year": "1726", "date": "October 28", "txt": "The novel Gulliver's Travels is published.", "entities": []}, {"heading": "Events", "year": "1776", "date": "October 28", "txt": "American Revolutionary War: British troops attack and capture Chatterton Hill from the Continental Army.", "entities": [{"title": "Battle of White Plains", "href": "/wiki/Battle_of_White_Plains", "description": "The Battle of White Plains was a battle in the New York and New Jersey campaign of the American Revolutionary War fought on October 28, 1776, near White Plains, New York. Following the retreat of George Washington's Continental Army northward from New York City, British General William Howe landed troops in Westchester County, intending to cut off Washington's escape route. Alerted to this move, W"}]}, {"heading": "Events", "year": "1834", "date": "October 28", "txt": "The Pinjarra massacre occurs in the Swan River Colony. An estimated 30 Noongar people are killed by British colonists.", "entities": [{"title": "Pinjarra massacre", "href": "/wiki/Pinjarra_massacre", "description": "The Pinjarra massacre, also known as the Battle of Pinjarra, is an attack that occurred in 1834 at Pinjarra, Western Australia on an uncertain number of Binjareb Noongar people by a detachment of 25 soldiers, police and settlers led by Governor James Stirling. Stirling estimated the Binjareb present numbered \"about 60 or 70\" and John Roe, who also participated, at about 70–80, which roughly agree "}]}, {"heading": "Events", "year": "1835", "date": "October 28", "txt": "The United Tribes of New Zealand are established with the signature of the Declaration of Independence.", "entities": [{"title": "Declaration of the Independence of New Zealand", "href": "/wiki/Declaration_of_the_Independence_of_New_Zealand", "description": "The Declaration of the Independence of New Zealand, signed by a number of Māori chiefs in 1835, proclaimed the sovereign independence of New Zealand prior to the signing of the Treaty of Waitangi in 1840."}]}, {"heading": "Events", "year": "1864", "date": "October 28", "txt": "American Civil War: A Union attack on the Confederate capital Richmond is repulsed.", "entities": [{"title": "Battle of Fair Oaks & Darbytown Road", "href": "/wiki/Battle_of_Fair_Oaks_%26_Darbytown_Road", "description": "The Battle of Fair Oaks & Darbytown Road was fought October 27–28, 1864 in Henrico County, Virginia, as part of the Richmond-Petersburg Campaign of the American Civil War."}]}, {"heading": "Events", "year": "1886", "date": "October 28", "txt": "US president Grover Cleveland dedicates the Statue of Liberty.", "entities": [{"title": "Grover Cleveland", "href": "/wiki/Grover_Cleveland", "description": "Stephen Grover Cleveland was an American lawyer and politician who served as the 22nd and 24th president of the United States from 1885 to 1889 and from 1893 to 1897. Cleveland is the only president in American history to serve two nonconsecutive terms in office. He won the popular vote for three presidential elections—in 1884, 1888, and 1892—and was one of two Democrats to be elected president du"}, {"title": "Statue of Liberty", "href": "/wiki/Statue_of_Liberty", "description": "The Statue of Liberty is a colossal neoclassical sculpture on Liberty Island in New York Harbor within New York City, in the United States. The copper statue, a gift from the people of France to the people of the United States, was designed by French sculptor Frédéric Auguste Bartholdi and its metal framework was built by Gustave Eiffel. The statue was dedicated on October 28, 1886."}]}, {"heading": "Events", "year": "1891", "date": "October 28", "txt": "The Mino–Owari earthquake is the largest inland earthquake in Japan's history.", "entities": [{"title": "1891 Mino–Owari earthquake", "href": "/wiki/1891_Mino%E2%80%93Owari_earthquake", "description": "The 1891 Mino–Owari earthquake  struck the former Japanese provinces of Mino and Owari in the Nōbi Plain in the early morning of October 28 with a surface wave magnitude of 8.0. The event, also referred to as the Nōbi earthquake , the Great Gifu earthquake , or the Great Nōbi earthquake , is the largest known inland earthquake to have occurred in the Japanese archipelago."}]}, {"heading": "Events", "year": "1893", "date": "October 28", "txt": "Tchaikovsky's Symphony No. 6 in B Minor, Pathétique receives its première performance only nine days before the composer's death.", "entities": [{"title": "Symphony No. 6 (Tchaikovsky)", "href": "/wiki/Symphony_No._6_(Tchaikovsky)", "description": "The Symphony No. 6 in B minor, Op. 74, also known as the Pathétique Symphony, is Pyotr Ilyich Tchaikovsky's final completed symphony, written between February and the end of August 1893. The composer entitled the work \"The Passionate Symphony\", employing a Russian word, Патетическая (Pateticheskaya), meaning \"passionate\" or \"emotional\", which was then (mis-)translated into French as pathétique, me"}]}, {"heading": "Events", "year": "1918", "date": "October 28", "txt": "World War I: A new Polish government in western Galicia is established, triggering the Polish–Ukrainian War.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Polish–Ukrainian War", "href": "/wiki/Polish%E2%80%93Ukrainian_War", "description": "The Polish–Ukrainian War of November 1918 and 1919 was a conflict between the Second Polish Republic and Ukrainian forces. The conflict had its roots in ethnic, cultural and political differences between the Polish and Ukrainian populations living in the region both as successor states of the dissolved Russian and Austrian empires. The war started in Eastern Galicia after the dissolution of the Au"}]}, {"heading": "Events", "year": "1918", "date": "October 28", "txt": "World War I: Czech politicians peacefully take over the city of Prague, thus establishing the First Czechoslovak Republic.", "entities": []}, {"heading": "Events", "year": "1919", "date": "October 28", "txt": "The U.S. Congress passes the Volstead Act over President Wilson's veto, paving the way for Prohibition to begin the following January.", "entities": [{"title": "Volstead Act", "href": "/wiki/Volstead_Act", "description": "The National Prohibition Act, known informally as the Volstead Act, was enacted to carry out the intent of the 18th Amendment, which established prohibition in the United States. The Anti-Saloon League's Wayne Wheeler conceived and drafted the bill, which was named after Andrew Volstead, Chairman of the House Judiciary Committee, who managed the legislation."}]}, {"heading": "Events", "year": "1922", "date": "October 28", "txt": "Italian fascists led by Benito Mussolini march on Rome and take over the Italian government.", "entities": [{"title": "March on Rome", "href": "/wiki/March_on_Rome", "description": "The March on Rome was an organized mass demonstration in October 1922 which resulted in Benito Mussolini's National Fascist Party (PNF) ascending to power in the Kingdom of Italy. In late October 1922, Fascist Party leaders planned an insurrection, to take place on 28 October. When fascist demonstrators and Blackshirt paramilitaries entered Rome, Prime Minister Luigi Facta wished to declare a stat"}]}, {"heading": "Events", "year": "1928", "date": "October 28", "txt": "The \"Indonesia Raya\", now the national anthem, is first played during the Second Indonesian Youth Congress.", "entities": [{"title": "Indonesia Raya", "href": "/wiki/Indonesia_Raya", "description": "\"Indonesia Raya\" is the national anthem of Indonesia. It has been the national anthem since the proclamation of Indonesian independence on 17 August 1945. The song was introduced by its composer, Wage Rudolf Supratman, on 28 October 1928 during the Second Indonesian Youth Congress in Batavia. The song marked the birth of the all-archipelago nationalist movement in Indonesia that supported the idea"}, {"title": "Youth Pledge", "href": "/wiki/Youth_Pledge", "description": "The Youth Pledge was a declaration made on 28 October 1928 by young Indonesian nationalists in the Second Youth Congress. They proclaimed three ideals; one motherland, one nation and one language."}]}, {"heading": "Events", "year": "1940", "date": "October 28", "txt": "World War II: Greece rejects Italy's ultimatum. Italy invades Greece through Albania a few hours later.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Ohi Day", "href": "/wiki/Ohi_Day", "description": "Ohi Day or Oxi Day is celebrated throughout Greece, Cyprus and the Greek communities around the world on 28 October each year. Ohi Day commemorates the rejection by Greek Prime Minister Ioannis Metaxas of the ultimatum made by Italian dictator Benito Mussolini on 28 October 1940, the Hellenic counterattack against the invading Italian forces at the mountains of Pindus during the Greco-Italian War,"}, {"title": "Italian invasion of Greece", "href": "/wiki/Italian_invasion_of_Greece", "description": "The Greco-Italian War took place between the kingdoms of Italy and Greece from 28 October 1940 to 23 April 1941. This local war began the Balkans Campaign of World War II between the Axis powers and the Allies and eventually turned into the Battle of Greece with British and German involvement. On 10 June 1940, Italy declared war on France and the United Kingdom. By September 1940, the Italians had"}, {"title": "Italian Albania", "href": "/wiki/Italian_Albania", "description": "The Italian protectorate of Albania, also known as the Kingdom of Albania or Greater Albania, existed as a protectorate of the Kingdom of Italy. It was practically a union between Italy and Albania, officially led by Italy's King Victor Emmanuel III and its government: Albania was led by Italian governors, after being militarily occupied by Italy, from 1939 until 1943. During this time, Albania ce"}]}, {"heading": "Events", "year": "1942", "date": "October 28", "txt": "The Alaska Highway first connects Alaska to the North American railway network at Dawson Creek in Canada.", "entities": [{"title": "Alaska Highway", "href": "/wiki/Alaska_Highway", "description": "The Alaska Highway was constructed during World War II to connect the contiguous United States to Alaska across Canada. It begins at the junction with several Canadian highways in Dawson Creek, British Columbia, and runs to Delta Junction, Alaska, via Whitehorse, Yukon. When it was completed in 1942, it was about 2,700 kilometres (1,700 mi) long, but in 2012, it was only 2,232 km (1,387 mi). This "}, {"title": "Dawson Creek", "href": "/wiki/Dawson_Creek", "description": "Dawson Creek is a city in northeastern British Columbia, Canada. The municipality of 24.37 square kilometres (9.41 sq mi) had a population of 12,978 in 2016. Dawson Creek derives its name from the creek of the same name that runs through the community. The creek was named after George Mercer Dawson by a member of his land survey team when they passed through the area in August 1879. Once a small f"}]}, {"heading": "Events", "year": "1948", "date": "October 28", "txt": "Paul Hermann Müller is awarded the Nobel Prize in Physiology or Medicine for his discovery of the insecticidal properties of DDT.", "entities": [{"title": "Paul Hermann Müller", "href": "/wiki/Paul_Hermann_M%C3%BCller", "description": "Paul Hermann Müller also known as Pauly Mueller was a Swiss chemist who received the 1948 Nobel prize in Physiology or Medicine for his 1939 discovery of insecticidal qualities and use of DDT in the control of vector diseases such as malaria and yellow fever."}]}, {"heading": "Events", "year": "1949", "date": "October 28", "txt": "An Air France Lockheed Constellation crashes in the Azores, killing all 48 people on board.", "entities": [{"title": "1949 Air France Lockheed Constellation crash", "href": "/wiki/1949_Air_France_Lockheed_Constellation_crash", "description": "Air France Flight 009 was a scheduled international flight that crashed into a mountain while attempting to land at Santa Maria Airport, Azores on a stopover during a scheduled international passenger flight from Paris-Orly Airport to New York City. All 48 people on board were killed."}]}, {"heading": "Events", "year": "1956", "date": "October 28", "txt": "Hungarian Revolution: A de facto ceasefire comes into effect between armed revolutionaries and Soviet troops, who begin to withdraw from Budapest. Communist officials and facilities come under attack by revolutionaries.", "entities": [{"title": "Hungarian Revolution of 1956", "href": "/wiki/Hungarian_Revolution_of_1956", "description": "The Hungarian Revolution of 1956, or the Hungarian Uprising, was a nationwide revolution against the Hungarian People's Republic and its Soviet-imposed policies, lasting from the 23rd of October until the 10th of November 1956. Leaderless at the beginning, it was the first major threat to Soviet control since the Red Army drove Nazi Germany from its territory at the End of World War II in Europe."}]}, {"heading": "Events", "year": "1958", "date": "October 28", "txt": "John XXIII is elected Pope.", "entities": [{"title": "John XXIII", "href": "/wiki/John_XXIII", "description": "Pope John XXIII was Bishop of Rome and hence head of the Catholic Church and sovereign of the Vatican City State from 28 October 1958 to his death in 1963. Angelo Giuseppe Roncalli was one of thirteen children born to a family of sharecroppers who lived in a village in Lombardy. He was ordained to the priesthood on 10 August 1904 and served in a number of posts, as nuncio in France and a delegate "}]}, {"heading": "Events", "year": "1962", "date": "October 28", "txt": "Cuban Missile Crisis: Premier Nikita Khrushchev orders the removal of Soviet missiles from Cuba.", "entities": [{"title": "Cuban Missile Crisis", "href": "/wiki/Cuban_Missile_Crisis", "description": "\nThe Cuban Missile Crisis, also known as the October Crisis of 1962, the Caribbean Crisis, or the Missile Scare, was a 1 month, 4 day confrontation between the United States and the Soviet Union which escalated into an international crisis when American deployments of missiles in Italy and Turkey were matched by Soviet deployments of similar ballistic missiles in Cuba. Despite the short time frame"}]}, {"heading": "Events", "year": "1965", "date": "October 28", "txt": "Pope Paul VI promulgates Nostra aetate, by which the Church officially recognizes the legitimacy of non-Christian faiths.", "entities": []}, {"heading": "Events", "year": "1971", "date": "October 28", "txt": "Prospero becomes the only British satellite to be launched by a British rocket.", "entities": [{"title": "Prospero (satellite)", "href": "/wiki/Prospero_(satellite)", "description": "The Prospero satellite, also known as the X-3, was launched by the United Kingdom in 1971. It was designed to undertake a series of experiments to study the effects of space environment on communications satellites and remained operational until 1973, after which it was contacted annually for over 25 years. Although Prospero was the first British satellite to have been launched successfully by a B"}]}, {"heading": "Events", "year": "1982", "date": "October 28", "txt": "The Spanish general election begins fourteen years of rule by the Spanish Socialist Workers' Party.", "entities": [{"title": "Spanish general election, 1982", "href": "/wiki/Spanish_general_election,_1982", "description": "The 1982 Spanish general election was held on Thursday, 28 October 1982, to elect the 2nd Cortes Generales of the Kingdom of Spain. All 350 seats in the Congress of Deputies were up for election, as well as 208 of 254 seats in the Senate."}]}, {"heading": "Events", "year": "1990", "date": "October 28", "txt": "Georgia holds its only free election under Soviet rule.", "entities": [{"title": "Georgian parliamentary election, 1990", "href": "/wiki/Georgian_parliamentary_election,_1990", "description": "Parliamentary elections were held in the Georgian SSR on 28 October 1990, with a second round on 11 November. They were the first free parliamentary election in since 1919, and saw Round Table-Free Georgia emerge as the largest party in Parliament, with 155 of the 250 seats. Voter turnout was 69.9%."}]}, {"heading": "Events", "year": "1995", "date": "October 28", "txt": "The Baku Metro fire sees 289 people killed and 270 injured.", "entities": [{"title": "1995 Baku Metro fire", "href": "/wiki/1995_Baku_Metro_fire", "description": "On 28 October 1995, a fire broke out in the subway system of Baku, the capital of Azerbaijan, between the stations Ulduz and Nariman Narimanov. According to official figures, the fire killed 289 people: 286 passengers and three rescue workers, while 270 people were injured. The fire was deemed to have been caused by electrical malfunction, but the possibility of deliberate sabotage was not exclude"}]}, {"heading": "Events", "year": "2005", "date": "October 28", "txt": "I. Lewis \"Scooter\" Libby is indicted due to his involvement in the Plame affair.", "entities": [{"title": "Plame affair", "href": "/wiki/Plame_affair", "description": "The Plame affair was a political scandal that revolved around journalist Robert Novak's public identification of Valerie Plame as a covert Central Intelligence Agency officer in 2003."}]}, {"heading": "Events", "year": "2006", "date": "October 28", "txt": "A funeral service takes place at the Bykivnia graves for those Ukrainians who were killed by the Soviet secret police.", "entities": [{"title": "Bykivnia graves", "href": "/wiki/Bykivnia_graves", "description": "The Bykivnia graves is a National Historic Memorial on the site of the former village of Bykivnia on the outskirts of Kyiv. During the Stalinist period in the Soviet Union, it was one of the unmarked mass grave sites where the NKVD, the Soviet secret police, disposed of thousands of executed \"enemies of the Soviet state\"."}]}, {"heading": "Events", "year": "2007", "date": "October 28", "txt": "Cristina Fernández de Kirchner becomes the first directly elected female President of Argentina.", "entities": [{"title": "Cristina Fernández de Kirchner", "href": "/wiki/Cristina_Fern%C3%A1ndez_de_Kirchner", "description": "Cristina Elisabet Fernández de Kirchner, often referred to by her initials CFK, is an Argentine lawyer and politician who is serving as the Vice President of Argentina since 2019. She also previously served as the 51st President of Argentina from 2007 to 2015 and the first lady during the tenure of her husband, Néstor Kirchner. She was the third woman to hold the Argentine vice presidency, the sec"}]}, {"heading": "Events", "year": "2009", "date": "October 28", "txt": "The 28 October 2009 Peshawar bombing kills 117 and wounds 213.", "entities": [{"title": "28 October 2009 Peshawar bombing", "href": "/wiki/28_October_2009_Peshawar_bombing", "description": "The 28 October 2009 Peshawar bombing occurred in Peshawar, Pakistan, when a car bomb was detonated in a Mina Bazar of the city. The bomb killed 137 people and injured more than 200 others, making it the deadliest attack in Peshawar's history. Pakistani government officials believe the Taliban to be responsible, but both Taliban and Al-Qaeda sources have denied involvement in the attack."}]}, {"heading": "Events", "year": "2009", "date": "October 28", "txt": "NASA successfully launches the Ares I-X mission, the only rocket launch for its short-lived Constellation program.", "entities": []}, {"heading": "Events", "year": "2013", "date": "October 28", "txt": "Five people are killed and 38 are injured after a car crashes into barriers at the Tiananmen Square in China.", "entities": [{"title": "2013 Tiananmen Square attack", "href": "/wiki/2013_Tiananmen_Square_attack", "description": "On 28 October 2013, a car ran over pedestrians and crashed in Tiananmen Square, Beijing, China, in a terrorist suicide attack. Five people died in the incident; three inside the vehicle and two others nearby. Police identified the driver as Usmen Hasan and the two passengers as his wife, Gulkiz Gini, and his mother, Kuwanhan Reyim. An additional 38 people were injured."}]}, {"heading": "Events", "year": "2014", "date": "October 28", "txt": "A rocket carrying NASA's Cygnus CRS Orb-3 resupply mission to the International Space Station explodes seconds after taking off from the Mid-Atlantic Regional Spaceport in Virginia.", "entities": [{"title": "Cygnus CRS Orb-3", "href": "/wiki/Cygnus_CRS_Orb-3", "description": "Orbital-3, also known as Orb-3, was an attempted flight of Cygnus, an automated cargo spacecraft developed by United States-based company Orbital Sciences, on 28 October 2014. The mission was intended to launch at 22:22:38 UTC that evening. This flight, which would have been its fourth to the International Space Station and the fifth of an Antares launch vehicle, resulted in the Antares rocket exp"}]}, {"heading": "Births", "year": "1017", "date": "October 28", "txt": "Henry III, Holy Roman Emperor (d. 1056)", "entities": [{"title": "Henry III, Holy Roman Emperor", "href": "/wiki/Henry_III,_Holy_Roman_Emperor", "description": "Henry III, called the Black or the Pious, was Holy Roman Emperor from 1046 until his death in 1056. A member of the Salian Dynasty, he was the eldest son of Emperor Conrad II of Germany and Gisela of Swabia."}]}, {"heading": "Births", "year": "1466", "date": "October 28", "txt": "Erasmus, Dutch philosopher (d. 1536)", "entities": [{"title": "Erasmus", "href": "/wiki/Erasmus", "description": "Desiderius Erasmus Roterodamus was a Dutch philosopher and Christian scholar who is considered to have been one of the greatest scholars of the northern Renaissance. As a Catholic priest, Erasmus was an important figure in classical scholarship who wrote in a pure Latin style. Among humanists he enjoyed the sobriquet \"Prince of the Humanists\", and has been called \"the crowning glory of the Christi"}]}, {"heading": "Births", "year": "1479", "date": "October 28", "txt": "John Gage, English courtier (d. 1556)", "entities": [{"title": "John Gage (Tudor politician)", "href": "/wiki/John_Gage_(Tudor_politician)", "description": "Sir John Gage KG was an English courtier during the Tudor period. He held a number of offices, including Chancellor of the Duchy of Lancaster (1542–1547), Comptroller of the Household (1540–1547), Constable of the Tower (1540–1556) and Lord Chamberlain (1553–1556)."}]}, {"heading": "Births", "year": "1510", "date": "October 28", "txt": "Francis Borgia, 4th Duke of Gandía, Spanish priest and saint, 3rd Superior General of the Society of Jesus (d. 1572)", "entities": [{"title": "Francis Borgia, 4th Duke of Gandía", "href": "/wiki/Francis_Borgia,_4th_Duke_of_Gand%C3%ADa", "description": "Francis Borgia, 4th Duke of Gandía (1510–1572), venerated as Saint Francis Borgia, was a great-grandson of Pope Alexander VI, a Grandee of Spain, a Spanish Jesuit, and third Superior General of the Society of Jesus. He was canonized on 20 June 1670 by Pope Clement X."}, {"title": "Superior General of the Society of Jesus", "href": "/wiki/Superior_General_of_the_Society_of_Jesus", "description": "The Superior General of the Society of Jesus is the official title of the leader of the Society of Jesus – the Roman Catholic religious order which is also known as the Jesuits. He is generally addressed as Father General. The position sometimes carries the nickname of the Black Pope, because of his responsibility for the largest Catholic, male religious order and is contrasted to the white garb o"}]}, {"heading": "Births", "year": "1550", "date": "October 28", "txt": "Stanislaus Kostka, Polish saint (d. 1568)", "entities": [{"title": "Stanislaus Kostka", "href": "/wiki/Stanislaus_Kostka", "description": "Stanisław Kostka S.J. was a Polish novice of the Society of Jesus. He is venerated in the Catholic Church as Saint Stanislaus Kostka."}]}, {"heading": "Births", "year": "1585", "date": "October 28", "txt": "Cornelius Jansen, Dutch bishop and theologian (d. 1638)", "entities": [{"title": "Cornelius Jansen", "href": "/wiki/Cornelius_Jansen", "description": "Cornelius Jansen was the Dutch Catholic bishop of Ypres in Flanders and the father of a theological movement known as Jansenism."}]}, {"heading": "Births", "year": "1599", "date": "October 28", "txt": "Marie of the Incarnation, foundress of the Ursuline Monastery in Quebec (d. 1672)", "entities": [{"title": "Marie of the Incarnation (Ursuline)", "href": "/wiki/Marie_of_the_Incarnation_(Ursuline)", "description": "Saint Marie of the Incarnation, O.S.U. was an Ursuline nun of the French order. As part of a group of nuns sent to New France to establish the Ursuline Order, Marie was crucial in the spread of Catholicism in New France. Moreover, she has been credited with founding the first girls’ school in the New World. Due to her work, the Catholic Church declared her a saint, and the Anglican Church of Canad"}]}, {"heading": "Births", "year": "1610", "date": "October 28", "txt": "Jacob Kettler, German noble (d. 1682)", "entities": [{"title": "Jacob Kettler", "href": "/wiki/Jacob_Kettler", "description": "Jacob Kettler was a Baltic German Duke of the Duchy of Courland and Semigallia (1642–1682). Under his rule, the duchy reached its peak in wealth and engaged in colonization."}]}, {"heading": "Births", "year": "1667", "date": "October 28", "txt": "Maria Anna of Neuburg, Queen consort of Spain", "entities": [{"title": "Maria Anna of Neuburg", "href": "/wiki/Maria_Anna_of_Neuburg", "description": "Maria Anna of Neuburg, was Queen of Spain from 1689 to 1700 as the second wife of Charles II, last Habsburg King of Spain."}]}, {"heading": "Births", "year": "1690", "date": "October 28", "txt": "Peter Tordenskjold, Norwegian admiral (d. 1720)", "entities": [{"title": "Peter Tordenskjold", "href": "/wiki/Peter_Tordenskjold", "description": "Peter Jansen Wessel Tordenskiold, commonly referred to as Tordenskjold, was a Dano-Norwegian nobleman and flag officer who spent his career in the service of the Royal Dano-Norwegian Navy. He rose to the rank of Vice-Admiral for his services in the Great Northern War. Born in the Norwegian city of Trondheim, Peter Wessel travelled to Copenhagen in 1704, and eventually enlisted in the navy."}]}, {"heading": "Births", "year": "1693", "date": "October 28", "txt": "Šimon Brixi, Czech composer (d. 1735)", "entities": [{"title": "Šimon Brixi", "href": "/wiki/%C5%A0imon_Brixi", "description": "Šimon Brixi was a Czech composer. He was the father of František Brixi."}]}, {"heading": "Births", "year": "1696", "date": "October 28", "txt": "Maurice de Saxe, French general (d. 1750)", "entities": [{"title": "Maurice de Saxe", "href": "/wiki/Maurice_de_Saxe", "description": "Maurice, Count of Saxony was a notable soldier, officer and a famed military commander of the 18th century. The son of Augustus II the Strong, King of Poland and Elector of Saxony, he initially served in the Army of the Holy Roman Empire, then the Imperial Army before finally entering French service. De Saxe became a Marshal and even Marshal General of France. He is best known for his deeds in the"}]}, {"heading": "Births", "year": "1703", "date": "October 28", "txt": "Antoine Deparcieux, French mathematician and engineer (d. 1768)", "entities": [{"title": "Antoine Deparcieux", "href": "/wiki/Antoine_Deparcieux", "description": "Antoine Deparcieux was a French mathematician.\nHe was born at Clessous in the Portes, department of Gard. He attended the school of Saint Florent for 10 years while working on his family farm. In 1725, his desire for learning took him to Lyon, where he studied at a Jesuit school for five years. Then, in 1730, he went to Paris to increase his knowledge of mathematics and physics. He made a living b"}]}, {"heading": "Births", "year": "1718", "date": "October 28", "txt": "Ignacije Szentmartony, Croatian priest, mathematician, astronomer, and explorer (d. 1793)", "entities": [{"title": "Ignacije Szentmartony", "href": "/wiki/Ignacije_Szentmartony", "description": "Ignacije Szentmartony was a Croatian Jesuit priest, missionary, mathematician, astronomer, explorer and cartographer."}]}, {"heading": "Births", "year": "1733", "date": "October 28", "txt": "Franz Ignaz von Beecke, German composer (d. 1803)", "entities": [{"title": "Franz Ignaz von Beecke", "href": "/wiki/Franz_Ignaz_von_Beecke", "description": "Franz Ignaz von Beecke was a classical music composer born in Wimpfen am Neckar, Germany."}]}, {"heading": "Births", "year": "1754", "date": "October 28", "txt": "John Laurens, American soldier (d. 1782)", "entities": [{"title": "John Laurens", "href": "/wiki/John_Laurens", "description": "John Laurens was an American soldier and statesman from South Carolina during the American Revolutionary War, best known for his criticism of slavery and his efforts to help recruit slaves to fight for their freedom as U.S. soldiers."}]}, {"heading": "Births", "year": "1767", "date": "October 28", "txt": "Marie of Hesse-Kassel (d. 1852)", "entities": [{"title": "Marie of Hesse-Kassel", "href": "/wiki/Marie_of_Hesse-Kassel", "description": "Marie Sophie Frederikke of Hesse-Kassel was queen consort of Denmark and Norway by marriage to Frederick VI. She served as regent of Denmark during the absence of her spouse in 1814–1815."}]}, {"heading": "Births", "year": "1793", "date": "October 28", "txt": "Eliphalet Remington, American businessman, founded Remington Arms (d. 1861)", "entities": [{"title": "Eliphalet Remington", "href": "/wiki/Eliphalet_Remington", "description": "Eliphalet Remington founded what is now known as the Remington Arms Co., L.L.C. Originally the company was known as E. Remington followed by E. Remington & Son and then E. Remington and Sons."}, {"title": "Remington Arms", "href": "/wiki/Remington_Arms", "description": "Remington Arms Company, LLC is a defunct American manufacturer of firearms and ammunition, and it was the largest rifle manufacturer in North America according to the ATF statistics in 2015. Founded in 1816 by Eliphalet Remington in Ilion, New York, it was one of the oldest gun makers in the US and claimed to be the oldest factory in the US that still made its original product. Remington was the l"}]}, {"heading": "Births", "year": "1794", "date": "October 28", "txt": "Robert Liston, Scottish surgeon (d. 1847)", "entities": [{"title": "Robert Liston", "href": "/wiki/Robert_Liston", "description": "Robert Liston FRS was a pioneering Scottish surgeon. Liston was noted for his skill in an era prior to anaesthetics, when speed made a difference in terms of pain and survival."}]}, {"heading": "Births", "year": "1804", "date": "October 28", "txt": "Pierre François Verhulst, Belgian mathematician and theorist (d. 1849)", "entities": [{"title": "Pierre François Verhulst", "href": "/wiki/Pierre_Fran%C3%A7ois_Verhulst", "description": "Pierre François Verhulst was a Belgian mathematician and a doctor in number theory from the University of Ghent in 1825. He is best known for the logistic growth model."}]}, {"heading": "Births", "year": "1815", "date": "October 28", "txt": "Ľudovít Štúr, Slovak philologist and politician (d. 1856)", "entities": [{"title": "Ľudovít Štúr", "href": "/wiki/%C4%BDudov%C3%ADt_%C5%A0t%C3%BAr", "description": "Ľudovít Velislav Štúr, known in his era as Ludevít Štúr, was a Slovakian revolutionary politician and writer. As a leader of the Slovak national revival in the 19th century, and the author of the Slovak language standard, he is lauded as one of the most important figures in Slovak history."}]}, {"heading": "Births", "year": "1816", "date": "October 28", "txt": "Malwida von Meysenbug, German writer (d. 1903)", "entities": [{"title": "Malwida von Meysenbug", "href": "/wiki/Malwida_von_Meysenbug", "description": "Malwida von Meysenbug was a German writer, her work including Memories of an Idealist, the first volume of which she published anonymously in 1869. As well, she was a friend of Friedrich Nietzsche and Richard Wagner, and met the French writer Romain Rolland in Rome in 1890."}]}, {"heading": "Births", "year": "1837", "date": "October 28", "txt": "Tokugawa Yoshinobu, Japanese shōgun (d. 1913)", "entities": [{"title": "Tokugawa Yoshinobu", "href": "/wiki/Tokugawa_Yoshinobu", "description": "Prince Tokugawa Yoshinobu  was the 15th and last shōgun of the Tokugawa shogunate of Japan. He was part of a movement which aimed to reform the aging shogunate, but was ultimately unsuccessful. After resigning in late 1867, he went into retirement, and largely avoided the public eye for the rest of his life."}]}, {"heading": "Births", "year": "1839", "date": "October 28", "txt": "Edward P. Allen, American captain, lawyer, and politician (d. 1909)", "entities": [{"title": "Edward P. Allen", "href": "/wiki/Edward_P._Allen", "description": "Edward Payson Allen was a politician from the U.S. state of Michigan. He served two terms in the United States House of Representatives from 1887 to 1891."}]}, {"heading": "Births", "year": "1845", "date": "October 28", "txt": "Zygmunt Florenty Wróblewski, Polish physicist and chemist (d. 1888)", "entities": [{"title": "Zygmunt Florenty Wróblewski", "href": "/wiki/Zygmunt_Florenty_Wr%C3%B3blewski", "description": "Zygmunt Florenty Wróblewski was a Polish physicist and chemist."}]}, {"heading": "Births", "year": "1846", "date": "October 28", "txt": "Auguste Escoffier, French chef and author (d. 1935)", "entities": [{"title": "Auguste Escoffier", "href": "/wiki/Auguste_Escoffier", "description": "Georges Auguste Escoffier was a French chef, restaurateur and culinary writer who popularized and updated traditional French cooking methods. Much of Escoffier's technique was based on that of Marie-Antoine Carême, one of the codifiers of French haute cuisine; Escoffier's achievement was to simplify and modernize Carême's elaborate and ornate style. In particular, he codified the recipes for the f"}]}, {"heading": "Births", "year": "1854", "date": "October 28", "txt": "Jean-Marie Guyau, French philosopher and poet (d. 1888)", "entities": [{"title": "Jean-Marie Guyau", "href": "/wiki/Jean-Marie_Guyau", "description": "Jean-Marie Guyau was a French philosopher and poet."}]}, {"heading": "Births", "year": "1860", "date": "October 28", "txt": "Kanō Jigorō, Japanese martial artist (d. 1938)", "entities": [{"title": "Kanō Jigorō", "href": "/wiki/Kan%C5%8D_Jigor%C5%8D", "description": "Kanō Jigorō  was a Japanese educator, athlete, and the founder of Judo. Judo was the first Japanese martial art to gain widespread international recognition, and the first to become an official Olympic sport. Pedagogical innovations attributed to Kanō include the use of black and white belts, and the introduction of dan ranking to show the relative ranking among members of a martial art style. Wel"}]}, {"heading": "Births", "year": "1864", "date": "October 28", "txt": "Adolfo Camarillo, Mexican-American rancher and philanthropist (d. 1958)", "entities": [{"title": "Adolfo Camarillo", "href": "/wiki/Adolfo_Camarillo", "description": "Don Adolfo Camarillo was a prominent Californio philanthropist, ranchero, and horse breeder, known for founding the city of Camarillo, California, along with his brother Juan Camarillo Jr. Camarillo also donated the land for Adolfo Camarillo High School. The horse breed Camarillo White Horse was named for Camarillo. He began breeding them in 1921 and the line continues today. Because of his philan"}]}, {"heading": "Births", "year": "1867", "date": "October 28", "txt": "Sister Nivedita, Irish-Indian nurse, author, and educator (d. 1911)", "entities": [{"title": "Sister Nivedita", "href": "/wiki/Sister_Nivedita", "description": "Sister Nivedita was an Irish teacher, author, social activist, school founder and disciple of Swami Vivekananda. She spent her childhood and early youth in Ireland. She was engaged to marry a Welsh youth, but he died soon after their engagement."}]}, {"heading": "Births", "year": "1875", "date": "October 28", "txt": "Gilbert Hovey Grosvenor, Turkish-Canadian journalist (d. 1966)", "entities": [{"title": "Gilbert Hovey Grosvenor", "href": "/wiki/Gilbert_Hovey_Grosvenor", "description": "Gilbert Hovey Grosvenor, father of photojournalism, was the first full-time editor of National Geographic (1899–1954). Grosvenor is credited with having built the magazine into the iconic publication that it is today."}]}, {"heading": "Births", "year": "1877", "date": "October 28", "txt": "Joe Adams, American baseball player and manager (d. 1952)", "entities": [{"title": "Joe Adams (baseball)", "href": "/wiki/Joe_Adams_(baseball)", "description": "Joe Edward \"Old Wagon Tongue\" Adams was a Major League Baseball player and minor league manager. He was also known as \"Old Wagon Tongue.\""}]}, {"heading": "Births", "year": "1879", "date": "October 28", "txt": "Channing H. Cox, American lawyer and politician, 49th Governor of Massachusetts (d. 1968)", "entities": [{"title": "Channing H. Cox", "href": "/wiki/Channing_H._Cox", "description": "Channing Harris Cox was an American Republican politician, lawyer, and businessman from Massachusetts. He served as the 49th Governor of Massachusetts, from 1921 to 1925. He attended Dartmouth College and served as lieutenant governor to Calvin Coolidge, winning election as governor after Coolidge decided to run for vice president. Cox was noted for advancing progressive labor legislation and adju"}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1880", "date": "October 28", "txt": "Wilhelm Anderson, Belarusian-Estonian astrophysicist and astronomer (d. 1940)", "entities": [{"title": "Wilhelm Anderson", "href": "/wiki/Wilhelm_Anderson", "description": "Wilhelm Robert Karl Anderson was a Russian-Estonian astrophysicist of Baltic German descent who studied the physical structure of the stars."}]}, {"heading": "Births", "year": "1880", "date": "October 28", "txt": "Billy Wedlock, English footballer (d. 1965)", "entities": []}, {"heading": "Births", "year": "1881", "date": "October 28", "txt": "Vin Coutie, Australian footballer (d. 1951)", "entities": [{"title": "Vin Coutie", "href": "/wiki/Vin_Coutie", "description": "Arthur Vincent \"Vin\" Coutie was an Australian rules footballer who played for Melbourne in the Victorian Football League (VFL) during the early 1900s."}]}, {"heading": "Births", "year": "1884", "date": "October 28", "txt": "William Douglas Cook, New Zealand horticulturalist, founded Eastwoodhill Arboretum (d. 1967)", "entities": [{"title": "William Douglas Cook", "href": "/wiki/William_Douglas_Cook", "description": "\nWilliam Douglas Cook was the founder of Eastwoodhill Arboretum, now the national arboretum of New Zealand, and one of the founders of Pukeiti, a rhododendron garden, close to New Plymouth. He was a \"plantsman with the soul of a poet and the vision of a philosopher\"."}, {"title": "Eastwoodhill Arboretum", "href": "/wiki/Eastwoodhill_Arboretum", "description": "\n\nEastwoodhill is the national arboretum of New Zealand. It covers 131 hectares (1.31 km2) and is located 35 km northwest of Gisborne, in the hill country of Ngatapa. It was founded in 1910 by William Douglas Cook. Cook's life work would become the creation of a giant collection of Northern Hemisphere temperate climate zone trees in New Zealand – a dream that would eventually cost him all his mone"}]}, {"heading": "Births", "year": "1885", "date": "October 28", "txt": "Velimir Khlebnikov, Russian poet and playwright (d. 1922)", "entities": [{"title": "Velimir Khlebnikov", "href": "/wiki/Velimir_Khlebnikov", "description": "Viktor Vladimirovich Khlebnikov, better known by the pen name Velimir Khlebnikov, was a Russian poet and playwright, a central part of the Russian Futurist movement, but his work and influence stretch far beyond it. Influential linguist Roman Jakobson hailed Khlebnikov as \"the greatest world poet of our century\"."}]}, {"heading": "Births", "year": "1886", "date": "October 28", "txt": "Noel Macklin, English soldier and engineer (d. 1946)", "entities": [{"title": "Noel Macklin", "href": "/wiki/Noel_Macklin", "description": "Sir (Albert) Noel Campbell Macklin (1886–1946) was an innovative British car maker and boat designer. He founded Eric-Campbell in 1919, Silver Hawk in 1920, Invicta in 1925 and Railton in 1933. In 1939 he founded Fairmile Marine and supplied boats to the Royal Navy throughout World War II, for which effort he was honoured with a knighthood."}]}, {"heading": "Births", "year": "1888", "date": "October 28", "txt": "Christopher Vane, 10th Baron Barnard, English soldier and politician, Lord Lieutenant of Durham (d. 1964)", "entities": [{"title": "Christopher Vane, 10th Baron Barnard", "href": "/wiki/Christopher_Vane,_10th_Baron_Barnard", "description": "Christopher William Vane, 10th Baron Barnard was a British peer and military officer."}, {"title": "Lord Lieutenant of Durham", "href": "/wiki/Lord_Lieutenant_of_Durham", "description": "This is a list of people who have served as Lord Lieutenant of Durham."}]}, {"heading": "Births", "year": "1889", "date": "October 28", "txt": "Juliette Béliveau, Canadian actress and singer (d. 1975)", "entities": [{"title": "Juliette Béliveau", "href": "/wiki/Juliette_B%C3%A9liveau", "description": "Juliette Béliveau was a French Canadian actress and singer, who starred in various radio and television comedies and dramas, as well as in theatre productions. She was also the heroine of a weekly comic strip drawn by Dick Lucas, published by Radiomonde from 1950 through 1954."}]}, {"heading": "Births", "year": "1892", "date": "October 28", "txt": "Dink Johnson, American pianist, drummer, and clarinet player (d. 1954)", "entities": [{"title": "Dink Johnson", "href": "/wiki/Dink_Johnson", "description": "Ollie \"Dink\" Johnson was a Dixieland jazz pianist, clarinetist, and drummer."}]}, {"heading": "Births", "year": "1893", "date": "October 28", "txt": "Christopher Kelk Ingold, British chemist (d. 1970)", "entities": [{"title": "Christopher Kelk Ingold", "href": "/wiki/Christopher_Kelk_Ingold", "description": "Sir Christopher Kelk Ingold was a British chemist based in Leeds and London. His groundbreaking work in the 1920s and 1930s on reaction mechanisms and the electronic structure of organic compounds was responsible for the introduction into mainstream chemistry of concepts such as nucleophile, electrophile, inductive and resonance effects, and such descriptors as SN1, SN2, E1, and E2. He also was a "}]}, {"heading": "Births", "year": "1896", "date": "October 28", "txt": "Howard Hanson, American composer, conductor, and educator (d. 1981)", "entities": [{"title": "Howard Hanson", "href": "/wiki/Howard_Hanson", "description": "Howard Harold Hanson was an American composer, conductor, educator, music theorist, and champion of American classical music. As director for 40 years of the Eastman School of Music, he built a high-quality school and provided opportunities for commissioning and performing American music. In 1944, he won a Pulitzer Prize for his Symphony No. 4, and received numerous other awards including the Geor"}]}, {"heading": "Births", "year": "1897", "date": "October 28", "txt": "Edith Head, American costume designer (d. 1981)", "entities": [{"title": "Edith Head", "href": "/wiki/Edith_Head", "description": "Edith Head was an American costume designer who won a record eight Academy Awards for Best Costume Design between 1949 and 1973, making her the most awarded woman in the Academy's History."}]}, {"heading": "Births", "year": "1897", "date": "October 28", "txt": "Hans Speidel, German general (d. 1984)", "entities": []}, {"heading": "Births", "year": "1901", "date": "October 28", "txt": "Eileen Shanahan, Irish poet (d. 1979)", "entities": [{"title": "Eileen Shanahan", "href": "/wiki/Eileen_Shanahan", "description": "Eileen Shanahan was an Irish poet. Her best-known poem, The Three Children , has been republished five times since its original publication in The Atlantic Monthly in 1929, and was included in the Oxford Book of Irish Verse (1958)."}]}, {"heading": "Births", "year": "1902", "date": "October 28", "txt": "Elsa Lanchester, English-American actress and singer (d. 1986)", "entities": [{"title": "Elsa Lanchester", "href": "/wiki/Elsa_Lanchester", "description": "Elsa Sullivan Lanchester was an English actress with a long career in theatre, film and television."}]}, {"heading": "Births", "year": "1903", "date": "October 28", "txt": "John Chamberlain, American historian, journalist, and critic (d. 1995)", "entities": [{"title": "John Chamberlain (journalist)", "href": "/wiki/John_Chamberlain_(journalist)", "description": "John Rensselaer Chamberlain was an American journalist, business and economic historian, syndicated columnist and literary critic. He was dubbed \"one of America's most trusted book reviewers\" by the libertarian magazine The Freeman."}]}, {"heading": "Births", "year": "1903", "date": "October 28", "txt": "Evelyn Waugh, English journalist, author, and critic (d. 1966)", "entities": []}, {"heading": "Births", "year": "1904", "date": "October 28", "txt": "George Dangerfield, English-American historian, journalist, and author (d. 1986)", "entities": [{"title": "George Dangerfield", "href": "/wiki/George_Dangerfield", "description": "\n\nGeorge Bubb Dangerfield was an English-American journalist, historian, and the literary editor of Vanity Fair from 1933 to 1935. He is known primarily for his book The Strange Death of Liberal England (1935), a classic account of how the Liberal Party in Great Britain ruined itself in dealing with the House of Lords, woman suffrage, the Irish question, and labour unions, 1906–1914. His book on e"}]}, {"heading": "Births", "year": "1905", "date": "October 28", "txt": "Tatyana Pavlovna Ehrenfest, Dutch mathematician (d. 1984)", "entities": [{"title": "Tatyana Pavlovna Ehrenfest", "href": "/wiki/Tatyana_Pavlovna_Ehrenfest", "description": "Tatyana Pavlovna Ehrenfest, later van Aardenne-Ehrenfest, was a Dutch mathematician. She was the daughter of Paul Ehrenfest (1880–1933) and Tatyana Alexeyevna Afanasyeva (1876–1964)."}]}, {"heading": "Births", "year": "1907", "date": "October 28", "txt": "John Hewitt, Irish poet, playwright, and critic (d. 1987)", "entities": [{"title": "John Hewitt (poet)", "href": "/wiki/John_Hewitt_(poet)", "description": "John Harold Hewitt, who was born in Belfast, Northern Ireland, was the most significant Belfast poet to emerge before the 1960s generation of Northern Irish poets that included Seamus Heaney, Derek Mahon and Michael Longley. He was appointed the first writer-in-residence at Queen's University Belfast in 1976. His collections include The Day of the Corncrake (1969) and Out of My Time: Poems 1969 to"}]}, {"heading": "Births", "year": "1908", "date": "October 28", "txt": "Arturo Frondizi, Argentinian lawyer and politician, 32nd President of Argentina (d. 1995)", "entities": [{"title": "Arturo Frondizi", "href": "/wiki/Arturo_Frondizi", "description": "Arturo Frondizi Ércoli was an Argentine lawyer, journalist, teacher and politician, who was elected President of Argentina and ruled between May 1, 1958 and March 29, 1962, when he was overthrown by a military coup."}, {"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}]}, {"heading": "Births", "year": "1909", "date": "October 28", "txt": "Francis Bacon, Irish painter and illustrator (d. 1992)", "entities": [{"title": "Francis Bacon (artist)", "href": "/wiki/Francis_Bacon_(artist)", "description": "Francis Bacon was an Irish-born British figurative painter known for his raw, unsettling imagery. Focusing on the human form, his subjects included crucifixions, portraits of popes, self-portraits, and portraits of close friends, with abstracted figures sometimes isolated in geometrical structures. Rejecting various classifications of his work, Bacon said he strove to render \"the brutality of fact"}]}, {"heading": "Births", "year": "1912", "date": "October 28", "txt": "Richard Doll, English physiologist and epidemiologist (d. 2005)", "entities": [{"title": "Richard Doll", "href": "/wiki/Richard_Doll", "description": "Sir William Richard Shaboe Doll was a British physician who became an epidemiologist in the mid-20th century and made important contributions to that discipline. He was a pioneer in research linking smoking to health problems. With Ernst Wynder, Bradford Hill and Evarts Graham, he was credited with being the first to prove that smoking caused lung cancer and increased the risk of heart disease. He"}]}, {"heading": "Births", "year": "1914", "date": "October 28", "txt": "Glenn Robert Davis, American lieutenant and politician (d. 1988)", "entities": [{"title": "Glenn Robert Davis", "href": "/wiki/Glenn_Robert_Davis", "description": "Glenn Robert Davis was a member of the United States House of Representatives for Wisconsin. He represented Wisconsin's 2nd congressional district from April 22, 1947 to January 3, 1957, and Wisconsin's 9th congressional district from January 3, 1965 to December 31, 1974."}]}, {"heading": "Births", "year": "1914", "date": "October 28", "txt": "Jonas Salk, American biologist and physician (d. 1995)", "entities": []}, {"heading": "Births", "year": "1914", "date": "October 28", "txt": "Richard Laurence Millington Synge, English biochemist and academic, Nobel Prize laureate (d. 1994)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1916", "date": "October 28", "txt": "Pearl Hackney, English actress (d. 2009)", "entities": [{"title": "Pearl Hackney", "href": "/wiki/Pearl_Hackney", "description": "Pearl Hackney was a British actress and the wife of comic actor Eric Barker. She was born in Burton upon Trent, Staffordshire, but spent much of her early life in Liverpool, Lancashire."}]}, {"heading": "Births", "year": "1917", "date": "October 28", "txt": "Jack Soo, American actor and singer (d. 1979)", "entities": [{"title": "Jack Soo", "href": "/wiki/Jack_Soo", "description": "Jack Soo was an American singer and actor. He was best known for his role as Detective Nick Yemana on the television sitcom Barney Miller."}]}, {"heading": "Births", "year": "1919", "date": "October 28", "txt": "Walt Hansgen, American race car driver (d. 1966)", "entities": [{"title": "Walt Hansgen", "href": "/wiki/Walt_Hansgen", "description": "Walter Edwin Hansgen was an American racecar driver. His racing career began as a road racing driver, made his Grand Prix debut at 41 and 46 when he died, several days after crashing during testing for the 1966 24 Hours of Le Mans."}]}, {"heading": "Births", "year": "1919", "date": "October 28", "txt": "Hans Klenk, German race car driver (d. 2009)", "entities": []}, {"heading": "Births", "year": "1921", "date": "October 28", "txt": "Azumafuji Kin'ichi, Japanese sumo wrestler, the 40th Yokozuna (d. 1973)", "entities": [{"title": "Azumafuji Kin'ichi", "href": "/wiki/Azumafuji_Kin%27ichi", "description": "Azumafuji Kin'ichi  was a Japanese professional sumo wrestler from Taitō, Tokyo. He was the sport's 40th yokozuna, and later a professional wrestler."}, {"title": "Yokozuna (sumo)", "href": "/wiki/Yokozuna_(sumo)", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1922", "date": "October 28", "txt": "Gershon Kingsley, German-American pianist, composer, and conductor (d. 2019)", "entities": [{"title": "Gershon Kingsley", "href": "/wiki/Gershon_Kingsley", "description": "Gershon Kingsley was a contemporary German-American composer, a pioneer of electronic music and the Moog synthesizer, a partner in the electronic music duo Perrey and Kingsley, founder of the First Moog Quartet, and writer of rock-inspired compositions for Jewish religious ceremonies. Kingsley is most famous for his 1969 influential electronic instrumental composition \"Popcorn\"."}]}, {"heading": "Births", "year": "1922", "date": "October 28", "txt": "Simon Muzenda, Zimbabwe politician, 1st Vice President of Zimbabwe (d. 2003)", "entities": [{"title": "Vice President of Zimbabwe", "href": "/wiki/Vice_President_of_Zimbabwe", "description": "The Vice-President of Zimbabwe is the second highest political position obtainable in Zimbabwe. Currently there is a provision for two Vice-Presidents, who are appointed by the President of Zimbabwe. The Vice-Presidents are designated as \"First\" and \"Second\" in the Constitution of Zimbabwe; the designation reflects their position in the presidential order of succession."}]}, {"heading": "Births", "year": "1922", "date": "October 28", "txt": "Butch van Breda Kolff, American basketball player and coach (d. 2007)", "entities": []}, {"heading": "Births", "year": "1923", "date": "October 28", "txt": "John Connell, American actor (d. 2015)", "entities": [{"title": "John Connell (actor)", "href": "/wiki/John_Connell_(actor)", "description": "John P. Connell was an American stage, television, film and voice actor. Born in Philadelphia, Connell served aboard a B-24 Liberator in World War II, for which he received a Purple Heart. He attended the University of Missouri School of Journalism upon his discharge from the Army, and graduated in 1950."}]}, {"heading": "Births", "year": "1924", "date": "October 28", "txt": "Antonio Creus, Spanish race car driver and motorcycle racer (d. 1996)", "entities": [{"title": "Antonio Creus", "href": "/wiki/Antonio_Creus", "description": "Antonio Creus Rubín de Celis was a motorcycle racer and racing driver from Spain. He participated in one Formula One World Championship Grand Prix, the 1960 Argentine Grand Prix on 7 February 1960, driving a privately entered Maserati 250F. He retired with electrical problems and exhaustion, and scored no championship points."}]}, {"heading": "Births", "year": "1924", "date": "October 28", "txt": "Peddibhotla Suryakantam, Telugu actress (d. 1994)", "entities": []}, {"heading": "Births", "year": "1925", "date": "October 28", "txt": "Ian Hamilton Finlay, Bahamian-Scottish poet, sculptor, and gardener (d. 2006)", "entities": [{"title": "Ian Hamilton Finlay", "href": "/wiki/Ian_Hamilton_Finlay", "description": "Ian Hamilton Finlay, CBE was a Scottish poet, writer, artist and gardener."}]}, {"heading": "Births", "year": "1926", "date": "October 28", "txt": "Bowie Kuhn, American lawyer and businessman (d. 2007)", "entities": [{"title": "Bowie Kuhn", "href": "/wiki/Bowie_Kuhn", "description": "Bowie Kent Kuhn was an American lawyer and sports administrator who served as the fifth Commissioner of Major League Baseball from February 4, 1969 to September 30, 1984. He served as legal counsel for Major League Baseball owners for almost 20 years prior to his election as commissioner."}]}, {"heading": "Births", "year": "1927", "date": "October 28", "txt": "Cleo Laine, English singer and actress", "entities": [{"title": "Cleo Laine", "href": "/wiki/Cleo_Laine", "description": "Dame Cleo Laine is an English jazz and pop singer and an actress, known for her scat singing and for her vocal range. Though her natural range is that of a contralto, she is able to produce a G above high C, giving her an overall compass of well over three octaves. Laine is the only female performer to have received Grammy nominations in the jazz, popular and classical music categories. She is the"}]}, {"heading": "Births", "year": "1928", "date": "October 28", "txt": "Ion Mihai Pacepa, Romanian general (d. 2021)", "entities": [{"title": "Ion Mihai Pacepa", "href": "/wiki/Ion_Mihai_Pacepa", "description": "Ion Mihai Pacepa was a two-star general in the Securitate, the secret police of Communist Romania, who defected to the United States in July 1978 following President Jimmy Carter's approval of his request for political asylum. He was the highest-ranking defector from the former Eastern Bloc. At the time of his defection, Pacepa simultaneously had the rank of advisor to President Nicolae Ceauşescu,"}]}, {"heading": "Births", "year": "1928", "date": "October 28", "txt": "William Rodgers, Baron Rodgers of Quarry Bank, English politician, Shadow Secretary of State for Defence", "entities": [{"title": "Shadow Secretary of State for Defence", "href": "/wiki/Shadow_Secretary_of_State_for_Defence", "description": "The Shadow Secretary of State for Defence is a member of the UK Shadow Cabinet responsible for the scrutiny of the Secretary of State for Defence and the department, the Ministry of Defence. The post is currently held by John Healey."}]}, {"heading": "Births", "year": "1929", "date": "October 28", "txt": "Marcel Bozzuffi, French actor, director, and screenwriter (d. 1988)", "entities": [{"title": "Marcel Bozzuffi", "href": "/wiki/Marcel_Bozzuffi", "description": "Marcel Bozzuffi was a French film actor. He appeared as a hitman in the Oscar-winning American film The French Connection. In 1963, he married French actress Françoise Fabian."}]}, {"heading": "Births", "year": "1929", "date": "October 28", "txt": "Virginia Held, American philosopher, author, and academic", "entities": []}, {"heading": "Births", "year": "1929", "date": "October 28", "txt": "John Hollander, American poet, critic, and educator (d. 2013)", "entities": []}, {"heading": "Births", "year": "1929", "date": "October 28", "txt": "Joan Plowright, English actress", "entities": []}, {"heading": "Births", "year": "1930", "date": "October 28", "txt": "Bernie Ecclestone, English businessman", "entities": [{"title": "Bernie Ecclestone", "href": "/wiki/Bernie_Ecclestone", "description": "Bernard Charles Ecclestone is a British business magnate. He is the former chief executive of the Formula One Group, which manages Formula One and controls the commercial rights to the sport, and part-owns Delta Topco, the previous ultimate parent company of the Formula One Group. As such, he was commonly described in journalism as 'F1 Supremo'."}]}, {"heading": "Births", "year": "1931", "date": "October 28", "txt": "Harold Battiste, American saxophonist, pianist, and composer (d. 2015)", "entities": [{"title": "Harold Battiste", "href": "/wiki/Harold_Battiste", "description": "Harold Raymond Battiste Jr. was an American music composer, arranger, performer, and teacher. A native of, and later community leader in, New Orleans, he is best known for his work as an arranger on records by Sam Cooke, Joe Jones, Lee Dorsey, Sonny and Cher, Dr. John, and others."}]}, {"heading": "Births", "year": "1932", "date": "October 28", "txt": "Spyros Kyprianou, Cypriot lawyer and politician, 2nd President of Cyprus (d. 2002)", "entities": [{"title": "Spyros Kyprianou", "href": "/wiki/Spyros_Kyprianou", "description": "Spyros Achilleos Kyprianou was one of the most prominent politicians and barristers of modern Cyprus. He served as the second President of Cyprus from 1977 to 1988."}, {"title": "President of Cyprus", "href": "/wiki/President_of_Cyprus", "description": "The president of Cyprus is the head of state and the head of government of the Republic of Cyprus. The office was created in 1960, after Cyprus gained its independence from the United Kingdom. Currently, the president of Cyprus is Nicos Anastasiades, since 28 February 2013."}]}, {"heading": "Births", "year": "1932", "date": "October 28", "txt": "Suzy Parker, American model and actress (d. 2003)", "entities": []}, {"heading": "Births", "year": "1933", "date": "October 28", "txt": "Garrincha, Brazilian footballer (d. 1983)", "entities": [{"title": "Garrincha", "href": "/wiki/Garrincha", "description": "Manuel Francisco dos Santos, nicknamed Mané Garrincha, best known as simply Garrincha, was a Brazilian professional footballer who played as a right winger. He is widely regarded as one of the greatest dribblers of all time, and by some, the greatest dribbler ever. Garrincha is extremely popular in Brazil, and is also widely regarded as one of the greatest footballers of all time."}]}, {"heading": "Births", "year": "1933", "date": "October 28", "txt": "Michael Noakes, English painter and illustrator (d. 2018)", "entities": []}, {"heading": "Births", "year": "1934", "date": "October 28", "txt": "Charles A. Gargano, American diplomat, businessman and government official", "entities": [{"title": "Charles A. Gargano", "href": "/wiki/Charles_A._Gargano", "description": "Charles A. Gargano is an Italian born American businessman, government official and the former U.S. Ambassador to Trinidad and Tobago. He was the chairman of the Empire State Development Corporation during the tenure of Governor George Pataki."}]}, {"heading": "Births", "year": "1935", "date": "October 28", "txt": "Alan Clarke, English director and screenwriter (d. 1990)", "entities": [{"title": "Alan Clarke", "href": "/wiki/Alan_Clarke", "description": "Alan John Clarke was an English television and film director, producer and writer."}]}, {"heading": "Births", "year": "1936", "date": "October 28", "txt": "Charlie Daniels, American singer-songwriter, fiddle-player and guitarist (d. 2020)", "entities": [{"title": "Charlie Daniels", "href": "/wiki/Charlie_Daniels", "description": "Charles Edward Daniels was an American singer, songwriter and multi-instrumentalist known for his contributions to Southern rock, country, and bluegrass music. He was best known for his number-one country hit \"The Devil Went Down to Georgia\". Much of his output, including all but one of his eight Billboard Hot 100 charting singles, was credited to the Charlie Daniels Band."}]}, {"heading": "Births", "year": "1936", "date": "October 28", "txt": "Ted Hawkins, American soul-blues singer-songwriter and guitarist (d. 1995)", "entities": []}, {"heading": "Births", "year": "1937", "date": "October 28", "txt": "Graham Bond, English keyboard player, singer, and saxophonist (d. 1974)", "entities": [{"title": "Graham Bond", "href": "/wiki/Graham_Bond", "description": "Graham John Clifton Bond was an English rock/blues musician and vocalist, considered a founding father of the English rhythm and blues boom of the 1960s."}]}, {"heading": "Births", "year": "1937", "date": "October 28", "txt": "Lenny Wilkens, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 28", "txt": "Keigo Abe, Japanese martial artist and coach", "entities": [{"title": "Keigo Abe", "href": "/wiki/Keigo_Abe", "description": "Keigo Abe  was a prominent Japanese master of Shotokan karate who founded the Japan Shotokan Karate Association in 1999 and is its Chief Instructor. He holds the rank of 9th dan in karate, is a direct student of Masatoshi Nakayama (1913–1987), and was a senior instructor in the Japan Karate Association."}]}, {"heading": "Births", "year": "1938", "date": "October 28", "txt": "Kenneth Best, Liberian journalist, founded The Daily Observer", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 28", "txt": "Howard Blake, English composer and conductor", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 28", "txt": "Dave Budd, American basketball player", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 28", "txt": "Gary Cowan, Canadian golfer", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 28", "txt": "David Dimbleby, English journalist", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 28", "txt": "Anne Perry, English author", "entities": []}, {"heading": "Births", "year": "1939", "date": "October 28", "txt": "Jane Alexander, American actress and producer", "entities": [{"title": "Jane Alexander", "href": "/wiki/Jane_Alexander", "description": "Jane Alexander is an American actress and author. She is the recipient of two Primetime Emmy Awards, a Tony Award, and nominations for four Academy Awards, and three Golden Globe Awards. From 1993 to 1997, Alexander served as the chairwoman of the National Endowment for the Arts."}]}, {"heading": "Births", "year": "1939", "date": "October 28", "txt": "Andy Bey, American singer and pianist", "entities": []}, {"heading": "Births", "year": "1939", "date": "October 28", "txt": "Miroslav Cerar, Slovenian gymnast and lawyer", "entities": []}, {"heading": "Births", "year": "1939", "date": "October 28", "txt": "Curtis Lee, American singer-songwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1940", "date": "October 28", "txt": "Susan Harris, American screenwriter and producer", "entities": [{"title": "Susan Harris", "href": "/wiki/Susan_Harris", "description": "Susan Harris is an American television writer and producer, creator of Emmy Award-winning sitcoms Soap (1977–81) and The Golden Girls (1985–92). Between 1975 and 1998, Harris was one of the most prolific television writers, creating 13 comedy series. In 2011, she was inducted into the Television Hall of Fame."}]}, {"heading": "Births", "year": "1941", "date": "October 28", "txt": "Hank Marvin, English singer and guitarist", "entities": [{"title": "Hank Marvin", "href": "/wiki/Hank_Marvin", "description": "Hank Brian Marvin is an English multi-instrumentalist, vocalist and songwriter. He is best known as the lead guitarist for the Shadows, a group which primarily performed instrumentals and was the backing band for Cliff Richard, and subsequently for Marvin, Welch & Farrar."}]}, {"heading": "Births", "year": "1942", "date": "October 28", "txt": "Terence Donovan, English-Australian actor", "entities": [{"title": "Terence Donovan (actor)", "href": "/wiki/Terence_Donovan_(actor)", "description": "Terence Donovan, also billed as Terence J. Donovan and Terry Donovan, is an English-Australian actor of stage and television, and the father of fellow actor and singer Jason Donovan. He is best known for his roles as Doug Willis in soap opera Neighbours and has appeared in TV drama series since its early days, including police drama series Division 4 and Cop Shop, as well as minor parts in numerou"}]}, {"heading": "Births", "year": "1942", "date": "October 28", "txt": "Abdelkader Fréha, Algerian footballer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 28", "txt": "Kees Verkerk, Dutch speed skater", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 28", "txt": "Gillian Lovegrove, English computer scientist and academic", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 28", "txt": "Jimmy McRae, Scottish race car driver", "entities": [{"title": "Jimmy McRae", "href": "/wiki/Jimmy_McRae", "description": "Jimmy McRae is a British former rally driver. He was highly successful in the British Rally Championship, winning the title five times in 1981, 1982, 1984, 1987 and 1988. In the European Rally Championship for drivers, he was runner-up in 1982, while his highest placing in the World Rally Championship was fifteenth in 1983. Aside from his rallying career, McRae has maintained and run a very busy p"}]}, {"heading": "Births", "year": "1943", "date": "October 28", "txt": "Karalyn Patterson, English psychologist and academic", "entities": []}, {"heading": "Births", "year": "1944", "date": "October 28", "txt": "Gerry Anderson, Irish radio and television host (d. 2014)", "entities": [{"title": "Gerry Anderson (broadcaster)", "href": "/wiki/Gerry_Anderson_(broadcaster)", "description": "Gerald Michael \"Gerry\" Anderson, was a radio and television broadcaster for BBC Northern Ireland. Renowned for his unique style and distinctive sense of humour, Anderson often referred to himself on his show, as \"Turkey Neck\", \"Puppet Chin\" or \"Golf Mike Alpha\"."}]}, {"heading": "Births", "year": "1944", "date": "October 28", "txt": "Coluche, French comedian and actor (d. 1986)", "entities": []}, {"heading": "Births", "year": "1944", "date": "October 28", "txt": "Dennis Franz, American actor", "entities": []}, {"heading": "Births", "year": "1944", "date": "October 28", "txt": "Anton Schlecker, German businessman, founded the Schlecker Company", "entities": [{"title": "Schlecker", "href": "/wiki/Schlecker", "description": "Schlecker was a German retail company with headquarters in Ehingen which once had a workforce of some 52,000. There were stores across Europe including Germany, Austria, the Czech Republic, Luxembourg, Portugal, Poland, France, Spain and Italy. Schlecker announced the closure of half its shops across Germany with effect from 29 February 2012. Due to bankruptcy, the remaining stores were closed on "}]}, {"heading": "Births", "year": "1945", "date": "October 28", "txt": "Sandy Berger, American lawyer and politician, 19th United States National Security Advisor (d. 2015)", "entities": [{"title": "Sandy Berger", "href": "/wiki/Sandy_Berger", "description": "Samuel Richard \"Sandy\" Berger was a political consultant who served as the 19th United States National Security Advisor for President Bill Clinton from 1997 to 2001. Before that he served as the Deputy National Security Advisor for the Clinton Administration from 1993 to 1997."}, {"title": "National Security Advisor (United States)", "href": "/wiki/National_Security_Advisor_(United_States)", "description": "The Assistant to the President for National Security Affairs (APNSA), commonly referred to as the National Security Advisor (NSA) is a senior aide in the Executive Office of the President, based at the West Wing of the White House. The National Security Advisor serves as the principal advisor to the President of the United States on all national security issues. The National Security Advisor is ap"}]}, {"heading": "Births", "year": "1945", "date": "October 28", "txt": "Wayne Fontana, English pop singer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1945", "date": "October 28", "txt": "Don Iverson, American golfer", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 28", "txt": "John Hewson, Australian economist and politician", "entities": [{"title": "John Hewson", "href": "/wiki/John_Hewson", "description": "John Robert Hewson AM is a former Australian politician who served as leader of the Liberal Party from 1990 to 1994. He led the Liberal-National Coalition to defeat at the 1993 Australian federal election."}]}, {"heading": "Births", "year": "1946", "date": "October 28", "txt": "Wim Jansen, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 28", "txt": "Sharon Thesen, Canadian poet and academic", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 28", "txt": "Telma Hopkins, American singer and actress", "entities": [{"title": "Telma Hopkins", "href": "/wiki/Telma_Hopkins", "description": "Telma Louise Hopkins is an American actress and singer. Hopkins rose to prominence as a member of the 1970s pop music group Tony Orlando and Dawn, which had several number-one songs. She also performed on the CBS variety show Tony Orlando and Dawn from 1974 until 1976 along with Tony Orlando and Joyce Vincent Wilson. In the late 1970s, Hopkins began working as an actress, playing roles on various "}]}, {"heading": "Births", "year": "1949", "date": "October 28", "txt": "Caitlyn Jenner, American decathlete and actress", "entities": [{"title": "Caitlyn Jenner", "href": "/wiki/Caitlyn_Jenner", "description": "Caitlyn Marie Jenner is an American socialite, television presenter, and retired Olympic gold medal-winning decathlete."}]}, {"heading": "Births", "year": "1950", "date": "October 28", "txt": "Sihem Bensedrine, Tunisian journalist and activist", "entities": [{"title": "Sihem Bensedrine", "href": "/wiki/Sihem_Bensedrine", "description": "Sihem Bensedrine is a Tunisian journalist and human rights activist. In 2005, she was honored with the Oxfam Novib/PEN Award."}]}, {"heading": "Births", "year": "1950", "date": "October 28", "txt": "Ludo Delcroix, Belgian cyclist", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 28", "txt": "Peter Hitchens, English journalist and author", "entities": [{"title": "Peter Hitchens", "href": "/wiki/Peter_Hitchens", "description": "Peter Jonathan Hitchens is an English journalist and author. Hitchens writes for The Mail on Sunday and is a former foreign correspondent in Moscow and Washington. He has contributed to The Spectator, The American Conservative, The Guardian, First Things, Prospect, and the New Statesman. He is currently a columnist for the The Mail on Sunday. Hitchens has published numerous books, including The Ab"}]}, {"heading": "Births", "year": "1951", "date": "October 28", "txt": "Joe R. Lansdale, American martial artist and author", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 28", "txt": "Annie Potts, American actress", "entities": [{"title": "Annie Potts", "href": "/wiki/Annie_Potts", "description": "Anne Hampton Potts is an American actress. She was nominated for a Golden Globe Award for Corvette Summer (1978) and won a Genie Award for Heartaches (1981), before appearing in Ghostbusters (1984), Pretty in Pink (1986), Jumpin' Jack Flash (1986), Who's Harry Crumb? (1989), and Ghostbusters II (1989). She voiced Bo Peep in the Disney and Pixar animated films Toy Story (1995), Toy Story 2 (1999), "}]}, {"heading": "Births", "year": "1953", "date": "October 28", "txt": "Pierre Boivin, Canadian businessman", "entities": [{"title": "Pierre Boivin", "href": "/wiki/Pierre_Boivin", "description": "Pierre Boivin, OC is a French Canadian businessman and was president of the Montreal Canadiens from September 2, 1999, through June 30, 2011, succeeding Ronald Corey."}]}, {"heading": "Births", "year": "1955", "date": "October 28", "txt": "Bill Gates, American businessman and philanthropist, co-founded Microsoft", "entities": [{"title": "Bill Gates", "href": "/wiki/Bill_Gates", "description": "William Henry Gates III is an American business magnate, software developer, investor, author, and philanthropist. He is the co-founder of Microsoft Corporation. During his career at Microsoft, Gates held the positions of chairman, chief executive officer (CEO), president and chief software architect, while also being the largest individual shareholder until May 2014. He is considered one of the b"}, {"title": "Microsoft", "href": "/wiki/Microsoft", "description": "Microsoft Corporation is an American multinational technology company with headquarters in Redmond, Washington. It develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge"}]}, {"heading": "Births", "year": "1955", "date": "October 28", "txt": "Indra Nooyi, Indian-American businesswoman", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 28", "txt": "Mahmoud Ahmadinejad, Iranian engineer and politician, 6th President of Iran", "entities": [{"title": "Mahmoud Ahmadinejad", "href": "/wiki/Mahmoud_Ahmadinejad", "description": "Mahmoud Ahmadinejad, born Mahmoud Sabbaghian, is an Iranian conservative politician who served as the sixth President of Iran from 2005 to 2013. He was also the main political leader of the Alliance of Builders of Islamic Iran, a coalition of conservative political groups in the country, and served as mayor of Tehran from 2003 to 2005."}, {"title": "President of Iran", "href": "/wiki/President_of_Iran", "description": "The president of Iran is the head of government of the Islamic Republic of Iran. The president is the highest-ranking official of Iran. The president carries out the decrees, and answers to the Supreme Leader of Iran, who functions as the country's head of state. Unlike the executive in other countries, the president of Iran does not have full control over the government, which is ultimately under"}]}, {"heading": "Births", "year": "1956", "date": "October 28", "txt": "Volker Zotz, Austrian philosopher, scholar, and author", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 28", "txt": "Marian Bell, English economist and academic", "entities": [{"title": "Marian Bell (economist)", "href": "/wiki/Marian_Bell_(economist)", "description": "Marian Patricia Bell is a British consultant economist, and was a member of the Bank of England's Monetary Policy Committee from June 2002 to June 2005."}]}, {"heading": "Births", "year": "1957", "date": "October 28", "txt": "Stephen Morris, English drummer", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 28", "txt": "Zach Wamp, American businessman and politician", "entities": []}, {"heading": "Births", "year": "1958", "date": "October 28", "txt": "Concha García Campoy, Spanish journalist (d. 2013)", "entities": [{"title": "Concha García Campoy", "href": "/wiki/Concha_Garc%C3%ADa_Campoy", "description": "Concepción García Campoy, also known as Concha García Campoy, was a Spanish radio and television journalist and personality."}]}, {"heading": "Births", "year": "1958", "date": "October 28", "txt": "Ashok Chavan, Indian businessman and politician, 16th Chief Minister of Maharashtra", "entities": [{"title": "Chief Minister of Maharashtra", "href": "/wiki/Chief_Minister_of_Maharashtra", "description": "The Chief Minister of Maharashtra is the head of the Government of the Indian state of Maharashtra. Following elections to the Legislative Assembly, the Governor invites the party with a majority of seats to form the government and appoints the Chief Minister (CM). If the appointee is not a member of either the Legislative Assembly or the Legislative Council of Maharashtra, then the Constitution s"}]}, {"heading": "Births", "year": "1958", "date": "October 28", "txt": "William Reid, Scottish singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 28", "txt": "James Keelaghan, Canadian singer-songwriter and producer", "entities": [{"title": "James Keelaghan", "href": "/wiki/James_Keelaghan", "description": "James Keelaghan is a Canadian folk singer-songwriter. Born in Calgary, Alberta, Keelaghan is now based in Perth, Ontario. Many of the lyrics in his songs display a concern about social problems and justice in society. Examples of such themes include \"Kiri's Piano\", about the internment of Japanese Canadians, and \"October 70\", about the FLQ crisis, inspired by events and figures in Canadian history"}]}, {"heading": "Births", "year": "1959", "date": "October 28", "txt": "Toshio Masuda, Japanese composer", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 28", "txt": "Randy Wittman, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 28", "txt": "Landon Curt Noll, American computer scientist and mathematician", "entities": [{"title": "Landon Curt Noll", "href": "/wiki/Landon_Curt_Noll", "description": "Landon Curt Noll is an American computer scientist, co-discoverer of the 25th Mersenne prime and discoverer of the 26th, which he found while still enrolled at Hayward High School and concurrently at California State University, Hayward."}]}, {"heading": "Births", "year": "1962", "date": "October 28", "txt": "Erik Thorstvedt, Norwegian footballer and manager", "entities": [{"title": "Erik Thorstvedt", "href": "/wiki/Erik_Thorstvedt", "description": "Erik Thorstvedt is a former Norwegian professional football goalkeeper. He won 97 caps for the Norwegian national team, and was the starter in goal at the 1994 FIFA World Cup."}]}, {"heading": "Births", "year": "1962", "date": "October 28", "txt": "Daphne Zuniga, American actress", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 28", "txt": "Lauren Holly, American actress", "entities": [{"title": "Lauren Holly", "href": "/wiki/Lauren_Holly", "description": "Lauren Michael Holly is an American-Canadian actress. She has played the roles of Deputy Sheriff Maxine Stewart in the television series Picket Fences, Director Jenny Shepard in the series NCIS, Dr. Betty Rogers on Motive, Mary Swanson in Dumb and Dumber, Linda Lee in Dragon: The Bruce Lee Story, Darian Smalls in Beautiful Girls, Cindy Rooney in Any Given Sunday, and Gigi in What Women Want."}]}, {"heading": "Births", "year": "1963", "date": "October 28", "txt": "Sheryl Underwood, American comedian, actress, and talk show host", "entities": []}, {"heading": "Births", "year": "1964", "date": "October 28", "txt": "Andrew Bridgen, English soldier and politician", "entities": [{"title": "Andrew Bridgen", "href": "/wiki/Andrew_Bridgen", "description": "Andrew James Bridgen is a Conservative Party politician and businessman. Since May 2010 he has been the Member of Parliament (MP) for the constituency of North West Leicestershire. A prominent figure on the right of the party, he is a long-term critic of the European Union and supported Brexit in the 2016 United Kingdom European Union membership referendum. He is a vocal supporter of Eurosceptic p"}]}, {"heading": "Births", "year": "1964", "date": "October 28", "txt": "Peter Coyne, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 28", "txt": "Jami Gertz, American actress", "entities": [{"title": "Jami Gertz", "href": "/wiki/Jami_Gertz", "description": "Jami Beth Gertz is an American actress and investor. Gertz is known for her early roles in the films Crossroads, The Lost Boys, Less Than Zero and Quicksilver, the 1980s TV series Square Pegs and 1996's Twister, as well as for her roles as Judy Miller in the CBS sitcom Still Standing and as Debbie Weaver in the ABC sitcom The Neighbors. Along with husband Tony Ressler, she is a part-owner of the A"}]}, {"heading": "Births", "year": "1965", "date": "October 28", "txt": "David Warburton, English composer, businessman, and politician", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 28", "txt": "Miyako Yoshida, Japanese ballerina", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 28", "txt": "Steve Atwater, American football player", "entities": [{"title": "Steve Atwater", "href": "/wiki/Steve_Atwater", "description": "Stephen Dennis Atwater is an American former professional football player who spent most of his career playing free safety for the Denver Broncos of the National Football League (NFL). Atwater and Dennis Smith made up a Broncos secondary that was known for their ferocious hits on opposing players. He was an eight-time Pro Bowl selection and two-time Super Bowl champion. Atwater was elected to the "}]}, {"heading": "Births", "year": "1966", "date": "October 28", "txt": "Matt Drudge, American blogger and activist, founded the Drudge Report", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 28", "txt": "Andy Richter, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 28", "txt": "Aris Spiliotopoulos, Greek politician, Greek Minister of Education and Religious Affairs", "entities": [{"title": "Ministry of Education and Religious Affairs (Greece)", "href": "/wiki/Ministry_of_Education_and_Religious_Affairs_(Greece)", "description": "The Ministry of Education and Religious Affairs is a government department of Greece. One of the oldest ministries, established in 1833, it is responsible for running the country's education system and for supervising the religions in Greece. The incumbent minister is Niki Kerameus."}]}, {"heading": "Births", "year": "1967", "date": "October 28", "txt": "Kevin Macdonald, Scottish director, producer, and screenwriter", "entities": [{"title": "Kevin Macdonald (director)", "href": "/wiki/Kevin_Macdonald_(director)", "description": "Kevin Macdonald is a Scottish director. His films include One Day in September (1999), a documentary about the 1972 murder of 11 Israeli athletes, which won him the Academy Award for Best Documentary Feature, the climbing documentary Touching the Void (2003), the drama The Last King of Scotland (2006), the political thriller State of Play (2009), the Bob Marley documentary Marley (2012), the post-"}]}, {"heading": "Births", "year": "1967", "date": "October 28", "txt": "Julia Roberts, American actress and producer", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 28", "txt": "John Romero, American video game designer, co-founded Id Software", "entities": [{"title": "Id Software", "href": "/wiki/Id_Software", "description": "id Software LLC is an American video game developer based in Richardson, Texas. The company was founded on February 1, 1991, by four members of the computer company Softdisk, programmers John Carmack and John Romero, game designer Tom Hall, and artist Adrian Carmack. Business manager Jay Wilbur was also involved. id Software made important technological developments in video game technologies for "}]}, {"heading": "Births", "year": "1968", "date": "October 28", "txt": "Chris Broussard, American journalist and sportscaster", "entities": [{"title": "Chris Broussard", "href": "/wiki/Chris_Broussard", "description": "Christopher Dana Broussard is an American sports analyst and commentator for Fox Sports 1 and Fox Sports Radio. He is best known for his coverage of the NBA. Previously, he worked for The New York Times, ESPN The Magazine and ESPN.com, and made appearances on ESPN's SportsCenter, NBA Countdown, First Take, and NBA Fastbreak as an analyst."}]}, {"heading": "Births", "year": "1968", "date": "October 28", "txt": "Marc Lièvremont, French rugby player and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 28", "txt": "Mayumi Ozaki, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 28", "txt": "Javier Grillo-Marxuach, Puerto Rican-American screenwriter and producer", "entities": [{"title": "Javier Grillo-Marxuach", "href": "/wiki/Javier_Grillo-Marxuach", "description": "Javier \"Javi\" Grillo-Marxuach, born October 28, 1969 in San Juan, Puerto Rico, is a television screenwriter and producer, and podcaster, known for his work as writer and producer on the first two seasons of the ABC television series Lost, as well as other series including Charmed and Law and Order: Special Victims Unit."}]}, {"heading": "Births", "year": "1969", "date": "October 28", "txt": "Ben Harper, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 28", "txt": "Noriyoshi Omichi, Japanese baseball player and coach", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 28", "txt": "Greg Eagles, American voice actor and producer", "entities": [{"title": "Greg Eagles", "href": "/wiki/Greg_Eagles", "description": "Greg Eagles is an American actor, producer and writer. He is best known for voicing the Grim Reaper in Grim & Evil and its spin-off The Grim Adventures of Billy & Mandy. He is also known for voicing Captain Bob and Sketch Pad on HBO's Canadian-American children's television series Crashbox, Brother 6 and Rokutaro in Afro Samurai, Aku Aku in the Crash Bandicoot video game franchise, and Gray Fox in"}]}, {"heading": "Births", "year": "1970", "date": "October 28", "txt": "Alan Peter Cayetano, Filipino politician and Secretary of Foreign Affairs of the Philippines", "entities": [{"title": "Secretary of Foreign Affairs", "href": "/wiki/Secretary_of_Foreign_Affairs", "description": "A foreign affairs minister or minister of foreign affairs is generally a cabinet minister in charge of a state's foreign policy and relations."}]}, {"heading": "Births", "year": "1971", "date": "October 28", "txt": "Roxana Briban, Romanian soprano and actress (d. 2010)", "entities": [{"title": "Roxana Briban", "href": "/wiki/Roxana_Briban", "description": "Roxana Briban was a Romanian operatic soprano."}]}, {"heading": "Births", "year": "1971", "date": "October 28", "txt": "Caroline Dinenage, English businesswoman and politician", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 28", "txt": "Terrell Davis, American football player and sportscaster", "entities": [{"title": "Terrell Davis", "href": "/wiki/Terrell_Davis", "description": "Terrell Lamar Davis is an American former professional football player who was a running back for the Denver Broncos of the National Football League (NFL) from 1995 to 2001. He is the Denver Broncos all-time leading rusher and still holds the record for most postseason single-season touchdowns (8), arguably the greatest postseason for a running back in NFL history. He is also credited with startin"}]}, {"heading": "Births", "year": "1972", "date": "October 28", "txt": "Brad Paisley, American singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 28", "txt": "Trista Sutter, American reality star", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 28", "txt": "Montel Vontavious Porter, American wrestler and actor", "entities": [{"title": "Montel Vontavious Porter", "href": "/wiki/Montel_Vontavious_Porter", "description": "Hassan Hamin Assad is an American professional wrestler currently signed to WWE, where he performs on the Raw brand under the ring name MVP. He is currently the leader of The Hurt Business, whose membership includes WWE Champion Bobby Lashley."}]}, {"heading": "Births", "year": "1973", "date": "October 28", "txt": "Aleksandar Stanojević, Serbian footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 28", "txt": "Braden Looper, American baseball player", "entities": [{"title": "Braden Looper", "href": "/wiki/Braden_Looper", "description": "Braden LaVerne Looper is a former Major League Baseball pitcher."}]}, {"heading": "Births", "year": "1974", "date": "October 28", "txt": "Vicente Moreno, Spanish footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 28", "txt": "Joaquin Phoenix, American actor and producer", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 28", "txt": "Dejan Stefanović, Serbian footballer and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 28", "txt": "Dayanara Torres, Puerto Rican actress and singer, Miss Universe 1993", "entities": [{"title": "Miss Universe 1993", "href": "/wiki/Miss_Universe_1993", "description": "Miss Universe 1993, the 42nd Miss Universe pageant, was held on 21 May 1993 at the Auditorio Nacional in Mexico City, Mexico. At the event's conclusion, Dayanara Torres of Puerto Rico was crowned Miss Universe by outgoing titleholder Michelle McLean of Namibia. Seventy-nine contestants competed in the pageant."}]}, {"heading": "Births", "year": "1976", "date": "October 28", "txt": "Keiron Cunningham, British rugby league player and coach", "entities": [{"title": "Keiron Cunningham", "href": "/wiki/Keiron_Cunningham", "description": "Keiron Cunningham is a Welsh professional rugby league coach and former player. A Great Britain and Wales international representative hooker, he played his entire professional career at St Helens, making nearly 500 appearances for the club between 1994 and 2010 and winning numerous trophies. He has been frequently cited as being among the best players in the Super League history and is widely reg"}]}, {"heading": "Births", "year": "1976", "date": "October 28", "txt": "Martin Lepa, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 28", "txt": "Simone Loria, Italian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 28", "txt": "Justin Guarini, American singer-songwriter and actor", "entities": [{"title": "Justin Guarini", "href": "/wiki/Justin_Guarini", "description": "Justin Guarini is an American singer, musician, actor, host and record producer, who in 2002 was the runner-up on the first season of American Idol. In 2015, he began appearing in TV commercials as \"Lil' Sweet\", a character used to advertise the Diet Dr. Pepper soft drink."}]}, {"heading": "Births", "year": "1979", "date": "October 28", "txt": "Natina Reed, American rapper and actress (d. 2012)", "entities": [{"title": "Natina Reed", "href": "/wiki/Natina_Reed", "description": "Natina Tiawana Reed was an American singer-songwriter, rapper, and actress. She was born in New York City and raised in Atlanta, Georgia, where she pursued a career in music beginning in her early teens. Discovered by rapper Lisa Lopes, she worked as a writer for the girl group TLC. Reed gained notice in the late 1990s as a member of the girl group Blaque. They released two albums: their 1999 epon"}]}, {"heading": "Births", "year": "1979", "date": "October 28", "txt": "Martin Škoula, Czech ice hockey player", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 28", "txt": "Olcay Çetinkaya, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 28", "txt": "Jawed Karim, American computer scientist", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 28", "txt": "Christy Hemme, American wrestler and ring announcer", "entities": [{"title": "Christy Hemme", "href": "/wiki/Christy_Hemme", "description": "Christina Lee Hemme is an American professional wrestling valet, ring announcer, singer and retired professional wrestler and model. She is best known for her time in Total Nonstop Action Wrestling, as a ring announcer and one of the original Knockouts when TNA Knockouts Division was born in 2007, and as a former wrestler in WWE as a WWE Diva. She was also the winner of the 2004 WWE Diva Search, r"}]}, {"heading": "Births", "year": "1980", "date": "October 28", "txt": "Agnes Obel, Danish singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 28", "txt": "Alan Smith, English footballer and coach", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 28", "txt": "Solomon Andargachew, Ethiopian footballer", "entities": [{"title": "Solomon Andargachew", "href": "/wiki/Solomon_Andargachew", "description": "Solomon Melkamu Andargachew is an Ethiopian football defender."}]}, {"heading": "Births", "year": "1981", "date": "October 28", "txt": "Milan Baroš, Czech footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 28", "txt": "Shane Gore, English footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 28", "txt": "Nate McLouth, American baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 28", "txt": "Nick Montgomery, English-Scottish footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 28", "txt": "Jeremy Bonderman, American baseball player", "entities": [{"title": "Jeremy Bonderman", "href": "/wiki/Jeremy_Bonderman", "description": "Jeremy Allen Bonderman is an American former professional baseball pitcher. Bonderman batted and threw right-handed."}]}, {"heading": "Births", "year": "1982", "date": "October 28", "txt": "Enver Jääger, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 28", "txt": "Anthony Lerew, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 28", "txt": "Hironori Saruta, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 28", "txt": "Matt Smith, English actor and director", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 28", "txt": "Jarrett Jack, American basketball player", "entities": [{"title": "Jarrett Jack", "href": "/wiki/Jarrett_Jack", "description": "Jarrett Matthew Jack is an American professional basketball player for the NBA G League Ignite of the NBA G League. He attended four high schools in North Carolina, Maryland and Massachusetts before playing collegiately at Georgia Tech. He was selected with the 22nd overall pick in the 2005 NBA draft by the Denver Nuggets, before playing with the Portland Trail Blazers, Indiana Pacers, Toronto Rap"}]}, {"heading": "Births", "year": "1983", "date": "October 28", "txt": "Kayo Noro, Japanese singer and actress", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 28", "txt": "Joe Thomas, English actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 28", "txt": "Bryn Evans, New Zealand rugby player", "entities": [{"title": "Bryn Evans (New Zealand rugby union player)", "href": "/wiki/Bryn_Evans_(New_Zealand_rugby_union_player)", "description": "Bryn Evans is a New Zealand rugby union player, who currently plays as a lock for the Highlanders in Super Rugby and Hawke's Bay in New Zealand's domestic Mitre 10 Cup competition."}]}, {"heading": "Births", "year": "1984", "date": "October 28", "txt": "Obafemi Martins, Nigerian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 28", "txt": "Finn Wittrock, American actor", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 28", "txt": "Tyrone Barnett, English footballer", "entities": [{"title": "Tyrone Barnett", "href": "/wiki/Tyrone_Barnett", "description": "Tyrone Barnett is an English professional footballer who plays as a forward for National League side Eastleigh."}]}, {"heading": "Births", "year": "1985", "date": "October 28", "txt": "Anthony Fantano, American music critic", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 28", "txt": "Anthony Griffith, English footballer", "entities": [{"title": "Anthony Griffith (football)", "href": "/wiki/Anthony_Griffith_(football)", "description": "Anthony James Griffith is an English-born former Montserrat international footballer and coach is the professional development phase lead coach at Port Vale. He was noted as a tough tackling defensive midfielder, though at times this led to him to having a poor disciplinary record."}]}, {"heading": "Births", "year": "1986", "date": "October 28", "txt": "Aki Toyosaki, Japanese voice actress and singer", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 28", "txt": "Frank Ocean, American singer-songwriter", "entities": [{"title": "Frank Ocean", "href": "/wiki/Frank_Ocean", "description": "Frank Ocean is an American singer, songwriter, record producer, photographer, and visual artist. Recognized for his idiosyncratic musical style, introspective and elliptical songwriting, and wide vocal range, Ocean is among the most acclaimed artists of his generation. Music critics have credited him with revitalizing jazz and funk influenced R&B, as well as advancing the genre through his experim"}]}, {"heading": "Births", "year": "1988", "date": "October 28", "txt": "Edd Gould, English cartoonist and animator (d. 2012)", "entities": [{"title": "Edd Gould", "href": "/wiki/Edd_Gould", "description": "Edward Duncan Ernest Gould was a British animator, artist, writer, director, and voice actor. He was best known for creating Eddsworld, a media franchise consisting of Flash animations and webcomics featuring fictionalised versions of himself and longtime collaborators Thomas Ridgewell, Matt Hargreaves and others. After Gould's death in 2012, production of Eddsworld was passed on to Ridgewell and "}]}, {"heading": "Births", "year": "1988", "date": "October 28", "txt": "Jamie xx, English musician, DJ, record producer and remixer", "entities": []}, {"heading": "Births", "year": "1989", "date": "October 28", "txt": "Camille Muffat, French swimmer (d. 2015)", "entities": [{"title": "Camille Muffat", "href": "/wiki/Camille_Muffat", "description": "Camille Muffat was a French swimmer and three-time Olympic medalist. Swimming for the Olympic Nice Natation club, she specialised in the individual medley and the free style events. Her career ran from 2005 to 2014."}]}, {"heading": "Births", "year": "1991", "date": "October 28", "txt": "Lucy Bronze, English footballer", "entities": [{"title": "Lucy Bronze", "href": "/wiki/Lucy_Bronze", "description": "Lucia Roberta Tough Bronze is an English footballer who plays as a right-back for English club Manchester City and the England national team. She has previously played for Sunderland, Everton, Liverpool, and Olympique Lyonnais as well as the North Carolina Tar Heels at college level in the United States. Bronze has won three UEFA Women's Champions League titles with Olympique Lyonnais as well as t"}]}, {"heading": "Births", "year": "1992", "date": "October 28", "txt": "Maria Sergejeva, Estonian figure skater", "entities": [{"title": "Maria Sergejeva", "href": "/wiki/Maria_Sergejeva", "description": "Maria Sergejeva is an Estonian former competitive pair skater and model. With former partner Ilja Glebov, she is the 2007–10 Estonian national champion and represented Estonia at the 2010 Winter Olympics. Following her competitive retirement in 2010, Sergejeva performed worldwide in theatre and arena shows, including Disney on Ice, Fantasy on Ice, Illusion on Ice, Magic on Ice and The Snow King."}]}, {"heading": "Births", "year": "1995", "date": "October 28", "txt": "Glen Kamara, Finnish footballer", "entities": [{"title": "Glen Kamara", "href": "/wiki/Glen_Kamara", "description": "Glen Adjei Kamara is a Finnish professional footballer who plays as a midfielder for Scottish Premiership club Rangers and the Finland national team."}]}, {"heading": "Births", "year": "1996", "date": "October 28", "txt": "Jasmine Jessica Anthony, American actress", "entities": [{"title": "Jasmine Jessica Anthony", "href": "/wiki/Jasmine_Jessica_Anthony", "description": "Jasmine Jessica Anthony is an American actress. She made her debut in the 2002 film Catch Me If You Can. In 2005, she was cast as Amy Calloway in the ABC drama series Commander in Chief."}]}, {"heading": "Births", "year": "1996", "date": "October 28", "txt": "Jack Eichel, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1996", "date": "October 28", "txt": "Una Raymond-Hoey, Irish cricketer", "entities": []}, {"heading": "Births", "year": "1997", "date": "October 28", "txt": "Taylor Fritz, American tennis player", "entities": [{"title": "Taylor Fritz", "href": "/wiki/Taylor_Fritz", "description": "Taylor Harry Fritz is an American professional tennis player. He reached an ATP final in his third career event, the 2016 Memphis Open. Only one other American has reached an ATP final in fewer career events."}]}, {"heading": "Births", "year": "1997", "date": "October 28", "txt": "Georgia Godwin, Australian artistic gymnast", "entities": []}, {"heading": "Births", "year": "1998", "date": "October 28", "txt": "Nolan Gould, American actor", "entities": [{"title": "Nolan Gould", "href": "/wiki/Nolan_Gould", "description": "Nolan Gould is an American actor. He is best known for his role as Luke Dunphy, the youngest sibling of the Dunphy family on the ABC sitcom Modern Family."}]}, {"heading": "Deaths", "year": "312", "date": "October 28", "txt": "Maxentius, Roman emperor (b. 278)", "entities": [{"title": "Maxentius", "href": "/wiki/Maxentius", "description": "Maxentius was Roman emperor from 306 to 312. He was the son of former Emperor Maximian and the son-in-law of Emperor Galerius. The latter part of his reign was preoccupied with civil war, allying with Maximinus II against Licinius and Constantine. The latter defeated him at the Battle of the Milvian Bridge in 312, where Maxentius, with his army in flight, purportedly perished by drowning in the Ti"}]}, {"heading": "Deaths", "year": "457", "date": "October 28", "txt": "Ibas of Edessa, Syrian bishop", "entities": [{"title": "Ibas of Edessa", "href": "/wiki/Ibas_of_Edessa", "description": "Ibas was bishop of Edessa and was born in Syria. His name is the Syriac equivalent of \"Donatus\". He is frequently associated with the growth of Nestorianism, although this assertion is contentious and has been opposed."}]}, {"heading": "Deaths", "year": "816", "date": "October 28", "txt": "Beggo, count of Toulouse and Paris", "entities": [{"title": "Beggo, Count of Toulouse", "href": "/wiki/Beggo,_Count_of_Toulouse", "description": "Beggo was the son of Gerard I of Paris. He was appointed Count of Toulouse, Duke of Septimania, Duke of Aquitaine, and Margrave of the Hispanic March in 806 and followed his father as Count of Paris in 815."}, {"title": "County of Toulouse", "href": "/wiki/County_of_Toulouse", "description": "The County of Toulouse was a territory in southern France consisting of the city of Toulouse and its environs, ruled by the Count of Toulouse from the late 9th century until the late 13th century."}, {"title": "Paris", "href": "/wiki/Paris", "description": "Paris is the capital and most populous city of France, with an estimated population of 2,175,601 residents as of 2018, in an area of more than 105 square kilometres. Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, gastronomy, science and arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region,"}]}, {"heading": "Deaths", "year": "875", "date": "October 28", "txt": "Remigius of Lyon, Frankish archbishop", "entities": [{"title": "Remigius of Lyon", "href": "/wiki/Remigius_of_Lyon", "description": "Remigius was archbishop of Lyon."}, {"title": "Archbishop", "href": "/wiki/Archbishop", "description": "In many Christian Denominations, an archbishop is a bishop of higher rank or office. In some cases, such as the Lutheran Church of Sweden and the Church of England, the title is borne by the leader of the denomination. In others, such as the Roman Catholic Church, there are many archbishops who either have jurisdiction over an ecclesiastical province in addition to their own Archdiocese, or are ot"}]}, {"heading": "Deaths", "year": "1138", "date": "October 28", "txt": "King Bolesław III Wrymouth of Poland", "entities": [{"title": "Bolesław III Wrymouth", "href": "/wiki/Boles%C5%82aw_III_Wrymouth", "description": "Bolesław III Wrymouth, was the duke of Lesser Poland, Silesia and Sandomierz between 1102 and 1107 and over the whole Poland between 1107 and 1138. He was the only child of Duke Władysław I Herman and his first wife, Judith of Bohemia."}, {"title": "Poland", "href": "/wiki/Poland", "description": "Poland, officially the Republic of Poland, is a country located in Central Europe. It is divided into 16 administrative provinces, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis i"}]}, {"heading": "Deaths", "year": "1225", "date": "October 28", "txt": "Jien, Japanese monk, historian, and poet (b. 1155)", "entities": [{"title": "Jien", "href": "/wiki/Jien", "description": "Jien  was a Japanese poet, historian, and Buddhist monk."}]}, {"heading": "Deaths", "year": "1266", "date": "October 28", "txt": "Saint Arsenije I Sremac", "entities": [{"title": "Arsenije Sremac", "href": "/wiki/Arsenije_Sremac", "description": "Arsenije Sremac was the second Archbishop of the Serbian Orthodox Church (1233–1263) and a disciple of Saint Sava of Serbia."}]}, {"heading": "Deaths", "year": "1310", "date": "October 28", "txt": "Ecumenical Patriarch Athanasius I of Constantinople (b. 1230)", "entities": [{"title": "Ecumenical Patriarch Athanasius I of Constantinople", "href": "/wiki/Ecumenical_Patriarch_Athanasius_I_of_Constantinople", "description": "Athanasius I was the Ecumenical Patriarch of Constantinople for two terms, from 1289 to 1293 and 1303 to 1309. He was born in Adrianople and died in Constantinople. Chosen by the emperor Andronicus II Palaeologus as patriarch, he opposed the reunion of the Greek and Roman Churches and introduced an ecclesiastic reform that evoked opposition within the clergy. He resigned in 1293 and was restored i"}]}, {"heading": "Deaths", "year": "1312", "date": "October 28", "txt": "Elizabeth of Carinthia, Queen of Germany (b. 1262)", "entities": [{"title": "Elizabeth of Carinthia, Queen of Germany", "href": "/wiki/Elizabeth_of_Carinthia,_Queen_of_Germany", "description": "Elisabeth of Carinthia, was a Duchess of Austria from 1282 and Queen of the Romans from 1298 until 1308, by marriage to King Albert I of Habsburg."}]}, {"heading": "Deaths", "year": "1412", "date": "October 28", "txt": "Margaret I of Denmark (b. 1353)", "entities": [{"title": "Margaret I of Denmark", "href": "/wiki/Margaret_I_of_Denmark", "description": "Margaret I was ruler of Denmark, Norway, and Sweden from the late 1380s until her death, and the founder of the Kalmar Union that joined the Scandinavian kingdoms together for over a century. She had been Norway's queen consort 1363-1380 and Sweden's 1363-1364, since then titled Queen. Margaret was known as a wise, energetic and capable leader, who governed with \"farsighted tact and caution,\" earn"}]}, {"heading": "Deaths", "year": "1468", "date": "October 28", "txt": "Bianca Maria Visconti, Duchess of Milan (b. 1425)", "entities": [{"title": "Bianca Maria Visconti", "href": "/wiki/Bianca_Maria_Visconti", "description": "Bianca Maria Visconti was Duchess of Milan from 1450 to 1468."}]}, {"heading": "Deaths", "year": "1568", "date": "October 28", "txt": "Ashikaga Yoshihide, Japanese shōgun (b. 1539)", "entities": [{"title": "Ashikaga Yoshihide", "href": "/wiki/Ashikaga_Yoshihide", "description": "Ashikaga Yoshihide  was the 14th shōgun of the Ashikaga shogunate who held nominal power for a few months in 1568 during the Muromachi period of Japan. When he became shōgun, he changed his name to Yoshinaga, but he is more conventionally recognized today by the name Yoshihide.Eiroku 11, in the 2nd month (1568): Yoshihide became Sei-i Taishōgun three years after the death of his cousin, the thirte"}]}, {"heading": "Deaths", "year": "1592", "date": "October 28", "txt": "Ogier Ghiselin de Busbecq, Flemish diplomat", "entities": [{"title": "Ogier Ghiselin de Busbecq", "href": "/wiki/Ogier_Ghiselin_de_Busbecq", "description": "Ogier Ghiselin de Busbecq, sometimes Augier Ghislain de Busbecq, was a 16th-century Flemish writer, herbalist and diplomat in the employ of three generations of Austrian monarchs. He served as ambassador to the Ottoman Empire in Constantinople and in 1581 published a book about his time there, Itinera Constantinopolitanum et Amasianum, re-published in 1595 under the title of Turcicae epistolae or "}]}, {"heading": "Deaths", "year": "1594", "date": "October 28", "txt": "Ōkubo Tadayo, Japanese general (b. 1532)", "entities": [{"title": "Ōkubo Tadayo", "href": "/wiki/%C5%8Ckubo_Tadayo", "description": "Ōkubo Tadayo  was a samurai general in the service of Tokugawa Ieyasu in the Azuchi–Momoyama period, subsequently becoming a Daimyō of Odawara Domain in early Edo period, Japan."}]}, {"heading": "Deaths", "year": "1627", "date": "October 28", "txt": "Jahangir, Mughal Emperor of India (b. 1569)", "entities": [{"title": "Jahangir", "href": "/wiki/Jahangir", "description": "Nur-ud-din Muhammad Salim, known by his imperial name, Jahangir, was the fourth Mughal Emperor, who ruled from 1605 until his death in 1627. His imperial name means 'conqueror of the world', 'world-conqueror' or 'world-seizer'."}]}, {"heading": "Deaths", "year": "1639", "date": "October 28", "txt": "Stefano Landi, Italian composer and educator (b. 1587)", "entities": [{"title": "Stefano Landi", "href": "/wiki/Stefano_Landi", "description": "Stefano Landi was an Italian composer and teacher of the early Baroque Roman School. He was an influential early composer of opera, and wrote the earliest opera on a historical subject: Sant'Alessio (1632)."}]}, {"heading": "Deaths", "year": "1646", "date": "October 28", "txt": "William Dobson, English painter (b. 1610)", "entities": [{"title": "William Dobson", "href": "/wiki/William_Dobson", "description": "William Dobson was a portraitist and one of the first significant English painters, praised by his contemporary John Aubrey as \"the most excellent painter that England has yet bred\". He died relatively young and his final years were disrupted by the English Civil War."}]}, {"heading": "Deaths", "year": "1661", "date": "October 28", "txt": "Agustín Moreto y Cavana, Spanish priest and playwright (b. 1618)", "entities": [{"title": "Agustín Moreto y Cavana", "href": "/wiki/Agust%C3%ADn_Moreto_y_Cavana", "description": "Agustín Moreto y Cavana, was a Spanish Catholic priest, dramatist and playwright."}]}, {"heading": "Deaths", "year": "1676", "date": "October 28", "txt": "Jean Desmarets, French author, poet, and playwright (b. 1595)", "entities": [{"title": "Jean Desmarets", "href": "/wiki/Jean_Desmarets", "description": "Jean Desmarets, Sieur de Saint-Sorlin was a French writer and dramatist. He was a founding member, and the first to occupy seat 4 of the Académie française in 1634."}]}, {"heading": "Deaths", "year": "1703", "date": "October 28", "txt": "John Wallis, English mathematician and cryptographer (b. 1616)", "entities": [{"title": "John Wallis", "href": "/wiki/John_Wallis", "description": "John Wallis was an English clergyman and mathematician who is given partial credit for the development of infinitesimal calculus. Between 1643 and 1689 he served as chief cryptographer for Parliament and, later, the royal court. He is credited with introducing the symbol ∞ to represent the concept of infinity. He similarly used 1/∞ for an infinitesimal. John Wallis was a contemporary of Newton and"}]}, {"heading": "Deaths", "year": "1704", "date": "October 28", "txt": "John Locke, English physician and philosopher (b. 1632)", "entities": [{"title": "John Locke", "href": "/wiki/John_Locke", "description": "John Locke was an English philosopher and physician, widely regarded as one of the most influential of Enlightenment thinkers and commonly known as the \"Father of Liberalism\". Considered one of the first of the British empiricists, following the tradition of Sir Francis Bacon, Locke is equally important to social contract theory. His work greatly affected the development of epistemology and politi"}]}, {"heading": "Deaths", "year": "1708", "date": "October 28", "txt": "Prince George of Denmark (b. 1653)", "entities": [{"title": "Prince George of Denmark", "href": "/wiki/Prince_George_of_Denmark", "description": "Prince George of Denmark and Norway, Duke of Cumberland, was the husband of Queen Anne, who reigned over Great Britain from 1702 to 1714."}]}, {"heading": "Deaths", "year": "1716", "date": "October 28", "txt": "Stephen Fox, English politician (b. 1627)", "entities": [{"title": "Stephen Fox", "href": "/wiki/Stephen_Fox", "description": "Sir Stephen Fox of Farley in Wiltshire, of Redlynch Park in Somerset, of Chiswick, Middlesex and of Whitehall, was a royal administrator and courtier to King Charles II, and a politician, who rose from humble origins to become the \"richest commoner in the three kingdoms\". He made the foundation of his wealth from his tenure of the newly created office of Paymaster-General of His Majesty's Forces, "}]}, {"heading": "Deaths", "year": "1740", "date": "October 28", "txt": "Anna of Russia (b. 1693)", "entities": [{"title": "Anna of Russia", "href": "/wiki/Anna_of_Russia", "description": "Anna Ioannovna, also russified as Anna Ivanovna and sometimes anglicized as Anne, served as regent of the duchy of Courland from 1711 until 1730 and then ruled as Empress regnant of Russia from 1730 to 1740. Much of her administration was defined or heavily influenced by actions set in motion by her uncle, Peter the Great, such as the lavish building projects in St. Petersburg, funding the Russian"}]}, {"heading": "Deaths", "year": "1754", "date": "October 28", "txt": "Friedrich von Hagedorn, German poet (b. 1708)", "entities": [{"title": "Friedrich von Hagedorn", "href": "/wiki/Friedrich_von_Hagedorn", "description": "Friedrich von Hagedorn, German poet, was born at Hamburg, where his father, a man of scientific and literary taste, was Danish ambassador."}]}, {"heading": "Deaths", "year": "1755", "date": "October 28", "txt": "Joseph Bodin de Boismortier, French composer (b. 1689)", "entities": [{"title": "Joseph Bodin de Boismortier", "href": "/wiki/Joseph_Bodin_de_Boismortier", "description": "Joseph Bodin de Boismortier was a French baroque composer of instrumental music, cantatas, opéra-ballets, and vocal music. Boismortier was one of the first composers to have no patrons: having obtained a royal licence for engraving music in 1724, he made enormous sums of money by publishing his music for sale to the public."}]}, {"heading": "Deaths", "year": "1763", "date": "October 28", "txt": "Heinrich von Brühl, German general and politician (b. 1700)", "entities": [{"title": "Heinrich von Brühl", "href": "/wiki/Heinrich_von_Br%C3%BChl", "description": "Heinrich, count von Brühl, was a Polish-Saxon statesman at the court of Saxony and the Polish–Lithuanian Commonwealth and a member of the powerful German von Brühl family. The incumbency of this ambitious politician coincided with the decline of both states. Brühl was a skillful diplomat and cunning strategist, who managed to attain control over of Saxony and Poland, partly by controlling its king"}]}, {"heading": "Deaths", "year": "1768", "date": "October 28", "txt": "Michel Blavet, French flute player and composer (b. 1700)", "entities": [{"title": "Michel Blavet", "href": "/wiki/Michel_Blavet", "description": "Michel Blavet was a French composer and flute virtuoso. Although Blavet taught himself to play almost every instrument, he specialized in the bassoon and the flute which he held to the left, the opposite of how most flutists hold theirs today."}]}, {"heading": "Deaths", "year": "1787", "date": "October 28", "txt": "Johann Karl August Musäus, German author (b. 1735)", "entities": [{"title": "Johann Karl August Musäus", "href": "/wiki/Johann_Karl_August_Mus%C3%A4us", "description": "Johann Karl August Musäus was a popular German author and one of the first collectors of German folk stories, most celebrated for his Volksmärchen der Deutschen (1782–1786), a collection of German fairy tales retold as satires."}]}, {"heading": "Deaths", "year": "1792", "date": "October 28", "txt": "Paul Möhring, German physician, botanist, and zoologist (b. 1710)", "entities": [{"title": "Paul Möhring", "href": "/wiki/Paul_M%C3%B6hring", "description": "Paul Heinrich Gerhard Möhring was a German physician, botanist and zoologist."}]}, {"heading": "Deaths", "year": "1792", "date": "October 28", "txt": "John Smeaton, English engineer, designed the Coldstream Bridge and Perth Bridge (b. 1724)", "entities": [{"title": "Coldstream Bridge", "href": "/wiki/Coldstream_Bridge", "description": "Coldstream Bridge, linking Coldstream, Scottish Borders with Cornhill-on-Tweed, Northumberland, is an 18th-century Category A/Grade II* listed bridge between England and Scotland, across the River Tweed. The bridge carries the A697 road across the Tweed."}, {"title": "Perth Bridge", "href": "/wiki/Perth_Bridge", "description": "Perth Bridge is a toll-free bridge in the city of Perth, Scotland. A Category A listed structure, it spans the River Tay, connecting Perth, on the western side of the river, to Bridgend, on its eastern side, carrying both automotive and pedestrian traffic of West Bridge Street. It is a Category A listed structure."}]}, {"heading": "Deaths", "year": "1800", "date": "October 28", "txt": "Artemas Ward, American general and politician (b. 1727)", "entities": [{"title": "Artemas Ward", "href": "/wiki/Artemas_Ward", "description": "Artemas Ward was an American major general in the American Revolutionary War and a Congressman from Massachusetts. He was considered an effective political leader, President John Adams describing him as \"universally esteemed, beloved and confided in by his army and his country.\""}]}, {"heading": "Deaths", "year": "1806", "date": "October 28", "txt": "Charlotte Turner Smith, English poet and author (b. 1749)", "entities": [{"title": "Charlotte Turner Smith", "href": "/wiki/Charlotte_Turner_Smith", "description": "Charlotte Turner Smith was an English Romantic poet and novelist. She initiated a revival of the English sonnet, helped to establish the conventions of Gothic fiction, and wrote political novels of sensibility. She wrote ten novels, three poetry books, four children's books and other works in her career, seeing herself primarily as a poet, poetry being considered the most exalted form of literatur"}]}, {"heading": "Deaths", "year": "1818", "date": "October 28", "txt": "Abigail Adams, American writer and second First Lady of the United States (b. 1744)", "entities": [{"title": "Abigail Adams", "href": "/wiki/Abigail_Adams", "description": "Abigail Adams was the wife and closest advisor of John Adams, as well as the mother of John Quincy Adams. She is sometimes considered to have been a Founder of the United States, and is now designated as the first Second Lady and second First Lady of the United States, although these titles were not used at the time. She and Barbara Bush are the only two women to be married to one U.S. president a"}, {"title": "First Lady of the United States", "href": "/wiki/First_Lady_of_the_United_States", "description": "First Lady of the United States (FLOTUS) is the title held by the hostess of the White House, usually the wife of the president of the United States, concurrent with the president's term in office. Although the first lady's role has never been codified or officially defined, she figures prominently in the political and social life of the United States. Since the early 20th century, the first lady "}]}, {"heading": "Deaths", "year": "1841", "date": "October 28", "txt": "Johan August Arfwedson, Swedish chemist and academic (b. 1792)", "entities": [{"title": "Johan August Arfwedson", "href": "/wiki/Johan_August_Arfwedson", "description": "Johan August Arfwedson was a Swedish chemist who discovered the chemical element lithium in 1817 by isolating it as a salt."}]}, {"heading": "Deaths", "year": "1857", "date": "October 28", "txt": "Louis-Eugène Cavaignac, French general and politician, 26th Prime Minister of France (b. 1802)", "entities": [{"title": "Louis-Eugène Cavaignac", "href": "/wiki/Louis-Eug%C3%A8ne_Cavaignac", "description": "Louis-Eugène Cavaignac was a French general who put down a massive rebellion in Paris in 1848, known as the June Days Uprising. This was a 4-day riot against the Provisional Government, in which Cavaignac was the newly appointed Minister of War, who soon had to be granted dictatorial powers in order to suppress the revolt. By adopting ruthless methods, he achieved his objective, though some have c"}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1877", "date": "October 28", "txt": "Robert Swinhoe, English ornithologist and entomologist (b. 1835)", "entities": [{"title": "Robert Swinhoe", "href": "/wiki/Robert_Swinhoe", "description": "Robert Swinhoe FRS was an English diplomat and naturalist who worked as a Consul in Formosa. He discovered many Southeast Asian birds, and several, such as Swinhoe's pheasant, are named after him."}]}, {"heading": "Deaths", "year": "1879", "date": "October 28", "txt": "Marie Roch Louis Reybaud, French economist and politician (b. 1799)", "entities": [{"title": "Marie Roch Louis Reybaud", "href": "/wiki/Marie_Roch_Louis_Reybaud", "description": "Marie Roch Louis Reybaud, was a French writer, political economist and politician. He was born at Marseille."}]}, {"heading": "Deaths", "year": "1899", "date": "October 28", "txt": "Ottmar Mergenthaler, German-American engineer, invented the Linotype machine (b. 1854)", "entities": [{"title": "Ottmar Mergenthaler", "href": "/wiki/Ottmar_Mergenthaler", "description": "Ottmar Mergenthaler was a German-American inventor who has been called a second Gutenberg, as Mergenthaler invented the linotype machine, the first device that could easily and quickly set complete lines of type for use in printing presses. This machine revolutionized the art of printing."}, {"title": "Linotype machine", "href": "/wiki/Linotype_machine", "description": "The Linotype machine was a \"line casting\" machine used in printing sold by the Mergenthaler Linotype Company and related companies. It was a hot metal typesetting system that cast blocks of metal type for individual uses. Linotype became one of the mainstay methods to set type, especially small-size body text, for newspapers, magazines, and posters from the late 19th century to the 1970s and 1980s"}]}, {"heading": "Deaths", "year": "1900", "date": "October 28", "txt": "Max Müller, German philologist and orientalist (b. 1823)", "entities": [{"title": "Max Müller", "href": "/wiki/Max_M%C3%BCller", "description": "Friedrich Max Müller was a German-born philologist and Orientalist, who lived and studied in Britain for most of his life. He was one of the founders of the western academic disciplines of Indian studies and religious studies. Müller wrote both scholarly and popular works on the subject of Indology. The Sacred Books of the East, a 50-volume set of English translations, was prepared under his direc"}]}, {"heading": "Deaths", "year": "1914", "date": "October 28", "txt": "Richard Heuberger, Austrian composer and critic (b. 1850)", "entities": [{"title": "Richard Heuberger", "href": "/wiki/Richard_Heuberger", "description": "Richard Franz Joseph Heuberger was an Austrian composer of operas and operettas, a music critic, and teacher."}]}, {"heading": "Deaths", "year": "1916", "date": "October 28", "txt": "Cleveland Abbe, American meteorologist and academic (b. 1838)", "entities": [{"title": "Cleveland Abbe", "href": "/wiki/Cleveland_Abbe", "description": "Cleveland Abbe was an American meteorologist and advocate of time zones."}]}, {"heading": "Deaths", "year": "1916", "date": "October 28", "txt": "Oswald Boelcke, German WWI flying ace (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "1917", "date": "October 28", "txt": "Prince Christian of Schleswig-Holstein (b. 1831)", "entities": [{"title": "Prince Christian of Schleswig-Holstein", "href": "/wiki/Prince_Christian_of_Schleswig-Holstein", "description": "Prince Christian of Schleswig-Holstein was a minor Danish-born German prince who became a member of the British Royal Family through his marriage to Princess Helena of the United Kingdom, the fifth child and third daughter of Queen Victoria and Prince Albert of Saxe-Coburg-Gotha."}]}, {"heading": "Deaths", "year": "1917", "date": "October 28", "txt": "Dimitrios Votsis, Greek lawyer and politician (b. 1841)", "entities": []}, {"heading": "Deaths", "year": "1918", "date": "October 28", "txt": "Ulisse Dini, Italian mathematician and politician (b. 1845)", "entities": [{"title": "Ulisse Dini", "href": "/wiki/Ulisse_Dini", "description": "Ulisse Dini was an Italian mathematician and politician, born in Pisa. He is known for his contribution to real analysis, partly collected in his book \"Fondamenti per la teorica delle funzioni di variabili reali\"."}]}, {"heading": "Deaths", "year": "1929", "date": "October 28", "txt": "Bernhard von Bülow, German soldier and politician, Chancellor of Germany (b. 1849)", "entities": [{"title": "Bernhard von Bülow", "href": "/wiki/Bernhard_von_B%C3%BClow", "description": "Bernhard Heinrich Karl Martin von Bülow, created Fürst von Bülow in 1905, was a German statesman who served as Foreign Minister for three years and then as Chancellor of the German Empire from 1900 to 1909. A fervent supporter of Weltpolitik, Bülow single-mindedly devoted his chancellorship to making Germany a leading power on the world stage. Despite presiding over sustained economic growth and t"}, {"title": "List of Chancellors of Germany", "href": "/wiki/List_of_Chancellors_of_Germany", "description": "The chancellor of Germany is the political leader of Germany and the head of the federal government. The office holder is responsible for selecting all other members of the government and chairing cabinet meetings."}]}, {"heading": "Deaths", "year": "1936", "date": "October 28", "txt": "Newton Moore, Australian soldier and politician, 8th Premier of Western Australia (b. 1870)", "entities": [{"title": "Newton Moore", "href": "/wiki/Newton_Moore", "description": "Major General Sir Newton James Moore, was an Australian politician, businessman and army officer. He served as the eighth Premier of Western Australia from 1906 to 1910 and, following service in the First World War, was a member of the House of Commons of the United Kingdom from 1918 to 1932. He was the father of Sir Rodney Moore."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Deaths", "year": "1939", "date": "October 28", "txt": "Alice Brady, American actress (b. 1892)", "entities": [{"title": "Alice Brady", "href": "/wiki/Alice_Brady", "description": "Alice Brady was an American actress who began her career in the silent film era and survived the transition into talkies. She worked until six months before her death from cancer in 1939. Her films include My Man Godfrey (1936), in which she plays the flighty mother of Carole Lombard's character, and In Old Chicago (1937) for which she won the Academy Award for Best Supporting Actress."}]}, {"heading": "Deaths", "year": "1941", "date": "October 28", "txt": "Filipp Goloshchyokin, Soviet politician (b. 1876)", "entities": [{"title": "Filipp Goloshchyokin", "href": "/wiki/Filipp_Goloshchyokin", "description": "Filipp Isayevich Goloshchyokin, born Shaya Itsikovich, was a Bolshevik revolutionary, Soviet politician, and party functionary."}]}, {"heading": "Deaths", "year": "1945", "date": "October 28", "txt": "Kesago Nakajima, Japanese general (b. 1881)", "entities": [{"title": "Kesago Nakajima", "href": "/wiki/Kesago_Nakajima", "description": "Kesago Nakajima  was a lieutenant general in the Imperial Japanese Army during the Second Sino-Japanese War, who has been implicated in the Nanjing massacre of December 1937."}]}, {"heading": "Deaths", "year": "1952", "date": "October 28", "txt": "Billy Hughes, English-Australian politician, 7th Prime Minister of Australia (b. 1862)", "entities": [{"title": "Billy Hughes", "href": "/wiki/Billy_Hughes", "description": "William Morris Hughes,, was an Australian politician who served as the 7th Prime Minister of Australia, in office from 1915 to 1923. He is best known for leading the country during World War I, but his influence on national politics spanned several decades. Hughes was a member of federal parliament from Federation in 1901 until his death, the only person to have served for more than 50 years. He r"}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Deaths", "year": "1957", "date": "October 28", "txt": "Ernst Gräfenberg, German-American physician and gynecologist (b. 1881)", "entities": [{"title": "Ernst Gräfenberg", "href": "/wiki/Ernst_Gr%C3%A4fenberg", "description": "\nErnst Gräfenberg was a German-born physician and scientist. He is known for developing the intra-uterine device (IUD), and for his studies of the role of the woman's urethra in orgasm. The G-spot is named after him."}]}, {"heading": "Deaths", "year": "1959", "date": "October 28", "txt": "Camilo Cienfuegos, Cuban soldier (b. 1932)", "entities": [{"title": "Camilo Cienfuegos", "href": "/wiki/Camilo_Cienfuegos", "description": "Camilo Cienfuegos Gorriarán was a Cuban revolutionary born in Havana. Along with Fidel Castro, Che Guevara, Juan Almeida Bosque, and Raúl Castro, he was a member of the 1956 Granma expedition, which launched Fidel Castro's armed insurgency against the government of Cuban dictator Fulgencio Batista. He became one of Castro's top guerilla commanders, known as the \"Hero of Yaguajay\" after winning a k"}]}, {"heading": "Deaths", "year": "1963", "date": "October 28", "txt": "Mart Saar, Estonian organist and composer (b. 1882)", "entities": [{"title": "Mart Saar", "href": "/wiki/Mart_Saar", "description": "Mart Saar was an Estonian composer, organist and collector of folk songs."}]}, {"heading": "Deaths", "year": "1965", "date": "October 28", "txt": "Thomas Graham Brown, Scottish mountaineer and physiologist (b. 1882)", "entities": [{"title": "Thomas Graham Brown", "href": "/wiki/Thomas_Graham_Brown", "description": "Thomas Graham Brown FRS was a Scottish mountaineer and physiologist."}]}, {"heading": "Deaths", "year": "1969", "date": "October 28", "txt": "Constance Dowling, American model and actress (b. 1920)", "entities": [{"title": "Constance Dowling", "href": "/wiki/Constance_Dowling", "description": "Constance Dowling was an American model turned actress of the 1940s and 1950s."}]}, {"heading": "Deaths", "year": "1970", "date": "October 28", "txt": "Baby Huey, American singer-songwriter (b. 1944)", "entities": [{"title": "Baby Huey (singer)", "href": "/wiki/Baby_Huey_(singer)", "description": "James Thomas Ramey, better known as Baby Huey, was an American rock and soul singer. He was the frontman for the band Baby Huey & the Babysitters, whose sole LP for Curtom Records in 1971 was influential in the development of hip hop music."}]}, {"heading": "Deaths", "year": "1973", "date": "October 28", "txt": "Taha Hussein, Egyptian historian, author, and academic (b. 1889)", "entities": [{"title": "Taha Hussein", "href": "/wiki/Taha_Hussein", "description": " Taha Hussein was one of the most influential 20th-century Egyptian writers and intellectuals, and a figurehead for the Egyptian Renaissance and the modernist movement in the Middle East and North Africa. His sobriquet was \"The Dean of Arabic Literature\" .\nHe was nominated for a Nobel prize in literature fourteen times."}]}, {"heading": "Deaths", "year": "1973", "date": "October 28", "txt": "Sergio Tofano, Italian actor, director, and playwright (b. 1883)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "October 28", "txt": "Georges Carpentier, French boxer and actor (b. 1894)", "entities": [{"title": "Georges Carpentier", "href": "/wiki/Georges_Carpentier", "description": "Georges Carpentier was a French boxer, actor and World War I pilot. He fought mainly as a light heavyweight and heavyweight in a career lasting from 1908 to 1926. Nicknamed the \"Orchid Man\", he stood 5 feet 11 1⁄2 inches (182 cm) and his fighting weight ranged from 147 to 175 pounds. Carpentier was known for his speed, his excellent boxing skills and his extremely hard punch. The Parisian Sports A"}]}, {"heading": "Deaths", "year": "1975", "date": "October 28", "txt": "Oliver Nelson, American saxophonist, clarinet player, and composer (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "October 28", "txt": "Rukmani Devi, Sri Lankan singer and actress (b. 1923)", "entities": [{"title": "Rukmani Devi", "href": "/wiki/Rukmani_Devi", "description": "Daisy Rasammah Daniels, known popularly as Rukmani Devi was a Sri Lankan film actress and singer, who was often acclaimed as \"The Nightingale of Sri Lanka\". She made it to the silver screen via the stage and had acted in close to 100 films, at the time of her death. Having an equal passion for singing as well as a melodious voice, she was Sri Lanka's foremost female singer in the gramophone era. A"}]}, {"heading": "Deaths", "year": "1983", "date": "October 28", "txt": "Otto Messmer, American animator and screenwriter (b. 1892)", "entities": [{"title": "Otto Messmer", "href": "/wiki/Otto_Messmer", "description": "Otto James Messmer was an American animator, best known for his work on the Felix the Cat cartoons and comic strip produced by the Pat Sullivan studio."}]}, {"heading": "Deaths", "year": "1986", "date": "October 28", "txt": "John Braine, English author (b. 1922)", "entities": [{"title": "John Braine", "href": "/wiki/John_Braine", "description": "John Gerard Braine was an English novelist. Braine is usually listed among the angry young men, a loosely defined group of English writers who emerged on the literary scene in the 1950s."}]}, {"heading": "Deaths", "year": "1987", "date": "October 28", "txt": "André Masson, French soldier and painter (b. 1896)", "entities": [{"title": "André Masson", "href": "/wiki/Andr%C3%A9_Masson", "description": "André-Aimé-René Masson was a French artist."}]}, {"heading": "Deaths", "year": "1989", "date": "October 28", "txt": "Henry Hall, English bandleader, composer, and actor (b. 1898)", "entities": [{"title": "Henry Hall (bandleader)", "href": "/wiki/Henry_Hall_(bandleader)", "description": "Henry Robert Hall, CBE was an English bandleader who performed regularly on BBC Radio during the British dance band era of the 1920s and 1930s, through to the 1960s."}]}, {"heading": "Deaths", "year": "1993", "date": "October 28", "txt": "Yuri Lotman, Russian-Estonian historian and scholar (b. 1922)", "entities": [{"title": "Yuri Lotman", "href": "/wiki/Yuri_Lotman", "description": "Yuri Mikhailovich Lotman was a prominent literary scholar, semiotician, and cultural historian, who worked at the University of Tartu. He was elected a member of the British Academy (1977), Norwegian Academy of Science and Letters (1987), Royal Swedish Academy of Sciences (1989) and Estonian Academy of Sciences (1990). He was a founder of the Tartu–Moscow Semiotic School. The number of his printed"}]}, {"heading": "Deaths", "year": "1997", "date": "October 28", "txt": "Paul Jarrico, American screenwriter and producer (b. 1915)", "entities": [{"title": "Paul Jarrico", "href": "/wiki/Paul_Jarrico", "description": "Paul Jarrico was an American screenwriter and film producer who was blacklisted by the Hollywood movie studio bosses during the era of McCarthyism."}]}, {"heading": "Deaths", "year": "1998", "date": "October 28", "txt": "Ted Hughes, English poet and playwright (b. 1930)", "entities": [{"title": "Ted Hughes", "href": "/wiki/Ted_Hughes", "description": "Edward James Hughes was an English poet, translator, and children's writer. Critics frequently rank him as one of the best poets of his generation and one of the twentieth century's greatest writers. He was appointed Poet Laureate in 1984 and held the office until his death. In 2008 The Times ranked Hughes fourth on their list of \"The 50 greatest British writers since 1945\"."}]}, {"heading": "Deaths", "year": "1999", "date": "October 28", "txt": "Antonios Katinaris, Greek singer-songwriter (b. 1931)", "entities": [{"title": "Antonios Katinaris", "href": "/wiki/Antonios_Katinaris", "description": "Antonios Katinaris was a Greek musician. He was born in Chania, Crete, the first son of a refugee family from Asia Minor. Since his earliest years, he demonstrated his interest and his talent in music. He was already a music professional at the age of 16. His virtuoso bouzouki-playing made him famous on the popular music stages of Chania."}]}, {"heading": "Deaths", "year": "2000", "date": "October 28", "txt": "Andújar Cedeño, Dominican baseball player (b. 1969)", "entities": [{"title": "Andújar Cedeño", "href": "/wiki/And%C3%BAjar_Cede%C3%B1o", "description": "Andújar Cedeño Donastorg was a Major League Baseball (MLB) shortstop from 1990 to 1996. Born in La Romana, Dominican Republic, he played for the Houston Astros from 1990 to 1994, the San Diego Padres in 1995, and in 1996 played for the Padres, Detroit Tigers and Houston Astros again. His brother is former MLB player Domingo Cedeño. Four years after he last appeared in the major leagues, Cedeño was"}]}, {"heading": "Deaths", "year": "2001", "date": "October 28", "txt": "Gerard Hengeveld, Dutch pianist, composer, and educator (b. 1910)", "entities": [{"title": "Gerard Hengeveld", "href": "/wiki/Gerard_Hengeveld", "description": "Gerard Hengeveld was a Dutch classical pianist, music composer and educationalist. He is especially known for his compositions of study material for piano. Other compositions include two piano concertos, a violin sonata, and a sonata for cello. Hengeveld was an able interpreter and performer of the music of Bach for piano and harpsichord. He gave regular concerts in the Concertgebouw in Amsterdam."}]}, {"heading": "Deaths", "year": "2002", "date": "October 28", "txt": "Margaret Booth, American screenwriter and producer (b. 1898)", "entities": [{"title": "Margaret Booth", "href": "/wiki/Margaret_Booth", "description": "Margaret Booth was an American film editor."}]}, {"heading": "Deaths", "year": "2002", "date": "October 28", "txt": "Erling Persson, Swedish businessman, founded H&M (b. 1917)", "entities": [{"title": "H&M", "href": "/wiki/H%26M", "description": "Hennes & Mauritz AB is a Swedish multinational clothing-retail company known for its fast-fashion clothing for men, women, teenagers, and children. As of November 2019, H&M operates in 74 countries with over 5,000 stores under the various company brands, with 126,000 full-time equivalent positions. It is the second-largest global clothing retailer, behind Spain-based Inditex. Founded by Erling Per"}]}, {"heading": "Deaths", "year": "2003", "date": "October 28", "txt": "Sally Baldwin, Scottish social sciences professor (b. 1940)", "entities": [{"title": "Sally Baldwin", "href": "/wiki/Sally_Baldwin", "description": "Sally Baldwin was a University of York social sciences professor."}]}, {"heading": "Deaths", "year": "2004", "date": "October 28", "txt": "Eugene K. Bird, American colonel and author, US Commandant of Spandau Prison (b. 1926)", "entities": [{"title": "Eugene K. Bird", "href": "/wiki/Eugene_K._Bird", "description": "Lieutenant Colonel Eugene K. Bird was US Commandant of the Spandau Allied Prison from 1964 to 1972 where, together with six others, Deputy Führer Rudolf Hess was incarcerated."}]}, {"heading": "Deaths", "year": "2005", "date": "October 28", "txt": "Bob Broeg, American soldier and journalist (b. 1918)", "entities": [{"title": "Bob Broeg", "href": "/wiki/Bob_Broeg", "description": "Robert William Patrick Broeg was an American sportswriter."}]}, {"heading": "Deaths", "year": "2005", "date": "October 28", "txt": "Raymond Hains, French photographer (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "October 28", "txt": "Tony Jackson, American basketball player (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "October 28", "txt": "Fernando Quejas, Cape Verdean-Portuguese singer-songwriter (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "October 28", "txt": "Richard Smalley, American chemist and academic, Nobel Prize laureate (b. 1943)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "2005", "date": "October 28", "txt": "Ljuba Tadić, Serbian actor and screenwriter (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "October 28", "txt": "Red Auerbach, American basketball player and coach (b. 1917)", "entities": [{"title": "Red Auerbach", "href": "/wiki/Red_Auerbach", "description": "Arnold Jacob \"Red\" Auerbach was an American professional basketball coach and executive. He served as a head coach in the National Basketball Association (NBA), most notably with the Boston Celtics. He was also the head coach of the Washington Capitols and Tri-Cities Blackhawks. As a coach, Auerbach set NBA records with 938 wins and nine championships. After his coaching retirement in 1966, he ser"}]}, {"heading": "Deaths", "year": "2006", "date": "October 28", "txt": "Trevor Berbick, Jamaican-Canadian boxer (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "October 28", "txt": "Marijohn Wilkin, American guitarist and songwriter (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "October 28", "txt": "Takao Fujinami, Japanese lawyer and politician (b. 1932)", "entities": [{"title": "Takao Fujinami", "href": "/wiki/Takao_Fujinami", "description": "Takao Fujinami  was a Japanese politician, former Chief Cabinet Secretary and House of Representatives member."}]}, {"heading": "Deaths", "year": "2007", "date": "October 28", "txt": "Porter Wagoner, American singer-songwriter and guitarist (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "October 28", "txt": "Taylor Mitchell, Canadian singer-songwriter and guitarist (b. 1990)", "entities": [{"title": "Taylor Mitchell", "href": "/wiki/Taylor_Mitchell", "description": "Taylor Josephine Stephanie Luciow, known by her stage name Taylor Mitchell, was a Canadian country folk singer and songwriter from Toronto. Her debut and only album, For Your Consideration, received encouraging reviews and airplay. Following a busy summer performance schedule, which included an appearance as a young performer at the Winnipeg Folk Festival, Taylor embarked on a tour of Eastern Cana"}]}, {"heading": "Deaths", "year": "2010", "date": "October 28", "txt": "Liang Congjie, Chinese historian and activist, founded Friends of Nature (b. 1932)", "entities": [{"title": "Liang Congjie", "href": "/wiki/Liang_Congjie", "description": "Liang Congjie was a Chinese historian best known for his work as an environmental activist who established the Friends of Nature in 1994 as the first environmental non-governmental organization to be officially recognized by the government of the People's Republic of China."}, {"title": "Friends of Nature (China)", "href": "/wiki/Friends_of_Nature_(China)", "description": "Friends of Nature is the People's Republic of China's oldest environmental non-government organization. On March 31, 1994, the organization was officially registered under the name Green Culture Institute of the International Academy of Chinese Culture under the Ministry of Civil Affairs. The focus of the group is to raise awareness about environmental protection through workshops, field trips and"}]}, {"heading": "Deaths", "year": "2010", "date": "October 28", "txt": "James MacArthur, American actor (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "October 28", "txt": "Jonathan Motzfeldt, Greenlandic politician, 1st Prime Minister of Greenland (b. 1938)", "entities": [{"title": "Prime Minister of Greenland", "href": "/wiki/Prime_Minister_of_Greenland", "description": "The prime minister of Greenland, officially referred to as the premier, is the head of the Government of Greenland, the autonomous territory within the Kingdom of Denmark."}]}, {"heading": "Deaths", "year": "2010", "date": "October 28", "txt": "Ehud Netzer, Israeli archaeologist, architect, and educator (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "October 28", "txt": "Tom Addington, English soldier (b. 1919)", "entities": [{"title": "Tom Addington", "href": "/wiki/Tom_Addington", "description": "Raymond Thomas Casamajor Addington was a British Army soldier who won the Military Cross in the Netherlands in 1944/45 for his bravery as a battery captain with the 13th Honourable Artillery Company (HAC), Royal Horse Artillery (RHA)."}]}, {"heading": "Deaths", "year": "2012", "date": "October 28", "txt": "Gordon Bilney, Australian dentist and politician (b. 1939)", "entities": [{"title": "Gordon Bilney", "href": "/wiki/Gordon_Bilney", "description": "Gordon Neil Bilney was an Australian politician. He was an Australian Labor Party member of the Australian House of Representatives for the seat of Kingston from 1983 to 1996."}]}, {"heading": "Deaths", "year": "2012", "date": "October 28", "txt": "John Cheffers, Australian footballer and coach (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 28", "txt": "Jack Dellal, English businessman (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 28", "txt": "Tetsuharu Kawakami, Japanese baseball player and manager (b. 1920)", "entities": [{"title": "Tetsuharu Kawakami", "href": "/wiki/Tetsuharu_Kawakami", "description": "Tetsuharu Kawakami  was a Japanese baseball player and manager, known for his red bat, and his nickname 打撃の神様 ."}]}, {"heading": "Deaths", "year": "2013", "date": "October 28", "txt": "Tadeusz Mazowiecki, Polish journalist and politician, Prime Minister of Poland (b. 1927)", "entities": [{"title": "Prime Minister of Poland", "href": "/wiki/Prime_Minister_of_Poland", "description": "The President of the Council of Ministers, colloquially referred to as the prime minister, is the leader of the cabinet and the head of government of Poland. The current responsibilities and traditions of the office stem from the creation of the contemporary Polish state, and the office is defined in the Constitution of 1997. According to the Constitution, the president of Poland nominates and app"}]}, {"heading": "Deaths", "year": "2013", "date": "October 28", "txt": "Aleksandar Tijanić, Serbian journalist (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 28", "txt": "Rajendra Yadav, Indian author (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 28", "txt": "Galway Kinnell, American poet and academic (b. 1927)", "entities": [{"title": "Galway Kinnell", "href": "/wiki/Galway_Kinnell", "description": "Galway Mills Kinnell was an American poet. He won the Pulitzer Prize for Poetry for his 1982 collection, Selected Poems and split the National Book Award for Poetry with Charles Wright.\nFrom 1989 to 1993 he was poet laureate for the state of Vermont."}]}, {"heading": "Deaths", "year": "2014", "date": "October 28", "txt": "Michael Sata, Zambian police officer and politician, 5th President of Zambia (b. 1937)", "entities": [{"title": "President of Zambia", "href": "/wiki/President_of_Zambia", "description": "The president of Zambia is the head of state and the head of government of Zambia. The office was first held by Kenneth Kaunda following independence in 1964. Since 1991, when Kaunda left the presidency, the office has been held by five others: Frederick Chiluba, Levy Mwanawasa, Rupiah Banda, Michael Sata, and current president Edgar Lungu. In addition, Acting president Guy Scott served in an inte"}]}, {"heading": "Deaths", "year": "2018", "date": "October 28", "txt": "Colin Sylvia, Australian rules footballer (b. 1985)", "entities": [{"title": "Colin Sylvia", "href": "/wiki/Colin_Sylvia", "description": "Colin Martin Sylvia was an Australian rules footballer who played for the Melbourne Football Club and Fremantle Football Club in the Australian Football League (AFL)."}]}]