[{"heading": "Events", "year": "314", "date": "October 8", "txt": "Constantine I defeats Roman Emperor Licinius, who loses his European territories.", "entities": [{"title": "Battle of Cibalae", "href": "/wiki/Battle_of_Cibalae", "description": "The Battle of Cibalae was fought in 316 between the two Roman emperors Constantine I and Licinius. The site of the battle near the town of Cibalae in the Roman province of Pannonia Secunda, was approximately 350 kilometers within the territory of Licinius. Constantine won a resounding victory, despite being outnumbered."}]}, {"heading": "Events", "year": "451", "date": "October 8", "txt": "The first session of the Council of Chalcedon begins.", "entities": [{"title": "Council of Chalcedon", "href": "/wiki/Council_of_Chalcedon", "description": "The Council of Chalcedon was the fourth ecumenical council of the Christian church, convoked by Emperor Marcian. The council operated in Chalcedon, Bithynia from 8 October to 1 November, 451 and was attended by 520 bishops or their representatives. The gathering itself continues to represent the largest and best-documented of early councils. The principal purpose of the Council was to re-assert th"}]}, {"heading": "Events", "year": "876", "date": "October 8", "txt": "Frankish forces led by Louis the Younger prevent a West Frankish invasion and defeat emperor Charles II (\"the Bald\").", "entities": [{"title": "Battle of Andernach (876)", "href": "/wiki/Battle_of_Andernach_(876)", "description": "The First Battle of Andernach between the West Frankish king Charles the Bald and the East Frankish king Louis the Younger took place on 8 October 876 near Kettig southeast of Andernach and resulted in Charles' complete defeat."}]}, {"heading": "Events", "year": "1075", "date": "October 8", "txt": "Dmitar Zvonimir is crowned King of Croatia.", "entities": [{"title": "Demetrius Zvonimir of Croatia", "href": "/wiki/Demetrius_Zvonimir_of_Croatia", "description": "Demetrius Zvonimir was King of Croatia and Dalmatia from 1076 until his death in 1089. He was crowned as king in Solin on 8 October 1076. Zvonimir also served as Ban of Croatia (1064–1074), and was named Duke of Croatia in around 1075. His native name was Zvonimir; he adopted the forename Demetrius at his coronation."}]}, {"heading": "Events", "year": "1200", "date": "October 8", "txt": "Isabella of Angoulême is crowned Queen consort of England.", "entities": [{"title": "Isabella of Angoulême", "href": "/wiki/Isabella_of_Angoul%C3%AAme", "description": "Isabella of Angoulême was Queen of England as the second wife of King John from 1200 until John's death in 1216. She was also suo jure Countess of Angoulême from 1202 until 1246."}]}, {"heading": "Events", "year": "1322", "date": "October 8", "txt": "Mladen II Šubić of Bribir is deposed as the Croatian Ban after the Battle of Bliska.", "entities": [{"title": "Mladen II Šubić of Bribir", "href": "/wiki/Mladen_II_%C5%A0ubi%C4%87_of_Bribir", "description": "Mladen II Šubić of Bribir, a Croatian leader and member of the Šubić noble family, was a Ban of Croatia and Lord of all of Bosnia. After succeeding his father Paul, he further consolidated the Šubić domain, and brought Stephen Kotromanić to administer Bosnia under his overlordship. His subsequent rule marked the weakening of the Šubić and ended with a mutiny of Dalmatian cities and Croatian nobili"}, {"title": "Battle of Bliska", "href": "/wiki/Battle_of_Bliska", "description": "The Battle of Bliska was fought in 1322 between the army of a coalition of several Croatian noblemen and Dalmatian coastal towns and the forces of Mladen II Šubić of Bribir, Ban of Croatia, and his allies. The battle resulted in the defeat of Mladen II, who lost his power."}]}, {"heading": "Events", "year": "1480", "date": "October 8", "txt": "The Great stand on the Ugra river puts an end to Tartar rule over Moscow", "entities": [{"title": "Great stand on the Ugra river", "href": "/wiki/Great_stand_on_the_Ugra_river", "description": "The Great Stand on the Ugra River was a standoff between the forces of Akhmat Khan of the Great Horde, and the Grand Prince Ivan III of Muscovy in 1480 on the banks of the Ugra River, which ended when the Tatars departed without conflict. It is seen in Russian historiography as the end of Tatar/Mongol rule over Moscow."}]}, {"heading": "Events", "year": "1573", "date": "October 8", "txt": "End of the Spanish siege of Alkmaar, the first Dutch victory in the Eighty Years' War.", "entities": [{"title": "Siege of Alkmaar", "href": "/wiki/Siege_of_Alkmaar", "description": "The siege of Alkmaar (1573) was a turning point in the Eighty Years' War. The burghers of the Dutch city of Alkmaar held off the Spanish between 21 August and 8 October 1573, with boiling tar and burning branches from their renewed city walls. On 23 September William the Silent followed up on a request by Cabeliau dating from the beginning of the siege and ordered the dikes surrounding Alkmaar to "}]}, {"heading": "Events", "year": "1645", "date": "October 8", "txt": "Jeanne Mance open the first lay hospital in North America.", "entities": [{"title": "Jeanne Mance", "href": "/wiki/Jeanne_Mance", "description": "Jeanne Mance was a French nurse and settler of New France. She arrived in New France two years after the Ursuline nuns came to Quebec. Among the founders of Montreal in 1642, she established its first hospital, the Hôtel-Dieu de Montréal, in 1645. She returned twice to France to seek financial support for the hospital. After providing most of the care directly for years, in 1657 she recruited thre"}]}, {"heading": "Events", "year": "1813", "date": "October 8", "txt": "The Treaty of Ried is signed between Bavaria and Austria.", "entities": [{"title": "Treaty of Ried", "href": "/wiki/Treaty_of_Ried", "description": "The Treaty of Ried of 8 October 1813 was a treaty that was signed between the Kingdom of Bavaria and Austrian Empire. By this treaty, Bavaria left the Confederation of the Rhine which was allied with Napoleon, and agreed to join the Sixth Coalition against Napoleon in exchange for a guarantee of her continued sovereign and independent status. On 14 October, Bavaria made a formal declaration of war"}]}, {"heading": "Events", "year": "1821", "date": "October 8", "txt": "The Peruvian Navy is established during the War of Independence.", "entities": [{"title": "Peruvian Navy", "href": "/wiki/Peruvian_Navy", "description": "The Peruvian Navy is the branch of the Peruvian Armed Forces tasked with surveillance, patrol and defense on lakes, rivers and the Pacific Ocean up to 200 nautical miles from the Peruvian littoral. Additional missions include assistance in safeguarding internal security, conducting disaster relief operations and participating in international peacekeeping operations."}]}, {"heading": "Events", "year": "1829", "date": "October 8", "txt": "Stephenson's Rocket wins the Rainhill Trials.", "entities": [{"title": "Rainhill Trials", "href": "/wiki/Rainhill_Trials", "description": "The Rainhill Trials was an important competition run in October 1829, to test George Stephenson's argument that locomotives would provide the best motive power for the then nearly-completed Liverpool and Manchester Railway (L&MR). Five locomotives were entered, running along a 1 mile (1.6 km) length of level track at Rainhill, in Lancashire."}]}, {"heading": "Events", "year": "1856", "date": "October 8", "txt": "The Second Opium War between several western powers and China begins with the Arrow Incident.", "entities": [{"title": "Second Opium War", "href": "/wiki/Second_Opium_War", "description": "The Second Opium War, also known as the Second Anglo-Chinese War, the Second China War, the Arrow War, or the Anglo-French expedition to China, was a war pitting the British Empire and the French Empire against the Qing dynasty of China that lasted from 1856 to 1860."}]}, {"heading": "Events", "year": "1862", "date": "October 8", "txt": "American Civil War: The Confederate invasion of Kentucky is halted at the Battle of Perryville.", "entities": [{"title": "Battle of Perryville", "href": "/wiki/Battle_of_Perryville", "description": "The Battle of Perryville, also known as the Battle of Chaplin Hills, was fought on October 8, 1862, in the Chaplin Hills west of Perryville, Kentucky, as the culmination of the Confederate Heartland Offensive during the American Civil War. Confederate Gen. Braxton Bragg's Army of Mississippi initially won a tactical victory against primarily a single corps of Maj. Gen. Don Carlos Buell's Union Arm"}]}, {"heading": "Events", "year": "1871", "date": "October 8", "txt": "Slash-and-burn land management, months of drought, and the passage of a strong cold front cause the Peshtigo Fire, the Great Chicago Fire and the Great Michigan Fires to break out.", "entities": [{"title": "Slash-and-burn", "href": "/wiki/Slash-and-burn", "description": "Slash-and-burn agriculture is a farming method that involves the cutting and burning of plants in a forest or woodland to create a field called a swidden. The method begins by cutting down the trees and woody plants in an area. The downed vegetation, or \"slash\", is then left to dry, usually right before the rainiest part of the year. Then, the biomass is burned, resulting in a nutrient-rich layer "}, {"title": "Cold front", "href": "/wiki/Cold_front", "description": "A cold front is the leading edge of a cooler mass of air at ground level that replaces a warmer mass of air and lies within a pronounced surface trough of low pressure. It often forms behind an extratropical cyclone, at the leading edge of its cold air advection pattern—known as the cyclone's dry \"conveyor belt\" flow. Temperature differences across the boundary can exceed 30 °C (86 °F) from one si"}, {"title": "Peshtigo Fire", "href": "/wiki/Peshtigo_Fire", "description": "The Peshtigo fire was a very large forest fire that took place on October 8, 1871, in northeastern Wisconsin, United States, including much of the southern half of the Door Peninsula and adjacent parts of the Upper Peninsula of Michigan. The largest community in the affected area was Peshtigo, Wisconsin. The fire burned approximately 1,200,000 acres (490,000 ha) and is the deadliest wildfire in re"}, {"title": "Great Chicago Fire", "href": "/wiki/Great_Chicago_Fire", "description": "The Great Chicago Fire was a conflagration that burned in the American city of Chicago during October 8–10, 1871. The fire killed approximately 300 people, destroyed roughly 3.3 square miles (9 km2) of the city, and left more than 100,000 residents homeless. The fire began in a neighborhood southwest of the city center. A long period of hot, dry, windy conditions, and the wooden construction preva"}, {"title": "Great Michigan Fire", "href": "/wiki/Great_Michigan_Fire", "description": "The Great Michigan Fire was a series of simultaneous forest fires in the state of Michigan in the United States in 1871. They were possibly caused by the same winds that fanned the Great Chicago Fire, the Peshtigo Fire and the Port Huron Fire; some believe lightning or even meteor showers may have started the fires. Several cities, towns and villages, including Alpena, Holland, Manistee, and Port "}]}, {"heading": "Events", "year": "1879", "date": "October 8", "txt": "War of the Pacific: The Chilean Navy defeats the Peruvian Navy in the Battle of Angamos.", "entities": [{"title": "Battle of Angamos", "href": "/wiki/Battle_of_Angamos", "description": "The Battle of Angamos was a naval encounter of the War of the Pacific fought between the navies of Chile and Perú at Punta Angamos, on 8 October 1879. The battle was the culminating point of a naval campaign that lasted about five months in which the Chilean Navy had the sole mission of eliminating its Peruvian counterpart. In the struggle, two armored frigates, led by Commodore Galvarino Riveros "}]}, {"heading": "Events", "year": "1895", "date": "October 8", "txt": "Korean Empress Myeongseong is assassinated by Japanese infiltrators.", "entities": [{"title": "Empress Myeongseong", "href": "/wiki/Empress_Myeongseong", "description": "Empress Myeongseong or Empress Myung-Sung, known informally as Queen Min, was the first official wife of Gojong, the twenty-sixth king of Joseon and the first emperor of the Korean Empire."}, {"title": "Eulmi incident", "href": "/wiki/Eulmi_incident", "description": "Empress Myeongseong or Empress Myung-Sung, known informally as Queen Min, was the first official wife of Gojong, the twenty-sixth king of Joseon and the first emperor of the Korean Empire."}]}, {"heading": "Events", "year": "1912", "date": "October 8", "txt": "The First Balkan War begins when Montenegro declares war against the Ottoman Empire.", "entities": [{"title": "First Balkan War", "href": "/wiki/First_Balkan_War", "description": "The First Balkan War lasted from October 1912 to May 1913 and involved actions of the Balkan League against the Ottoman Empire. The Balkan states' combined armies overcame the initially numerically inferior and strategically disadvantaged Ottoman armies and achieved rapid success."}]}, {"heading": "Events", "year": "1918", "date": "October 8", "txt": "World War I: Corporal Alvin C. York kills 28 German soldiers and captures 132 for which he was awarded the Medal of Honor.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Alvin C. York", "href": "/wiki/Alvin_C._York", "description": "Alvin Cullum York, also known as Sergeant York, was one of the most decorated United States Army soldiers of World War I. He received the Medal of Honor for leading an attack on a German machine gun nest, gathered 35 machine guns, killing at least 25 enemy soldiers and capturing 132 prisoners. York's Medal of Honor action occurred during the United States-led portion of the Meuse-Argonne Offensive"}]}, {"heading": "Events", "year": "1921", "date": "October 8", "txt": "KDKA in Pittsburgh's Forbes Field conducts the first live broadcast of a football game.", "entities": [{"title": "KDKA (AM)", "href": "/wiki/KDKA_(AM)", "description": "KDKA is a Class A radio station, owned and operated by Audacy, Inc. and licensed to Pittsburgh, Pennsylvania. Its studios are located at the combined Audacy Pittsburgh facility in the Foster Plaza on Holiday Drive in Green Tree, and its transmitter site is at Allison Park. The station's programming is also carried over KDKA-FM's 93.7 HD2 digital subchannel, and is simulcast on translator station W"}]}, {"heading": "Events", "year": "1939", "date": "October 8", "txt": "World War II: Germany annexes western Poland.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Polish areas annexed by Nazi Germany", "href": "/wiki/Polish_areas_annexed_by_Nazi_Germany", "description": "Following the Invasion of Poland at the beginning of World War II, nearly a quarter of the entire territory of the Second Polish Republic was annexed by Nazi Germany and placed directly under the German civil administration. The rest of Nazi-occupied Poland was renamed as the General Government district. The annexation was part of the \"fourth partition of Poland\" by Nazi Germany and the Soviet Uni"}]}, {"heading": "Events", "year": "1941", "date": "October 8", "txt": "World War II: During the preliminaries of the Battle of Rostov, German forces reach the Sea of Azov with the capture of Mariupol.", "entities": [{"title": "Battle of Rostov (1941)", "href": "/wiki/Battle_of_Rostov_(1941)", "description": "The Battle of Rostov (1941) was a battle of the Eastern Front of World War II, fought around Rostov-on-Don between the Army Group South of Nazi Germany and the Southern Front of the Soviet Union."}]}, {"heading": "Events", "year": "1943", "date": "October 8", "txt": "World War II: Around 30 civilians are executed by Friedrich Schubert's paramilitary group in Kallikratis, Crete.", "entities": [{"title": "Kallikratis executions", "href": "/wiki/Kallikratis_executions", "description": "\nThe Kallikratis executions refer to the mass execution, by German occupation forces, of some 30 mostly male civilians of Kallikratis, in southwest Crete, on 8 October 1943. Kallikratis was declared a martyred village in October 2018."}]}, {"heading": "Events", "year": "1944", "date": "October 8", "txt": "World War II: Captain Bobbie Brown earns a Medal of Honor for his actions during the Battle of Crucifix Hill, just outside Aachen.", "entities": [{"title": "Battle of Crucifix Hill", "href": "/wiki/Battle_of_Crucifix_Hill", "description": "The Battle of Crucifix Hill was a World War II battle that took place on 8 October 1944, on Crucifix Hill, next to the village of Haaren in Germany and was a part of the U.S. 1st Division's campaign to seize Aachen, Germany. The Battle of Aachen was part of the Drive to the Siegfried Line. The hill was named after a large crucifix mounted on the top of the hill. The objective of the battle was to "}]}, {"heading": "Events", "year": "1952", "date": "October 8", "txt": "The Harrow and Wealdstone rail crash kills 112 people.", "entities": [{"title": "Harrow and Wealdstone rail crash", "href": "/wiki/Harrow_and_Wealdstone_rail_crash", "description": "The Harrow and Wealdstone rail crash was a three-train collision at Harrow and Wealdstone station in Wealdstone, Middlesex during the morning rush hour of 8 October 1952. 112 were killed and 340 injured, 88 of these being detained in hospital, and it remains the worst peacetime rail crash in the United Kingdom but the second deadliest overall, surpassed only by the Quintinshill rail disaster of 19"}]}, {"heading": "Events", "year": "1956", "date": "October 8", "txt": "The New York Yankees's Don Larsen pitches the only perfect game in a World Series.", "entities": [{"title": "Don Larsen", "href": "/wiki/Don_Larsen", "description": "Don James Larsen was an American professional baseball pitcher. During a 15-year Major League Baseball (MLB) career, he pitched from 1953 to 1967 for seven different teams: the St. Louis Browns / Baltimore Orioles, New York Yankees (1955–1959), Kansas City Athletics (1960–1961), Chicago White Sox (1961), San Francisco Giants (1962–1964), Houston Colt .45's / Houston Astros (1964–65), and Chicago C"}, {"title": "World Series", "href": "/wiki/World_Series", "description": "The World Series is the annual championship series of Major League Baseball (MLB) in the United States and Canada, contested since 1903 between the champion teams of the American League (AL) and the National League (NL). The winner of the World Series championship is determined through a best-of-seven playoff, and the winning team is awarded the Commissioner's Trophy. As the series is played durin"}]}, {"heading": "Events", "year": "1962", "date": "October 8", "txt": "Der Spiegel publishes an article disclosing the sorry state of the Bundeswehr, and is soon accused of treason.", "entities": [{"title": "Spiegel scandal", "href": "/wiki/Spiegel_scandal", "description": "The  Spiegel affair of 1962 was a political scandal in West Germany. It stemmed from the publication of an article in Der Spiegel, West Germany's weekly political magazine, about the nation's defense forces. Several Spiegel staffers were detained on charges of treason, but were ultimately released without trial."}]}, {"heading": "Events", "year": "1967", "date": "October 8", "txt": "Guerrilla leader Che Guevara and his men are captured in Bolivia.", "entities": [{"title": "Che Guevara", "href": "/wiki/Che_Guevara", "description": "Ernesto \"Che\" Guevara was an Argentine Marxist revolutionary, physician, author, guerrilla leader, diplomat, and military theorist. A major figure of the Cuban Revolution, his stylized visage has become a ubiquitous countercultural symbol of rebellion and global insignia in popular culture."}]}, {"heading": "Events", "year": "1969", "date": "October 8", "txt": "The opening rally of the Days of Rage occurs, organized by the Weather Underground in Chicago.", "entities": [{"title": "Days of Rage", "href": "/wiki/Days_of_Rage", "description": "The Days of Rage demonstrations were a series of violent actions taken over a course of three days in October 1969 in Chicago, organized by the Weatherman faction of the counterculture-era group Students for a Democratic Society."}]}, {"heading": "Events", "year": "1970", "date": "October 8", "txt": "Aleksandr Solzhenitsyn wins the Nobel Prize in literature.", "entities": [{"title": "Aleksandr Solzhenitsyn", "href": "/wiki/Aleksandr_Solzhenitsyn", "description": "Aleksandr Isayevich Solzhenitsyn was a Russian novelist, philosopher, historian, short story writer and political prisoner. One of the most famous Soviet dissidents, Solzhenitsyn was an outspoken critic of communism and helped to raise global awareness of human rights abuses, the Gulag concentration camp system and political repression in the Soviet Union."}]}, {"heading": "Events", "year": "1973", "date": "October 8", "txt": "Yom Kippur War: Israel loses more than 150 tanks in a failed attack on Egyptian-occupied positions.", "entities": [{"title": "Yom Kippur War", "href": "/wiki/Yom_Kippur_War", "description": "The Yom Kippur War, Ramadan War, or October War also known as the 1973 Arab–Israeli War, was fought from October 6 to 25, 1973, by a coalition of Arab states led by Egypt and Syria against Israel. The war took place mostly in Sinai and the Golan—occupied by Israel during the 1967 Six-Day War—with some fighting in African Egypt and northern Israel. Egypt's initial war objective was to use its milit"}]}, {"heading": "Events", "year": "1973", "date": "October 8", "txt": "Spyros Markezinis begins his 48-day term as prime minister in an abortive attempt to lead Greece to parliamentary rule.", "entities": []}, {"heading": "Events", "year": "1974", "date": "October 8", "txt": "Franklin National Bank collapses due to fraud and mismanagement; at the time it is the largest bank failure in the history of the United States.", "entities": [{"title": "Franklin National Bank", "href": "/wiki/Franklin_National_Bank", "description": "Franklin National Bank, based in Franklin Square in Long Island, New York was once the United States' 20th largest bank. On October 8, 1974, it collapsed in obscure circumstances, involving Michele Sindona, renowned Mafia-banker and member of the irregular freemasonic lodge, Propaganda Due. It was at the time the largest bank failure in the history of the country."}]}, {"heading": "Events", "year": "1978", "date": "October 8", "txt": "Australia's Ken Warby sets the current world water speed record of 275.97 knots at Blowering Dam, Australia.", "entities": [{"title": "Ken Warby", "href": "/wiki/Ken_Warby", "description": "Ken Warby is an Australian motorboat racer, who currently holds the water speed record of 275.97 knots, set on Blowering Dam on 8 October 1978."}]}, {"heading": "Events", "year": "1982", "date": "October 8", "txt": "Poland bans Solidarity and all other trade unions.", "entities": [{"title": "Solidarity (Polish trade union)", "href": "/wiki/Solidarity_(Polish_trade_union)", "description": "Solidarity is a trade union founded in August 1980 at the Lenin Shipyard in Gdańsk, Poland. Subsequently, it was the first independent free trade union in a Warsaw Pact country to be recognised by the state. The union's membership peaked at 10 million in September 1981, representing one-third of the country's working-age population. Solidarity's leader Lech Wałęsa was awarded the Nobel Peace Prize"}]}, {"heading": "Events", "year": "1982", "date": "October 8", "txt": "After its London premiere, Cats opens on Broadway and runs for nearly 18 years before closing on September 10, 2000.", "entities": []}, {"heading": "Events", "year": "1990", "date": "October 8", "txt": "First Intifada: Israeli police kill 17 Palestinians and wound over 100 near the Dome of the Rock.", "entities": [{"title": "First Intifada", "href": "/wiki/First_Intifada", "description": "The First Intifada, or First Palestinian Intifada, was a sustained series of Palestinian protests and violent riots in the West Bank, Gaza Strip, and within Israel. The protests were against the Israeli occupation of the West Bank and Gaza that had begun twenty years prior, in 1967. The intifada lasted from December 1987 until the Madrid Conference in 1991, though some date its conclusion to 1993,"}]}, {"heading": "Events", "year": "1991", "date": "October 8", "txt": "Upon the expiration of the Brioni Agreement, Croatia and Slovenia sever all official relations with Yugoslavia.", "entities": [{"title": "Brioni Agreement", "href": "/wiki/Brioni_Agreement", "description": "The Brioni Agreement or Brioni Declaration is a document signed by representatives of Slovenia, Croatia, and Yugoslavia under the political sponsorship of the European Community (EC) on the Brijuni Islands on 7 July 1991. The agreement sought to create an environment in which further negotiations on the future of Yugoslavia could take place. However, ultimately it isolated the federal prime minist"}]}, {"heading": "Events", "year": "2001", "date": "October 8", "txt": "A twin engine Cessna and a Scandinavian Airlines System jetliner collide in heavy fog during takeoff from Milan, Italy, killing 118 people.", "entities": [{"title": "Linate Airport disaster", "href": "/wiki/Linate_Airport_disaster", "description": "The Linate Airport disaster occurred in Italy in 2001 at Linate Airport in Milan on the morning of Monday, 08 October. Scandinavian Airlines Flight 686, a McDonnell Douglas MD-87 airliner carrying 110 people bound for Copenhagen, Denmark, collided on take-off with a Cessna Citation CJ2 business jet carrying four people bound for Paris, France. All 114 people on both aircraft were killed, as well a"}]}, {"heading": "Events", "year": "2001", "date": "October 8", "txt": "U.S. President George W. Bush announces the establishment of the Office of Homeland Security.", "entities": []}, {"heading": "Events", "year": "2005", "date": "October 8", "txt": "The 7.6 Mw  Kashmir earthquake leaves 86,000–87,351 people dead, 69,000–75,266 injured, and 2.8 million homeless.", "entities": [{"title": "2005 Kashmir earthquake", "href": "/wiki/2005_Kashmir_earthquake", "description": "The 2005 Kashmir earthquake occurred at 08:50:39 Pakistan Standard Time on 8 October in Pakistani-administered Azad Kashmir. It was centred near the city of Muzaffarabad, and also affected nearby Balakot in Khyber Pakhtunkhwa and some areas of Indian-administered Jammu and Kashmir. It registered a moment magnitude of 7.6 and had a maximum Mercalli intensity of VIII (Severe). The earthquake also af"}]}, {"heading": "Events", "year": "2014", "date": "October 8", "txt": "Thomas Eric Duncan, the first person in the United States to be diagnosed with Ebola, dies.", "entities": [{"title": "Thomas Eric Duncan", "href": "/wiki/Thomas_Eric_Duncan", "description": "Thomas Eric Duncan was a Liberian citizen who became the first Ebola patient diagnosed in the United States on September 30, 2014.\n"}, {"title": "Zaire ebolavirus", "href": "/wiki/Zaire_ebolavirus", "description": "Zaire ebolavirus, more commonly known as Ebola virus, is one of six known species within the genus Ebolavirus. Four of the six known ebolaviruses, including EBOV, cause a severe and often fatal hemorrhagic fever in humans and other mammals, known as Ebola virus disease (EVD). Ebola virus has caused the majority of human deaths from EVD, and was the cause of the 2013–2016 epidemic in western Africa"}]}, {"heading": "Events", "year": "2016", "date": "October 8", "txt": "In the wake of Hurricane Matthew, the death toll rises to nearly 900.", "entities": [{"title": "Hurricane Matthew", "href": "/wiki/Hurricane_Matthew", "description": "Hurricane Matthew was the first Category 5 Atlantic hurricane since Felix in 2007. Matthew caused catastrophic damage and a humanitarian crisis in Haiti, as well as widespread devastation in the southeastern United States. The deadliest Atlantic hurricane since Hurricane Stan in 2005, Matthew was the thirteenth named storm, fifth hurricane and second major hurricane of the 2016 Atlantic hurricane "}]}, {"heading": "Events", "year": "2019", "date": "October 8", "txt": "About 200 Extinction Rebellion activists block the gates of Leinster House (parliament) in the Republic of Ireland.", "entities": [{"title": "Extinction Rebellion", "href": "/wiki/Extinction_Rebellion", "description": "Extinction Rebellion is a global environmental movement with the stated aim of using nonviolent civil disobedience to compel government action to avoid tipping points in the climate system, biodiversity loss, and the risk of social and ecological collapse."}, {"title": "Leinster House", "href": "/wiki/Leinster_House", "description": "Leinster House is the seat of the Oireachtas, the parliament of Ireland."}, {"title": "Republic of Ireland", "href": "/wiki/Republic_of_Ireland", "description": "Ireland, also known as the Republic of Ireland, is a country in north-western Europe consisting of 26 of the 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around 40% of the country's population of 4.9 million people resides in the Greater Dublin Area. The sovereign state shares its only land border with Northern Ir"}]}, {"heading": "Births", "year": "319 BC", "date": "October 8", "txt": "Pyrrhus of Epirus (d. 272 BC)", "entities": [{"title": "Pyrrhus of Epirus", "href": "/wiki/Pyrrhus_of_Epirus", "description": "Pyrrhus was a Greek king and statesman of the Hellenistic period. He was king of the Greek tribe of Molossians, of the royal Aeacid house, and later he became king of Epirus. He was one of the strongest opponents of early Rome, and regarded as one of the greatest generals of antiquity. Several of his victorious battles caused him unacceptably heavy losses, from which the term Pyrrhic victory was c"}]}, {"heading": "Births", "year": "1150", "date": "October 8", "txt": "Narapatisithu, king of Burma (d. 1211)", "entities": [{"title": "Narapatisithu", "href": "/wiki/Narapatisithu", "description": "Narapati Sithu was king of Pagan dynasty of Burma (Myanmar) from 1174 to 1211. He is considered the last important king of Pagan. His peaceful and prosperous reign gave rise to Burmese culture which finally emerged from the shadows of Mon and Pyu cultures. The Burman leadership of the kingdom was now unquestioned. The Pagan Empire reached its peak during his reign, and would decline gradually afte"}]}, {"heading": "Births", "year": "1515", "date": "October 8", "txt": "Margaret Douglas, daughter of Archibald Douglas (d. 1578)", "entities": [{"title": "Margaret Douglas", "href": "/wiki/Margaret_Douglas", "description": "Margaret Douglas, Countess of Lennox, was the daughter of the Scottish queen dowager Margaret Tudor and her second husband Archibald Douglas, 6th Earl of Angus. In her youth she was high in the favour of her uncle, Henry VIII of England, but twice incurred the King's anger, first for her unauthorised engagement to Lord Thomas Howard, who died in the Tower of London in 1537 because of his misallian"}]}, {"heading": "Births", "year": "1551", "date": "October 8", "txt": "Giulio Caccini, Italian composer (d. 1618)", "entities": [{"title": "Giulio Caccini", "href": "/wiki/Giulio_Caccini", "description": "Giulio Romolo Caccini was an Italian composer, teacher, singer, instrumentalist and writer of the late Renaissance and early Baroque eras. He was one of the founders of the genre of opera, and one of the most influential creators of the new Baroque style. He was also the father of the composer Francesca Caccini and the singer Settimia Caccini."}]}, {"heading": "Births", "year": "1553", "date": "October 8", "txt": "Jacques Auguste de Thou, French historian (d. 1617)", "entities": [{"title": "Jacques Auguste de Thou", "href": "/wiki/Jacques_Auguste_de_Thou", "description": "Jacques Auguste de Thou (Thuanus) was a French historian, book collector and president of the Parlement de Paris."}]}, {"heading": "Births", "year": "1585", "date": "October 8", "txt": "Heinrich Schütz, German organist and composer (d. 1672)", "entities": [{"title": "Heinrich Schütz", "href": "/wiki/Heinrich_Sch%C3%BCtz", "description": "Heinrich Schütz was a German composer and organist, generally regarded as the most important German composer before Johann Sebastian Bach, as well as one of the most important composers of the 17th century. He is credited with bringing the Italian style to Germany and continuing its evolution from the Renaissance into the Early Baroque. Most of his surviving music was written for the Lutheran chur"}]}, {"heading": "Births", "year": "1609", "date": "October 8", "txt": "John Clarke, English physician (d. 1676)", "entities": [{"title": "John Clarke (Baptist minister)", "href": "/wiki/John_Clarke_(Baptist_minister)", "description": "John Clarke was a physician, Baptist minister, co-founder of the Colony of Rhode Island and Providence Plantations, author of its influential charter, and a leading advocate of religious freedom in America."}]}, {"heading": "Births", "year": "1676", "date": "October 8", "txt": "Benito Jerónimo Feijóo y Montenegro, Spanish monk and scholar (d. 1764)", "entities": [{"title": "Benito Jerónimo Feijóo y Montenegro", "href": "/wiki/Benito_Jer%C3%B3nimo_Feij%C3%B3o_y_Montenegro", "description": "Friar Benito Jerónimo Feijóo y Montenegro was a Spanish monk and scholar who led the Age of Enlightenment in Spain. He was an energetic popularizer noted for encouraging scientific and empirical thought in an effort to debunk myths and superstitions."}]}, {"heading": "Births", "year": "1713", "date": "October 8", "txt": "Yechezkel Landau, Polish rabbi and author (d. 1793)", "entities": [{"title": "Yechezkel Landau", "href": "/wiki/Yechezkel_Landau", "description": "Yechezkel ben Yehuda HaLevi Landau was an influential authority in halakha. He is best known for the work Noda Biyhudah, by which title he is also known."}]}, {"heading": "Births", "year": "1715", "date": "October 8", "txt": "Michel Benoist, French scientist and missionary (d. 1774)", "entities": [{"title": "Michel Benoist", "href": "/wiki/Michel_Benoist", "description": "Michel Benoist was a Jesuit scientist who served for thirty years in the court of the Qianlong Emperor during the Qing Dynasty, known for his architectural and landscape designs of the Old Summer Palace. Along with Giuseppe Castiglione, Benoist served as one of two Jesuit advisors to the Qianlong Emperor, and transformed parts of the Old Summer Palace into what historian Mark Elliott calls an \"imi"}]}, {"heading": "Births", "year": "1747", "date": "October 8", "txt": "Jean-François Rewbell, French lawyer and politician (d. 1807)", "entities": [{"title": "Jean-François Rewbell", "href": "/wiki/Jean-Fran%C3%A7ois_Rewbell", "description": "Jean-François Reubell or Rewbell was a French lawyer, diplomat, and politician of the Revolution."}]}, {"heading": "Births", "year": "1753", "date": "October 8", "txt": "Princess Sophia Albertina of Sweden (d. 1829)", "entities": [{"title": "Sophia Albertina, Abbess of Quedlinburg", "href": "/wiki/Sophia_Albertina,_Abbess_of_Quedlinburg", "description": "Princess Sophia Albertina of Sweden was the last Princess-Abbess of Quedlinburg Abbey, and as such reigned as vassal monarch of the Holy Roman Empire."}]}, {"heading": "Births", "year": "1765", "date": "October 8", "txt": "Harman Blennerhassett, English-Irish lawyer and politician (d. 1831)", "entities": [{"title": "Harman Blennerhassett", "href": "/wiki/Harman_Blennerhassett", "description": "Harman Blennerhassett was an Anglo-Irish lawyer, a member of the Society of United Irishmen who emigrated in advance of their rebellion in 1798 to become a socially and politically distinguished plantation owner in western Virginia. Implicated in the Burr conspiracy, an alleged military plot with Britain to separate Louisiana territory from the American union, he was twice arrested and financially"}]}, {"heading": "Births", "year": "1789", "date": "October 8", "txt": "John Ruggles, American lawyer and politician (d. 1874)", "entities": [{"title": "John Ruggles", "href": "/wiki/John_Ruggles", "description": "John Ruggles was an American politician from the U.S. state of Maine. He served in several important state legislative and judicial positions before serving in the U.S. Senate."}]}, {"heading": "Births", "year": "1789", "date": "October 8", "txt": "William John Swainson, English-New Zealand ornithologist and entomologist (d. 1855)", "entities": []}, {"heading": "Births", "year": "1807", "date": "October 8", "txt": "Harriet Taylor Mill, English philosopher and activist (d. 1858)", "entities": [{"title": "Harriet Taylor Mill", "href": "/wiki/Harriet_Taylor_Mill", "description": "Harriet Taylor Mill was a British philosopher and women's rights advocate. Her extant corpus of writing can be found in The Complete Works of Harriet Taylor Mill. Several pieces can also be found in The Collected Works of John Stuart Mill, especially volume XXI."}]}, {"heading": "Births", "year": "1818", "date": "October 8", "txt": "John Henninger Reagan, American judge and politician, 3rd Confederate States Secretary of the Treasury (d. 1905)", "entities": [{"title": "John Henninger Reagan", "href": "/wiki/John_Henninger_Reagan", "description": "John Henninger Reagan was an American politician from Texas. A Democrat, Reagan resigned from the U.S. House of Representatives when Texas seceded from the Union and joined the Confederate States of America. He served in the cabinet of Jefferson Davis as Postmaster General."}, {"title": "Confederate States Secretary of the Treasury", "href": "/wiki/Confederate_States_Secretary_of_the_Treasury", "description": "The Confederate States Secretary of the Treasury was the head of the Confederate States Department of the Treasury. Three men served in this post throughout the Confederacy's brief existence from 1861 to 1865."}]}, {"heading": "Births", "year": "1834", "date": "October 8", "txt": "Walter Kittredge, American violinist and composer (d. 1905)", "entities": [{"title": "Walter Kittredge", "href": "/wiki/Walter_Kittredge", "description": "Walter Kittredge, was a famous musician during the American Civil War."}]}, {"heading": "Births", "year": "1845", "date": "October 8", "txt": "Salomon Kalischer, German pianist, composer, and physicist (d. 1924)", "entities": [{"title": "Salomon Kalischer", "href": "/wiki/Salomon_Kalischer", "description": "Salomon Kalischer, or Solomon Kalischer, was a German Jewish composer, pianist, and physicist."}]}, {"heading": "Births", "year": "1847", "date": "October 8", "txt": "Rose Scott, Australian activist (d. 1925)", "entities": [{"title": "Rose Scott", "href": "/wiki/Rose_Scott", "description": "Rose Scott was an Australian women's rights activist who advocated for women's suffrage and universal suffrage in New South Wales at the turn-of-the twentieth century. She founded the Women's Political Education League in 1902 which campaigned successfully to raise the age of consent to sixteen."}]}, {"heading": "Births", "year": "1848", "date": "October 8", "txt": "Pierre De Geyter, Belgian composer (d. 1932)", "entities": [{"title": "Pierre De Geyter", "href": "/wiki/Pierre_De_Geyter", "description": "Pierre Chrétien De Geyter was a Belgian socialist and a composer, known for writing the music of The Internationale."}]}, {"heading": "Births", "year": "1850", "date": "October 8", "txt": "Henry Louis Le Châtelier, French chemist and academic (d. 1936)", "entities": [{"title": "Henry Louis Le Châtelier", "href": "/wiki/Henry_Louis_Le_Ch%C3%A2telier", "description": "Henry Louis Le Chatelier was a French chemist of the late 19th and early 20th centuries. He devised Le Chatelier's principle, used by chemists and chemical engineers to predict the effect a changing condition has on a system in chemical equilibrium."}]}, {"heading": "Births", "year": "1860", "date": "October 8", "txt": "John D. Batten, British painter, printmaker and illustrator (d.1932)", "entities": [{"title": "John D. Batten", "href": "/wiki/John_D._Batten", "description": "John Dickson Batten, born in Plymouth, Devon, was an English painter of figures in oils, tempera and fresco and a book illustrator and printmaker. He was an active member of the Society of Painters in Tempera, with his wife Mary Batten, a gilder."}]}, {"heading": "Births", "year": "1863", "date": "October 8", "txt": "Edythe Chapman, American actress (d. 1948)", "entities": [{"title": "Edythe Chapman", "href": "/wiki/Edythe_Chapman", "description": "Edythe Chapman was an American stage and silent film actress."}]}, {"heading": "Births", "year": "1864", "date": "October 8", "txt": "Ozias Leduc, Canadian painter and educator (d. 1955)", "entities": [{"title": "Ozias Leduc", "href": "/wiki/Ozias_Leduc", "description": "Ozias Leduc is one of Quebec's early painters. He was born in Saint-Hilaire-de-Rouville. Leduc produced many portraits, still lifes and landscapes, as well as religious works."}]}, {"heading": "Births", "year": "1870", "date": "October 8", "txt": "Louis Vierne, French organist and composer (d. 1937)", "entities": [{"title": "Louis Vierne", "href": "/wiki/Louis_Vierne", "description": "Louis Victor Jules Vierne was a French organist and composer. As the organist of Notre-Dame de Paris from 1900 until his death, he focused on organ music, including six organ symphonies and a Messe solennelle for choir and two organs. He toured Europe and the United States as a concert organist. His students included Nadia Boulanger and Maurice Duruflé."}]}, {"heading": "Births", "year": "1872", "date": "October 8", "txt": "Mary Engle Pennington, American bacteriological chemist and refrigeration engineer (d. 1952)", "entities": [{"title": "Mary Engle Pennington", "href": "/wiki/Mary_Engle_Pennington", "description": "Mary Engle Pennington was an American bacteriological chemist and refrigeration engineer."}]}, {"heading": "Births", "year": "1873", "date": "October 8", "txt": "Ejnar Hertzsprung, Danish chemist and astronomer (d. 1967)", "entities": [{"title": "Ejnar Hertzsprung", "href": "/wiki/Ejnar_Hertzsprung", "description": "Ejnar Hertzsprung was a Danish chemist and astronomer born in Copenhagen. In the period 1911–1913, together with Henry Norris Russell, he developed the Hertzsprung–Russell diagram."}]}, {"heading": "Births", "year": "1873", "date": "October 8", "txt": "Alexey Shchusev, Russian architect and academic, designed Lenin's Mausoleum (d. 1949)", "entities": [{"title": "Lenin's Mausoleum", "href": "/wiki/Lenin%27s_Mausoleum", "description": "Lenin's Mausoleum, also known as Lenin's Tomb, situated on Red Square in the centre of Moscow, is a mausoleum that serves as the resting place of Soviet leader Vladimir Lenin. His preserved body has been on public display there since shortly after his death in 1924, with rare exceptions in wartime. Alexey Shchusev's diminutive but monumental granite structure incorporates some elements from ancien"}]}, {"heading": "Births", "year": "1875", "date": "October 8", "txt": "Laurence Doherty, English tennis player and golfer (d. 1919)", "entities": [{"title": "Laurence Doherty", "href": "/wiki/Laurence_Doherty", "description": "Hugh Laurence \"Laurie\" Doherty was a British tennis player and the younger brother of tennis player Reginald Doherty. He was a six-time Grand Slam champion and a double Olympic Gold medalist at the 1900 Summer Olympics in singles and doubles. In 1903 he became the first non-American player to win the U.S. National Championships."}]}, {"heading": "Births", "year": "1876", "date": "October 8", "txt": "Frederick Montague, 1st Baron Amwell, English lieutenant and politician (d. 1966)", "entities": [{"title": "Frederick Montague, 1st Baron Amwell", "href": "/wiki/Frederick_Montague,_1st_Baron_Amwell", "description": "Frederick Montague, 1st Baron Amwell CBE was a British Labour Party politician."}]}, {"heading": "Births", "year": "1877", "date": "October 8", "txt": "Hans Heysen, German-Australian painter (d. 1968)", "entities": [{"title": "Hans Heysen", "href": "/wiki/Hans_Heysen", "description": "Sir Hans Heysen was a German-born Australian artist. He became a household name for his watercolours of monumental Australian gum trees. Heysen also produced images of men and animals toiling in the Australian bush, as well as groundbreaking depictions of arid landscapes in the Flinders Ranges. He won the Wynne Prize for landscape painting a record nine times."}]}, {"heading": "Births", "year": "1879", "date": "October 8", "txt": "Huntley Gordon, Canadian-American actor (d. 1956)", "entities": [{"title": "Huntley Gordon", "href": "/wiki/Huntley_Gordon", "description": "Huntley Ashworth Gordon was a Canadian actor who began his career in the Silent Film era."}]}, {"heading": "Births", "year": "1882", "date": "October 8", "txt": "Harry McClintock, American singer-songwriter and poet (d. 1957)", "entities": [{"title": "Harry McClintock", "href": "/wiki/Harry_McClintock", "description": "Harry Kirby McClintock, also known as \"Haywire Mac\", was an American singer, songwriter, and poet, best known for his song \"Big Rock Candy Mountain\"."}]}, {"heading": "Births", "year": "1883", "date": "October 8", "txt": "Dick Burnett, American singer-songwriter and guitarist (d. 1977)", "entities": [{"title": "Dick Burnett (musician)", "href": "/wiki/Dick_Burnett_(musician)", "description": "Richard Daniel Burnett was an American folk musician and songwriter from Kentucky."}]}, {"heading": "Births", "year": "1883", "date": "October 8", "txt": "Otto Heinrich Warburg, German physiologist and physician, Nobel Prize laureate (d. 1970)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1884", "date": "October 8", "txt": "Walther von Reichenau, German field marshal (d. 1942)", "entities": [{"title": "Walther von Reichenau", "href": "/wiki/Walther_von_Reichenau", "description": "Walter Karl Ernst August von Reichenau was a field marshal in the Wehrmacht of Nazi Germany during World War II. Reichenau commanded the 6th Army, during the invasions of Belgium and France. During Operation Barbarossa, the invasion of the Soviet Union, he continued to command the 6th Army as part of Army Group South as it captured Ukraine and advanced deep into Russia."}]}, {"heading": "Births", "year": "1887", "date": "October 8", "txt": "Ping Bodie, American baseball player (d. 1961)", "entities": [{"title": "Ping Bodie", "href": "/wiki/Ping_Bodie", "description": "Frank Stephen \"Ping\" Bodie, born Francesco Stephano Pezzolo, was a center fielder in Major League Baseball who played for the Chicago White Sox (1911–1914), Philadelphia Athletics (1917) and New York Yankees (1919–1921). Bodie batted and threw right-handed. He was born in San Francisco."}]}, {"heading": "Births", "year": "1887", "date": "October 8", "txt": "Donie Bush, American baseball player, manager, and team owner (d. 1972)", "entities": []}, {"heading": "Births", "year": "1888", "date": "October 8", "txt": "Ernst Kretschmer, German psychiatrist and author (d. 1964)", "entities": [{"title": "Ernst Kretschmer", "href": "/wiki/Ernst_Kretschmer", "description": "Ernst Kretschmer was a German psychiatrist who researched the human constitution and established a typology."}]}, {"heading": "Births", "year": "1889", "date": "October 8", "txt": "R. Fraser Armstrong, Canadian engineer (d. 1983)", "entities": [{"title": "R. Fraser Armstrong", "href": "/wiki/R._Fraser_Armstrong", "description": "Roy Fraser Armstrong was a Canadian hospital administrator and engineer who served as the Superintendent of Kingston General Hospital from 1925 to 1957."}]}, {"heading": "Births", "year": "1889", "date": "October 8", "txt": "Collett E. Woolman, American businessman, co-founded Delta Air Lines (d. 1966)", "entities": [{"title": "Delta Air Lines", "href": "/wiki/Delta_Air_Lines", "description": "Delta Air Lines, Inc., typically referred to as Delta, is one of the major airlines of the United States and a legacy carrier. It is headquartered in Atlanta, Georgia. The airline, along with its subsidiaries and regional affiliates, including Delta Connection, operates over 5,400 flights daily and serves 325 destinations in 52 countries on six continents. Delta is a founding member of the SkyTeam"}]}, {"heading": "Births", "year": "1890", "date": "October 8", "txt": "Snuffy Browne, Barbadian cricketer (d. 1964)", "entities": [{"title": "Snuffy Browne", "href": "/wiki/Snuffy_Browne", "description": "Cyril Rutherford \"Snuffy\" Browne was a West Indian Test cricketer who was a member of the first West Indies Test cricket team, playing against England in 1928."}]}, {"heading": "Births", "year": "1890", "date": "October 8", "txt": "Eddie Rickenbacker, American soldier and pilot, Medal of Honor recipient (d. 1973)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1890", "date": "October 8", "txt": "Philippe Thys, Belgian cyclist (d. 1971)", "entities": []}, {"heading": "Births", "year": "1892", "date": "October 8", "txt": "Marina Tsvetaeva, Russian poet and author (d. 1941)", "entities": [{"title": "Marina Tsvetaeva", "href": "/wiki/Marina_Tsvetaeva", "description": "Marina Ivanovna Tsvetaeva was a Russian poet. Her work is considered among some of the greatest in twentieth century Russian literature. She lived through and wrote of the Russian Revolution of 1917 and the Moscow famine that followed it. In an attempt to save her daughter Irina from starvation, she placed her in a state orphanage in 1919, where she died of hunger. Tsvetaeva left Russia in 1922 an"}]}, {"heading": "Births", "year": "1893", "date": "October 8", "txt": "Clarence Williams, American pianist and composer (d. 1965)", "entities": [{"title": "Clarence Williams (musician)", "href": "/wiki/Clarence_Williams_(musician)", "description": "Clarence Williams was an American jazz pianist, composer, promoter, vocalist, theatrical producer, and publisher."}]}, {"heading": "Births", "year": "1895", "date": "October 8", "txt": "Zog I of Albania (d. 1961)", "entities": [{"title": "Zog I of Albania", "href": "/wiki/Zog_I_of_Albania", "description": "Zog I, born Ahmed Muhtar bey Zogolli, taking the name Ahmet Zogu in 1922, was the leader of Albania from 1922 to 1939. He first served as the Albanian prime minister (1922–1924), then as president (1925–1928), and finally as king (1928–1939)."}]}, {"heading": "Births", "year": "1895", "date": "October 8", "txt": "Juan Perón, Argentinian general and politician, 29th President of Argentina (d. 1974)", "entities": [{"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}]}, {"heading": "Births", "year": "1896", "date": "October 8", "txt": "Julien Duvivier, French director, producer, and screenwriter (d. 1967)", "entities": [{"title": "Julien Duvivier", "href": "/wiki/Julien_Duvivier", "description": "Julien Duvivier was a French film director and screenwriter. He was prominent in French cinema in the years 1930–1960. Amongst his most original films, chiefly notable are La Bandera, Pépé le Moko, Little World of Don Camillo, Panique, Voici le temps des assassins and Marianne de ma jeunesse."}]}, {"heading": "Births", "year": "1897", "date": "October 8", "txt": "Rouben Mamoulian, Georgian-American director and screenwriter (d. 1987)", "entities": [{"title": "Rouben Mamoulian", "href": "/wiki/Rouben_Mamoulian", "description": "Rouben Zachary Mamoulian was an American film and theatre director."}]}, {"heading": "Births", "year": "1897", "date": "October 8", "txt": "Marcel Herrand, French actor (d. 1953)", "entities": []}, {"heading": "Births", "year": "1901", "date": "October 8", "txt": "Eivind Groven, Norwegian composer and theorist (d. 1977)", "entities": [{"title": "Eivind Groven", "href": "/wiki/Eivind_Groven", "description": "Eivind Groven was a Norwegian microtonal composer and music-theorist. He was from traditional region of Vest-Telemark and had a background in the folk music of the area."}]}, {"heading": "Births", "year": "1901", "date": "October 8", "txt": "Mark Oliphant, Australian physicist, humanitarian and politician, Governor of South Australia (d. 2000)", "entities": [{"title": "Governor of South Australia", "href": "/wiki/Governor_of_South_Australia", "description": "The Governor of South Australia is the representative in the Australian state of South Australia of Elizabeth II, Queen of Australia. The Governor performs the same constitutional and ceremonial functions at the state level as does the Governor-General of Australia at the national level. In accordance with the conventions of the Westminster system of parliamentary government, the Governor nearly a"}]}, {"heading": "Births", "year": "1903", "date": "October 8", "txt": "Georgy Geshev, Bulgarian chess player (d. 1937)", "entities": [{"title": "Georgy Geshev", "href": "/wiki/Georgy_Geshev", "description": "Georgy (Georgi) Geshev (Geschew) was a Bulgarian chess master."}]}, {"heading": "Births", "year": "1904", "date": "October 8", "txt": "Yves Giraud-Cabantous, French race car driver (d. 1973)", "entities": [{"title": "Yves Giraud-Cabantous", "href": "/wiki/Yves_Giraud-Cabantous", "description": "Marius Aristide Yves Giraud-Cabantous was a racing driver from France. He drove in Formula One from 1950 to 1953, participating in 13 World Championship Grands Prix, plus numerous non-Championship Formula One races."}]}, {"heading": "Births", "year": "1907", "date": "October 8", "txt": "Richard Sharpe Shaver, American author and illustrator (d. 1975)", "entities": [{"title": "Richard Sharpe Shaver", "href": "/wiki/Richard_Sharpe_Shaver", "description": "Richard Sharpe Shaver was an American writer and artist."}]}, {"heading": "Births", "year": "1908", "date": "October 8", "txt": "Ezekias Papaioannou, Greek-Cypriot politician (d. 1988)", "entities": [{"title": "Ezekias Papaioannou", "href": "/wiki/Ezekias_Papaioannou", "description": "Ezekias Papaioannou was a Greek Cypriot communist politician and Secretary General of the left-wing political party of AKEL."}]}, {"heading": "Births", "year": "1910", "date": "October 8", "txt": "Kirk Alyn, American actor (d. 1999)", "entities": [{"title": "Kirk Alyn", "href": "/wiki/Kirk_Alyn", "description": "Kirk Alyn was an American actor, best known for being the first actor to play the DC Comics character Superman in live-action for the 1948 movie serial Superman and its 1950 sequel Atom Man vs. Superman, as well as Blackhawk from the Blackhawk movie serial in 1952, and General Sam Lane in 1978's Superman: The Movie."}]}, {"heading": "Births", "year": "1910", "date": "October 8", "txt": "Paulette Dubost, French actress (d. 2011)", "entities": []}, {"heading": "Births", "year": "1910", "date": "October 8", "txt": "Gus Hall, American soldier and politician (d. 2000)", "entities": []}, {"heading": "Births", "year": "1910", "date": "October 8", "txt": "Helmut Kallmeyer, German chemist and soldier (d. 2006)", "entities": []}, {"heading": "Births", "year": "1910", "date": "October 8", "txt": "Ray Lewis, Canadian runner (d. 2003)", "entities": []}, {"heading": "Births", "year": "1913", "date": "October 8", "txt": "Robert R. Gilruth, American pilot and engineer (d. 2000)", "entities": [{"title": "Robert R. Gilruth", "href": "/wiki/Robert_R._Gilruth", "description": "Robert Rowe Gilruth was an American aerospace engineer and an aviation/space pioneer who was the first director of NASA's Manned Spacecraft Center, later renamed the Lyndon B. Johnson Space Center."}]}, {"heading": "Births", "year": "1913", "date": "October 8", "txt": "Marios Makrionitis, Roman Catholic Archbishop of Athens (d. 1959)", "entities": []}, {"heading": "Births", "year": "1917", "date": "October 8", "txt": "Billy Conn, American boxer (d. 1993)", "entities": [{"title": "Billy Conn", "href": "/wiki/Billy_Conn", "description": "William David Conn was an Irish American professional boxer and Light Heavyweight Champion famed for his fights with Joe Louis. He had a professional boxing record of 63 wins, 11 losses and 1 draw, with 14 wins by knockout. His nickname, throughout most of his career, was \"The Pittsburgh Kid.\""}]}, {"heading": "Births", "year": "1917", "date": "October 8", "txt": "Walter Lord, American historian and author (d. 2002)", "entities": []}, {"heading": "Births", "year": "1917", "date": "October 8", "txt": "Danny Murtaugh, American baseball player, coach, and manager (d. 1976)", "entities": []}, {"heading": "Births", "year": "1917", "date": "October 8", "txt": "Rodney Robert Porter, English biochemist and physiologist, Nobel Prize laureate (d. 1985)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1918", "date": "October 8", "txt": "Halfdan Hegtun, Norwegian radio host and politician (d. 2012)", "entities": [{"title": "Halfdan Hegtun", "href": "/wiki/Halfdan_Hegtun", "description": "Halfdan Hegtun was a Norwegian radio personality, comedian and writer, former politician for the Liberal Party and later the Liberal People's Party."}]}, {"heading": "Births", "year": "1918", "date": "October 8", "txt": "Jens Christian Skou, Danish chemist and physiologist, Nobel Prize laureate (d. 2018)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1919", "date": "October 8", "txt": "Jack McGrath, American race car driver (d. 1955)", "entities": [{"title": "Jack McGrath (racing driver)", "href": "/wiki/Jack_McGrath_(racing_driver)", "description": "John James \"Jack\" McGrath was an American racecar driver."}]}, {"heading": "Births", "year": "1919", "date": "October 8", "txt": "Kiichi Miyazawa, Japanese politician, 78th Prime Minister of Japan (d. 2007)", "entities": [{"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1920", "date": "October 8", "txt": "Frank Herbert, American journalist, photographer, and author (d. 1986)", "entities": [{"title": "Frank Herbert", "href": "/wiki/Frank_Herbert", "description": "Franklin Patrick Herbert Jr. was an American science fiction author best known for the 1965 novel Dune and its five sequels. Though he became famous for his novels, he also wrote short stories and worked as a newspaper journalist, photographer, book reviewer, ecological consultant, and lecturer."}]}, {"heading": "Births", "year": "1921", "date": "October 8", "txt": "Abraham Sarmiento, Filipino lawyer and jurist (d. 2010)", "entities": [{"title": "Abraham Sarmiento", "href": "/wiki/Abraham_Sarmiento", "description": "Abraham F. Sarmiento Sr. was a Filipino jurist who served as an Associate Justice of the Supreme Court of the Philippines from 1987 to 1991. An active figure in the political opposition against the martial law government of President Ferdinand Marcos, he was appointed to the Court by Marcos' successor, President Corazon Aquino."}]}, {"heading": "Births", "year": "1922", "date": "October 8", "txt": "Nils Liedholm, Swedish footballer, coach, and manager (d. 2007)", "entities": [{"title": "Nils Liedholm", "href": "/wiki/Nils_Liedholm", "description": "Nils Erik Liedholm was a Swedish football midfielder and coach. Il Barone, as he is affectionately known in Italy, was renowned for being part of the Swedish \"Gre-No-Li\" trio of strikers along with Gunnar Gren and Gunnar Nordahl at A.C. Milan and the Swedish national team, with which he achieved notable success throughout his career. Liedholm was an intelligent offensive playmaker who was renowned"}]}, {"heading": "Births", "year": "1922", "date": "October 8", "txt": "Herbert B. Leonard, American production manager and producer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1924", "date": "October 8", "txt": "Alphons Egli, Swiss lawyer and politician, 77th President of the Swiss Confederation (d. 2016)", "entities": [{"title": "Alphons Egli", "href": "/wiki/Alphons_Egli", "description": "Alphons Egli was a Swiss politician and member of the Swiss Federal Council (1983–86). He was elected to the Federal Council of Switzerland on 8 December 1982 and handed over office on 31 December 1986. He was affiliated to the Christian Democratic People's Party of Switzerland. During his time in office he held the Federal Department of Home Affairs and was President of the Confederation in 1986."}, {"title": "List of Presidents of the Swiss Confederation", "href": "/wiki/List_of_Presidents_of_the_Swiss_Confederation", "description": "Below is a list of presidents of the Swiss Confederation (1848–present). It presents the presiding member of the Federal Council, Switzerland's seven-member executive."}]}, {"heading": "Births", "year": "1924", "date": "October 8", "txt": "Aloísio Lorscheider, Brazilian cardinal (d. 2007)", "entities": []}, {"heading": "Births", "year": "1924", "date": "October 8", "txt": "Thirunalloor Karunakaran, Indian poet and scholar (d. 2006)", "entities": []}, {"heading": "Births", "year": "1924", "date": "October 8", "txt": "John Nelder, English mathematician and statistician (d. 2010)", "entities": []}, {"heading": "Births", "year": "1925", "date": "October 8", "txt": "Álvaro Magaña, Salvadoran economist and politician, President of El Salvador (d. 2001)", "entities": [{"title": "Álvaro Magaña", "href": "/wiki/%C3%81lvaro_Maga%C3%B1a", "description": "Álvaro Alfredo Magaña Borja was a Salvadoran lawyer, economist and politician who was the President of El Salvador from 1982 to 1984."}, {"title": "President of El Salvador", "href": "/wiki/President_of_El_Salvador", "description": "The president of El Salvador, officially known as the president of the Republic of El Salvador, is the head of state and head of government of El Salvador. He is also, by Constitutional Law, the commander-in-chief of the Armed Forces of El Salvador. The office was created in the Constitution of 1841. From 1821 until 1841, the head of state of El Salvador was styled simply as Head of State."}]}, {"heading": "Births", "year": "1926", "date": "October 8", "txt": "Raaj Kumar, Indian police officer and actor (d. 1996)", "entities": [{"title": "Raaj Kumar", "href": "/wiki/Raaj_Kumar", "description": "\nRaaj Kumar, was sub Inspector in Mumbai Police and film actor. He worked under Mumbai Police in the late 1940s before he turned to acting with the 1952 Hindi film Rangeeli. He appeared in the Oscar-nominated 1957 film Mother India and went on to star in over 70 Hindi films in a career that spanned over four decades."}]}, {"heading": "Births", "year": "1927", "date": "October 8", "txt": "Jim Elliot, American missionary and translator (d. 1956)", "entities": [{"title": "Jim Elliot", "href": "/wiki/Jim_Elliot", "description": "Philip James Elliot was an American Christian missionary and one of five people killed during Operation Auca, an attempt to evangelize the Huaorani people of Ecuador."}]}, {"heading": "Births", "year": "1927", "date": "October 8", "txt": "César Milstein, Argentinian-English biochemist and academic, Nobel Prize laureate (d. 2002)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1928", "date": "October 8", "txt": "Didi, Brazilian footballer and manager (d. 2001)", "entities": [{"title": "Didi (footballer, born 1928)", "href": "/wiki/Didi_(footballer,_born_1928)", "description": "Waldyr Pereira, better known as Didi, was a Brazilian footballer who played as a midfielder or as a forward and regarded as one of the best football players of all time. He played in three FIFA World Cups, winning the latter two and was awarded the Golden Ball, given to the tournament's best player, for his performance at the 1958 competition."}]}, {"heading": "Births", "year": "1928", "date": "October 8", "txt": "M. Russell Ballard, American lieutenant and religious leader", "entities": []}, {"heading": "Births", "year": "1928", "date": "October 8", "txt": "Neil Harvey, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1928", "date": "October 8", "txt": "Bill Maynard, English actor (d. 2018)", "entities": []}, {"heading": "Births", "year": "1929", "date": "October 8", "txt": "Betty Boothroyd, English academic and politician, British Speaker of the House of Commons", "entities": [{"title": "Betty Boothroyd", "href": "/wiki/Betty_Boothroyd", "description": "Betty Boothroyd, Baroness Boothroyd, Hon. FSLL is a British politician who served as the Member of Parliament (MP) for West Bromwich and West Bromwich West from 1973 to 2000. From 1992 to 2000, she served as Speaker of the House of Commons. She is the only woman to have served as Speaker. She is one of the two living former Speakers of the House of Commons. She sits, by tradition, as a Crossbench "}, {"title": "Speaker of the House of Commons (United Kingdom)", "href": "/wiki/Speaker_of_the_House_of_Commons_(United_Kingdom)", "description": "The Speaker of the House of Commons is the chief officer and highest authority of the House of Commons, the lower house and primary chamber of the Parliament of the United Kingdom. The current Speaker, Sir Lindsay Hoyle, was elected Speaker on 4 November 2019, following the retirement of John Bercow. Hoyle began his first full parliamentary term in the role on 17 December 2019, having unanimously "}]}, {"heading": "Births", "year": "1930", "date": "October 8", "txt": "Pepper Adams, American saxophonist and composer (d. 1986)", "entities": [{"title": "Pepper Adams", "href": "/wiki/Pepper_Adams", "description": "Park Frederick \"Pepper\" Adams III was an American jazz baritone saxophonist and composer. He composed 42 pieces, was the leader on eighteen albums spanning 28 years, and participated in 600 sessions as a sideman. He worked with an array of musicians, and had especially fruitful collaborations with trumpeter Donald Byrd and as a member of the Thad Jones/Mel Lewis Big Band."}]}, {"heading": "Births", "year": "1930", "date": "October 8", "txt": "Alasdair Milne, Indian-English director and producer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1930", "date": "October 8", "txt": "Faith Ringgold, American painter and activist", "entities": []}, {"heading": "Births", "year": "1930", "date": "October 8", "txt": "Toru Takemitsu, Japanese composer and theorist (d. 1996)", "entities": []}, {"heading": "Births", "year": "1931", "date": "October 8", "txt": "Bill Brown, Scottish-Canadian footballer (d. 2004)", "entities": [{"title": "Bill Brown (footballer, born 1931)", "href": "/wiki/Bill_Brown_(footballer,_born_1931)", "description": "William Dallas Fyfe Brown was a Scottish football goalkeeper."}]}, {"heading": "Births", "year": "1932", "date": "October 8", "txt": "Ray Reardon, Welsh snooker player and police officer", "entities": [{"title": "Ray Reardon", "href": "/wiki/Ray_Reardon", "description": "Raymond Reardon, is a Welsh retired professional snooker player. He turned professional in 1967 before going on to dominate the sport in the 1970s, winning six World Championships. He was world champion in 1970, 1973, 1974, 1975, 1976 and 1978, and runner-up in the 1982 World Championship. He won the inaugural Pot Black tournament in 1969."}]}, {"heading": "Births", "year": "1934", "date": "October 8", "txt": "Kader Asmal, South African academic and politician (d. 2011)", "entities": [{"title": "Kader Asmal", "href": "/wiki/Kader_Asmal", "description": "Abdul Kader Asmal was a South African politician. He was a professor of human rights at the University of the Western Cape, chairman of the council of the University of the North and vice-president of the African Association of International Law. He was married to Louise Parkinson and had two sons."}]}, {"heading": "Births", "year": "1934", "date": "October 8", "txt": "Gerry Hitchens, English footballer and manager (d. 1983)", "entities": []}, {"heading": "Births", "year": "1934", "date": "October 8", "txt": "James Holshouser, American lawyer and politician, 68th Governor of North Carolina (d. 2013)", "entities": [{"title": "Governor of North Carolina", "href": "/wiki/Governor_of_North_Carolina", "description": "The governor of North Carolina is the head of state and head of government of the U.S. state of North Carolina. The governor directs the executive branch of the government and is the commander in chief of the military forces of the state. The current governor, Democrat Roy Cooper took office on January 1, 2017, and had a public swearing-in ceremony on January 7, 2017.\n"}]}, {"heading": "Births", "year": "1935", "date": "October 8", "txt": "Albert Roux, French-English chef", "entities": [{"title": "Albert Roux", "href": "/wiki/Albert_Roux", "description": "Albert Henri Roux was a French restaurateur and chef working in Britain. He and his brother Michel operated Le Gavroche in London's Mayfair, the first restaurant in the UK to gain three Michelin stars. He helped train a series of chefs that went on to win Michelin stars, and his son, Michel Roux, Jr., continues to run Le Gavroche."}]}, {"heading": "Births", "year": "1936", "date": "October 8", "txt": "Rona Barrett, American journalist and businesswoman", "entities": [{"title": "Rona Barrett", "href": "/wiki/Rona_Barrett", "description": "Rona Barrett is an American gossip columnist and businesswoman. She runs the Rona Barrett Foundation, a non-profit organization in Santa Ynez, California, dedicated to the aid and support of senior citizens in need."}]}, {"heading": "Births", "year": "1937", "date": "October 8", "txt": "Merle Park, British ballerina and educator", "entities": [{"title": "Merle Park", "href": "/wiki/Merle_Park", "description": "Dame Merle Park is a British ballet dancer and teacher, now retired. As a prima ballerina with the Royal Ballet during the 1960s and 1970s, she was known for \"brilliance of execution and virtuoso technique\" as well as for her ebullience and charm. Also admired for her dramatic abilities, she was praised as an actress who \"textured her vivacity with emotional details.\""}]}, {"heading": "Births", "year": "1937", "date": "October 8", "txt": "Paul Schell, American lawyer and politician, 50th Mayor of Seattle (d. 2014)", "entities": [{"title": "List of mayors of Seattle", "href": "/wiki/List_of_mayors_of_Seattle", "description": "The Mayor of Seattle is the head of the executive branch of the city government of Seattle, Washington. The mayor is authorized by the city charter to enforce laws enacted by the Seattle City Council, as well as direct subordinate officers in city departments."}]}, {"heading": "Births", "year": "1938", "date": "October 8", "txt": "William Corlett, English author and playwright (d. 2005)", "entities": [{"title": "William Corlett", "href": "/wiki/William_Corlett", "description": "William Corlett, was an English author, best known for his quartet of children's novels, The Magician's House, published between 1990 and 1992."}]}, {"heading": "Births", "year": "1938", "date": "October 8", "txt": "Walter Gretzky, Canadian ice hockey coach and author", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 8", "txt": "Fred Stolle, Australian-American tennis player and sportscaster", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 8", "txt": "Bronislovas Lubys, Lithuanian businessman and politician, Prime Minister of Lithuania (d. 2011)", "entities": [{"title": "Prime Minister of Lithuania", "href": "/wiki/Prime_Minister_of_Lithuania", "description": "The prime minister of Lithuania is the head of the government of Lithuania. The prime minister is Lithuania's head of government and is appointed by the president with the assent of the Lithuanian parliament, the Seimas. The modern office of prime minister was established in 1990, when Lithuania declared its independence, although the official title was \"Chairperson of the Council of Ministers\" un"}]}, {"heading": "Births", "year": "1939", "date": "October 8", "txt": "Elvīra Ozoliņa, Latvian javelin thrower", "entities": [{"title": "Elvīra Ozoliņa", "href": "/wiki/Elv%C4%ABra_Ozoli%C5%86a", "description": "Elvīra Anatoļjevna Ozoliņa is a retired Soviet javelin thrower. In 1960 she won gold medal with an Olympic Record of 55.98 m and was awarded the Order of the Red Banner of Labour. Between 1960 and 1963 she set three world records. In 1964 she became the first woman to surpass 60 m, but this result was not ratified as a world record by IAAF. In the 1964 Olympic final she fouled her last four attemp"}]}, {"heading": "Births", "year": "1939", "date": "October 8", "txt": "Harvey Pekar, American author and critic (d. 2010)", "entities": []}, {"heading": "Births", "year": "1939", "date": "October 8", "txt": "Lynne Stewart, American lawyer and criminal (d. 2017)", "entities": []}, {"heading": "Births", "year": "1940", "date": "October 8", "txt": "Fred Cash, American soul singer", "entities": [{"title": "Fred Cash", "href": "/wiki/Fred_Cash", "description": "Fred Cash is an American soul singer. He was a member of the The Impressions, a group in which he replaced Jerry Butler in 1960. As one of the group's longest-serving members, he is also a 1991 inductee into the Rock and Roll Hall of Fame with The Impressions. In 2016 Cash along with The Impressions were inducted into the National Rhythm & Blues Hall of Fame.\nCash was an original member of the Roo"}]}, {"heading": "Births", "year": "1940", "date": "October 8", "txt": "Paul Hogan, Australian actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 8", "txt": "Jesse Jackson, American minister and activist", "entities": [{"title": "Jesse Jackson", "href": "/wiki/Jesse_Jackson", "description": "Jesse Louis Jackson is an American political activist, Baptist minister, and politician. He was a candidate for the Democratic presidential nomination in 1984 and 1988 and served as a shadow U.S. Senator for the District of Columbia from 1991 to 1997."}]}, {"heading": "Births", "year": "1941", "date": "October 8", "txt": "Shane Stevens, American author (d. 2007)", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 8", "txt": "George Bellamy, English singer, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 8", "txt": "Stanley Bates, English actor and screenwriter", "entities": [{"title": "Stanley Bates", "href": "/wiki/Stanley_Bates", "description": "Stanley Kevin Bates is a British actor and screen writer most famously known for the role of Bungle, and as a scriptwriter, in the children's television programme, Rainbow between 1973 and 1989, series 2 to series 17. Other credits include roles in Alice's Adventures in Wonderland (1972), Theatre of Blood (1973) and The Tomorrow People."}]}, {"heading": "Births", "year": "1943", "date": "October 8", "txt": "Chevy Chase, American comedian, actor, and screenwriter", "entities": [{"title": "Chevy Chase", "href": "/wiki/Chevy_Chase", "description": "Cornelius Crane \"Chevy\" Chase is an American actor, comedian, screenwriter and producer. Born into a prominent family, he had a variety of jobs before moving into comedy and started acting with National Lampoon. He became a key cast member in the first season of Saturday Night Live, where his recurring Weekend Update segment became a staple of the show. As both a performer and writer, he earned th"}]}, {"heading": "Births", "year": "1943", "date": "October 8", "txt": "R. L. Stine, American author, screenwriter, and producer", "entities": []}, {"heading": "Births", "year": "1944", "date": "October 8", "txt": "Ed Kirkpatrick, American baseball player (d. 2010)", "entities": [{"title": "Ed Kirkpatrick", "href": "/wiki/Ed_Kirkpatrick", "description": "Edgar Leon Kirkpatrick was an American professional baseball outfielder and catcher. He played in Major League Baseball (MLB) from 1962 through 1977 for the Los Angeles / California Angels, Kansas City Royals, Pittsburgh Pirates, Texas Rangers, and Milwaukee Brewers."}]}, {"heading": "Births", "year": "1944", "date": "October 8", "txt": "Susan Raye, American country music singer", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 8", "txt": "Hanan Ashrawi, Palestinian scholar, activist, and politician", "entities": [{"title": "Hanan Ashrawi", "href": "/wiki/Hanan_Ashrawi", "description": "Hanan Daoud Mikhael Ashrawi is a Palestinian leader, legislator, activist, and scholar who served as a member of the Leadership Committee and as an official spokesperson of the Palestinian delegation to the Middle East peace process, beginning with the Madrid Peace Conference of 1991. In 1996, Ashrawi was appointed as the Palestinian Authority Minister of Higher Education and Research. Prior to th"}]}, {"heading": "Births", "year": "1946", "date": "October 8", "txt": "Jean-Jacques Beineix, French director and producer", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 8", "txt": "Dennis Kucinich, American journalist and politician, 53rd Mayor of Cleveland", "entities": [{"title": "List of mayors of Cleveland", "href": "/wiki/List_of_mayors_of_Cleveland", "description": "The Mayor of Cleveland is the chief executive of the city's government. In 1924, the mayor-council form of government was replaced by a city manager plan. This was reversed in 1931. Cleveland elections were partisan, but were made nonpartisan in 1977 under the mayoral administration of Ralph J. Perk. The term of office for the mayor and members of the Cleveland City Council was traditionally two y"}]}, {"heading": "Births", "year": "1946", "date": "October 8", "txt": "Bel Mooney, English journalist and author", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 8", "txt": "Jon Ekerold, South African motorcycle racer", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 8", "txt": "Richard Morris, English archaeologist, historian, and author", "entities": [{"title": "Richard Morris (archaeologist)", "href": "/wiki/Richard_Morris_(archaeologist)", "description": "Richard K. Morris, OBE is an English archaeologist and historian who specializes in the study of churchyard and battlefield archaeology. Having been involved in the discipline since the early 1970s, he has worked at a number of British universities, including the University of York, the University of Leeds and the University of Huddersfield, as well as publishing a series of books on the subject o"}]}, {"heading": "Births", "year": "1947", "date": "October 8", "txt": "Emiel Puttemans, Belgian runner", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 8", "txt": "Stephen Shore, American photographer and educator", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 8", "txt": "Bill Zorn, folk musician", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 8", "txt": "Benjamin Cheever, American journalist and author", "entities": [{"title": "Benjamin Cheever", "href": "/wiki/Benjamin_Cheever", "description": "Benjamin Hale Cheever is an American writer and editor. He is the son of Mary Winternitz and writer John Cheever and brother of Susan Cheever. To date, he has written four adult fiction novels, one children's book, and two nonfiction books."}]}, {"heading": "Births", "year": "1948", "date": "October 8", "txt": "Claude Jade, French actress (d. 2006)", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 8", "txt": "Johnny Ramone, American guitarist and songwriter  (d. 2004)", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 8", "txt": "Hamish Stuart, Scottish singer-songwriter, guitarist, and producer", "entities": [{"title": "Hamish Stuart", "href": "/wiki/Hamish_Stuart", "description": "James Hamish Stuart is a Scottish born British guitarist, bassist, singer, composer and record producer. He was an original member of the Average White Band."}]}, {"heading": "Births", "year": "1949", "date": "October 8", "txt": "Sigourney Weaver, American actress and producer", "entities": []}, {"heading": "Births", "year": "1950", "date": "October 8", "txt": "Robert \"Kool\" Bell, American singer-songwriter and bass player", "entities": [{"title": "Robert \"Kool\" Bell", "href": "/wiki/Robert_%22Kool%22_Bell", "description": "Robert Earl \"Kool\" Bell, also known by his Muslim name Muhammad Bayyan, is an American musician, singer and songwriter. He is one of the founding members of the American funk band Kool & the Gang."}]}, {"heading": "Births", "year": "1950", "date": "October 8", "txt": "Blake Morrison, English poet, author, and academic", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 8", "txt": "Jack O'Connell, American educator and politician", "entities": [{"title": "Jack O'Connell (American politician)", "href": "/wiki/Jack_O%27Connell_(American_politician)", "description": "Jack T. O'Connell is an American politician and formerly the 26th California State Superintendent of Public Instruction, having been elected to the post in November 2002 with 61% of the vote. He was re-elected to his post by receiving a majority (52%) of the vote in the Primary election on June 6, 2006, thus avoiding a November run-off. He is a member of the Democratic Party. O'Connell was unable "}]}, {"heading": "Births", "year": "1951", "date": "October 8", "txt": "Timo Salonen, Finnish race car driver", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 8", "txt": "Shannon C. Stimson, American philosopher, historian, and theorist", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 8", "txt": "Takis Koroneos, Greek basketball player and coach", "entities": [{"title": "Takis Koroneos", "href": "/wiki/Takis_Koroneos", "description": "Panagiotis \"Takis\" Koroneos is a retired Greek professional basketball player and a professional basketball coach. He is also a former member of the senior men's Greek national team. During his playing career, his nickname was, \"The Galis Before Galis\"."}]}, {"heading": "Births", "year": "1952", "date": "October 8", "txt": "Jan Marijnissen, Dutch journalist and politician", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 8", "txt": "Edward Zwick, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 8", "txt": "Robert Saxton, English composer and educator", "entities": [{"title": "Robert Saxton", "href": "/wiki/Robert_Saxton", "description": "\n\nRobert Saxton is a British composer."}]}, {"heading": "Births", "year": "1954", "date": "October 8", "txt": "Huub Rothengatter, Dutch race car driver and manager", "entities": [{"title": "Huub Rothengatter", "href": "/wiki/Huub_Rothengatter", "description": "Hubertus (Huub) Rothengatter is a former racing driver from the Netherlands. He participated in 30 Formula One (F1) Grands Prix, debuting on 17 June 1984. He scored no championship points. He drove for Spirit, Osella and Zakspeed, and his drives all either started or became available midseason. He tried to get Dutch sponsors in various ways, such as by putting a one-page advertisement in De Telegr"}]}, {"heading": "Births", "year": "1955", "date": "October 8", "txt": "Bill Elliott, American race car driver", "entities": [{"title": "Bill Elliott", "href": "/wiki/Bill_Elliott", "description": "William Clyde Elliott, also known as Awesome Bill from Dawsonville, or Million Dollar Bill, is an American former professional stock car racing driver. He last competed part-time in the NASCAR Xfinity Series, driving the No. 23 Chevrolet Camaro for GMS Racing. He won the 1988 Winston Cup Championship and garnered 44 wins in that series, including two Daytona 500 victories in 1985 and 1987, three S"}]}, {"heading": "Births", "year": "1955", "date": "October 8", "txt": "Alain Ferté, French race car driver", "entities": []}, {"heading": "Births", "year": "1955", "date": "October 8", "txt": "Darrell Hammond, American comedian and actor", "entities": []}, {"heading": "Births", "year": "1955", "date": "October 8", "txt": "Paul Lennon, Australian politician, 42nd Premier of Tasmania", "entities": [{"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1955", "date": "October 8", "txt": "Lonnie Pitchford, American singer and guitarist (d. 1998)", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 8", "txt": "Jeff Lahti, American baseball player", "entities": [{"title": "Jeff Lahti", "href": "/wiki/Jeff_Lahti", "description": "Jeffrey Allen Lahti is a former Major League Baseball pitcher. He is an alumnus of Portland State University."}]}, {"heading": "Births", "year": "1956", "date": "October 8", "txt": "Janice E. Voss, American engineer and astronaut (d. 2012)", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 8", "txt": "Antonio Cabrini, Italian footballer and manager", "entities": [{"title": "Antonio Cabrini", "href": "/wiki/Antonio_Cabrini", "description": "Antonio Cabrini is an Italian professional football manager and a former player. He has played left-back, mainly with Juventus. He won the 1982 FIFA World Cup with the Italian national team. Cabrini was nicknamed Bell'Antonio, because of his popularity as a charismatic and good-looking football player. On the field, he made a name for himself as one of Italy's greatest defenders ever, and is remem"}]}, {"heading": "Births", "year": "1958", "date": "October 8", "txt": "Steve Coll, American journalist and author", "entities": [{"title": "Steve Coll", "href": "/wiki/Steve_Coll", "description": "Steve Coll is an American journalist, academic and executive. He is currently the dean of the Columbia University Graduate School of Journalism, where he is also the Henry R. Luce Professor of Journalism. A staff writer for The New Yorker, he served as the president and CEO of the New America think tank from 2007 to 2012."}]}, {"heading": "Births", "year": "1958", "date": "October 8", "txt": "Bret Lott, American  journalist, author, and academic", "entities": []}, {"heading": "Births", "year": "1958", "date": "October 8", "txt": "Ursula von der Leyen, Belgian-German physician and politician, Defense Minister of Germany", "entities": [{"title": "Defense Minister of Germany", "href": "/wiki/Defense_Minister_of_Germany", "description": "The Federal Minister of Defence is the head of the Federal Ministry of Defence and a member of the Federal Cabinet."}]}, {"heading": "Births", "year": "1958", "date": "October 8", "txt": "Ruffin McNeill, American football player and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 8", "txt": "Tommy Armour III, American golfer", "entities": [{"title": "Tommy Armour III", "href": "/wiki/Tommy_Armour_III", "description": "Thomas Dickson Armour III is an American professional golfer."}]}, {"heading": "Births", "year": "1959", "date": "October 8", "txt": "Nick Bakay, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 8", "txt": "Gavin Friday, Irish singer-songwriter, actor, and producer", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 8", "txt": "Erik Gundersen, Danish motorcycle racer", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 8", "txt": "Peter Horrocks, English journalist and producer", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 8", "txt": "Mike Morgan, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 8", "txt": "Carlos I. Noriega, Peruvian-American colonel and astronaut", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 8", "txt": "Andrea Anastasi, Italian volleyball player and coach", "entities": [{"title": "Andrea Anastasi", "href": "/wiki/Andrea_Anastasi", "description": "Andrea Anastasi is an Italian volleyball coach and former volleyball player, 1990 World Champion, 1989 European Champion, gold medalist of the 1990 and 1991 World League, current head coach of VERVA Warszawa ORLEN Paliwa, PlusLiga."}]}, {"heading": "Births", "year": "1960", "date": "October 8", "txt": "Reed Hastings, American businessman, co-founded Netflix", "entities": [{"title": "Netflix", "href": "/wiki/Netflix", "description": "Netflix, Inc. is an American content platform and production company headquartered in Los Gatos, California. Netflix was founded in 1997 by Reed Hastings and Marc Randolph in Scotts Valley, California. The company's primary business is a subscription-based streaming service offering online streaming from a library of films and television series, including those produced in-house. In January 2021, "}]}, {"heading": "Births", "year": "1960", "date": "October 8", "txt": "Rano Karno, Indonesian actor and politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 8", "txt": "Ralf Minge, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 8", "txt": "François Pérusse, Canadian singer-songwriter and comedian", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 8", "txt": "Mike Teague, English rugby player", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 8", "txt": "Steven Bernstein, American trumpet player and composer", "entities": [{"title": "Steven Bernstein (musician)", "href": "/wiki/Steven_Bernstein_(musician)", "description": "Steven Bernstein is an American trumpeter, slide trumpeter, arranger/composer and bandleader from New York City. He is best known for his work in The Lounge Lizards, Sex Mob, Spanish Fly and the Millennial Territory Orchestra. Sex Mob's 2006 CD Sexotica was nominated for a Grammy."}]}, {"heading": "Births", "year": "1961", "date": "October 8", "txt": "Jon Stevens, New Zealand-Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 8", "txt": "Simon Burke, Australian actor and producer", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 8", "txt": "Ted Kooshian, American pianist and composer", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 8", "txt": "Richard Lintern, British actor", "entities": [{"title": "Richard Lintern", "href": "/wiki/Richard_Lintern", "description": "Richard Charles Lintern is an English stage, voice and screen actor."}]}, {"heading": "Births", "year": "1962", "date": "October 8", "txt": "Bruno Thiry, Belgian race car driver", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 8", "txt": "Chen Xiaoxia, Chinese diver", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 8", "txt": "Steve Perry, American ska singer-songwriter and guitarist", "entities": [{"title": "Steve Perry (Oregon musician)", "href": "/wiki/Steve_Perry_(Oregon_musician)", "description": "Stephen Henry Perry is an American musician, best known as lead singer, songwriter and rhythm guitarist for the Oregon ska-swing band the Cherry Poppin' Daddies."}]}, {"heading": "Births", "year": "1964", "date": "October 8", "txt": "Jakob Arjouni, German author (d. 2013)", "entities": [{"title": "Jakob Arjouni", "href": "/wiki/Jakob_Arjouni", "description": "Jakob Bothe, better known by his pen name Jakob Arjouni, was a German author. He received the 1992 German Crime Fiction Prize for One Man, One Murder."}]}, {"heading": "Births", "year": "1964", "date": "October 8", "txt": "Ian Hart, English actor", "entities": []}, {"heading": "Births", "year": "1964", "date": "October 8", "txt": "CeCe Winans, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 8", "txt": "Matt Biondi, American swimmer and coach", "entities": [{"title": "Matt Biondi", "href": "/wiki/Matt_Biondi", "description": "Matthew Nicholas Biondi is an American former competition swimmer, eleven-time Olympic medalist, and former world record-holder in five events. Biondi competed in the Summer Olympic Games in 1984, 1988 and 1992, winning a total of eleven medals. During his career, he set three individual world records in the 50-meter freestyle and four in the 100-meter freestyle."}]}, {"heading": "Births", "year": "1965", "date": "October 8", "txt": "Ardal O'Hanlon, Irish comedian, actor, and screenwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 8", "txt": "Harri Koskela, Finnish wrestler", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 8", "txt": "C. J. Ramone, American singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 8", "txt": "Art Barr, American wrestler (d. 1994)", "entities": [{"title": "Art Barr", "href": "/wiki/Art_Barr", "description": "Arthur Leon Barr was an American professional wrestler. While he wrestled briefly for World Championship Wrestling, he found his greatest success in Mexico's Asistencia Asesoría y Administración promotion."}]}, {"heading": "Births", "year": "1966", "date": "October 8", "txt": "Karyn Parsons, American actress and producer", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 8", "txt": "Yvonne Reyes, Venezuelan television host and actress", "entities": [{"title": "Yvonne Reyes", "href": "/wiki/Yvonne_Reyes", "description": "Ivonne Reyes is a Venezuelan actress and TV presenter."}]}, {"heading": "Births", "year": "1967", "date": "October 8", "txt": "Teddy Riley, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 8", "txt": "Ali Benarbia, Algerian footballer", "entities": [{"title": "Ali Benarbia", "href": "/wiki/Ali_Benarbia", "description": "Ali Benarbia is a retired Algerian footballer who played as a midfielder. As of 2009, he is currently a consultant and presenter for Al-Jazeera Sports in Doha."}]}, {"heading": "Births", "year": "1968", "date": "October 8", "txt": "Zvonimir Boban, Croatian footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 8", "txt": "Emily Procter, American actress", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 8", "txt": "CL Smooth, American rapper and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 8", "txt": "Leeroy Thornhill, English keyboard player and DJ", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 8", "txt": "Jeremy Davies, American actor", "entities": [{"title": "Jeremy Davies", "href": "/wiki/Jeremy_Davies", "description": "Jeremy Davies is an American film and television actor. He is known for playing Ray Aibelli in Spanking the Monkey (1994), Corporal Upham in Saving Private Ryan (1998), Snow in Solaris (2002), Bill Henson in Dogville (2003), Charles Manson in Helter Skelter (2004), Sergeant Gene DeBruin in Rescue Dawn (2006) and Daniel Faraday on the ABC series Lost (2008–2010)."}]}, {"heading": "Births", "year": "1969", "date": "October 8", "txt": "Dylan Neal, Canadian-American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 8", "txt": "Mathieu Ngudjolo Chui, Congolese colonel", "entities": [{"title": "Mathieu Ngudjolo Chui", "href": "/wiki/Mathieu_Ngudjolo_Chui", "description": "Mathieu Ngudjolo Chui is a colonel in the Congolese army and a former senior commander of the National Integrationist Front (FNI) and the Patriotic Resistance Force in Ituri (FRPI)."}]}, {"heading": "Births", "year": "1970", "date": "October 8", "txt": "Matt Damon, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 8", "txt": "Anne-Marie Duff, English actress", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 8", "txt": "Sadiq Khan, English lawyer and politician, Minister of State for Transport, Mayor of London", "entities": [{"title": "Minister of State for Transport", "href": "/wiki/Minister_of_State_for_Transport", "description": "The Minister of State for Transport is a junior ministerial position in the Department for Transport of the Government of the United Kingdom who deputises for the Secretary of State for Transport. There is also a list of Parliamentary Under-Secretary of State for Transport, which is junior to Minister of State."}, {"title": "Mayor of London", "href": "/wiki/Mayor_of_London", "description": "The Mayor of London is the head of the executive of the Greater London Authority. The current mayor is Sadiq Khan, who took office on 9 May 2016. The position was held by Ken Livingstone from the creation of the role on 4 May 2000 until he was defeated in May 2008 by Boris Johnson, who served two terms before being succeeded by Khan."}]}, {"heading": "Births", "year": "1970", "date": "October 8", "txt": "Sisaundra Lewis, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 8", "txt": "Tetsuya Nomura, Japanese video game designer and director", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 8", "txt": "Marc Ellis, New Zealand rugby player and television host", "entities": [{"title": "Marc Ellis (rugby)", "href": "/wiki/Marc_Ellis_(rugby)", "description": "Marc Christopher Gwynne Ellis is a New Zealand businessman, television presenter, and former rugby union and rugby league footballer who played in the 1990s and 2000s. A graduate of the University of Otago, his primary business interests are in Charlie's, a juice company. During the 1995 Rugby World Cup he scored six tries in the game against Japan, which is the record for the most tries by an ind"}]}, {"heading": "Births", "year": "1971", "date": "October 8", "txt": "David Gauke, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 8", "txt": "Pınar Selek, Turkish sociologist, author, and academic", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 8", "txt": "Monty Williams, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 8", "txt": "Terry Balsamo, American guitarist and songwriter", "entities": [{"title": "Terry Balsamo", "href": "/wiki/Terry_Balsamo", "description": "Terry Philip Balsamo II is an American guitarist and songwriter who is best known as the former guitarist of the American rock bands Cold and Evanescence. Balsamo is noted for his onstage expression of his fondness for Michael Myers of the Halloween film franchise."}]}, {"heading": "Births", "year": "1972", "date": "October 8", "txt": "Stanislav Varga, Slovak footballer and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 8", "txt": "Jim Fairchild, American singer-songwriter and guitarist", "entities": [{"title": "Jim Fairchild", "href": "/wiki/Jim_Fairchild", "description": "Kirby James Fairchild is an American guitarist and singer-songwriter. He is best known as the lead guitarist of the indie rock bands Grandaddy and Modest Mouse. Fairchild has released solo material under the name All Smiles."}]}, {"heading": "Births", "year": "1973", "date": "October 8", "txt": "Kari Korhonen, Finnish cartoonist", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 8", "txt": "Kevyn Adams, American ice hockey player and coach", "entities": [{"title": "Kevyn Adams", "href": "/wiki/Kevyn_Adams", "description": "Kevyn William Adams is an American former professional ice hockey center and current general manager of the Buffalo Sabres of the National Hockey League. Throughout his career, Adams played for the Toronto Maple Leafs, Columbus Blue Jackets, Florida Panthers, Carolina Hurricanes, Phoenix Coyotes and the Chicago Blackhawks, and was also a former associate coach for the Sabres."}]}, {"heading": "Births", "year": "1974", "date": "October 8", "txt": "Fredrik Modin, Swedish ice hockey player", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 8", "txt": "Koji Murofushi, Japanese hammer thrower", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 8", "txt": "Karina Bacchi, Brazilian model and actress", "entities": [{"title": "Karina Bacchi", "href": "/wiki/Karina_Bacchi", "description": "Karina Bacchi is a Brazilian actress, model and television presenter, best known for being the winner of the first season of the Brazilian version of Dancing with the Stars and the winner of the second season of the Brazilian version of The Farm."}]}, {"heading": "Births", "year": "1976", "date": "October 8", "txt": "Galo Blanco, Spanish tennis player and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 8", "txt": "Renate Groenewold, Dutch speed skater and cyclist", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 8", "txt": "Anne-Caroline Chausson, French cyclist", "entities": [{"title": "Anne-Caroline Chausson", "href": "/wiki/Anne-Caroline_Chausson", "description": "Anne-Caroline Chausson is a French professional cyclist who competes in bicycle enduro, bicycle motocross (BMX), downhill time trial and cross-country mass start, dual, and four-cross mountain bicycle racing. She is best known for having won thirteen Union Cycliste Internationale senior mountain bike world championship rainbow jerseys, fourteen European mountain bike championships, and five consec"}]}, {"heading": "Births", "year": "1977", "date": "October 8", "txt": "Jamie Marchi, American voice actress, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 8", "txt": "Erna Siikavirta, Finnish singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 8", "txt": "Antonino D'Agostino, Italian footballer", "entities": [{"title": "Antonino D'Agostino", "href": "/wiki/Antonino_D%27Agostino", "description": "Antonino D'Agostino is an Italian professional footballer who plays as a midfielder for ASD Monastir Kosmoto. He played in Serie A for Atalanta and Cagliari."}]}, {"heading": "Births", "year": "1978", "date": "October 8", "txt": "Mick O'Driscoll, Irish rugby player and coach", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 8", "txt": "Paul Burchill, English wrestler", "entities": [{"title": "Paul Burchill", "href": "/wiki/Paul_Burchill", "description": "Paul Birchall, better known by his ring name Paul Burchill, is a retired English professional wrestler. He is best known for his time with WWE, where he signed after training and debuting for the Frontier Wrestling Alliance in his home country."}]}, {"heading": "Births", "year": "1979", "date": "October 8", "txt": "Gregori Chad Petree, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 8", "txt": "Nick Cannon, American actor, rapper, and producer", "entities": [{"title": "Nick Cannon", "href": "/wiki/Nick_Cannon", "description": "Nicholas Scott Cannon is an American comedian, rapper, and television presenter, and actor. On television, Cannon began as a teenager on All That before going on to host The Nick Cannon Show, Wild 'n Out, America's Got Talent, Lip Sync Battle Shorties and The Masked Singer. He acted in the films Drumline, Love Don't Cost a Thing and Roll Bounce."}]}, {"heading": "Births", "year": "1981", "date": "October 8", "txt": "Vladimir Kisenkov, Russian footballer", "entities": [{"title": "Vladimir Kisenkov", "href": "/wiki/Vladimir_Kisenkov", "description": "Vladimir Sergeyevich Kisenkov is a former Russian footballer."}]}, {"heading": "Births", "year": "1981", "date": "October 8", "txt": "Raffi Torres, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 8", "txt": "Phil Mustard, English cricketer", "entities": [{"title": "Phil Mustard", "href": "/wiki/Phil_Mustard", "description": "Philip Mustard is an English cricketer who most recently played for Gloucestershire and has also represented England. Mustard is a left-handed batsman and wicketkeeper, with a style likened to that of Australia's Adam Gilchrist. Following success for Durham with both gloves and bat, averaging 49.61, and after an injury to England's keeper Matt Prior during the 2007 Twenty20 World Championship, Mus"}]}, {"heading": "Births", "year": "1982", "date": "October 8", "txt": "Miloš Pavlović, Serbian race car driver", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 8", "txt": "Annemiek van Vleuten, Dutch cyclist", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 8", "txt": "Mario Cassano, Italian footballer", "entities": [{"title": "Mario Cassano", "href": "/wiki/Mario_Cassano", "description": "Mario Cassano is an Italian former professional footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1983", "date": "October 8", "txt": "Michael Fraser, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 8", "txt": "Mihkel Kukk, Estonian javelin thrower", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 8", "txt": "Abhishek Nayar, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 8", "txt": "Travis Pastrana, American motorcycle racer", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 8", "txt": "Domenik Hixon, American football player", "entities": [{"title": "Domenik Hixon", "href": "/wiki/Domenik_Hixon", "description": "Domenik Hixon is a former American football wide receiver and return specialist in the National Football League (NFL). He was drafted by the Denver Broncos in the fourth round of the 2006 NFL Draft. He played college football at Akron. He was also a member of New York Giants, with whom he became a two-time Super Bowl winner against the New England Patriots twice, as well as, a member of the Caroli"}]}, {"heading": "Births", "year": "1985", "date": "October 8", "txt": "Bruno Mars, American singer-songwriter, producer, and actor", "entities": [{"title": "Bruno Mars", "href": "/wiki/Bruno_Mars", "description": "Peter Gene Hernandez, known professionally as Bruno Mars, is an American singer, songwriter, record producer, multi-instrumentalist, and dancer. He is known for his stage performances, retro showmanship, and for performing in a wide range of musical styles, including pop, R&B, funk, soul, reggae, hip hop, and rock. Mars is accompanied by his band, the Hooligans, who play a variety of instruments, "}]}, {"heading": "Births", "year": "1985", "date": "October 8", "txt": "Eiji Wentz, Japanese singer-songwriter", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 8", "txt": "Elliphant, Swedish singer-songwriter and rapper", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 8", "txt": "Louis Dodds, English footballer", "entities": [{"title": "Louis Dodds", "href": "/wiki/Louis_Dodds", "description": "Louis Bartholomew Dodds  is an English footballer who plays for Southern League Premier Division Central side Hednesford Town. He can play either as a midfielder or as a striker."}]}, {"heading": "Births", "year": "1986", "date": "October 8", "txt": "Michele Sepe, Italian rugby player", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 8", "txt": "Frankie Brown, Scottish footballer", "entities": [{"title": "Frankie Brown", "href": "/wiki/Frankie_Brown", "description": "Frankie Brown is a Scottish international footballer who currently plays for Bristol City in the FA WSL."}]}, {"heading": "Births", "year": "1987", "date": "October 8", "txt": "Aya Hirano, Japanese voice actress and singer", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 8", "txt": "Hassan Maatouk, Lebanese footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 8", "txt": "Taylor Price, American football player", "entities": []}, {"heading": "Births", "year": "1989", "date": "October 8", "txt": "Sione Lousi, New Zealand rugby league player", "entities": [{"title": "Sione Lousi", "href": "/wiki/Sione_Lousi", "description": "Sione Lousi is a New Zealand professional rugby league footballer who plays for the Townsville Blackhawks in the Queensland Cup. He has played in the National Rugby League (NRL) for the New Zealand Warriors."}]}, {"heading": "Births", "year": "1989", "date": "October 8", "txt": "Mahmut Temür, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "October 8", "txt": "Armand Traoré, French footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "October 8", "txt": "Rachel Klamer, Zimbabwean-Dutch triathlete", "entities": [{"title": "Rachel Klamer", "href": "/wiki/Rachel_Klamer", "description": "Rachel Klamer is a Dutch professional triathlete and member of the National team. She placed third at the Junior World Championships in 2009."}]}, {"heading": "Births", "year": "1991", "date": "October 8", "txt": "Jordan McLean, Australian rugby league player", "entities": [{"title": "Jordan McLean", "href": "/wiki/Jordan_McLean", "description": "Jordan McLean is an Australian professional rugby league footballer who plays as a prop for the North Queensland Cowboys in the NRL and Australia at international level."}]}, {"heading": "Births", "year": "1992", "date": "October 8", "txt": "Maria João Koehler, Portuguese tennis player", "entities": [{"title": "Maria João Koehler", "href": "/wiki/Maria_Jo%C3%A3o_Koehler", "description": "Maria João Koehler is a retired Portuguese tennis player."}]}, {"heading": "Births", "year": "1992", "date": "October 8", "txt": "Lidziya Marozava, Belarusian tennis player", "entities": []}, {"heading": "Births", "year": "1993", "date": "October 8", "txt": "Garbiñe Muguruza, Spanish tennis player", "entities": [{"title": "Garbiñe Muguruza", "href": "/wiki/Garbi%C3%B1e_Muguruza", "description": "Garbiñe Muguruza Blanco is a Spanish-Venezuelan professional tennis player and former world No. 1. Since turning professional in 2012, she has won eight singles titles, including two majors: the 2016 French Open and the 2017 Wimbledon Championships."}]}, {"heading": "Births", "year": "1993", "date": "October 8", "txt": "Barbara Palvin, Hungarian model and actress", "entities": []}, {"heading": "Births", "year": "1993", "date": "October 8", "txt": "Molly Quinn, American actress and producer", "entities": []}, {"heading": "Births", "year": "1993", "date": "October 8", "txt": "Darrell Wallace, Jr., American race car driver", "entities": []}, {"heading": "Births", "year": "1996", "date": "October 8", "txt": "Sara Sorribes Tormo, Spanish tennis player", "entities": [{"title": "Sara Sorribes Tormo", "href": "/wiki/Sara_Sorribes_Tormo", "description": "Sara Sorribes Tormo is a professional Spanish tennis player. Sorribes Tormo has won one singles title and two doubles titles on the WTA Tour, as well as one doubles title on the WTA Challenger Tour. On the ITF Circuit, she has won ten singles and five doubles titles. She won her maiden WTA title at the 2021 Abierto Zapopan in Guadalajara. As a result she achieved her career-high singles ranking of"}]}, {"heading": "Births", "year": "1996", "date": "October 8", "txt": "Sara Takanashi, Japanese ski jumper", "entities": []}, {"heading": "Births", "year": "1997", "date": "October 8", "txt": "Bella Thorne, American actress", "entities": [{"title": "Bella Thorne", "href": "/wiki/Bella_Thorne", "description": "Annabella Avery \"Bella\" Thorne is an American actress, model, singer, and director. She first received recognition for her roles as Margaux Darling in the series Dirty Sexy Money (2007–2008) and as Ruthy Spivey in the drama series My Own Worst Enemy (2009), the latter of which earning her a Young Artist Award."}]}, {"heading": "Births", "year": "1999", "date": "October 8", "txt": "Camila Rossi, Brazilian rhythmic gymnast", "entities": [{"title": "Camila Rossi", "href": "/wiki/Camila_Rossi", "description": "Camila Rossi is a Brazilian rhythmic gymnast."}]}, {"heading": "Deaths", "year": "705", "date": "October 8", "txt": "Abd al-Malik ibn Marwan, Muslim caliph (b. 646)", "entities": [{"title": "Abd al-Malik ibn Marwan", "href": "/wiki/Abd_al-Malik_ibn_Marwan", "description": "Abd al-Malik ibn Marwan ibn al-Hakam was the fifth Umayyad caliph, ruling from April 685 until his death. A member of the first generation of born Muslims, his early life in Medina was occupied with pious pursuits. He held administrative and military posts under Caliph Mu'awiya I, founder of the Umayyad Caliphate, and his own father, Caliph Marwan I. By the time of Abd al-Malik's accession, Umayya"}]}, {"heading": "Deaths", "year": "923", "date": "October 8", "txt": "Pilgrim I, archbishop of Salzburg", "entities": [{"title": "Pilgrim I (archbishop of Salzburg)", "href": "/wiki/Pilgrim_I_(archbishop_of_Salzburg)", "description": "Pilgrim I was the archbishop of Salzburg from 907 until his death. He was of old Bavarian stock, a member of the Aribonid and Sighardinger kin groups, whose members had at times held the bishopric of Freising in the past."}, {"title": "Archbishopric of Salzburg", "href": "/wiki/Archbishopric_of_Salzburg", "description": "The Prince-Archbishopric of Salzburg was an ecclesiastical principality and state of the Holy Roman Empire. It comprised the secular territory ruled by the archbishops of Salzburg, as distinguished from the much larger Catholic diocese founded in 739 by Saint Boniface in the German stem duchy of Bavaria. The capital of the archbishopric was Salzburg, the former Roman city of Iuvavum."}]}, {"heading": "Deaths", "year": "951", "date": "October 8", "txt": "Xiao Sagezhi, Chinese Khitan empress", "entities": [{"title": "Empress Xiao Sagezhi", "href": "/wiki/Empress_Xiao_Sagezhi", "description": "Xiao Sagezhi, formally Empress Huaijie, was an empress of the Khitan Liao dynasty. She was one of the two empresses of Emperor Shizong, and was the mother of Emperor Jingzong."}]}, {"heading": "Deaths", "year": "976", "date": "October 8", "txt": "Helen of Zadar, queen consort of the Kingdom of Croatia", "entities": [{"title": "Helen of Zadar", "href": "/wiki/Helen_of_Zadar", "description": "Helen of Zadar, also known as Helen the Glorious, was the queen consort of the Kingdom of Croatia, as the wife of King Michael Krešimir II, from 946 to 969, a period which was marked by \"peace, order and expeditious growth\". She was the regent of Croatia after the death of her spouse during the minority of her son Stephen Držislav of Croatia, and ruled from 969 until 976."}, {"title": "Queen consort", "href": "/wiki/Queen_consort", "description": "A queen consort is the wife of a reigning king, or an empress consort in the case of an emperor. A queen consort usually shares her spouse's social rank and status. She holds the feminine equivalent of the king's monarchical titles, but historically, she does not share the regnant's political and military powers."}, {"title": "Kingdom of Croatia (medieval)", "href": "/wiki/Kingdom_of_Croatia_(medieval)", "description": "The Kingdom of Croatia, or Croatian Kingdom, was a medieval kingdom in Central Europe comprising most of what is today Croatia, as well as most of the modern-day Bosnia and Herzegovina. The Croatian Kingdom was ruled for part of its existence by ethnic dynasties, and the Kingdom existed as a sovereign state for nearly two centuries. Its existence was characterized by various conflicts and periods "}]}, {"heading": "Deaths", "year": "1281", "date": "October 8", "txt": "Princess Constance of Greater Poland (b. c.1245)", "entities": [{"title": "Constance of Greater Poland", "href": "/wiki/Constance_of_Greater_Poland", "description": "Constance of Greater Poland was a princess of Greater Poland, a member of the House of Piast, and by marriage a Margravine of Brandenburg–Stendal."}]}, {"heading": "Deaths", "year": "1286", "date": "October 8", "txt": "John I, Duke of Brittany (b. 1217)", "entities": [{"title": "John I, Duke of Brittany", "href": "/wiki/John_I,_Duke_of_Brittany", "description": "John I, known as John the Red due to the colour of his beard, was Duke of Brittany from 1221 to his death and 2nd Earl of Richmond in 1268."}]}, {"heading": "Deaths", "year": "1317", "date": "October 8", "txt": "Emperor Fushimi of Japan (b. 1265)", "entities": [{"title": "Emperor Fushimi", "href": "/wiki/Emperor_Fushimi", "description": "Emperor Fushimi  was the 92nd emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1287 through 1298."}]}, {"heading": "Deaths", "year": "1354", "date": "October 8", "txt": "Cola di Rienzo, Roman tribune (b. c.1313)", "entities": [{"title": "Cola di Rienzo", "href": "/wiki/Cola_di_Rienzo", "description": "Nicola Gabrini, commonly known as Cola di Rienzo or Rienzi, was an Italian medieval politician and popular leader, who styled himself as \"tribune of the Roman people\". For his demagogic rhetoric, popular appeal and anti-establishment sentiment, some sources considered him an earlier populist and proto-fascist figure."}]}, {"heading": "Deaths", "year": "1361", "date": "October 8", "txt": "John Beauchamp, 3rd Baron Beauchamp", "entities": [{"title": "John Beauchamp, 3rd Baron Beauchamp", "href": "/wiki/John_Beauchamp,_3rd_Baron_Beauchamp", "description": "John de Beauchamp, 3rd Baron Beauchamp de Somerset was an English peer."}]}, {"heading": "Deaths", "year": "1436", "date": "October 8", "txt": "Jacqueline, Countess of Hainaut (b. 1401)", "entities": [{"title": "Jacqueline, Countess of Hainaut", "href": "/wiki/Jacqueline,_Countess_of_Hainaut", "description": "Jacqueline, of the House of Wittelsbach, was a noblewoman who ruled the counties of Holland, Zeeland and Hainaut in the Low Countries from 1417 to 1433. She was also Dauphine of France for a short time between 1415 and 1417 and Duchess of Gloucester in the 1420s, if her marriage to Humphrey, Duke of Gloucester, is accepted as valid."}]}, {"heading": "Deaths", "year": "1469", "date": "October 8", "txt": "Filippo Lippi, artist (b. 1406)", "entities": [{"title": "Filippo Lippi", "href": "/wiki/Filippo_Lippi", "description": "Fra' Filippo Lippi, also known as Lippo Lippi, was an Italian painter of the Quattrocento and a Carmelite Priest."}]}, {"heading": "Deaths", "year": "1594", "date": "October 8", "txt": "Ishikawa Goemon, ninja and thief of Japan (b. 1558)", "entities": [{"title": "Ishikawa Goemon", "href": "/wiki/Ishikawa_Goemon", "description": "Ishikawa Goemon  was a legendary Japanese outlaw hero who stole gold and other valuables to give to the poor. He and his son were boiled alive in public after their failed assassination attempt on the Sengoku period warlord Toyotomi Hideyoshi. His legend lives on in contemporary Japanese popular culture, often giving him greatly exaggerated ninja skills."}]}, {"heading": "Deaths", "year": "1621", "date": "October 8", "txt": "Antoine de Montchrestien, French soldier, playwright, and economist (b. 1575)", "entities": [{"title": "Antoine de Montchrestien", "href": "/wiki/Antoine_de_Montchrestien", "description": "Antoine de Montchrestien was a French soldier, dramatist, adventurer and economist."}]}, {"heading": "Deaths", "year": "1647", "date": "October 8", "txt": "Christen Sørensen Longomontanus, Danish astronomer and mathematician (b. 1562)", "entities": [{"title": "Christen Sørensen Longomontanus", "href": "/wiki/Christen_S%C3%B8rensen_Longomontanus", "description": "Christen Sørensen Longomontanus was a Danish astronomer."}]}, {"heading": "Deaths", "year": "1652", "date": "October 8", "txt": "John Greaves, English mathematician and astronomer (b. 1602)", "entities": [{"title": "John Greaves", "href": "/wiki/John_Greaves", "description": "John Greaves was an English mathematician, astronomer and antiquarian."}]}, {"heading": "Deaths", "year": "1656", "date": "October 8", "txt": "John George I, Elector of Saxony (b. 1585)", "entities": [{"title": "John George I, Elector of Saxony", "href": "/wiki/John_George_I,_Elector_of_Saxony", "description": "John George I was Elector of Saxony from 1611 to 1656."}]}, {"heading": "Deaths", "year": "1659", "date": "October 8", "txt": "Jean de Quen, French missionary, priest, and historian (b. 1603)", "entities": [{"title": "Jean de Quen", "href": "/wiki/Jean_de_Quen", "description": "Jean de Quen was a French Jesuit missionary, priest and historian. As head of Jesuit missions of New France, he founded the missions to Saguenay. In 1647, Jean de Quen was the first European to reach the shores of Piékouagami."}]}, {"heading": "Deaths", "year": "1735", "date": "October 8", "txt": "Yongzheng Emperor of China (b. 1678)", "entities": [{"title": "Yongzheng Emperor", "href": "/wiki/Yongzheng_Emperor", "description": "The Yongzheng Emperor, born Yinzhen, was the fourth Emperor of the Qing dynasty, and the third Qing emperor to rule over China proper, reigned from 1722 to 1735. A hard-working ruler, the Yongzheng Emperor's main goal was to create an effective government at minimal expense. Like his father, the Kangxi Emperor, the Yongzheng Emperor used military force to preserve the dynasty's position."}]}, {"heading": "Deaths", "year": "1754", "date": "October 8", "txt": "Henry Fielding,  English novelist and playwright (b. 1707)", "entities": [{"title": "Henry Fielding", "href": "/wiki/Henry_Fielding", "description": "Henry Fielding was an English novelist and dramatist known for his earthy humour and satire. His comic novel Tom Jones is still widely appreciated. He and Samuel Richardson are seen as founders of the traditional English novel. He also holds a place in the history of law enforcement, having used his authority as a magistrate to found the Bow Street Runners, London's first intermittently funded, fu"}]}, {"heading": "Deaths", "year": "1772", "date": "October 8", "txt": "Jean-Joseph de Mondonville, French violinist and composer (b. 1711)", "entities": [{"title": "Jean-Joseph de Mondonville", "href": "/wiki/Jean-Joseph_de_Mondonville", "description": "Jean-Joseph de Mondonville, also known as Jean-Joseph Cassanéa de Mondonville, was a French violinist and composer. He was a younger contemporary of Jean-Philippe Rameau and enjoyed great success in his day. Pierre-Louis Daquin claimed: \"If I couldn't be Rameau, there's no one I would rather be than Mondonville\"."}]}, {"heading": "Deaths", "year": "1793", "date": "October 8", "txt": "John Hancock, American merchant and politician, 1st Governor of Massachusetts (b. 1737)", "entities": [{"title": "John Hancock", "href": "/wiki/John_Hancock", "description": "John Hancock was an American merchant, statesman, and prominent Patriot of the American Revolution. He served as president of the Second Continental Congress and was the first and third Governor of the Commonwealth of Massachusetts. He is remembered for his large and stylish signature on the United States Declaration of Independence, so much so that the term \"John Hancock\" or \"Hancock\" has become "}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Deaths", "year": "1795", "date": "October 8", "txt": "Andrew Kippis, English minister and author (b. 1725)", "entities": [{"title": "Andrew Kippis", "href": "/wiki/Andrew_Kippis", "description": "Andrew Kippis was an English nonconformist clergyman and biographer."}]}, {"heading": "Deaths", "year": "1802", "date": "October 8", "txt": "Emmanuele Vitale, Maltese general and politician (b. 1758)", "entities": [{"title": "Emmanuele Vitale", "href": "/wiki/Emmanuele_Vitale", "description": "Emmanuele Vitale was a Maltese notary, commander and statesman. During the Siege of Malta, he commanded 10,000 irregular Maltese soldiers."}]}, {"heading": "Deaths", "year": "1804", "date": "October 8", "txt": "Thomas Cochran, Canadian lawyer and judge (b. 1777)", "entities": [{"title": "Thomas Cochran (judge)", "href": "/wiki/Thomas_Cochran_(judge)", "description": "\nThomas Cochran was a Nova Scotia lawyer and judge in Prince Edward Island and Upper Canada."}]}, {"heading": "Deaths", "year": "1809", "date": "October 8", "txt": "James Elphinston, Scottish orthographer, phonologist, and linguist (b. 1721)", "entities": [{"title": "James Elphinston", "href": "/wiki/James_Elphinston", "description": "James Elphinston was a well noted 18th-century Scottish educator, orthographer, phonologist and linguistics expert."}]}, {"heading": "Deaths", "year": "1821", "date": "October 8", "txt": "Juan O'Donojú, last Spanish ruler of Mexico (b. 1762)", "entities": [{"title": "Juan O'Donojú", "href": "/wiki/Juan_O%27Donoj%C3%BA", "description": "Juan de O'Donojú y O'Ryan (Spanish pronunciation: [ˈxwan de oˌðonoˈxu i ˌoˈraʝan]   was a Spanish military officer and \"Jefe Político Superior\" of New Spain from 21 July 1821 to 28 September 1821 during the Mexican War of Independence. He was the last Spanish viceroy of New Spain."}]}, {"heading": "Deaths", "year": "1834", "date": "October 8", "txt": "François-Adrien Boieldieu, French composer (b. 1775)", "entities": [{"title": "François-Adrien Boieldieu", "href": "/wiki/Fran%C3%A7ois-Adrien_Boieldieu", "description": "François-Adrien Boieldieu was a French composer, mainly of operas, often called \"the French Mozart\"."}]}, {"heading": "Deaths", "year": "1869", "date": "October 8", "txt": "Franklin Pierce, American general, lawyer, and politician, 14th President of the United States (b. 1804)", "entities": [{"title": "Franklin Pierce", "href": "/wiki/Franklin_Pierce", "description": "Franklin Pierce was the 14th president of the United States, serving from 1853 to 1857. A northern Democrat who believed that the abolitionist movement was a fundamental threat to the unity of the nation, he alienated anti-slavery groups by supporting and signing the Kansas–Nebraska Act and enforcing the Fugitive Slave Act, yet these efforts failed to stem conflict between North and South. The Sou"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1879", "date": "October 8", "txt": "Miguel Grau Seminario, Peruvian admiral (b. 1834)", "entities": [{"title": "Miguel Grau Seminario", "href": "/wiki/Miguel_Grau_Seminario", "description": "Miguel María Grau Seminario  is the most renowned Peruvian naval officer and hero of the Naval Battle of Angamos during the War of the Pacific (1879–1884). He was known as el Caballero de los Mares for his kind and chivalrous treatment of defeated enemies and is esteemed by both Peruvians and Chileans. He is an iconic figure for the Peruvian Navy, and one of the most famous merchant marine and nav"}]}, {"heading": "Deaths", "year": "1886", "date": "October 8", "txt": "Austin F. Pike, American lawyer and politician (b. 1819)", "entities": [{"title": "Austin F. Pike", "href": "/wiki/Austin_F._Pike", "description": "Austin Franklin Pike was a United States Representative and Senator from New Hampshire. Born in Hebron, New Hampshire, he pursued an academic course, studied law, and was admitted to the bar of Merrimack County in 1845. He was a member of the New Hampshire House of Representatives from 1850 to 1852 and in 1865–1866, and served as speaker during the last two years. He was a member of the New Hampsh"}]}, {"heading": "Deaths", "year": "1897", "date": "October 8", "txt": "Alexei Savrasov, Russian painter and academic (b. 1830)", "entities": [{"title": "Alexei Savrasov", "href": "/wiki/Alexei_Savrasov", "description": "Alexei Kondratyevich Savrasov was a Russian landscape painter and creator of the lyrical landscape style."}]}, {"heading": "Deaths", "year": "1928", "date": "October 8", "txt": "Larry Semon, American actor, director, producer, and screenwriter (b. 1889)", "entities": [{"title": "Larry Semon", "href": "/wiki/Larry_Semon", "description": "Lawrence \"Larry\" Semon was an American actor, director, producer, and screenwriter during the silent film era. In his day, Semon was considered a major movie comedian, but he is now remembered mainly for working with both Stan Laurel and Oliver Hardy before they started working together."}]}, {"heading": "Deaths", "year": "1931", "date": "October 8", "txt": "John Monash, Australian general and engineer (b. 1865)", "entities": [{"title": "John Monash", "href": "/wiki/John_Monash", "description": "General Sir John Monash,, was a civil engineer and an Australian military commander of the First World War. He commanded the 13th Infantry Brigade before the war and then, shortly after its outbreak, became commander of the 4th Brigade in Egypt, with whom he took part in the Gallipoli campaign. In July 1916 he took charge of the newly raised 3rd Division in northwestern France and in May 1918 beca"}]}, {"heading": "Deaths", "year": "1936", "date": "October 8", "txt": "Premchand, Indian author and screenwriter (b. 1880)", "entities": [{"title": "Premchand", "href": "/wiki/Premchand", "description": "Dhanpat Rai Srivastava, better known by his pen name Munshi Premchand (pronounced [mʊnʃiː preːm t͡ʃənd̪]  , was an Indian writer famous for his modern Hindustani literature. He is one of the most celebrated writers of the Indian subcontinent, and is regarded as one of the foremost Hindi writers of the early twentieth century. His novels include Godaan, Karmabhoomi, Gaban, Mansarovar, Idgah. He pub"}]}, {"heading": "Deaths", "year": "1936", "date": "October 8", "txt": "Red Ames, American baseball player and manager (b. 1882)", "entities": []}, {"heading": "Deaths", "year": "1936", "date": "October 8", "txt": "Ahmet Tevfik Pasha, Ottoman politician, 292nd Grand Vizier of the Ottoman Empire (b. 1845)", "entities": [{"title": "Grand Vizier of the Ottoman Empire", "href": "/wiki/Grand_Vizier_of_the_Ottoman_Empire", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Deaths", "year": "1936", "date": "October 8", "txt": "William Henry Stark, American businessman (b. 1851)", "entities": []}, {"heading": "Deaths", "year": "1942", "date": "October 8", "txt": "Sergey Chaplygin, Russian physicist, mathematician, and engineer (b. 1869)", "entities": [{"title": "Sergey Chaplygin", "href": "/wiki/Sergey_Chaplygin", "description": "Sergey Alexeyevich Chaplygin was a Russian and Soviet physicist, mathematician, and mechanical engineer. He is known for mathematical formulas such as Chaplygin's equation and for a hypothetical substance in cosmology called Chaplygin gas, named after him."}]}, {"heading": "Deaths", "year": "1944", "date": "October 8", "txt": "Wendell Willkie, American captain, lawyer, and politician (b. 1892)", "entities": [{"title": "Wendell Willkie", "href": "/wiki/Wendell_Willkie", "description": "Wendell Lewis Willkie was an American lawyer, corporate executive, and the 1940 Republican nominee for President of the United States. Willkie appealed to many convention delegates as the Republican field's only interventionist: although the U.S. remained neutral prior to Pearl Harbor, he favored greater U.S. involvement in World War II to support Britain and other Allies. His Democratic opponent,"}]}, {"heading": "Deaths", "year": "1945", "date": "October 8", "txt": "Felix Salten, Austrian author and critic (b. 1869)", "entities": [{"title": "Felix Salten", "href": "/wiki/Felix_Salten", "description": "Felix Salten was an Austro-Hungarian author and literary critic in Vienna. His most famous work is Bambi, a Life in the Woods (1923)."}]}, {"heading": "Deaths", "year": "1952", "date": "October 8", "txt": "Joe Adams, American baseball player and manager (b. 1877)", "entities": [{"title": "Joe Adams (baseball)", "href": "/wiki/Joe_Adams_(baseball)", "description": "Joe Edward \"Old Wagon Tongue\" Adams was a Major League Baseball player and minor league manager. He was also known as \"Old Wagon Tongue.\""}]}, {"heading": "Deaths", "year": "1953", "date": "October 8", "txt": "Nigel Bruce, British actor (b. 1895)", "entities": [{"title": "Nigel Bruce", "href": "/wiki/Nigel_Bruce", "description": "William Nigel Ernle Bruce was a British character actor on stage and screen. He was best known for his portrayal of Dr. Watson in a series of films and in the radio series The New Adventures of Sherlock Holmes. Bruce is also remembered for his roles in the Alfred Hitchcock films Rebecca and Suspicion."}]}, {"heading": "Deaths", "year": "1953", "date": "October 8", "txt": "Kathleen Ferrier, English soprano (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1955", "date": "October 8", "txt": "Iry LeJeune, American accordion player (b. 1928)", "entities": [{"title": "Iry LeJeune", "href": "/wiki/Iry_LeJeune", "description": "Ira \"Iry\" LeJeune was one of the best selling and most popular Cajun musicians in the mid to late 1940s into the early 1950s."}]}, {"heading": "Deaths", "year": "1958", "date": "October 8", "txt": "Ran Bosilek, Bulgarian author and translator (b. 1886)", "entities": [{"title": "Ran Bosilek", "href": "/wiki/Ran_Bosilek", "description": "Ran Bosilek, born Gencho Stanchev Negentsov, was a Bulgarian author of children's books. Three years before his death, in 1955, he translated Astrid Lindgren's children's book \"Karlsson-on-the-Roof\" into Bulgarian."}]}, {"heading": "Deaths", "year": "1963", "date": "October 8", "txt": "Remedios Varo, Spanish-Mexican painter (b. 1908)", "entities": [{"title": "Remedios Varo", "href": "/wiki/Remedios_Varo", "description": "Remedios Varo Uranga was a Spanish surrealist artist working in Spain, France, and Mexico."}]}, {"heading": "Deaths", "year": "1967", "date": "October 8", "txt": "Clement Attlee, English soldier, lawyer, and politician, Prime Minister of the United Kingdom (b. 1883)", "entities": [{"title": "Clement Attlee", "href": "/wiki/Clement_Attlee", "description": "Clement Richard Attlee, 1st Earl Attlee, was a British politician who served as Prime Minister of the United Kingdom from 1945 to 1951 and Leader of the Labour Party from 1935 to 1955. He was Deputy Prime Minister during the wartime coalition government under Winston Churchill, and served twice as Leader of the Opposition from 1935 to 1940 and from 1951 to 1955."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1970", "date": "October 8", "txt": "Jean Giono, French author and poet (b. 1895)", "entities": [{"title": "Jean Giono", "href": "/wiki/Jean_Giono", "description": "Jean Giono was a French author who wrote works of fiction mostly set in the Provence region of France."}]}, {"heading": "Deaths", "year": "1973", "date": "October 8", "txt": "Gabriel Marcel, French philosopher, playwright, and critic (b. 1889)", "entities": [{"title": "Gabriel Marcel", "href": "/wiki/Gabriel_Marcel", "description": "Gabriel Honoré Marcel (1889–1973) was a French philosopher, playwright, music critic and leading Christian existentialist. The author of over a dozen books and at least thirty plays, Marcel's work focused on the modern individual's struggle in a technologically dehumanizing society. Though often regarded as the first French existentialist, he dissociated himself from figures such as Jean-Paul Sart"}]}, {"heading": "Deaths", "year": "1977", "date": "October 8", "txt": "Giorgos Papasideris, Greek singer-songwriter (b. 1902)", "entities": [{"title": "Giorgos Papasideris", "href": "/wiki/Giorgos_Papasideris", "description": "Giorgos Papasideris was a Greek singer, composer, and lyricist of Arvanite origin. He was born on Salamis Island. After leaving elementary school, he spent his entire career working professionally in the field of traditional Greek folk music, producing many popular recordings. He died of a heart attack in 1977 on Salamis Island. In a district of Salamis City, named Alonia in the birthplace of Papa"}]}, {"heading": "Deaths", "year": "1978", "date": "October 8", "txt": "Bertha Parker Pallan, American archaeologist (b. 1907)", "entities": [{"title": "Bertha Parker Pallan", "href": "/wiki/Bertha_Parker_Pallan", "description": "Bertha Pallan Thurston Cody was an American archaeologist, working as an assistant in archaeology at the Southwest Museum. She was also married to actor Iron Eyes Cody. She is thought to be the first Native American female archaeologist of Abenaki and Seneca descent."}]}, {"heading": "Deaths", "year": "1979", "date": "October 8", "txt": "Brian Edmund Baker, English air marshal (b. 1896)", "entities": [{"title": "Brian Edmund Baker", "href": "/wiki/Brian_Edmund_Baker", "description": "Air Marshal Sir Brian Edmund Baker, was an officer of the Royal Air Force who served in both World Wars. He was a flying ace in World War I credited, in conjunction with his gunners, with twelve victories, comprising one enemy aircraft captured, four destroyed, and seven \"out of control\"."}]}, {"heading": "Deaths", "year": "1979", "date": "October 8", "txt": "Jayaprakash Narayan, Indian politician (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "October 8", "txt": "Fernando Lamas, Argentinian-American actor and director (b. 1916)", "entities": [{"title": "Fernando Lamas", "href": "/wiki/Fernando_Lamas", "description": "Fernando Álvaro Lamas y de Santos was an Argentine-American actor and director, and the father of actor Lorenzo Lamas."}]}, {"heading": "Deaths", "year": "1982", "date": "October 8", "txt": "Philip Noel-Baker, Baron Noel-Baker, English runner and politician, Secretary of State for Commonwealth Relations, Nobel Prize laureate (b. 1889)", "entities": [{"title": "Secretary of State for Commonwealth Relations", "href": "/wiki/Secretary_of_State_for_Commonwealth_Relations", "description": "\n\nThe Secretary of State for Commonwealth Relations was a British Cabinet minister responsible for dealing with the United Kingdom's relations with members of the Commonwealth of Nations. The minister's department was the Commonwealth Relations Office (CRO)."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1983", "date": "October 8", "txt": "Joan Hackett, American actress (b. 1934)", "entities": [{"title": "Joan Hackett", "href": "/wiki/Joan_Hackett", "description": "Joan Ann Hackett was an American actress of film, stage and television. She was nominated for the BAFTA Award for Best Foreign Actress for the 1966 film The Group, and starred in the 1967 western Will Penny. She was nominated for the Academy Award for Best Supporting Actress and won the Golden Globe Award for Best Supporting Actress for the 1981 film Only When I Laugh. She also starred as Christin"}]}, {"heading": "Deaths", "year": "1985", "date": "October 8", "txt": "Malcolm Ross, American captain, physicist, and balloonist (b. 1919)", "entities": [{"title": "Malcolm Ross (balloonist)", "href": "/wiki/Malcolm_Ross_(balloonist)", "description": "Malcolm David Ross was a captain in the United States Naval Reserve (USNR), an atmospheric scientist, and a balloonist who set several records for altitude and scientific inquiry, with more than 100 hours flight time in gas balloons by 1961. Along with Lieutenant Commander Victor A. Prather (USN), he set the altitude record for a manned balloon flight."}]}, {"heading": "Deaths", "year": "1985", "date": "October 8", "txt": "Gordon Welchman, English-American mathematician and scholar (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "October 8", "txt": "Konstantinos Tsatsos, Greek scholar and politician, 2nd President of Greece (b. 1899)", "entities": [{"title": "Konstantinos Tsatsos", "href": "/wiki/Konstantinos_Tsatsos", "description": "Konstantinos D. Tsatsos was a Greek diplomat, professor of law, scholar and politician. He served as the second President of the Third Hellenic Republic from 1975 to 1980."}, {"title": "President of Greece", "href": "/wiki/President_of_Greece", "description": "The president of the Hellenic Republic, colloquially referred to in English as the president of Greece, is the head of state of Greece. The president is elected by the Hellenic Parliament; the role has been mainly ceremonial since the 1986 constitutional reform. The office was formally established by the Constitution of Greece in 1975, but has antecedents in the Second Hellenic Republic of 1924–19"}]}, {"heading": "Deaths", "year": "1992", "date": "October 8", "txt": "Willy Brandt, German lawyer and politician, 4th Chancellor of Germany, Nobel Prize laureate (b. 1913)", "entities": [{"title": "Willy Brandt", "href": "/wiki/Willy_Brandt", "description": "Willy Brandt was a German politician and statesman who was leader of the Social Democratic Party of Germany (SPD) from 1964 to 1987 and served as Chancellor of the Federal Republic of Germany from 1969 to 1974."}, {"title": "Chancellor of Germany (Federal Republic)", "href": "/wiki/Chancellor_of_Germany_(Federal_Republic)", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1994", "date": "October 8", "txt": "Oscar M. Ruebhausen, American lawyer (b. 1912)", "entities": [{"title": "Oscar M. Ruebhausen", "href": "/wiki/Oscar_M._Ruebhausen", "description": "Oscar M. Ruebhausen was a prominent New York City lawyer, and adviser to Governor Nelson A. Rockefeller, and a president of the New York City Bar Association."}]}, {"heading": "Deaths", "year": "1995", "date": "October 8", "txt": "Christopher Keene, American conductor and educator (b. 1946)", "entities": [{"title": "Christopher Keene", "href": "/wiki/Christopher_Keene", "description": "\n\nChristopher Keene was an American conductor."}]}, {"heading": "Deaths", "year": "1997", "date": "October 8", "txt": "Bertrand Goldberg, American architect, designed the Marina City Building (b. 1913)", "entities": [{"title": "Bertrand Goldberg", "href": "/wiki/Bertrand_Goldberg", "description": "Bertrand Goldberg was an American architect and industrial designer, best known for the Marina City complex in Chicago, Illinois, the tallest reinforced concrete building in the world at the time of completion."}, {"title": "Marina City", "href": "/wiki/Marina_City", "description": "Marina City is a mixed-use residential-commercial building complex in Chicago, Illinois, United States, North America, designed by architect Bertrand Goldberg. The multi-building complex opened between 1963 and 1967 and occupies almost an entire city block on State Street on the north bank of the Chicago River on the Near North Side, directly across from the Loop. Portions of the complex were desi"}]}, {"heading": "Deaths", "year": "1999", "date": "October 8", "txt": "John McLendon, American basketball player and coach (b. 1915)", "entities": [{"title": "John McLendon", "href": "/wiki/John_McLendon", "description": "John B. McLendon Jr. was an American basketball coach who is recognized as the first African American basketball coach at a predominantly European-American university and the first African American head coach in any professional sport. He was a major contributor to the development of modern basketball and coached on both the college and professional levels during his career. He has been enshrined "}]}, {"heading": "Deaths", "year": "2000", "date": "October 8", "txt": "Charlotte Lamb, English author (b. 1937)", "entities": [{"title": "Charlotte Lamb", "href": "/wiki/Charlotte_Lamb", "description": "Sheila Holland, née Sheila Ann Mary Coates was best known under the pseudonym Charlotte Lamb as a prolific romantic novelist. She signed her novels with her married or maiden names – Sheila Holland, Sheila Coates – and under the pseudonyms Sheila Lancaster, Victoria Wolf and Laura Hardy. She was married to Richard Holland. They had five children, including a set of twins: - Michael Holland, Sarah "}]}, {"heading": "Deaths", "year": "2001", "date": "October 8", "txt": "Dmitry Polyansky, First Deputy Premier of the Soviet Union (b. 1917)", "entities": [{"title": "Dmitry Polyansky", "href": "/wiki/Dmitry_Polyansky", "description": "Dmitry Stepanovich Polyansky was a Soviet-Russian statesman who was First Deputy Chairman of the Council of Ministers of the Soviet Union from 1965 to 1973. From 1958 to 1962 he was Chairman of the Council of Ministers of the Russian SFSR, equivalent to a Premier in of one of the 15 Soviet Socialist Republics that comprised the Soviet Union."}, {"title": "First Deputy Premier of the Soviet Union", "href": "/wiki/First_Deputy_Premier_of_the_Soviet_Union", "description": "The First Deputy Premier of the Soviet Union was the deputy head of government of the Union of Soviet Socialist Republics (USSR); despite the title, the office was not necessarily held by a single individual. The office had three different names throughout its existence: First Deputy Chairman of the Council of People's Commissars (1923–1946), First Deputy Chairman of the Council of Ministers (1946"}]}, {"heading": "Deaths", "year": "2002", "date": "October 8", "txt": "Phyllis Calvert, English actress (b. 1915)", "entities": [{"title": "Phyllis Calvert", "href": "/wiki/Phyllis_Calvert", "description": "Phyllis Hannah Murray-Hill, known professionally as Phyllis Calvert, was an English film, stage and television actress. She was one of the leading stars of the Gainsborough melodramas of the 1940s such as The Man in Grey (1943) and was one of the most popular movie stars in Britain in the 1940s. She continued acting until some 50 years later."}]}, {"heading": "Deaths", "year": "2002", "date": "October 8", "txt": "Jacques Richard, Canadian ice hockey player (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "October 8", "txt": "James Chace, American historian and author (b. 1931)", "entities": [{"title": "James Chace", "href": "/wiki/James_Chace", "description": "James Clarke Chace was an American historian, writing on American diplomacy and statecraft. His 12 books include the critically acclaimed Acheson: The Secretary of State Who Created the American World (1998), the definitive biography of former Secretary of State Dean Acheson. In a debate during the 2000 presidential primary, George W. Bush referred to Chace's Acheson as one of the books he was rea"}]}, {"heading": "Deaths", "year": "2006", "date": "October 8", "txt": "Mark Porter, New Zealand race car driver (b. 1974)", "entities": [{"title": "Mark Porter (racing driver)", "href": "/wiki/Mark_Porter_(racing_driver)", "description": "Mark \"Didley\" Porter was a New Zealand racing driver who competed in the Fujitsu V8 Supercar touring car racing series in Australia."}]}, {"heading": "Deaths", "year": "2007", "date": "October 8", "txt": "Constantine Andreou, Greek painter and sculptor (b. 1917)", "entities": [{"title": "Constantine Andreou", "href": "/wiki/Constantine_Andreou", "description": "Constantine Andreou was a painter and sculptor of Greek origin with a highly successful career that spanned six decades. Andreou has been praised by many as an eminent figure in international art of the 20th century."}]}, {"heading": "Deaths", "year": "2008", "date": "October 8", "txt": "Ângelo Carvalho, Portuguese footballer (b. 1925)", "entities": [{"title": "Ângelo Carvalho", "href": "/wiki/%C3%82ngelo_Carvalho", "description": "Ângelo Ferreira Carvalho , was a Portuguese footballer who played for FC Porto, as defender."}]}, {"heading": "Deaths", "year": "2008", "date": "October 8", "txt": "Bob Friend, English journalist (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "October 8", "txt": "Eileen Herlie, Scottish-American actress (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "October 8", "txt": "George Emil Palade, Romanian-American biologist and physician, Nobel Prize laureate (b. 1912)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2010", "date": "October 8", "txt": "Frank Bourgholtzer, American journalist (b. 1919)", "entities": [{"title": "Frank Bourgholtzer", "href": "/wiki/Frank_Bourgholtzer", "description": "Frank Bourgholtzer was an American journalist and television correspondent."}]}, {"heading": "Deaths", "year": "2010", "date": "October 8", "txt": "Eileen Crofton, British physician and author (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "October 8", "txt": "Al Davis, American football player, coach, and manager (b. 1929)", "entities": [{"title": "Al Davis", "href": "/wiki/Al_Davis", "description": "Allen Davis was an American football coach and executive. He was the principal owner and general manager of the Oakland Raiders of the National Football League (NFL) for 39 years, from 1972 until his death in 2011. Prior to becoming the principal owner of the Raiders, he served as the team's head coach from 1963 to 1965 and part owner from 1966 to 1971, assuming both positions while the Raiders we"}]}, {"heading": "Deaths", "year": "2011", "date": "October 8", "txt": "Mikey Welsh, American guitarist and painter (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "October 8", "txt": "Roger Williams, American pianist (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 8", "txt": "Varsha Bhosle, Indian singer and journalist (b. 1956)", "entities": [{"title": "Varsha Bhosle", "href": "/wiki/Varsha_Bhosle", "description": "Varsha Bhosle was an Indian singer, journalist and writer based in Mumbai. She is the daughter of Indian playback singer, Asha Bhosle."}]}, {"heading": "Deaths", "year": "2012", "date": "October 8", "txt": "Marilou Diaz-Abaya, Filipino director, producer, and screenwriter (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 8", "txt": "Eric Lomax, Scottish captain and author (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 8", "txt": "Nawal Kishore Sharma, Indian politician, 20th Governor of Gujarat (b. 1925)", "entities": [{"title": "List of Governors of Gujarat", "href": "/wiki/List_of_Governors_of_Gujarat", "description": "The Governor of Gujarat is a nominal head and representative of the President of India in the state of Gujarat. The Governor is appointed by the President for a term of 5 years and resides in Raj Bhavan in Gandhinagar. Acharya Devvrat took charge as the Governor on 22 July 2019."}]}, {"heading": "Deaths", "year": "2013", "date": "October 8", "txt": "Philip Chevron, Irish singer-songwriter and guitarist (b. 1957)", "entities": [{"title": "Philip Chevron", "href": "/wiki/Philip_Chevron", "description": "Philip Ryan, professionally known as Philip Chevron, was an Irish singer-songwriter and guitarist and record producer. He was best known as the lead guitarist for the celtic punk band The Pogues and as the frontman for the 1970s punk rock band The Radiators from Space. Upon his death in 2013, Chevron was regarded as one of the most influential figures in Irish punk music."}]}, {"heading": "Deaths", "year": "2013", "date": "October 8", "txt": "Paul Desmarais, Canadian businessman and philanthropist (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 8", "txt": "Rod Grams, American journalist and politician (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 8", "txt": "Rodolphe Kasser, Swiss archaeologist and philologist (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 8", "txt": "Andy Pafko, American baseball player and manager (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 8", "txt": "Akong Rinpoche, Tibetan-Chinese spiritual leader (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 8", "txt": "Morris Lurie, Australian author and playwright (b. 1938)", "entities": [{"title": "Morris Lurie", "href": "/wiki/Morris_Lurie", "description": "Moses \"Morris\" Lurie was an Australian writer of comic novels, short stories, essays, plays, and children's books. His work focused on the comic mishaps of Jewish-Australian men of Lurie's generation, who are invariably jazz fans."}]}, {"heading": "Deaths", "year": "2014", "date": "October 8", "txt": "Alden E. Matthews, American missionary (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 8", "txt": "Harden M. McConnell, American chemist and academic (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 8", "txt": "Zilpha Keatley Snyder, American author (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 8", "txt": "Jeen van den Berg, Dutch speed skater (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 8", "txt": "Richard Davies, Welsh-English actor (b. 1926)", "entities": [{"title": "Richard Davies (Welsh actor)", "href": "/wiki/Richard_Davies_(Welsh_actor)", "description": "Dennis Wilfred \"Richard\" Davies was a Welsh character actor. He was probably best known for his performance as the exasperated schoolmaster Mr. Price in the popular LWT situation comedy Please Sir!. He used a broad Welsh accent for much of his work, but had used other accents to play a wide range of characters, in addition to several Welsh stereotypes."}]}, {"heading": "Deaths", "year": "2015", "date": "October 8", "txt": "Jim Diamond, Scottish singer-songwriter (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 8", "txt": "Dennis Eichhorn, American author and illustrator (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 8", "txt": "Lindy Infante, American football player and coach (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 8", "txt": "Paul Prudhomme, American chef and author (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "October 8", "txt": "Whitey Ford, American professional baseball pitcher (b.1928)", "entities": [{"title": "Whitey Ford", "href": "/wiki/Whitey_Ford", "description": "Edward Charles \"Whitey\" Ford, nicknamed \"The Chairman of the Board\", was an American professional baseball pitcher who played his entire 16-year Major League Baseball (MLB) career with the New York Yankees. He was a 10-time All-Star and 6-time World Series champion. In 1961, he won both the Cy Young Award and World Series Most Valuable Player Award. Ford led the American League (AL) in wins three "}]}]