[{"heading": "Events", "year": "1066", "date": "October 15", "txt": "Following the death of Harold II at the Battle of Hastings, Edgar the Ætheling is proclaimed King of England by the Witan; he is never crowned, and concedes power to William the Conqueror two months later.", "entities": [{"title": "Battle of Hastings", "href": "/wiki/Battle_of_Hastings", "description": "The Battle of Hastings was fought on 14 October 1066 between the Norman-French army of William, the Duke of Normandy, and an English army under the Anglo-Saxon King Harold Godwinson, beginning the Norman conquest of England. It took place approximately 7 mi (11 km) northwest of Hastings, close to the present-day town of Battle, East Sussex, and was a decisive Norman victory."}, {"title": "Edgar the Ætheling", "href": "/wiki/Edgar_the_%C3%86theling", "description": "Edgar Ætheling{{efn|Old English: Ætheling denotes a prince eligible for the throne. or Edgar II was the last male member of the royal house of Cerdic of Wessex. He was elected King of England by the Witenagemot in 1066, but never crowned."}, {"title": "Witan", "href": "/wiki/Witan", "description": "The Witenaġemot, also known as the Witan, was a political institution in Anglo-Saxon England which operated from before the 7th century until the 11th century. The Witenagemot was an assembly of the ruling class whose primary function was to advise the king and whose membership was composed of the most important noblemen in England, both ecclesiastic and secular. The institution is thought to repr"}]}, {"heading": "Events", "year": "1211", "date": "October 15", "txt": "Battle of the Rhyndacus: The Latin emperor Henry of Flanders defeats the Nicaean emperor Theodore I Laskaris.", "entities": [{"title": "Battle of the Rhyndacus (1211)", "href": "/wiki/Battle_of_the_Rhyndacus_(1211)", "description": "The Battle of the Rhyndacus was fought on 15 October 1211 between the forces of two of the main successor states of the Byzantine Empire, the Latin Empire and the Byzantine Greek Empire of Nicaea, established following the dissolution of the Byzantine state after the Fourth Crusade."}, {"title": "Latin emperor", "href": "/wiki/Latin_emperor", "description": "The Latin Emperor was the ruler of the Latin Empire, the historiographical convention for the Crusader realm, established in Constantinople after the Fourth Crusade (1204) and lasting until the city was recovered by the Byzantine Greeks in 1261. Its name derives from its Catholic and Western European (\"Latin\") nature. The empire, whose official name was Imperium Romaniae, claimed the direct herita"}, {"title": "Henry of Flanders", "href": "/wiki/Henry_of_Flanders", "description": "Henry was the second Latin emperor of Constantinople. He was a younger son of Count Baldwin V of Hainaut and Countess Margaret I of Flanders. He was one of the leaders of the Fourth Crusade, in which the Byzantine Empire was conquered and Latin Empire formed."}, {"title": "Nicaean emperor", "href": "/wiki/Nicaean_emperor", "description": "The Empire of Nicaea or the Nicene Empire is the conventional historiographic name for the largest of the three Byzantine Greek rump states founded by the aristocracy of the Byzantine Empire that fled after Constantinople was occupied by Western European and Venetian forces during the Fourth Crusade. Like the Empire of Trebizond and the Empire of Thessalonica, it claimed to be the continuation of "}, {"title": "Theodore I Laskaris", "href": "/wiki/Theodore_I_Laskaris", "description": "Theodore I Laskaris or Lascaris was the first Emperor of Nicaea—a successor state of the Byzantine Empire—from 1205 to his death. Although he was born to an obscure Byzantine aristocratic family, his mother was related to the imperial Komnenos clan. He married a younger daughter of the Byzantine Emperor Alexios III Angelos in 1200. He received the title of despot before 1203, demonstrating his rig"}]}, {"heading": "Events", "year": "1529", "date": "October 15", "txt": "The Siege of Vienna ends when Austria routs the invading Ottoman forces, ending its European expansion.", "entities": [{"title": "Siege of Vienna (1529)", "href": "/wiki/Siege_of_Vienna_(1529)", "description": "The siege of Vienna, in 1529, was the first attempt by the Ottoman Empire to capture the city of Vienna, Austria. Suleiman the Magnificent, sultan of the Ottomans, attacked the city with over 100,000 men, while the defenders, led by Niklas Graf Salm, numbered no more than 21,000. Nevertheless, Vienna was able to survive the siege, which ultimately lasted just over two weeks, from 27 September to 1"}]}, {"heading": "Events", "year": "1582", "date": "October 15", "txt": "Adoption of the Gregorian calendar begins, eventually leading to near-universal adoption.", "entities": [{"title": "Adoption of the Gregorian calendar", "href": "/wiki/Adoption_of_the_Gregorian_calendar", "description": "The adoption of the Gregorian Calendar was an event in the modern history of most cultures and societies, marking a change from their traditional dating system to the modern dating system that is widely used around the world today. Some states adopted the new calendar from 1582, some did not do so before the early twentieth century, and others did so at various dates between; however a number cont"}]}, {"heading": "Events", "year": "1783", "date": "October 15", "txt": "The Montgolfier brothers' hot air balloon makes the first human ascent, piloted by Jean-François Pilâtre de Rozier.", "entities": [{"title": "Montgolfier brothers", "href": "/wiki/Montgolfier_brothers", "description": "The Montgolfier brothers, Joseph-Michel Montgolfier and Jacques-Étienne Montgolfier, were aviation pioneers, balloonists and paper manufacturers from the commune Annonay in Ardèche, France. They are best known historically as inventors of the Montgolfière-style hot air balloon, globe aérostatique, which launched the first confirmed piloted ascent by man in 1783, carrying Jacques-Étienne. Joseph-Mi"}, {"title": "Jean-François Pilâtre de Rozier", "href": "/wiki/Jean-Fran%C3%A7ois_Pil%C3%A2tre_de_Rozier", "description": "Jean-François Pilâtre de Rozier was a French chemistry and physics teacher, and one of the first pioneers of aviation. He and François Laurent d'Arlandes made the first manned free balloon flight on 21 November 1783, in a Montgolfier balloon. He later died when his balloon crashed near Wimereux in the Pas-de-Calais during an attempt to fly across the English Channel. He and his companion, Pierre R"}]}, {"heading": "Events", "year": "1793", "date": "October 15", "txt": "Queen Marie Antoinette of France is tried and convicted of treason.", "entities": [{"title": "Marie Antoinette", "href": "/wiki/Marie_Antoinette", "description": "Marie Antoinette was the last queen of France before the French Revolution. She was born an archduchess of Austria and was the penultimate child and youngest daughter of Empress Maria Theresa and Emperor Francis I. She became dauphine of France in May 1770 at age 14 upon her marriage to Louis-Auguste, heir apparent to the French throne. On 10 May 1774, her husband ascended the throne as Louis XVI "}]}, {"heading": "Events", "year": "1809", "date": "October 15", "txt": "The Viceroy the Río de la Plata, Baltasar Hidalgo de Cisneros, opens the port of Buenos Aires to trade with nations other than Spain.", "entities": [{"title": "Baltasar Hidalgo de Cisneros", "href": "/wiki/Baltasar_Hidalgo_de_Cisneros", "description": "Baltasar Hidalgo de Cisneros y de la Torre (1756–1829) was a Spanish naval officer born in Cartagena. He took part in the Battle of Cape St Vincent and the Battle of Trafalgar, and in the Spanish resistance against Napoleon's invasion in 1808. He was later appointed Viceroy of the Viceroyalty of the Río de la Plata, replacing Santiago de Liniers. He disestablished the government Junta of Javier de"}]}, {"heading": "Events", "year": "1815", "date": "October 15", "txt": "Napoleon begins his exile on Saint Helena in the South Atlantic Ocean.", "entities": [{"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}]}, {"heading": "Events", "year": "1863", "date": "October 15", "txt": "American Civil War: The H. L. Hunley, the first submarine to sink a ship, sinks, killing its inventor.", "entities": [{"title": "H. L. Hunley (submarine)", "href": "/wiki/H._L._Hunley_(submarine)", "description": "H. L. Hunley, often referred to as Hunley or as CSS Hunley, was a submarine of the Confederate States of America that played a small part in the American Civil War. Hunley demonstrated the advantages and the dangers of undersea warfare. She was the first combat submarine to sink a warship (USS Housatonic), although Hunley was not completely submerged and, following her successful attack, was lost "}]}, {"heading": "Events", "year": "1864", "date": "October 15", "txt": "American Civil War: The Union garrison of Glasgow, Missouri surrenders to Confederate forces.", "entities": [{"title": "Battle of Glasgow, Missouri", "href": "/wiki/Battle_of_Glasgow,_Missouri", "description": "The Battle of Glasgow was fought on October 15, 1864, in and near Glasgow, Missouri as part of Price's Raid during the American Civil War. In late 1864, Confederate leadership in the Trans-Mississippi Theater planned a campaign into the state of Missouri, in hopes of drawing Union troops from more important theaters east of the Mississippi River. Major General Sterling Price commanded the expediti"}]}, {"heading": "Events", "year": "1878", "date": "October 15", "txt": "The Edison Electric Light Company begins operation.", "entities": [{"title": "Edison Electric Light Company", "href": "/wiki/Edison_Electric_Light_Company", "description": "General Electric Company (GE) is an American multinational conglomerate incorporated in New York City and headquartered in Boston. As of 2018, the company operates through the following segments: aviation, healthcare, power, renewable energy, digital industry, additive manufacturing and venture capital and finance."}]}, {"heading": "Events", "year": "1879", "date": "October 15", "txt": "The Segura river in southeastern Spain floods, killing 1077 people.", "entities": [{"title": "Segura", "href": "/wiki/Segura", "description": "Segura is a medium-sized river in southeastern Spain. It has its source in the Sierra de Segura."}]}, {"heading": "Events", "year": "1888", "date": "October 15", "txt": "The \"From Hell\" letter allegedly sent by Jack the Ripper is received by investigators.", "entities": [{"title": "From Hell letter", "href": "/wiki/From_Hell_letter", "description": "The \"From Hell\" letter was a letter sent alongside half of a preserved human kidney to the chairman of the Whitechapel Vigilance Committee, George Lusk, in October 1888. The author of this letter claimed to be the unidentified serial killer known as Jack the Ripper, who had murdered and mutilated at least four women in the Whitechapel and Spitalfields districts of London in the two months prior to"}]}, {"heading": "Events", "year": "1910", "date": "October 15", "txt": "Airship America is launched from New Jersey in the first attempt to cross the Atlantic by a powered aircraft.", "entities": [{"title": "America (airship)", "href": "/wiki/America_(airship)", "description": "The America was a non-rigid airship built by Mutin Godard in France in 1906 for the journalist Walter Wellman's attempt to reach the North Pole by air. Wellman first conceived of using a balloon to fly to the pole during a failed polar attempt by boat and sledge from Svalbard in 1894. He then visited Paris to review the state of balloon technology but left disappointed by the lack of acceptable st"}]}, {"heading": "Events", "year": "1917", "date": "October 15", "txt": "World War I: Dutch dancer Mata Hari is executed by France for espionage.", "entities": [{"title": "Mata Hari", "href": "/wiki/Mata_Hari", "description": "Margaretha Geertruida MacLeod, better known by the stage name Mata Hari, was a Dutch exotic dancer and courtesan who was convicted of being a spy for Germany during World War I. Despite her having admitted under interrogation to taking money to work as a German spy, many people still believe she was innocent because the French Army needed a scapegoat. She was executed by firing squad in France."}]}, {"heading": "Events", "year": "1923", "date": "October 15", "txt": "The German Rentenmark is introduced in Germany to counter hyperinflation in the Weimar Republic.", "entities": [{"title": "German Rentenmark", "href": "/wiki/German_Rentenmark", "description": "The Rentenmark was a currency issued on 15 November 1923 to stop the hyperinflation of 1922 and 1923 in Weimar Germany, after the previously used \"paper\" Mark had become almost worthless. It was subdivided into 100 Rentenpfennig and was replaced in 1924 by the Reichsmark."}, {"title": "Hyperinflation in the Weimar Republic", "href": "/wiki/Hyperinflation_in_the_Weimar_Republic", "description": "Hyperinflation affected the German Papiermark, the currency of the Weimar Republic, between 1921 and 1923, primarily in 1923. It caused considerable internal political instability in the country, the occupation of the Ruhr by France and Belgium as well as misery for the general populace."}]}, {"heading": "Events", "year": "1928", "date": "October 15", "txt": "The airship Graf Zeppelin completes its first trans-Atlantic flight, landing at Lakehurst, New Jersey, United States.", "entities": [{"title": "Lakehurst, New Jersey", "href": "/wiki/Lakehurst,_New_Jersey", "description": "Lakehurst is a borough in Ocean County, New Jersey, United States. As of the 2010 United States Census, the borough's population was 2,654, reflecting an increase of 132 (+5.2%) from the 2,522 counted in the 2000 Census, which had in turn declined by 556 (-18.1%) from the 3,078 counted in the 1990 Census."}]}, {"heading": "Events", "year": "1932", "date": "October 15", "txt": "Tata Airlines (later to become Air India) makes its first flight.", "entities": [{"title": "Air India", "href": "/wiki/Air_India", "description": "Air India is the flag carrier airline of India, headquartered at New Delhi. It is owned by Air India Limited, a government-owned enterprise, and operates a fleet of Airbus and Boeing aircraft serving 102 domestic and international destinations. The airline has its hub at Indira Gandhi International Airport, New Delhi, alongside several focus cities across India. Air India is the largest internatio"}]}, {"heading": "Events", "year": "1939", "date": "October 15", "txt": "The New York Municipal Airport (later renamed LaGuardia Airport) is dedicated.", "entities": [{"title": "LaGuardia Airport", "href": "/wiki/LaGuardia_Airport", "description": "LaGuardia Airport is an airport in East Elmhurst, Queens, New York City. Covering 680 acres (280 ha), the airport is the third busiest airport serving New York City, and the twentieth busiest in the United States. The airport adopted its current name in 1953 for Fiorello La Guardia, the mayor of New York City when the airport was built. LGA is a hub for American Airlines and Delta Air Lines. A per"}]}, {"heading": "Events", "year": "1940", "date": "October 15", "txt": "President Lluís Companys of Catalonia is executed by the Francoist government.", "entities": [{"title": "Lluís Companys", "href": "/wiki/Llu%C3%ADs_Companys", "description": "Lluís Companys i Jover was a Spanish politician from Catalonia who served as president of Catalonia from 1934 and during the Spanish Civil War."}, {"title": "Francoist", "href": "/wiki/Francoist", "description": "Francoist Spain, known in Spain as the Francoist dictatorship, was the period of Spanish history between 1936 and 1975, when Francisco Franco ruled Spain with the title Caudillo. After his death in 1975, Spain transitioned into a democracy. During this time period Spain was officially known as the Spanish State."}]}, {"heading": "Events", "year": "1944", "date": "October 15", "txt": "World War II: Germany replaces the Hungarian government after it announces an armistice with the Soviet Union.", "entities": [{"title": "Operation Panzerfaust", "href": "/wiki/Operation_Panzerfaust", "description": "Operation Panzerfaust was a military operation undertaken in October 1944 by the German Wehrmacht to ensure the Kingdom of Hungary would remain a German ally in World War II. When German dictator Adolf Hitler received word that Hungary's Regent, Admiral Miklós Horthy, was secretly negotiating his country's surrender to the advancing Red Army, he sent commando leader Otto Skorzeny of the Waffen-SS "}]}, {"heading": "Events", "year": "1945", "date": "October 15", "txt": "The former premier of Vichy France, Pierre Laval, is executed for treason.", "entities": [{"title": "Pierre Laval", "href": "/wiki/Pierre_Laval", "description": "Pierre Jean Marie Laval was a French politician. During the time of the Third Republic, he served as Prime Minister of France from 27 January 1931 to 20 February 1932, and a second time from 7 June 1935 to 24 January 1936."}]}, {"heading": "Events", "year": "1951", "date": "October 15", "txt": "Mexican chemist Luis E. Miramontes completes the synthesis of norethisterone, the basis of an early oral contraceptive.", "entities": [{"title": "Luis E. Miramontes", "href": "/wiki/Luis_E._Miramontes", "description": "Luis Ernesto Miramontes Cárdenas was a Mexican chemist known as the co-inventor of the progestin norethisterone used in one of the first three oral contraceptives."}, {"title": "Norethisterone", "href": "/wiki/Norethisterone", "description": "Norethisterone, also known as norethindrone and sold under many brand names, is a progestin medication used in birth control pills, menopausal hormone therapy, and for the treatment of gynecological disorders. The medication is available in both low-dose and high-dose formulations and both alone and in combination with an estrogen. It is used by mouth or, as norethisterone enanthate, by injection "}]}, {"heading": "Events", "year": "1954", "date": "October 15", "txt": "Hurricane Hazel devastates the eastern seaboard of North America, killing 95 and causing massive floods as far north as Toronto.", "entities": [{"title": "Hurricane Hazel", "href": "/wiki/Hurricane_Hazel", "description": "Hurricane Hazel was the deadliest, second costliest, and most intense hurricane of the 1954 Atlantic hurricane season. The storm killed at least 469 people in Haiti before striking the United States near the border between North and South Carolina as a Category 4 hurricane. After causing 95 fatalities in the US, Hazel struck Canada as an extratropical storm, raising the death toll by 81 people, mo"}]}, {"heading": "Events", "year": "1956", "date": "October 15", "txt": "FORTRAN, the first modern computer language, is first shared with the coding community.", "entities": [{"title": "FORTRAN", "href": "/wiki/FORTRAN", "description": "Fortran is a general-purpose, compiled imperative programming language that is especially suited to numeric computation and scientific computing."}]}, {"heading": "Events", "year": "1965", "date": "October 15", "txt": "Vietnam War: A draft card is burned during an anti-war rally by the Catholic Worker Movement, resulting in the first arrest under a new law.", "entities": [{"title": "Catholic Worker Movement", "href": "/wiki/Catholic_Worker_Movement", "description": "The Catholic Worker Movement is a collection of autonomous communities of Catholics and their associates founded by Dorothy Day and Peter Maurin in the United States in 1933. Its aim is to \"live in accordance with the justice and charity of Jesus Christ\". One of its guiding principles is hospitality towards those on the margin of society, based on the principles of communitarianism and personalism"}]}, {"heading": "Events", "year": "1966", "date": "October 15", "txt": "The Black Panther Party is created by Huey P. Newton and Bobby Seale.", "entities": [{"title": "Black Panther Party", "href": "/wiki/Black_Panther_Party", "description": "The Black Panther Party (BPP), originally the Black Panther Party for Self-Defense, was a Black Power political organization founded by college students Bobby Seale and Huey P. Newton in October 1966 in Oakland, California. The party was active in the United States between 1966-1982, with chapters in numerous major cities, and international chapters in Britain and Algeria. Upon its inception the B"}, {"title": "Huey P. Newton", "href": "/wiki/Huey_P._Newton", "description": "Huey Percy Newton was an African-American revolutionary, most known for co-founding the Black Panther Party (BPP) with Bobby Seale. Together, Newton and Seale created the party's manifesto, the ten-point program."}, {"title": "Bobby Seale", "href": "/wiki/Bobby_Seale", "description": "Robert George Seale is an American political activist and author."}]}, {"heading": "Events", "year": "1970", "date": "October 15", "txt": "During the construction of Australia's West Gate Bridge, a span of the bridge falls and kills 35 workers. The incident is the country's worst industrial accident to this day.", "entities": [{"title": "West Gate Bridge", "href": "/wiki/West_Gate_Bridge", "description": "The West Gate Bridge is a steel box girder cable-stayed bridge in Melbourne, Victoria, Australia, spanning the Yarra River just north of its mouth into Port Phillip. It is a vital link between the inner city (CBD) and Melbourne's western suburbs, with the industrial suburbs in the west, and with the city of Geelong 80 kilometres (50 mi) to the south-west. It is part of one of the busiest road corr"}]}, {"heading": "Events", "year": "1979", "date": "October 15", "txt": "Supporters of the Malta Labour Party ransack and destroy the Times of Malta building and other locations associated with the Nationalist Party.", "entities": [{"title": "Black Monday (Malta)", "href": "/wiki/Black_Monday_(Malta)", "description": "Black Monday in Malta refers to 15 October 1979 when the Progress Press and the home of Eddie Fenech Adami, then Leader of the Opposition, were ransacked following a rally by the Labour Party."}]}, {"heading": "Events", "year": "1979", "date": "October 15", "txt": "A coup d'état in El Salvador overthrows President Carlos Humberto Romero and begins the 12 year-long Salvadoran Civil War.", "entities": [{"title": "Carlos Humberto Romero", "href": "/wiki/Carlos_Humberto_Romero", "description": "General Carlos Humberto Romero Mena was a Salvadoran army general politician who served as President of El Salvador from July 1, 1977, until his overthrow in a coup d'état on October 15, 1979."}, {"title": "Salvadoran Civil War", "href": "/wiki/Salvadoran_Civil_War", "description": "The Salvadoran Civil War was a civil war in El Salvador which was fought between the military-led junta government of El Salvador and the Farabundo Martí National Liberation Front (FMLN) from 15 October 1979 to 16 January 1992. A coup on October 15, 1979, was followed by killings of anti-coup protesters by the government and of anti-disorder protesters by the guerrillas, and is widely seen as the "}]}, {"heading": "Events", "year": "1989", "date": "October 15", "txt": "Wayne Gretzky becomes the all-time leading points scorer in the NHL.", "entities": [{"title": "Wayne Gretzky", "href": "/wiki/Wayne_Gretzky", "description": "Wayne Douglas Gretzky is a Canadian former professional ice hockey player and former head coach. He played 20 seasons in the National Hockey League (NHL) for four teams from 1979 to 1999. Nicknamed \"the Great One\", he has been called the greatest hockey player ever by many sportswriters, players, the NHL itself, and by The Hockey News, based on extensive surveys of hockey writers, ex-players, gene"}, {"title": "NHL", "href": "/wiki/NHL", "description": "The National Hockey League is a professional ice hockey league in North America, currently comprising 31 teams: 24 in the United States and 7 in Canada. The NHL is considered to be the premier professional ice hockey league in the world, and is one of the major professional sports leagues in the United States and Canada. The Stanley Cup, the oldest professional sports trophy in North America, is a"}]}, {"heading": "Events", "year": "1989", "date": "October 15", "txt": "Eight of those convicted in South Africa's Rivonia Trial are released from prison.", "entities": []}, {"heading": "Events", "year": "1990", "date": "October 15", "txt": "Soviet Union leader Mikhail Gorbachev is awarded the Nobel Peace Prize for his efforts to lessen Cold War tensions and open up his nation.", "entities": [{"title": "Mikhail Gorbachev", "href": "/wiki/Mikhail_Gorbachev", "description": "Mikhail Sergeyevich Gorbachev is a Russian and former Soviet politician. The eighth and last leader of the Soviet Union, he was the General Secretary of the Communist Party of the Soviet Union from 1985 until 1991. He was also the country's head of state from 1988 until 1991, serving as the chairman of the Presidium of the Supreme Soviet from 1988 to 1989, chairman of the Supreme Soviet from 1989 "}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Events", "year": "1991", "date": "October 15", "txt": "The \"Oh-My-God particle\", an ultra-high-energy cosmic ray measured at 40,000,000 times that of the highest energy protons produced in a particle accelerator, is observed at the University of Utah HiRes observatory in Dugway Proving Ground, Utah.", "entities": [{"title": "Oh-My-God particle", "href": "/wiki/Oh-My-God_particle", "description": "The Oh-My-God particle was an ultra-high-energy cosmic ray detected on 15 October 1991 by the Fly's Eye camera in Dugway Proving Ground, Utah, U.S. At that time it was the highest-energy cosmic ray that had ever been observed.\nAlthough higher energy cosmic rays have been detected since then, this particle's energy was unexpected, and called into question theories of that era about the origin and p"}, {"title": "Ultra-high-energy cosmic ray", "href": "/wiki/Ultra-high-energy_cosmic_ray", "description": "In astroparticle physics, an ultra-high-energy cosmic ray (UHECR) is a cosmic ray with an energy greater than 1 EeV (1018 electronvolts, approximately 0.16 joules), far beyond both the rest mass and energies typical of other cosmic ray particles."}, {"title": "Particle accelerator", "href": "/wiki/Particle_accelerator", "description": "A particle accelerator is a machine that uses electromagnetic fields to propel charged particles to very high speeds and energies, and to contain them in well-defined beams."}, {"title": "University of Utah", "href": "/wiki/University_of_Utah", "description": "The University of Utah is a public research university in Salt Lake City, Utah. It is the flagship institution of the Utah System of Higher Education. The university was established in 1850 as the University of Deseret by the General Assembly of the provisional State of Deseret, making it Utah's oldest institution of higher education. It received its current name in 1892, four years before Utah at"}, {"title": "High Resolution Fly's Eye Cosmic Ray Detector", "href": "/wiki/High_Resolution_Fly%27s_Eye_Cosmic_Ray_Detector", "description": "The High Resolution Fly's Eye or HiRes detector was an ultra-high-energy cosmic ray observatory that operated in the western Utah desert from May 1997 until April 2006. HiRes used the atmospheric fluorescence technique that was pioneered by the Utah group first in tests at the Volcano Ranch experiment and then with the original Fly's Eye experiment."}, {"title": "Dugway Proving Ground", "href": "/wiki/Dugway_Proving_Ground", "description": "Dugway Proving Ground (DPG) is a U.S. Army facility established in 1942 to test biological and chemical weapons, located about 85 mi (137 km) southwest of Salt Lake City, Utah, United States, and 13 mi (21 km) south of the 2,624 sq mi (6,800 km2) Utah Test and Training Range forming the largest overland special use airspace in the United States."}, {"title": "Utah", "href": "/wiki/Utah", "description": "Utah is a state in the Mountain West subregion of the Western United States. It is bordered by Colorado to the east, Wyoming to the northeast, Idaho to the north, Arizona to the south and Nevada to the west. It also touches a corner of New Mexico in the southeast. Of the fifty U.S. states, Utah is the 13th-largest by area; with a population over three million, it is the 30th-most-populous and 11th"}]}, {"heading": "Events", "year": "1994", "date": "October 15", "txt": "The Clinton administration returns Haiti's first democratically elected president, Jean-Bertrand Aristide, to the island.", "entities": [{"title": "Clinton administration", "href": "/wiki/Clinton_administration", "description": "The presidency of Bill Clinton began at noon EST on January 20, 1993, when Bill Clinton was inaugurated as the 42nd president of the United States, and ended on January 20, 2001. Clinton, a Democrat from Arkansas, took office following a decisive victory over Republican incumbent president George H. W. Bush and Independent Party businessman Ross Perot in the 1992 presidential election. Four years "}, {"title": "Jean-Bertrand Aristide", "href": "/wiki/Jean-Bertrand_Aristide", "description": "Jean-Bertrand Aristide is a Haitian former priest and politician who became Haiti's first democratically elected president. A proponent of liberation theology, Aristide was appointed to a Roman Catholic parish in Port-au-Prince in 1982 after completing his studies to become a priest of the Salesian order. He became a focal point for the pro-democracy movement first under Jean-Claude \"Baby Doc\" Duv"}]}, {"heading": "Events", "year": "1995", "date": "October 15", "txt": "Marco Campos dies in a race at the Circuit de Nevers Magny-Cours, the only driver ever killed in the International Formula 3000 series.", "entities": [{"title": "Marco Campos", "href": "/wiki/Marco_Campos", "description": "Marco Campos was a Brazilian racing driver. He died in an accident in a Formula 3000 race at the Circuit de Nevers Magny-Cours, making him the only driver ever killed in the International Formula 3000 series. His death would be the last at the top level of feeder series racing until the fatal accident of Anthoine Hubert in Formula 2 in 2019."}]}, {"heading": "Events", "year": "1995", "date": "October 15", "txt": "Saddam Hussein is reelected president of Iraq through a referendum.", "entities": [{"title": "Iraqi presidential referendum, 1995", "href": "/wiki/Iraqi_presidential_referendum,_1995", "description": "A presidential referendum took place in Iraq on October 15, 1995. It was the first direct presidential election under the rule of Saddam Hussein, who had seized power through the Revolutionary Command Council (RCC) in 1979. Taking the form of a referendum with no other candidates, the election involved giving voters paper ballots that said: \"Do you approve of President Saddam Hussein being the Pre"}]}, {"heading": "Events", "year": "1997", "date": "October 15", "txt": "The Cassini probe launches from Cape Canaveral on its way to Saturn.", "entities": [{"title": "Cassini–Huygens", "href": "/wiki/Cassini%E2%80%93Huygens", "description": "The Cassini–Huygens space-research mission, commonly called Cassini, involved a collaboration among NASA, the European Space Agency (ESA), and the Italian Space Agency (ASI) to send a space probe to study the planet Saturn and its system, including its rings and natural satellites. The Flagship-class robotic spacecraft comprised both NASA's Cassini space probe and ESA's Huygens lander, which lande"}]}, {"heading": "Events", "year": "2001", "date": "October 15", "txt": "NASA's Galileo spacecraft passes within 112 miles of Jupiter's moon Io.", "entities": [{"title": "Galileo spacecraft", "href": "/wiki/Galileo_spacecraft", "description": "Galileo was an American robotic space probe that studied the planet Jupiter and its moons, as well as several other Solar System bodies. Named after the Italian astronomer Galileo Galilei, it consisted of an orbiter and an entry probe. It was delivered into Earth orbit on October 18, 1989 by Space Shuttle Atlantis. Galileo arrived at Jupiter on December 7, 1995, after gravitational assist flybys o"}]}, {"heading": "Events", "year": "2003", "date": "October 15", "txt": "China launches Shenzhou 5, its first manned space mission.", "entities": [{"title": "Shenzhou 5", "href": "/wiki/Shenzhou_5", "description": "Shenzhou 5 was the first human spaceflight mission of the Chinese space program, launched on 15 October 2003. The Shenzhou spacecraft was launched on a Long March 2F launch vehicle. There had been four previous flights of uncrewed Shenzhou missions since 1999. China became the third country in the world to have independent human spaceflight capability after the Soviet Union and the United States."}]}, {"heading": "Events", "year": "2005", "date": "October 15", "txt": "A planned neo-Nazi protest against African-American street gangs sets off a riot in Toledo, Ohio. Twenty-nine people are arrested.", "entities": [{"title": "2005 Toledo riot", "href": "/wiki/2005_Toledo_riot", "description": "The 2005 Toledo riot, on October 15, 2005, occurred when the National Socialist Movement (NSM), a neo-Nazi organization, planned a march to protest African-American gang activity in the North End of Toledo, in the U.S. state of Ohio. The appearance of the group sparked a four-hour riot by elements within the assembled protesters, and caused a citywide curfew to be implemented for the remainder of "}]}, {"heading": "Events", "year": "2006", "date": "October 15", "txt": "The 6.7 Mw Kiholo Bay earthquake rocks Hawaii, causing property damage, injuries, landslides, power outages, and the closure of Honolulu International Airport.", "entities": [{"title": "Seismic magnitude scales", "href": "/wiki/Seismic_magnitude_scales#Mw", "description": "Seismic magnitude scales are used to describe the overall strength or \"size\" of an earthquake. These are distinguished from seismic intensity scales that categorize the intensity or severity of ground shaking (quaking) caused by an earthquake at a given location. Magnitudes are usually determined from measurements of an earthquake's seismic waves as recorded on a seismogram. Magnitude scales vary "}, {"title": "2006 Kiholo Bay earthquake", "href": "/wiki/2006_Kiholo_Bay_earthquake", "description": "The 2006 Kīholo Bay earthquake occurred on October 15 at 07:07:49 local time with a magnitude of 6.7 and a maximum Mercalli intensity of VIII (Severe). The shock was centered 21 kilometers (13 mi) southwest of Puakō and 21 km (13 mi) north of Kailua-Kona, Hawaiʻi, just offshore of the Kona Airport, at a depth of 38.2 km (23.7 mi). It produced several aftershocks, including one that measured a magn"}]}, {"heading": "Events", "year": "2007", "date": "October 15", "txt": "Seventeen activists in New Zealand are arrested in the country's first post-9/11 anti-terrorism raids.", "entities": [{"title": "2007 New Zealand police raids", "href": "/wiki/2007_New_Zealand_police_raids", "description": "The 2007 New Zealand police raids were a series of armed police raids conducted on 15 and 16 October 2007, in response to alleged paramilitary training camps in the Urewera mountain range near the town of Ruatoki. About 300 police, including members of the Armed Offenders Squad and Special Tactics Group, were involved in the raids, which involved the execution of search warrants at various address"}]}, {"heading": "Events", "year": "2008", "date": "October 15", "txt": "The Dow Jones Industrial Average closes down 733.08 points, or 7.87%, the second worst percentage drop in the Dow's history.", "entities": [{"title": "Dow Jones Industrial Average", "href": "/wiki/Dow_Jones_Industrial_Average", "description": "The Dow Jones Industrial Average (DJIA), Dow Jones, or simply the Dow, is a stock market index that measures the stock performance of 30 large companies listed on stock exchanges in the United States."}, {"title": "Black Monday (1987)", "href": "/wiki/Black_Monday_(1987)", "description": "Black Monday is the name commonly attached to the global, sudden, severe, and largely unexpected stock market crash on October 19, 1987. In Australia and New Zealand, the day is also referred to as Black Tuesday because of the time zone difference from the United States."}]}, {"heading": "Events", "year": "2013", "date": "October 15", "txt": "The 7.2 Mw Bohol earthquake strikes the Philippines. At least 215 die.", "entities": [{"title": "Seismic magnitude scales", "href": "/wiki/Seismic_magnitude_scales#Mw", "description": "Seismic magnitude scales are used to describe the overall strength or \"size\" of an earthquake. These are distinguished from seismic intensity scales that categorize the intensity or severity of ground shaking (quaking) caused by an earthquake at a given location. Magnitudes are usually determined from measurements of an earthquake's seismic waves as recorded on a seismogram. Magnitude scales vary "}, {"title": "2013 Bohol earthquake", "href": "/wiki/2013_Bohol_earthquake", "description": "The 2013 Bohol earthquake occurred on October 15 at 8:12:31 PST in Bohol, an island province located in Central Visayas, Philippines. The magnitude of the earthquake was recorded at Mw 7.2, with epicenter 6 kilometres (3.7 mi) S 24° W of Sagbayan, and its depth of focus was 12 kilometres (7.5 mi). It affected the whole Central Visayas region, particularly Bohol and Cebu. The earthquake was felt in"}]}, {"heading": "Events", "year": "2016", "date": "October 15", "txt": "One hundred ninety-seven nations amend the Montreal Protocol to include a phase-out of hydrofluorocarbons.", "entities": [{"title": "Montreal Protocol", "href": "/wiki/Montreal_Protocol", "description": "The Montreal Protocol on Substances that Deplete the Ozone Layer, also known simply as the Montreal Protocol, is an international treaty designed to protect the ozone layer by phasing out the production of numerous substances that are responsible for ozone depletion. Open for signature on 16 September 1987, it was made pursuant to the 1985 Vienna Convention for the Protection of the Ozone Layer, w"}]}, {"heading": "Births", "year": "99 BC (probable)[5]", "date": "October 15", "txt": "Lucretius, Roman poet and philosopher (d. 55 BCE)", "entities": [{"title": "Lucretius", "href": "/wiki/Lucretius", "description": "Titus Lucretius Carus was a Roman poet and philosopher. His only known work is the philosophical poem De rerum natura, a didactic work about the tenets and philosophy of Epicureanism, and which usually is translated into English as On the Nature of Things. Lucretius has been credited with originating the concept of the three-age system that was formalised in 1836 by C. J. Thomsen."}]}, {"heading": "Births", "year": "70 BC", "date": "October 15", "txt": "Virgil, Roman poet (d. 19 BC)", "entities": [{"title": "Virgil", "href": "/wiki/Virgil", "description": "Publius Vergilius Maro, usually called Virgil or Vergil in English, was an ancient Roman poet of the Augustan period. He wrote three of the most famous poems in Latin literature: the Eclogues, the Georgics, and the epic Aeneid. A number of minor poems, collected in the Appendix Vergiliana, are sometimes attributed to him as well."}]}, {"heading": "Births", "year": "1265", "date": "October 15", "txt": "Temür Khan, Emperor Chengzong of Yuan (d. 1307)", "entities": [{"title": "Temür Khan, Emperor Chengzong of Yuan", "href": "/wiki/Tem%C3%BCr_Khan,_Emperor_Chengzong_of_Yuan", "description": "Temür Öljeytü Khan, born Temür, also known by the temple name Chengzong was the second emperor of the Yuan dynasty, ruling from May 10, 1294 to February 10, 1307. Apart from Emperor of China, he is considered as the sixth Great Khan of the Mongol Empire or Mongols, although it was only nominal due to the division of the empire. He was an able ruler of the Yuan, and his reign established the patter"}]}, {"heading": "Births", "year": "1440", "date": "October 15", "txt": "Henry III, Landgrave of Upper Hesse, German noble (d. 1483)", "entities": [{"title": "Henry III, Landgrave of Upper Hesse", "href": "/wiki/Henry_III,_Landgrave_of_Upper_Hesse", "description": "Henry III, Landgrave of Upper Hesse, called \"the Rich\" was the second son of Louis I of Hesse and his wife Anna of Saxony."}]}, {"heading": "Births", "year": "1471", "date": "October 15", "txt": "Konrad Mutian, German epigrammatist and academic (d. 1526)", "entities": [{"title": "Konrad Mutian", "href": "/wiki/Konrad_Mutian", "description": "Konrad Mutian was a German Renaissance humanist."}]}, {"heading": "Births", "year": "1542", "date": "October 15", "txt": "Akbar, Mughal emperor (d. 1605)", "entities": [{"title": "Akbar", "href": "/wiki/Akbar", "description": "Abu'l-Fath Jalal-ud-din Muhammad Akbar, popularly known as Akbar the Great,, and also as Akbar I, was the third Mughal emperor, who reigned from 1556 to 1605. Akbar succeeded his father, Humayun, under a regent, Bairam Khan, who helped the young emperor expand and consolidate Mughal domains in India."}]}, {"heading": "Births", "year": "1561", "date": "October 15", "txt": "Richard Field, English cathedral dean (d. 1616)", "entities": [{"title": "Richard Field (theologian)", "href": "/wiki/Richard_Field_(theologian)", "description": "Richard Field (1561–1616) was an English ecclesiological theologian associated with the work of Richard Hooker. Whereas Hooker, eight years Field's senior, had written his Lawes of Ecclesiastical Polity to defend conformity against non-conformity, Field's major work, Of the Church (1606/10), was a defence of the Protestant Church of England under its Elizabethan settlement against the charge of Ro"}]}, {"heading": "Births", "year": "1564", "date": "October 15", "txt": "Henry Julius, Duke of Brunswick-Lüneburg (d. 1613)", "entities": [{"title": "Henry Julius, Duke of Brunswick-Lüneburg", "href": "/wiki/Henry_Julius,_Duke_of_Brunswick-L%C3%BCneburg", "description": "Henry Julius, a member of the House of Welf, was Duke of Brunswick-Lüneburg and ruling Prince of Brunswick-Wolfenbüttel from 1589 until his death. He also served as administrator of the Prince-Bishopric of Halberstadt from 1566 and of the Prince-Bishopric of Minden between 1582 and 1585."}]}, {"heading": "Births", "year": "1599", "date": "October 15", "txt": "Cornelis de Graeff, Dutch mayor and regent of Amsterdam (d. 1664)", "entities": [{"title": "Cornelis de Graeff", "href": "/wiki/Cornelis_de_Graeff", "description": "Cornelis de Graeff, also Cornelis de Graeff van (Zuid-)Polsbroek was the most illustrious member of the De Graeff family. He was a mayor of Amsterdam from the Dutch Golden Age and a powerful Amsterdam regent after the sudden death of stadholder William II of Orange. Like his father Jacob Dircksz de Graeff, he opposed the house of Orange, and was the moderate successor to the republican Andries Bic"}]}, {"heading": "Births", "year": "1608", "date": "October 15", "txt": "Evangelista Torricelli, Italian physicist and mathematician (d. 1647)", "entities": [{"title": "Evangelista Torricelli", "href": "/wiki/Evangelista_Torricelli", "description": "Evangelista Torricelli was an Italian physicist and mathematician, and a student of Galileo. He is best known for his invention of the barometer, but is also known for his advances in optics and work on the method of indivisibles."}]}, {"heading": "Births", "year": "1622", "date": "October 15", "txt": "Magnus Gabriel De la Gardie, Swedish statesman and military man (d. 1686)", "entities": [{"title": "Magnus Gabriel De la Gardie", "href": "/wiki/Magnus_Gabriel_De_la_Gardie", "description": "Count Magnus Gabriel De la Gardie was a Swedish statesman and military man. He became a member of the Swedish Privy Council in 1647 and came to be the holder of three of the five offices counted as the Great Officers of the Realm, namely Lord High Treasurer, Lord High Chancellor and Lord High Steward. He also served as Governor-General in the Swedish dominion of Livonia."}]}, {"heading": "Births", "year": "1686", "date": "October 15", "txt": "Allan Ramsay, Scottish poet and playwright (d. 1758)", "entities": [{"title": "Allan Ramsay (poet)", "href": "/wiki/Allan_Ramsay_(poet)", "description": "Allan Ramsay was a Scottish poet, playwright, publisher, librarian, and impresario of early Enlightenment Edinburgh."}]}, {"heading": "Births", "year": "1701", "date": "October 15", "txt": "Marie-Marguerite d'Youville, Canadian nun and saint, founded Grey Nuns (d. 1771)", "entities": [{"title": "Marie-Marguerite d'Youville", "href": "/wiki/Marie-Marguerite_d%27Youville", "description": "Marguerite d'Youville was a French Canadian widow who founded the Order of Sisters of Charity of Montreal, commonly known as the Grey Nuns of Montreal. She was canonized by Pope John Paul II of the Roman Catholic Church in 1990, the first native-born Canadian to be declared a saint."}, {"title": "Grey Nuns", "href": "/wiki/Grey_Nuns", "description": "The Sisters of Charity of Montreal, formerly called The Sisters of Charity of the Hôpital Général of Montreal and more commonly known as the Grey Nuns of Montreal, is a Canadian religious institute of Roman Catholic religious sisters, founded in 1737 by Saint Marguerite d'Youville, a young widow."}]}, {"heading": "Births", "year": "1711", "date": "October 15", "txt": "Elisabeth Therese of Lorraine (d. 1741)", "entities": [{"title": "Elisabeth Therese of Lorraine", "href": "/wiki/Elisabeth_Therese_of_Lorraine", "description": "Elisabeth Therese of Lorraine was born a Princess of Lorraine and was the last queen consort of Charles Emmanuel III of Sardinia. The sister of Francis Stephan, Duke of Lorraine, she died as a result of giving birth to Benedetto of Savoy."}]}, {"heading": "Births", "year": "1762", "date": "October 15", "txt": "Samuel Adams Holyoke, American composer and educator (d. 1820)", "entities": [{"title": "Samuel Adams Holyoke", "href": "/wiki/Samuel_Adams_Holyoke", "description": "\nSamuel Adams Holyoke was an American composer and teacher of vocal and instrumental music."}]}, {"heading": "Births", "year": "1767", "date": "October 15", "txt": "Gabriel Richard, French-born American Roman Catholic priest, missionary, educator, and politician (d. 1832)", "entities": [{"title": "Gabriel Richard", "href": "/wiki/Gabriel_Richard", "description": "Father Gabriel Richard was a French Roman Catholic priest and co-founder of the Catholepistemiad of Michigania. He was elected as a nonvoting delegate of the Michigan Territory to the U.S. House of Representatives for the 18th Congress, and was the first Catholic priest to be elected to that body."}, {"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}]}, {"heading": "Births", "year": "1784", "date": "October 15", "txt": "Thomas Robert Bugeaud, French general and politician, Governor-General of Algeria (d. 1849)", "entities": [{"title": "Thomas Robert Bugeaud", "href": "/wiki/Thomas_Robert_Bugeaud", "description": "Thomas Robert Bugeaud, marquis de la Piconnerie, duc d'Isly was a Marshal of France and Governor-General of Algeria."}, {"title": "List of rulers of Algeria before independence", "href": "/wiki/List_of_rulers_of_Algeria_before_independence", "description": "In 1830, in the days before the outbreak of the July Revolution against the Bourbon Restoration in France, the conquest of Algeria was initiated by Charles X as an attempt to increase his popularity amongst the French people. The invasion began on 5 July 1830. Afterwards Algeria would become a French territory from 1830 to 1962, under a variety of governmental systems."}]}, {"heading": "Births", "year": "1785", "date": "October 15", "txt": "José Miguel Carrera, Chilean general and politician (d. 1821)", "entities": [{"title": "José Miguel Carrera", "href": "/wiki/Jos%C3%A9_Miguel_Carrera", "description": "José Miguel Carrera Verdugo was a Chilean general, formerly Spanish military, member of the prominent Carrera family, and considered one of the founders of independent Chile. Carrera was the most important leader of the Chilean War of Independence during the period of the Patria Vieja. After the Spanish \"Reconquista de Chile\" (\"Reconquest\"), he continued campaigning from exile after defeat. His op"}]}, {"heading": "Births", "year": "1789", "date": "October 15", "txt": "William Christopher Zeise, Danish chemist who prepared Zeise's salt, one of the first organometallic compounds (d. 1847)", "entities": [{"title": "William Christopher Zeise", "href": "/wiki/William_Christopher_Zeise", "description": "William Christopher Zeise was a Danish organic chemist. He is best known for synthesising one of the first organometallic compounds, named Zeise's salt in his honour. He also performed pioneering studies in organosulfur chemistry, discovering the xanthates in 1823."}, {"title": "Zeise's salt", "href": "/wiki/Zeise%27s_salt", "description": "Zeise's salt, potassium trichloro(ethylene)platinate(II), is the chemical compound with the formula K[PtCl3(C2H4)]·H2O. The anion of this air-stable, yellow, coordination complex contains an η2-ethylene ligand. The anion features a platinum atom with a square planar geometry. The salt is of historical importance in the area of organometallic chemistry as one of the first examples of a transition m"}]}, {"heading": "Births", "year": "1795", "date": "October 15", "txt": "Frederick William IV of Prussia, Prussian king from 1840 to 1861 (d. 1861)", "entities": [{"title": "Frederick William IV of Prussia", "href": "/wiki/Frederick_William_IV_of_Prussia", "description": "Frederick William IV, the eldest son and successor of Frederick William III of Prussia, reigned as King of Prussia from 7 June 1840 to his death. Also referred to as the \"romanticist on the throne\", he is best remembered for the many buildings he had constructed in Berlin and Potsdam, as well as for the completion of the Gothic Cologne Cathedral."}]}, {"heading": "Births", "year": "1814", "date": "October 15", "txt": "Mikhail Lermontov, Russian author, poet, and painter (d. 1841)", "entities": [{"title": "Mikhail Lermontov", "href": "/wiki/Mikhail_Lermontov", "description": "Mikhail Yuryevich Lermontov was a Russian Romantic writer, poet and painter, sometimes called \"the poet of the Caucasus\", the most important Russian poet after Alexander Pushkin's death in 1837 and the greatest figure in Russian Romanticism. His influence on later Russian literature is still felt in modern times, not only through his poetry, but also through his prose, which founded the tradition "}]}, {"heading": "Births", "year": "1816", "date": "October 15", "txt": "John Robertson, English-Australian politician, 5th Premier of New South Wales (d. 1891)", "entities": [{"title": "John Robertson (premier)", "href": "/wiki/John_Robertson_(premier)", "description": "Sir John Robertson, was an Australian politician and Premier of New South Wales on five occasions. Robertson is best remembered for land reform and in particular the Robertson Land Acts of 1861, which sought to open up the selection of Crown land and break the monopoly of the squatters."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1818", "date": "October 15", "txt": "Alexander Dreyschock, Czech pianist and composer (d. 1869)", "entities": [{"title": "Alexander Dreyschock", "href": "/wiki/Alexander_Dreyschock", "description": "Alexander Dreyschock was a Czech pianist and composer, elder brother of violinist Raimund Dreyschock."}]}, {"heading": "Births", "year": "1825", "date": "October 15", "txt": "Marie of Prussia (d. 1889)", "entities": [{"title": "Marie of Prussia", "href": "/wiki/Marie_of_Prussia", "description": "Marie of Prussia was Queen of Bavaria and the mother of Kings Ludwig II and Otto of Bavaria."}]}, {"heading": "Births", "year": "1829", "date": "October 15", "txt": "Asaph Hall, American astronomer and academic (d. 1907)", "entities": [{"title": "Asaph Hall", "href": "/wiki/Asaph_Hall", "description": "Asaph Hall III was an American astronomer who is best known for having discovered the two moons of Mars, Deimos and Phobos, in 1877. He determined the orbits of satellites of other planets and of double stars, the rotation of Saturn, and the mass of Mars."}]}, {"heading": "Births", "year": "1833", "date": "October 15", "txt": "John Alexander MacPherson, Australian politician, 7th Premier of Victoria (d. 1894)", "entities": [{"title": "John Alexander MacPherson", "href": "/wiki/John_Alexander_MacPherson", "description": "John Alexander MacPherson, Australian colonial politician, was the 7th Premier of Victoria."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1836", "date": "October 15", "txt": "James Tissot, French painter and illustrator (d. 1902)", "entities": [{"title": "James Tissot", "href": "/wiki/James_Tissot", "description": "Jacques Joseph Tissot, Anglicized as James Tissot, was a French painter and illustrator. He was a successful painter of Paris society before moving to London in 1871. He became famous as a genre painter of fashionably dressed women shown in various scenes of everyday life. He also painted scenes and characters from the Bible."}]}, {"heading": "Births", "year": "1840", "date": "October 15", "txt": "Honoré Mercier, Canadian journalist, lawyer, and politician, 9th Premier of Quebec (d. 1894)", "entities": [{"title": "Honoré Mercier", "href": "/wiki/Honor%C3%A9_Mercier", "description": "Honoré Mercier was a Canadian lawyer, journalist and politician in Quebec. He was the ninth Premier of Quebec from January 27, 1887 to December 21, 1891, as leader of the Parti National or Quebec Liberal Party (PLQ). He rose to power by mobilizing the Francophone opposition to the execution of Louis Riel, denouncing it as a betrayal by John A. Macdonald's Conservative government."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Births", "year": "1844", "date": "October 15", "txt": "Friedrich Nietzsche, German composer, poet, and philosopher (d. 1900)", "entities": [{"title": "Friedrich Nietzsche", "href": "/wiki/Friedrich_Nietzsche", "description": "Friedrich Wilhelm Nietzsche was a German philosopher, cultural critic, composer, poet, writer, and philologist whose work has exerted a profound influence on modern intellectual history. He began his career as a classical philologist before turning to philosophy. He became the youngest person ever to hold the Chair of Classical Philology at the University of Basel in 1869 at the age of 24. Nietzsc"}]}, {"heading": "Births", "year": "1858", "date": "October 15", "txt": "John L. Sullivan, American boxer, actor, and journalist (d. 1918)", "entities": [{"title": "John L. Sullivan", "href": "/wiki/John_L._Sullivan", "description": "John Lawrence Sullivan, known simply as John L. among his admirers, and dubbed the \"Boston Strong Boy\" by the press, was an American boxer recognized as the first heavyweight champion of gloved boxing, de facto reigning from February 7, 1882 to September 7, 1892. He is also generally recognized as the last heavyweight champion of bare-knuckle boxing under the London Prize Ring Rules, being a cultu"}]}, {"heading": "Births", "year": "1865", "date": "October 15", "txt": "Charles W. Clark, American singer and educator (d. 1925)", "entities": [{"title": "Charles W. Clark", "href": "/wiki/Charles_W._Clark", "description": "Charles William Clark was an American baritone singer and vocalist teacher. He is generally regarded as the first American baritone singer to be famous in Europe, and as one of the greatest baritone singers of all time. He sang to great acclaim at the major opera houses of Europe and America, appearing in a wide variety of roles from the Italian, French and German repertoires that ranged from the "}]}, {"heading": "Births", "year": "1872", "date": "October 15", "txt": "Wilhelm Miklas, Austrian educator and politician, 3rd President of Austria (d. 1956)", "entities": [{"title": "Wilhelm Miklas", "href": "/wiki/Wilhelm_Miklas", "description": "Wilhelm Miklas was an Austrian politician who served as President of Austria from 1928 until the Anschluss to Nazi Germany in 1938."}, {"title": "President of Austria", "href": "/wiki/President_of_Austria", "description": "The president of Austria is the head of state of the Austrian Republic. Though theoretically entrusted with great power by the Constitution, in practice the president is largely a ceremonial and symbolic figurehead."}]}, {"heading": "Births", "year": "1872", "date": "October 15", "txt": "August Nilsson, Swedish pole vaulter, shot putter, and tug of war competitor (d. 1921)", "entities": [{"title": "Tug of war", "href": "/wiki/Tug_of_war", "description": "Tug of war is a sport that pits two teams against each other in a test of strength: teams pull on opposite ends of a rope, with the goal being to bring the rope a certain distance in one direction against the force of the opposing team's pull."}]}, {"heading": "Births", "year": "1874", "date": "October 15", "txt": "Alfred, Hereditary Prince of Saxe-Coburg and Gotha (d. 1899)", "entities": [{"title": "Alfred, Hereditary Prince of Saxe-Coburg and Gotha", "href": "/wiki/Alfred,_Hereditary_Prince_of_Saxe-Coburg_and_Gotha", "description": "Alfred, Hereditary Prince of Saxe-Coburg and Gotha, was the son and heir apparent of Alfred, Duke of Saxe-Coburg and Gotha. He died aged 24 under circumstances still not entirely clear. He was a first cousin of Kaiser Wilhelm II of Germany, King George V of the United Kingdom and Tsar Nicholas II of Russia."}]}, {"heading": "Births", "year": "1878", "date": "October 15", "txt": "Paul Reynaud, French lawyer and politician, 118th Prime Minister of France (d. 1966)", "entities": [{"title": "Paul Reynaud", "href": "/wiki/Paul_Reynaud", "description": "Paul Reynaud was a French politician and lawyer prominent in the interwar period, noted for his stances on economic liberalism and militant opposition to Germany."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1879", "date": "October 15", "txt": "Jane Darwell, American actress (d. 1967)", "entities": [{"title": "Jane Darwell", "href": "/wiki/Jane_Darwell", "description": "Jane Darwell was an American actress of stage, film, and television. With appearances in more than 100 major movies spanning half a century, Darwell is perhaps best-remembered for her poignant portrayal of the matriarch and leader of the Joad family in the film adaptation of John Steinbeck's The Grapes of Wrath, for which she received the Academy Award for Best Supporting Actress, and her role as "}]}, {"heading": "Births", "year": "1881", "date": "October 15", "txt": "P. G. Wodehouse, English novelist and playwright (d. 1975)", "entities": [{"title": "P. G. Wodehouse", "href": "/wiki/P._G._Wodehouse", "description": "Sir Pelham Grenville Wodehouse, was an English author and one of the most widely read humorists of the 20th century. Born in Guildford, the third son of a British magistrate based in Hong Kong, Wodehouse spent happy teenage years at Dulwich College, to which he remained devoted all his life. After leaving school he was employed by a bank but disliked the work and turned to writing in his spare tim"}]}, {"heading": "Births", "year": "1882", "date": "October 15", "txt": "Charley O'Leary, American baseball player and coach (d. 1941)", "entities": [{"title": "Charley O'Leary", "href": "/wiki/Charley_O%27Leary", "description": "Charles Timothy O'Leary was an American professional baseball shortstop who played eleven seasons with the Detroit Tigers (1904–1912), St. Louis Cardinals (1913), and St. Louis Browns (1934) of Major League Baseball (MLB)."}]}, {"heading": "Births", "year": "1884", "date": "October 15", "txt": "Archibald Hoxsey, American pilot (d. 1910)", "entities": [{"title": "Archibald Hoxsey", "href": "/wiki/Archibald_Hoxsey", "description": "Archibald Hoxsey was an American aviator who worked for the Wright brothers."}]}, {"heading": "Births", "year": "1887", "date": "October 15", "txt": "Frederick Fleet, English sailor (d. 1965)", "entities": [{"title": "Frederick Fleet", "href": "/wiki/Frederick_Fleet", "description": "Frederick Fleet was a British sailor, crewman and survivor of the sinking of the RMS Titanic after it struck an iceberg at 11.40 p.m. on 14 April 1912. Along with fellow lookout Reginald Lee, on duty aboard the Titanic when the ship struck the iceberg, it was Fleet who first sighted the iceberg, ringing the bridge to proclaim: \"Iceberg, right ahead!\""}]}, {"heading": "Births", "year": "1888", "date": "October 15", "txt": "S. S. Van Dine, American author and critic (d. 1939)", "entities": [{"title": "S. S. Van Dine", "href": "/wiki/S._S._Van_Dine", "description": "S. S. Van Dine is the pseudonym used by American art critic Willard Huntington Wright when he wrote detective novels. Wright was an important figure in avant-garde cultural circles in pre-World War I New York, and under the pseudonym he created the immensely popular fictional detective Philo Vance, a sleuth and aesthete who first appeared in books in the 1920s, then in films and on the radio."}]}, {"heading": "Births", "year": "1890", "date": "October 15", "txt": "Álvaro de Campos, Portuguese poet and engineer (d. 1935)", "entities": [{"title": "Álvaro de Campos", "href": "/wiki/%C3%81lvaro_de_Campos", "description": "Álvaro de Campos was one of the poet Fernando Pessoa's various heteronyms, widely known by his powerful and wrathful writing style. According to his author, this alter ego was born in Tavira, Portugal, studied mechanical engineering and finally graduated in ship engineering in Glasgow. After a journey in Ireland, Campos sailed to the Orient and wrote his poem \"Opiario\" in the Suez Canal \"onboard\"."}]}, {"heading": "Births", "year": "1893", "date": "October 15", "txt": "Carol II of Romania (d. 1953)", "entities": [{"title": "Carol II of Romania", "href": "/wiki/Carol_II_of_Romania", "description": "Carol II reigned as King of Romania from 8 June 1930 until his abdication on 6 September 1940. He was the eldest son of Ferdinand I and became crown prince upon the death of his grand-uncle, King Carol I in 1914. He was the first of the Hohenzollern kings of Romania to be born in the country; both of his predecessors had been born in Germany and only came to Romania as adults. As such, he was the "}]}, {"heading": "Births", "year": "1894", "date": "October 15", "txt": "Moshe Sharett, Ukrainian-Israeli lieutenant and politician, 2nd Prime Minister of Israel (d. 1965)", "entities": [{"title": "Moshe Sharett", "href": "/wiki/Moshe_Sharett", "description": "Moshe Sharett was the second Prime Minister of Israel (1954–55), serving for a little under two years between David Ben-Gurion's two terms. He continued as Foreign Minister (1955–56) in the Mapai government."}, {"title": "Prime Minister of Israel", "href": "/wiki/Prime_Minister_of_Israel", "description": "The prime minister of Israel is the head of government and chief executive of Israel."}]}, {"heading": "Births", "year": "1897", "date": "October 15", "txt": "Johannes Sikkar, Estonian soldier and politician, Prime Minister of Estonia in exile (d. 1960)", "entities": [{"title": "Johannes Sikkar", "href": "/wiki/Johannes_Sikkar", "description": "Johannes Sikkar was the first head of the Estonian government in exile as Acting Prime Minister."}, {"title": "Prime Minister of Estonia in exile", "href": "/wiki/Prime_Minister_of_Estonia_in_exile", "description": "The Estonian government-in-exile was the formally declared governmental authority of the Republic of Estonia in exile, existing from 1944 until the reestablishment of Estonian sovereignty over Estonian territory in 1991–92. It traced its legitimacy through constitutional succession to the last Estonian government in power prior to the Soviet invasion of 1940. During its existence, it was the inter"}]}, {"heading": "Births", "year": "1899", "date": "October 15", "txt": "Adolf Brudes, Polish-German race car driver (d. 1986)", "entities": [{"title": "Adolf Brudes", "href": "/wiki/Adolf_Brudes", "description": "Adolf Brudes von Breslau was a Formula One driver from Germany and a member of German nobility. He started racing motorcycles in 1919. As an owner of a BMW and Auto Union dealership in Breslau, he had the opportunities to go racing, which he did from 1928 onwards, initially in hillclimbs. After World War II wiped out his business, he moved to Berlin and for a while became a mechanic, wherever he c"}]}, {"heading": "Births", "year": "1900", "date": "October 15", "txt": "Mervyn LeRoy, American actor, director, and producer (d. 1987)", "entities": [{"title": "Mervyn LeRoy", "href": "/wiki/Mervyn_LeRoy", "description": "Mervyn LeRoy was an American film director, film producer and screenplay writer. In his youth he played juvenile roles in vaudeville and silent film comedies."}]}, {"heading": "Births", "year": "1901", "date": "October 15", "txt": "Enrique Jardiel Poncela, Spanish playwright and novelist (d. 1952)", "entities": [{"title": "Enrique Jardiel Poncela", "href": "/wiki/Enrique_Jardiel_Poncela", "description": "Enrique Jardiel Poncela was a Spanish playwright and novelist who wrote mostly humorous works."}]}, {"heading": "Births", "year": "1905", "date": "October 15", "txt": "C. P. Snow, English chemist and author (d. 1980)", "entities": [{"title": "C. P. Snow", "href": "/wiki/C._P._Snow", "description": "Charles Percy Snow, Baron Snow, was an English novelist and physical chemist who also served in several important positions in the British Civil Service and briefly in the UK government. He is best known for his series of novels known collectively as Strangers and Brothers, and for The Two Cultures, a 1959 lecture in which he laments the gulf between scientists and \"literary intellectuals\"."}]}, {"heading": "Births", "year": "1906", "date": "October 15", "txt": "Hiram Fong, American soldier and politician (d. 2004)", "entities": [{"title": "Hiram Fong", "href": "/wiki/Hiram_Fong", "description": "Hiram Leong Fong was an American businessman, lawyer, and politician from Hawaii. The son of illiterate Cantonese immigrants, he overcame poverty to become the first Asian-American United States Senator, serving from 1959 to 1977. At the 1964 Republican National Convention, Fong became the first Asian-American to receive delegate votes for his party's nomination for President of the United States."}]}, {"heading": "Births", "year": "1906", "date": "October 15", "txt": "Alicia Patterson, American journalist and publisher, co-founded Newsday (d. 1963)", "entities": []}, {"heading": "Births", "year": "1906", "date": "October 15", "txt": "Victoria Spivey, American singer-songwriter and pianist (d. 1976)", "entities": []}, {"heading": "Births", "year": "1907", "date": "October 15", "txt": "Varian Fry, American journalist and author (d. 1967)", "entities": [{"title": "Varian Fry", "href": "/wiki/Varian_Fry", "description": "Varian Mackey Fry was an American journalist. Fry ran a rescue network in Vichy France that helped approximately 2,000 to 4,000 anti-Nazi and Jewish refugees to escape Nazi Germany and the Holocaust. He was the first of five Americans to be recognized as \"Righteous Among the Nations\", an honorific given by the State of Israel to non-Jews who risked their lives to save Jews during the Holocaust."}]}, {"heading": "Births", "year": "1908", "date": "October 15", "txt": "Herman Chittison, American pianist (d. 1967)", "entities": [{"title": "Herman Chittison", "href": "/wiki/Herman_Chittison", "description": "Herman “Ivory” Chittison was an American jazz pianist."}]}, {"heading": "Births", "year": "1908", "date": "October 15", "txt": "John Kenneth Galbraith, Canadian-American economist and diplomat, 7th United States Ambassador to India (d. 2006)", "entities": [{"title": "United States Ambassador to India", "href": "/wiki/United_States_Ambassador_to_India", "description": "The United States Ambassador to India is the chief diplomatic representative of United States in India. The U.S. Ambassador's office is situated at the U.S. Embassy in New Delhi."}]}, {"heading": "Births", "year": "1909", "date": "October 15", "txt": "Jesse L. Greenstein, American astronomer and academic (d. 2002)", "entities": [{"title": "Jesse L. Greenstein", "href": "/wiki/Jesse_L._Greenstein", "description": "Jesse Leonard Greenstein was an American astronomer. His parents were Maurice G. and Leah Feingold."}]}, {"heading": "Births", "year": "1909", "date": "October 15", "txt": "Robert Trout, American journalist (d. 2000)", "entities": []}, {"heading": "Births", "year": "1910", "date": "October 15", "txt": "Edwin O. Reischauer, Japanese-American scholar and diplomat, United States Ambassador to Japan (d. 1990)", "entities": [{"title": "Edwin O. Reischauer", "href": "/wiki/Edwin_O._Reischauer", "description": "Edwin Oldfather Reischauer was an American diplomat, educator, and professor at Harvard University. Born in Tokyo to American educational missionaries, he became a leading scholar of the history and culture of Japan and East Asia. Together with George M. McCune, a Korean scholar, in 1939 he developed the McCune–Reischauer romanization of the Korean language."}, {"title": "United States Ambassador to Japan", "href": "/wiki/United_States_Ambassador_to_Japan", "description": "The Ambassador of the United States of America to Japan  is the ambassador from the United States of America to Japan."}]}, {"heading": "Births", "year": "1912", "date": "October 15", "txt": "Nellie Lutcher, American singer and pianist (d. 2007)", "entities": [{"title": "Nellie Lutcher", "href": "/wiki/Nellie_Lutcher", "description": "Nellie Rose Lutcher was an American R&B and jazz singer and pianist, who gained prominence in the late 1940s and early 1950s. Lutcher was most recognizable for her diction and exaggerated pronunciation and was credited as an influence by Nina Simone among others."}]}, {"heading": "Births", "year": "1913", "date": "October 15", "txt": "Wolfgang Lüth, German commander (d. 1945)", "entities": [{"title": "Wolfgang Lüth", "href": "/wiki/Wolfgang_L%C3%BCth", "description": "Wolfgang Lüth was the second most successful German U-boat captain of World War II. His career record of 46 merchant ships plus the French submarine Doris sunk during 15 war patrols, with a total tonnage of 225,204 gross register tons (GRT), was second only to that of Korvettenkapitän Otto Kretschmer, whose 47 sinkings totaled 273,043 GRT."}]}, {"heading": "Births", "year": "1914", "date": "October 15", "txt": "Mohammed Zahir Shah, Afghan king (d. 2007)", "entities": [{"title": "Mohammed Zahir Shah", "href": "/wiki/Mohammed_Zahir_Shah", "description": "Mohammed Zahir Shah was the last King of Afghanistan, reigning from 8 November 1933 until he was deposed on 17 July 1973. He expanded Afghanistan's diplomatic relations with many countries, including with both Cold War sides. In the 1950s, Zahir Shah began modernizing the country, culminating in the creation of a new constitution and a constitutional monarchy system. His long reign was marked by p"}]}, {"heading": "Births", "year": "1916", "date": "October 15", "txt": "Al Killian, American trumpet player and bandleader (d. 2007)", "entities": [{"title": "Al Killian", "href": "/wiki/Al_Killian", "description": "Albert Killian was an American jazz trumpeter and occasional bandleader during the big band era."}]}, {"heading": "Births", "year": "1916", "date": "October 15", "txt": "George Turner, Australian author and critic (d. 1997)", "entities": []}, {"heading": "Births", "year": "1917", "date": "October 15", "txt": "Jan Miner, American actress (d. 2004)", "entities": [{"title": "Jan Miner", "href": "/wiki/Jan_Miner", "description": "Jan Miner was an American actress best known for her role as the character \"Madge\", the manicurist in Palmolive dish-washing detergent television commercials beginning in the 1960s."}]}, {"heading": "Births", "year": "1917", "date": "October 15", "txt": "Arthur M. Schlesinger Jr., American historian and critic (d. 2007)", "entities": []}, {"heading": "Births", "year": "1917", "date": "October 15", "txt": "Paul Tanner, American trombonist and educator (d. 2013)", "entities": []}, {"heading": "Births", "year": "1919", "date": "October 15", "txt": "Malcolm Ross, American captain, balloonist, and physicist (d. 1985)", "entities": [{"title": "Malcolm Ross (balloonist)", "href": "/wiki/Malcolm_Ross_(balloonist)", "description": "Malcolm David Ross was a captain in the United States Naval Reserve (USNR), an atmospheric scientist, and a balloonist who set several records for altitude and scientific inquiry, with more than 100 hours flight time in gas balloons by 1961. Along with Lieutenant Commander Victor A. Prather (USN), he set the altitude record for a manned balloon flight."}]}, {"heading": "Births", "year": "1919", "date": "October 15", "txt": "Chuck Stevenson, American race car driver (d. 1995)", "entities": []}, {"heading": "Births", "year": "1920", "date": "October 15", "txt": "Chris Economaki, American sportscaster and actor (d. 2012)", "entities": [{"title": "Chris Economaki", "href": "/wiki/Chris_Economaki", "description": "Christopher Constantine Economaki was an American motorsports commentator, pit road reporter, and journalist. Economaki was given the title \"The Dean of American Motorsports Journalism.\" He was an inductee of several halls of fame, including the Motorsports Hall of Fame of America, National Sprint Car Hall of Fame & Museum, and Indianapolis Motor Speedway Hall of Fame."}]}, {"heading": "Births", "year": "1920", "date": "October 15", "txt": "Patricia Jessel, Hong Kong-English actress (d. 1968)", "entities": []}, {"heading": "Births", "year": "1920", "date": "October 15", "txt": "Mario Puzo, American author and screenwriter (d. 1999)", "entities": []}, {"heading": "Births", "year": "1920", "date": "October 15", "txt": "Henri Verneuil, Turkish-French director, producer, and screenwriter (d. 2002)", "entities": []}, {"heading": "Births", "year": "1921", "date": "October 15", "txt": "Angelica Rozeanu, Romanian-Israeli table tennis player (d. 2006)", "entities": [{"title": "Angelica Rozeanu", "href": "/wiki/Angelica_Rozeanu", "description": "Angelica Rozeanu was a Romanian table tennis player of Jewish origin, the most successful female table tennis player in the history of the sport, winning the women's world singles title 6 years in succession."}]}, {"heading": "Births", "year": "1922", "date": "October 15", "txt": "Agustina Bessa-Luís, Portuguese author (d. 2019)", "entities": [{"title": "Agustina Bessa-Luís", "href": "/wiki/Agustina_Bessa-Lu%C3%ADs", "description": "Agustina Bessa-Luís, GOSE was a Portuguese writer."}]}, {"heading": "Births", "year": "1922", "date": "October 15", "txt": "Preben Munthe, Norwegian economist and politician, State Conciliator of Norway (d. 2013)", "entities": [{"title": "State Conciliator of Norway", "href": "/wiki/State_Conciliator_of_Norway", "description": "The State Conciliator of Norway is a mediator's office of Norway. It is invoked in labour disputes, in other words when tariff agreements are disagreed upon."}]}, {"heading": "Births", "year": "1923", "date": "October 15", "txt": "Italo Calvino, Italian novelist, short story writer, and journalist (d. 1985)", "entities": [{"title": "Italo Calvino", "href": "/wiki/Italo_Calvino", "description": "Italo Calvino was an Italian journalist and writer of short stories and novels. His best known works include the Our Ancestors trilogy (1952–1959), the Cosmicomics collection of short stories (1965), and the novels Invisible Cities (1972) and If on a winter's night a traveler (1979)."}]}, {"heading": "Births", "year": "1923", "date": "October 15", "txt": "Antonio Fontán, Spanish journalist and politician (d. 2010)", "entities": []}, {"heading": "Births", "year": "1923", "date": "October 15", "txt": "Eugene Patterson, American journalist and activist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1923", "date": "October 15", "txt": "Lindsay Thompson, Australian politician, 40th Premier of Victoria (d. 2008)", "entities": [{"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1924", "date": "October 15", "txt": "Marguerite Andersen, German-Canadian author and educator", "entities": [{"title": "Marguerite Andersen", "href": "/wiki/Marguerite_Andersen", "description": "Marguerite Andersen is a primarily francophone writer and educator, who is currently based in Toronto, Ontario, Canada, where she is a teacher at the Toronto Linden School."}]}, {"heading": "Births", "year": "1924", "date": "October 15", "txt": "Lee Iacocca, American businessman and author (d. 2019)", "entities": []}, {"heading": "Births", "year": "1924", "date": "October 15", "txt": "Warren Miller, American director and screenwriter (d. 2018)", "entities": []}, {"heading": "Births", "year": "1925", "date": "October 15", "txt": "Mickey Baker, American-French guitarist (d. 2012)", "entities": [{"title": "Mickey Baker", "href": "/wiki/Mickey_Baker", "description": "MacHouston \"Mickey\" Baker was an American guitarist, best known for his work as a studio musician and as part of the recording duo Mickey & Sylvia."}]}, {"heading": "Births", "year": "1925", "date": "October 15", "txt": "Aurora Bautista, Spanish actress (d. 2012)", "entities": []}, {"heading": "Births", "year": "1925", "date": "October 15", "txt": "Tony Hart, English painter and television host (d. 2009)", "entities": []}, {"heading": "Births", "year": "1926", "date": "October 15", "txt": "James E. Akins, American soldier and diplomat, United States Ambassador to Saudi Arabia (d. 2010)", "entities": [{"title": "James E. Akins", "href": "/wiki/James_E._Akins", "description": "James Elmer Akins was the U.S. Ambassador to Saudi Arabia from September, 1973 to February, 1976, just in time to serve during the 1973 Oil Crisis of October, 1973 to March, 1974. Akins was a member of the Council on Foreign Relations and on the advisory council of the Iran Policy Committee (IPC). Akins has been involved with the pro-Palestine organization If Americans Knew."}, {"title": "United States Ambassador to Saudi Arabia", "href": "/wiki/United_States_Ambassador_to_Saudi_Arabia", "description": "The United States recognized the government of King Ibn Saud in 1931, but it was not until 1939 when it appointed its first U.S. ambassador to Saudi Arabia, Bert Fish, then resident in Cairo and ambassador to Egypt. Fish made one trip down to Jeddah in 1940 to meet the King and present his credentials, but it was not until after his mission was terminated that a legation was established there on M"}]}, {"heading": "Births", "year": "1926", "date": "October 15", "txt": "Agustín García Calvo, Spanish philosopher and poet (d. 2012)", "entities": []}, {"heading": "Births", "year": "1926", "date": "October 15", "txt": "Michel Foucault, French historian and philosopher (d. 1984)", "entities": []}, {"heading": "Births", "year": "1926", "date": "October 15", "txt": "Ed McBain, American author and screenwriter (d. 2005)", "entities": []}, {"heading": "Births", "year": "1926", "date": "October 15", "txt": "Jean Peters, American actress (d. 2000)", "entities": []}, {"heading": "Births", "year": "1926", "date": "October 15", "txt": "Karl Richter, German organist and conductor (d. 1981)", "entities": []}, {"heading": "Births", "year": "1927", "date": "October 15", "txt": "B. S. Abdur Rahman, Indian businessman and philanthropist (d. 2015)", "entities": [{"title": "B. S. Abdur Rahman", "href": "/wiki/B._S._Abdur_Rahman", "description": "Buhari Syed Abdur Rahman was an Indian Tamil serial entrepreneur, philanthropist and educationist. He had a range of business interests in the UAE and India including maritime shipping, real estate, insurance etc. He founded numerous schools, colleges, hospitals and university. He was one of the 24 Indians to feature in The 500 Most Influential Muslims, an annual publication which ranks the most i"}]}, {"heading": "Births", "year": "1929", "date": "October 15", "txt": "Will Insley, American painter and architect (d. 2011)", "entities": [{"title": "Will Insley", "href": "/wiki/Will_Insley", "description": "Will Insley was an American painter, architect, and planner of utopian urban models. As a painter of geometric abstraction, he is known for his large-area geometrical picture elements."}]}, {"heading": "Births", "year": "1930", "date": "October 15", "txt": "FM-2030, Belgian-Iranian basketball player, philosopher and diplomat (d. 2000)", "entities": [{"title": "FM-2030", "href": "/wiki/FM-2030", "description": "FM-2030 was a Belgian-born Iranian-American author, teacher, transhumanist philosopher, futurist, consultant and athlete."}]}, {"heading": "Births", "year": "1931", "date": "October 15", "txt": "A. P. J. Abdul Kalam, Indian engineer, academic, and politician, 11th President of India (d. 2015)", "entities": [{"title": "A. P. J. Abdul Kalam", "href": "/wiki/A._P._J._Abdul_Kalam", "description": "Avul Pakir Jainulabdeen Abdul Kalam was an Indian aerospace scientist who served as the 11th President of India from 2002 to 2007. He was born and raised in Rameswaram, Tamil Nadu and studied physics and aerospace engineering. He spent the next four decades as a scientist and science administrator, mainly at the Defence Research and Development Organisation (DRDO) and Indian Space Research Organis"}, {"title": "President of India", "href": "/wiki/President_of_India", "description": "The President of India, officially the President of the Republic of India, is the ceremonial head of state of India and the commander-in-chief of the Indian Armed Forces. Ram Nath Kovind is the 14th and current president."}]}, {"heading": "Births", "year": "1931", "date": "October 15", "txt": "Pauline Perry, Baroness Perry of Southwark, English academic and politician", "entities": []}, {"heading": "Births", "year": "1932", "date": "October 15", "txt": "Jaan Rääts, Estonian guitarist and composer", "entities": [{"title": "Jaan Rääts", "href": "/wiki/Jaan_R%C3%A4%C3%A4ts", "description": "Jaan Rääts was an Estonian composer who worked extensively on Estonian film scores of the 1960s and 1970s."}]}, {"heading": "Births", "year": "1933", "date": "October 15", "txt": "Nicky Barnes, American drug lord (d. 2012)", "entities": [{"title": "Nicky Barnes", "href": "/wiki/Nicky_Barnes", "description": "Leroy Nicholas Barnes was an American crime boss, active in New York City during the 1970s."}]}, {"heading": "Births", "year": "1934", "date": "October 15", "txt": "Alan Elsdon, English trumpet player (d. 2016)", "entities": [{"title": "Alan Elsdon", "href": "/wiki/Alan_Elsdon", "description": "Alan Elsdon was an English jazz trumpeter and flugelhornist."}]}, {"heading": "Births", "year": "1934", "date": "October 15", "txt": "N. Ramani, Indian flute player (d. 2015)", "entities": []}, {"heading": "Births", "year": "1935", "date": "October 15", "txt": "Barry McGuire, American singer-songwriter and guitarist", "entities": [{"title": "Barry McGuire", "href": "/wiki/Barry_McGuire", "description": "Barry McGuire is an American singer-songwriter. He is known for the hit song \"Eve of Destruction\", and later as a pioneering singer and songwriter of contemporary Christian music."}]}, {"heading": "Births", "year": "1935", "date": "October 15", "txt": "Dick McTaggart, Scottish boxer", "entities": []}, {"heading": "Births", "year": "1935", "date": "October 15", "txt": "Bobby Morrow, American sprinter", "entities": []}, {"heading": "Births", "year": "1935", "date": "October 15", "txt": "Willie O'Ree, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1936", "date": "October 15", "txt": "Michel Aumont, French actor", "entities": [{"title": "Michel Aumont", "href": "/wiki/Michel_Aumont", "description": "Michel Henri Aumont was a French theatre, film, and television actor. Throughout his career, he gained four Molière Awards and nominations for three César Awards. In 2015, he was made Grand Officer of the National Order of Merit."}]}, {"heading": "Births", "year": "1936", "date": "October 15", "txt": "Robert Baden-Powell, 3rd Baron Baden-Powell, South African-English businessman (d. 2019)", "entities": []}, {"heading": "Births", "year": "1937", "date": "October 15", "txt": "Linda Lavin, American actress and singer", "entities": [{"title": "Linda Lavin", "href": "/wiki/Linda_Lavin", "description": "Linda Lavin is an American actress and singer. She is known for playing the title character in the sitcom Alice and she is also known for her stage performances, both on and off-Broadway. After acting as a child, Lavin joined the Compass Players in the late 1950s. She began acting on Broadway in the 1960s, earning notice in It's a Bird...It's a Plane...It's Superman in 1966 and receiving her first"}]}, {"heading": "Births", "year": "1938", "date": "October 15", "txt": "Marv Johnson, American singer-songwriter and pianist (d. 1993)", "entities": [{"title": "Marv Johnson", "href": "/wiki/Marv_Johnson", "description": "Marv Earl Johnson was an American R&B singer, songwriter and pianist. He was influential in the development of the Motown style of music, primarily for the song Come to Me, which was the first record issued by Tamla Records, the precursor to the famous label."}]}, {"heading": "Births", "year": "1938", "date": "October 15", "txt": "Brice Marden, American painter", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 15", "txt": "Robert Ward, American guitarist and songwriter (d. 2008)", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 15", "txt": "Fela Kuti, Nigerian musician and activist (d. 1997)", "entities": []}, {"heading": "Births", "year": "1940", "date": "October 15", "txt": "Tommy Bishop, English rugby league player and coach", "entities": [{"title": "Tommy Bishop", "href": "/wiki/Tommy_Bishop", "description": "Tommy Bishop is an English former professional rugby league footballer who played in the 1960s and 1970s, and coached in the 1970s and 1980s. He played for Blackpool Borough, Barrow and St Helens in the English Championship, and the Cronulla-Sutherland Sharks in the New South Wales Rugby League competition in Australia. He also represented Great Britain on several occasions during his career, capt"}]}, {"heading": "Births", "year": "1940", "date": "October 15", "txt": "Peter C. Doherty, Australian surgeon and immunologist, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1941", "date": "October 15", "txt": "Roy Masters, Australian rugby league coach, journalist, and author", "entities": [{"title": "Roy Masters (rugby league)", "href": "/wiki/Roy_Masters_(rugby_league)", "description": "Roy Masters AM is an Australian sports journalist and former rugby league football coach. He is a sports columnist for the Sydney Morning Herald. He was a school teacher with an interest in team psychology who enjoyed some success as a schoolboy coach before embarking on a professional coaching career in the NSWRFL Premiership."}]}, {"heading": "Births", "year": "1942", "date": "October 15", "txt": "Hilo Chen, Taiwanese-American painter", "entities": [{"title": "Hilo Chen", "href": "/wiki/Hilo_Chen", "description": "Hilo Chen is a Taiwanese-born American painter. He is best known for his photorealistic paintings of the female figure. He lives and works in New York. His work is in major museum collections throughout the world including the Solomon R. Guggenheim Museum and the Taipei Fine Arts Museum."}]}, {"heading": "Births", "year": "1942", "date": "October 15", "txt": "Harold W. Gehman, Jr., American admiral", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 15", "txt": "Don Stevenson, American singer-songwriter and drummer", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 15", "txt": "Penny Marshall, American actress, director, and producer (d. 2018)", "entities": [{"title": "Penny Marshall", "href": "/wiki/Penny_Marshall", "description": "Carole Penny Marshall was an American actress, director, and producer. She came to notice in the 1970s for her role as Laverne DeFazio on the television sitcom Laverne & Shirley (1976–1983), receiving three nominations for the Golden Globe Award for Best Actress – Television Series Musical or Comedy for her portrayal."}]}, {"heading": "Births", "year": "1944", "date": "October 15", "txt": "Sali Berisha, Albanian cardiologist and politician, 2nd President of Albania", "entities": [{"title": "Sali Berisha", "href": "/wiki/Sali_Berisha", "description": "Sali Ram Berisha is an Albanian conservative politician who served as the second President of Albania from 1992 to 1997 and Prime Minister from 2005 to 2013. He was also the leader of the Democratic Party of Albania twice, from 1991 to 1992 and then again from 1997 to 2013. To date, Berisha is the longest-serving democratically elected leader."}, {"title": "President of Albania", "href": "/wiki/President_of_Albania", "description": "The president of Albania, officially styled President of the Republic of Albania is the head of state, commander-in-chief of the military and the representative of the unity of the Albanian people."}]}, {"heading": "Births", "year": "1944", "date": "October 15", "txt": "A. Chandranehru, Sri Lankan Tamil merchant seaman and politician (d. 2005)", "entities": []}, {"heading": "Births", "year": "1944", "date": "October 15", "txt": "Haim Saban, Israeli-American businessman, co-founded Saban Entertainment", "entities": [{"title": "Saban Entertainment", "href": "/wiki/Saban_Entertainment", "description": "Saban Entertainment, Inc. was a worldwide-served independent American-Israeli television production company formed in 1980 by music and television producers Haim Saban and Shuki Levy as \"Saban Productions\"."}]}, {"heading": "Births", "year": "1944", "date": "October 15", "txt": "David Trimble, Northern Irish lawyer and politician, 3rd First Minister of Northern Ireland, Nobel Prize laureate", "entities": [{"title": "First Minister of Northern Ireland", "href": "/wiki/First_Minister_of_Northern_Ireland", "description": "The First Minister and deputy First Minister of Northern Ireland are the joint heads of government of the Northern Ireland Executive and have overall responsibility for the running of the Executive Office."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1945", "date": "October 15", "txt": "Steve Camacho, Guyanese cricketer (d. 2015)", "entities": [{"title": "Steve Camacho", "href": "/wiki/Steve_Camacho", "description": "George Stephen (Steve) Camacho was a West Indian cricketer who played in eleven Tests from 1968 to 1971 as an opening batsman and occasional leg-spin bowler."}]}, {"heading": "Births", "year": "1945", "date": "October 15", "txt": "Antonio Cañizares Llovera, Spanish cardinal", "entities": []}, {"heading": "Births", "year": "1945", "date": "October 15", "txt": "Neophyte of Bulgaria, Bulgarian patriarch", "entities": []}, {"heading": "Births", "year": "1945", "date": "October 15", "txt": "Jim Palmer, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 15", "txt": "Victor Banerjee, Indian actor and director", "entities": [{"title": "Victor Banerjee", "href": "/wiki/Victor_Banerjee", "description": "Victor Banerjee is an Indian actor who appears in English, Hindi, Bengali and Assamese language films. He has worked for directors such as Roman Polanski, James Ivory, Sir David Lean, Jerry London, Ronald Neame, Satyajit Ray, Mrinal Sen, Shyam Benegal, Montazur Rahman Akbar and Ram Gopal Varma.He won the National film award for best supporting actor for the film Ghare Baire."}]}, {"heading": "Births", "year": "1946", "date": "October 15", "txt": "Richard Carpenter, American singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 15", "txt": "Palle Danielsson, Swedish bassist and composer", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 15", "txt": "Stewart Stevenson, Scottish engineer and politician, Minister for Environment and Climate Change", "entities": [{"title": "Minister for Environment and Climate Change", "href": "/wiki/Minister_for_Environment_and_Climate_Change", "description": "The Cabinet Secretary for Environment, Climate Change and Land Reform is a cabinet post in the Scottish Government. The Cabinet Secretary is responsible for:policy on climate change, environmental protection and biodiversity;\nenvironmental and climate justice;\nflood prevention & coastal erosion;\nland use and land reform;\nanimal welfare;\nwildlife crime;\nwater quality and Scottish Water; and\nCrown E"}]}, {"heading": "Births", "year": "1947", "date": "October 15", "txt": "Hümeyra, Turkish singer-songwriter and actress", "entities": [{"title": "Hümeyra", "href": "/wiki/H%C3%BCmeyra", "description": "Fatma Hümeyra Akbay is a Turkish actress, singer, composer, and lyricist. In the 1970s she was a noted singer and actress. Her popularity with the new generation rose in the 2000s with the sitcom Avrupa Yakası and the feature drama My Father and My Son directed by Çağan Irmak."}]}, {"heading": "Births", "year": "1947", "date": "October 15", "txt": "Jaroslav Erno Šedivý, Czech drummer", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 15", "txt": "Renato Corona, Filipino lawyer and jurist, 23rd Chief Justice of the Supreme Court of the Philippines (d. 2016)", "entities": [{"title": "Renato Corona", "href": "/wiki/Renato_Corona", "description": "Renato Tirso Antonio Coronado Corona was the 23rd Chief Justice of the Supreme Court of the Philippines. He served as an Associate Justice after being appointed by President Gloria Macapagal-Arroyo on April 9, 2002 and later as Chief Justice on May 12, 2010 upon the retirement of Chief Justice Reynato Puno."}, {"title": "Chief Justice of the Supreme Court of the Philippines", "href": "/wiki/Chief_Justice_of_the_Supreme_Court_of_the_Philippines", "description": "The chief justice of the Philippines presides over the Supreme Court of the Philippines and is the highest judicial officer of the government of the Philippines. \nAs of April 5, 2021, the position is currently held by Alexander Gesmundo, who was appointed by President Rodrigo Duterte following the early retirement of his predecessor Diosdado Peralta in March 2021."}]}, {"heading": "Births", "year": "1948", "date": "October 15", "txt": "Chris de Burgh, British-Irish singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 15", "txt": "Laurie McBain, American author", "entities": [{"title": "Laurie McBain", "href": "/wiki/Laurie_McBain", "description": "Laurie (Lee) McBain is a best-selling American writer of seven historical romance novels from 1975 to 1985. Her novels Devil's Desire and Moonstruck Madness each sold over a million copies."}]}, {"heading": "Births", "year": "1949", "date": "October 15", "txt": "Prannoy Roy, Indian journalist, economist, and broadcaster, founded NDTV", "entities": [{"title": "NDTV", "href": "/wiki/NDTV", "description": "New Delhi Television Ltd is an Indian news media company focusing on broadcast and digital news publication. The company is considered to be a legacy brand that pioneered independent news broadcasting in India, and is credited for launching the first 24x7 news channel and the first lifestyle channel in the country. It owns and operates the broadcast news channels of NDTV India and NDTV 24x7. The t"}]}, {"heading": "Births", "year": "1950", "date": "October 15", "txt": "Candida Royalle, American porn actress, director, and producer (d. 2015)", "entities": [{"title": "Candida Royalle", "href": "/wiki/Candida_Royalle", "description": "Candida Royalle was an American producer and director of couples-oriented pornography, a sex educator, sex-positive feminist, and pornographic actress. She was a member of the XRCO and the AVN Halls of Fame."}]}, {"heading": "Births", "year": "1951", "date": "October 15", "txt": "Atoy Co, Filipino basketball player, coach, and actor", "entities": [{"title": "Atoy Co", "href": "/wiki/Atoy_Co", "description": "Fortunato \"Atoy\" Gan Co Jr. is a Filipino actor and basketball coach. He is a former politician and a retired professional basketball player who played 13 seasons in the Philippine Basketball Association, mostly with Crispa Redmanizers. Nicknamed \"The Fortune Cookie\" during his playing days, he was notable for his trademark turnaround fadeaway jump shot."}]}, {"heading": "Births", "year": "1951", "date": "October 15", "txt": "Peter Richardson, English actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 15", "txt": "Roscoe Tanner, American tennis player", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 15", "txt": "Rafael Vaganian, Armenian chess player", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 15", "txt": "A. F. Th. van der Heijden, Dutch author", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 15", "txt": "Betsy Clifford, Canadian skier", "entities": [{"title": "Betsy Clifford", "href": "/wiki/Betsy_Clifford", "description": "Elizabeth Clifford is a Canadian retired alpine skier."}]}, {"heading": "Births", "year": "1953", "date": "October 15", "txt": "Tito Jackson, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 15", "txt": "Larry Miller, American actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 15", "txt": "Peter Phillips, English conductor and musicologist", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 15", "txt": "Walter Jon Williams, American author", "entities": []}, {"heading": "Births", "year": "1954", "date": "October 15", "txt": "Peter Bakowski, Australian poet and educator", "entities": [{"title": "Peter Bakowski", "href": "/wiki/Peter_Bakowski", "description": "Peter Bakowski is an Australian poet. His poems often use deceptively simple words and images, reminiscent at times of words in a child's picture book, but with some stylistic similarities to the work of writers such as Charles Simic or Vítězslav Nezval,"}]}, {"heading": "Births", "year": "1954", "date": "October 15", "txt": "Steve Bracks, Australian politician, 44th Premier of Victoria", "entities": [{"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1954", "date": "October 15", "txt": "Jere Burns, American actor", "entities": []}, {"heading": "Births", "year": "1954", "date": "October 15", "txt": "Julia Yeomans, English physicist and academic", "entities": []}, {"heading": "Births", "year": "1955", "date": "October 15", "txt": "Kulbir Bhaura, Indian field hockey player", "entities": [{"title": "Kulbir Bhaura", "href": "/wiki/Kulbir_Bhaura", "description": "Kulbir Singh Bhaura is a British former field hockey player."}]}, {"heading": "Births", "year": "1955", "date": "October 15", "txt": "Emma Chichester Clark, English author and illustrator", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 15", "txt": "Michael Caton-Jones, Scottish actor, director, and producer", "entities": [{"title": "Michael Caton-Jones", "href": "/wiki/Michael_Caton-Jones", "description": "Michael Caton-Jones is a Scottish director and producer of film and television. His credits have included the World War II film Memphis Belle, the romantic comedy Doc Hollywood, the biographical drama This Boy's Life, the historical epic Rob Roy, the action thriller The Jackal, and the erotic thriller sequel Basic Instinct 2. He also helmed the Channel 4 miniseries World Without End."}]}, {"heading": "Births", "year": "1957", "date": "October 15", "txt": "Mira Nair, Indian-American actress, director, and producer", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 15", "txt": "Stacy Peralta, American skateboarder, director, producer, and businessman, co-founded Powell Peralta", "entities": [{"title": "Powell Peralta", "href": "/wiki/Powell_Peralta", "description": "Powell Peralta is an American skateboard company founded by George Powell and Stacy Peralta in 1978. The company rose to prominence in the 1980s as skateboarding began maturing as a sport. The company featured the Bones Brigade, a team featuring the era's top competitors. Peralta left the company in 1991 and Powell continued to produce skateboard equipment as Powell, Bones Bearings and RollerBones"}]}, {"heading": "Births", "year": "1958", "date": "October 15", "txt": "Stephen Clarke, English-French journalist and author", "entities": [{"title": "Stephen Clarke (writer)", "href": "/wiki/Stephen_Clarke_(writer)", "description": "Stephen Clarke is a British author. He writes mainly about France. He published six novels featuring a British protagonist named Paul West."}]}, {"heading": "Births", "year": "1959", "date": "October 15", "txt": "Sarah, Duchess of York", "entities": [{"title": "Sarah, Duchess of York", "href": "/wiki/Sarah,_Duchess_of_York", "description": "Sarah, Duchess of York, popularly known as Fergie, is a member of the extended British royal family. She is a writer, film producer and television personality. She is the former wife of Prince Andrew, Duke of York."}]}, {"heading": "Births", "year": "1959", "date": "October 15", "txt": "Emeril Lagasse, American chef and author", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 15", "txt": "Alex Paterson, English keyboard player", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 15", "txt": "Todd Solondz, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 15", "txt": "Vyacheslav Butusov, Russian singer-songwriter and guitarist", "entities": [{"title": "Vyacheslav Butusov", "href": "/wiki/Vyacheslav_Butusov", "description": "Vyacheslav Gennadievich Butusov, is a Russian singer and songwriter. He was the lead singer of Nautilus Pompilius and U-Piter. Since 2019, he has been playing in the group \"Orden Slavy\" created by him. He also has his own solo career as a singer and songwriter."}]}, {"heading": "Births", "year": "1963", "date": "October 15", "txt": "Stanley Menzo, Dutch footballer and manager", "entities": [{"title": "Stanley Menzo", "href": "/wiki/Stanley_Menzo", "description": "Stanley Purl Menzo is a Dutch former professional footballer who played as a goalkeeper, and worked as a manager of Ajax Cape Town in the South African Premier Soccer League. He is the manager of the reserve team of Beijing Sinobo Guoan in China."}]}, {"heading": "Births", "year": "1964", "date": "October 15", "txt": "Roberto Vittori, Italian colonel, pilot, and astronaut", "entities": [{"title": "Roberto Vittori", "href": "/wiki/Roberto_Vittori", "description": "Brigadier Roberto Vittori, OMRI is an Italian Air Force officer and an ESA astronaut. After graduating from the Italian Accademia Aeronautica in 1989, Vittori flew in the Italian Air Force. He then trained as a test pilot in the United States."}]}, {"heading": "Births", "year": "1965", "date": "October 15", "txt": "Nasser El Sonbaty, German bodybuilder and trainer (d. 2013)", "entities": [{"title": "Nasser El Sonbaty", "href": "/wiki/Nasser_El_Sonbaty", "description": "Nasser El Sonbaty was an IFBB professional bodybuilder. He represented FR Yugoslavia at competitions."}]}, {"heading": "Births", "year": "1966", "date": "October 15", "txt": "Jorge Campos, Mexican footballer and manager", "entities": [{"title": "Jorge Campos", "href": "/wiki/Jorge_Campos", "description": "Jorge Campos Navarrete is a Mexican former professional footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1966", "date": "October 15", "txt": "Bill Charlap, American pianist and composer", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 15", "txt": "Ilse Huizinga, Dutch singer", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 15", "txt": "Dave Stead, English drummer", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 15", "txt": "Götz Otto, German actor and screenwriter", "entities": [{"title": "Götz Otto", "href": "/wiki/G%C3%B6tz_Otto", "description": "Götz Otto is a German film and television actor who is perhaps best known internationally for his roles as henchman Richard Stamper in the 1997 James Bond film Tomorrow Never Dies, as Adolf Hitler's adjutant Otto Günsche in the 2004 World War II film Downfall, and as Nazi commander Klaus Adler in the 2012 comic science fiction film Iron Sky."}]}, {"heading": "Births", "year": "1967", "date": "October 15", "txt": "Dan Forest, American politician, 34th Lieutenant Governor of North Carolina", "entities": [{"title": "Lieutenant Governor of North Carolina", "href": "/wiki/Lieutenant_Governor_of_North_Carolina", "description": "The Lieutenant Governor of North Carolina is the second highest elected official in the U.S. state of North Carolina and is the only elected official to have powers in both the legislative and executive branches of state government. The current Lieutenant Governor is Mark Robinson, a Republican."}]}, {"heading": "Births", "year": "1968", "date": "October 15", "txt": "Didier Deschamps, French footballer and manager", "entities": [{"title": "Didier Deschamps", "href": "/wiki/Didier_Deschamps", "description": "Didier Claude Deschamps is a French professional football manager and former player who has been manager of the France national team since 2012. He played as a defensive midfielder for several clubs, in France, Italy, England and Spain, namely Marseille, Juventus, Chelsea and Valencia, as well as Nantes and Bordeaux. Nicknamed \"the water-carrier\" by former France teammate Eric Cantona, Deschamps w"}]}, {"heading": "Births", "year": "1968", "date": "October 15", "txt": "Vanessa Marcil, American actress", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 15", "txt": "Rod Wishart, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 15", "txt": "Trent Zimmerman, Australian politician", "entities": []}, {"heading": "Births", "year": "1969", "date": "October 15", "txt": "Vítor Baía, Portuguese footballer", "entities": [{"title": "Vítor Baía", "href": "/wiki/V%C3%ADtor_Ba%C3%ADa", "description": "Vítor Manuel Martins Baía, OIH is a Portuguese retired footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1969", "date": "October 15", "txt": "Dominic West, English actor and director", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 15", "txt": "Eric Benét, American musician", "entities": [{"title": "Eric Benét", "href": "/wiki/Eric_Ben%C3%A9t", "description": "Eric Benét Jordan is an American R&B/neo soul singer-songwriter and actor, who has received a total of four Grammy nominations to date for his musical work."}]}, {"heading": "Births", "year": "1970", "date": "October 15", "txt": "Ginuwine, American singer-songwriter, dancer, and actor", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 15", "txt": "Pernilla Wiberg, Swedish skier", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 15", "txt": "Joey Abs, American wrestler", "entities": [{"title": "Joey Abs", "href": "/wiki/Joey_Abs", "description": "Jason Arhndt is an American retired professional wrestler. He is best known for his appearances with the World Wrestling Federation (WWF) under the ring name Joey Abs as part of the Mean Street Posse."}]}, {"heading": "Births", "year": "1971", "date": "October 15", "txt": "Andy Cole, English footballer and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 15", "txt": "Lauri Pilter, Estonian author and translator", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 15", "txt": "Fred Hoiberg, American basketball player and coach", "entities": [{"title": "Fred Hoiberg", "href": "/wiki/Fred_Hoiberg", "description": "Fredrick Kristian Hoiberg is an American college basketball coach and former player. He is currently head coach for the University of Nebraska men's basketball program arriving in 2019. Hoiberg grew up in Ames, Iowa, and played college basketball at Iowa State University in Ames where he earned the nickname \"The Mayor\". He was drafted into the National Basketball Association (NBA) where, over his "}]}, {"heading": "Births", "year": "1972", "date": "October 15", "txt": "Matt Keeslar, American actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 15", "txt": "Michél Mazingu-Dinzey, German-Congolese footballer and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 15", "txt": "Aleksandr Filimonov, Russian footballer", "entities": [{"title": "Aleksandr Filimonov", "href": "/wiki/Aleksandr_Filimonov", "description": "Aleksandr Vladimirovich Filimonov is a former association football goalkeeper from Russia. He won the 2011 FIFA Beach Soccer World Cup with the Russia national beach soccer team."}]}, {"heading": "Births", "year": "1973", "date": "October 15", "txt": "Maria Hjorth, Swedish golfer", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 15", "txt": "Ömer Çatkıç, Turkish footballer", "entities": [{"title": "Ömer Çatkıç", "href": "/wiki/%C3%96mer_%C3%87atk%C4%B1%C3%A7", "description": "Ömer Çatkıç is a Turkish former professional footballer who played as a goalkeeper. His last club was Antalyaspor in the Turkish Super Lig."}]}, {"heading": "Births", "year": "1974", "date": "October 15", "txt": "Bianca Rinaldi, Brazilian actress", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 15", "txt": "Alessandro Doga, Italian footballer", "entities": [{"title": "Alessandro Doga", "href": "/wiki/Alessandro_Doga", "description": "Alessandro Doga is an Italian footballer who played for Carrarese at Lega Pro Seconda Divisione. Doga has played 8 seasons in Serie B and 1 season in Serie A."}]}, {"heading": "Births", "year": "1975", "date": "October 15", "txt": "Glen Little, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 15", "txt": "Christian Allen, American video game designer", "entities": [{"title": "Christian Allen", "href": "/wiki/Christian_Allen", "description": "Christian Allen is an American video game designer. He is most noted for his contributions to the Ghost Recon franchise and Halo: Reach. Allen became Lead Designer on Tom Clancy's Ghost Recon 2 and continued in that role through Tom Clancy's Ghost Recon Advanced Warfighter, becoming Creative Director on Tom Clancy's Ghost Recon Advanced Warfighter 2."}]}, {"heading": "Births", "year": "1976", "date": "October 15", "txt": "Manuel Dallan, Italian rugby player", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 15", "txt": "Masato Kawabata, Japanese race car driver", "entities": [{"title": "Masato Kawabata", "href": "/wiki/Masato_Kawabata", "description": "Masato Kawabata  is a Japanese professional drifting driver, currently competing in the D1 Grand Prix series for TOYO TIRES GLION TRUST RACING."}]}, {"heading": "Births", "year": "1977", "date": "October 15", "txt": "David Trezeguet, French footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 15", "txt": "Patricio Urrutia, Ecuadorian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 15", "txt": "Devon Gummersall, American actor, director, and screenwriter", "entities": [{"title": "Devon Gummersall", "href": "/wiki/Devon_Gummersall", "description": "My So-Called Life is an American teen drama television series created by Winnie Holzman and produced by Edward Zwick and Marshall Herskovitz. It originally aired on ABC from August 25, 1994, to January 26, 1995, and was distributed by The Bedford Falls Company with ABC Productions.\nSet at the fictional Liberty High School in a fictional suburb near Pittsburgh, Pennsylvania called Three Rivers, it "}]}, {"heading": "Births", "year": "1978", "date": "October 15", "txt": "Takeshi Morishima, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 15", "txt": "Blue Adams, American football player and coach", "entities": [{"title": "Blue Adams", "href": "/wiki/Blue_Adams", "description": "Danny L. \"Blue\" Adams is a former American football cornerback who played for four seasons in the National Football League (NFL). After playing college football for Cincinnati, he was drafted by the Detroit Lions in the seventh round of the 2003 NFL Draft. During his professional career, Adams was also a member of the Jacksonville Jaguars, Chicago Bears, Rhein Fire, Tampa Bay Buccaneers, Cincinnat"}]}, {"heading": "Births", "year": "1979", "date": "October 15", "txt": "Bohemia, Pakistani-American rapper and producer", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 15", "txt": "Jekaterina Golovatenko, Estonian figure skater", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 15", "txt": "Paul Robinson, English footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 15", "txt": "Jaci Velasquez, American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 15", "txt": "Māris Verpakovskis, Latvian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 15", "txt": "Tom Boonen, Belgian cyclist", "entities": [{"title": "Tom Boonen", "href": "/wiki/Tom_Boonen", "description": "Tom Boonen is a Belgian former road bicycle racer, who competed as a professional between 2002 and 2017 for the U.S. Postal Service and Quick-Step Floors teams and a professional racing driver who currently competes in Belcar, having previously competed in the NASCAR Whelen Euro Series. Boonen won the 2005 UCI World Road Race Championships, and was a single-day road specialist with a strong finish"}]}, {"heading": "Births", "year": "1980", "date": "October 15", "txt": "Siiri Nordin, Finnish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 15", "txt": "Keyshia Cole, American singer-songwriter and producer", "entities": [{"title": "Keyshia Cole", "href": "/wiki/Keyshia_Cole", "description": "Keyshia Myeshia Cole is an American singer, songwriter, actress, and television producer. She was born in Oakland, California. Her career began when she met MC Hammer at the age of 12, and later met rapper Tupac Shakur. At the age of 15, she moved to Los Angeles and was later introduced to A&M Records. She released her debut album, The Way It Is (2005), which spawned five singles: \"Never\", \"I Chan"}]}, {"heading": "Births", "year": "1981", "date": "October 15", "txt": "Elena Dementieva, Russian tennis player", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 15", "txt": "Radoslav Židek, Slovak snowboarder", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 15", "txt": "Paulini, Fijian-Australian singer", "entities": [{"title": "Paulini", "href": "/wiki/Paulini", "description": "Paulini Curuenavuli, known professionally as Paulini, is a Fijian-Australian singer, songwriter and actress. Born in Suva, Fiji, Paulini moved to Sydney, Australia with her family at the age of four. She rose to fame in 2003 as a contestant on the first season of Australian Idol and placed fourth in the competition. Paulini subsequently signed a recording contract with Sony BMG Australia and relea"}]}, {"heading": "Births", "year": "1982", "date": "October 15", "txt": "Sachiko Yamada, Japanese swimmer", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 15", "txt": "Bruno Senna, Brazilian race car driver", "entities": [{"title": "Bruno Senna", "href": "/wiki/Bruno_Senna", "description": "Bruno Senna Lalli is a Brazilian professional racing driver currently racing for Rebellion Racing in the FIA World Endurance Championship. He is the nephew of the late Ayrton Senna, three-time Formula One world champion. He is also the first man to win a race in every WEC class, and was the 2017 WEC world champion for the LMP2 class."}]}, {"heading": "Births", "year": "1983", "date": "October 15", "txt": "Stephy Tang, Hong Kong singer", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 15", "txt": "Izale McLeod, English footballer", "entities": [{"title": "Izale McLeod", "href": "/wiki/Izale_McLeod", "description": "Izale Michael McLeod is a retired English professional footballer who played as a forward. He has played in The Football League for Derby County, Milton Keynes Dons, Charlton Athletic, Barnet, Portsmouth, Crawley Town, Notts County and Yeovil Town. He also played for England U21."}]}, {"heading": "Births", "year": "1984", "date": "October 15", "txt": "Johan Voskamp, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 15", "txt": "Jessie Ware, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 15", "txt": "Arron Afflalo, American basketball player", "entities": [{"title": "Arron Afflalo", "href": "/wiki/Arron_Afflalo", "description": "Arron Agustin Afflalo is an American former professional basketball player who last played for the Orlando Magic of the National Basketball Association (NBA). He played college basketball for UCLA. As a junior, he was named a consensus All-American and was voted the player of the year in the Pac-12 Conference. After forgoing his senior year in college, Afflalo was selected in the first round of th"}]}, {"heading": "Births", "year": "1985", "date": "October 15", "txt": "Walter Alberto López, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 15", "txt": "Marcos Martínez, Spanish race car driver", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 15", "txt": "Lee Donghae, South Korean singer-songwriter", "entities": [{"title": "Lee Donghae", "href": "/wiki/Lee_Donghae", "description": "Lee Dong-hae, referred to as Donghae, is a South Korean singer, songwriter, composer and actor. He became a trainee under SM Entertainment after winning a prize at SM's Youth Best Contest in 2001. After four years of training, Donghae debuted as a member of boy group Super Junior in November 2005. Since then, he has risen to prominence due to the group's success on the Asian music scene and furthe"}]}, {"heading": "Births", "year": "1986", "date": "October 15", "txt": "Carlo Janka, Swiss skier", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 15", "txt": "Nolito, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 15", "txt": "Jesse Levine, Canadian-American tennis player", "entities": [{"title": "Jesse Levine", "href": "/wiki/Jesse_Levine", "description": "Jesse Levine is an American-Canadian former professional tennis player. He achieved his career-high singles rank of world No. 69 on October 1, 2012. Levine represented the United States through 2012, and he represented Canada starting in 2013."}]}, {"heading": "Births", "year": "1987", "date": "October 15", "txt": "Chantal Strand, Canadian voice actress and singer", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 15", "txt": "Ott Tänak, Estonian race car driver", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 15", "txt": "Lassy Mbouity, Congolese writer and politician", "entities": [{"title": "Lassy Mbouity", "href": "/wiki/Lassy_Mbouity", "description": "Lassy Mbouity, better known under his pen name Lassy Bouity, in Brazzaville, is a Congolese writer. He participated in several renowned events, such as the Prix du livre politique, organized since 1991 by association Lire la société at the National Assembly."}]}, {"heading": "Births", "year": "1988", "date": "October 15", "txt": "Mesut Özil, German footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "October 15", "txt": "Blaine Gabbert, American football player", "entities": [{"title": "Blaine Gabbert", "href": "/wiki/Blaine_Gabbert", "description": "Blaine Williamson Gabbert is an American football quarterback who is a free agent. He played college football at Missouri before leaving early for the 2011 NFL Draft after his junior year. He was drafted by the Jacksonville Jaguars in the first round with the 10th overall pick. He has also played for the San Francisco 49ers, Arizona Cardinals, and Tennessee Titans. Gabbert was on the Buccaneers ro"}]}, {"heading": "Births", "year": "1989", "date": "October 15", "txt": "Leandro Antonio Martínez, Argentinian-Italian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "October 15", "txt": "Anthony Joshua, British professional boxer", "entities": []}, {"heading": "Births", "year": "1990", "date": "October 15", "txt": "Jeon Ji-yoon, South Korean singer-songwriter and dancer", "entities": [{"title": "Jeon Ji-yoon", "href": "/wiki/Jeon_Ji-yoon", "description": "Jeon Ji-yoon, better known mononymously as Jiyoon or by her stage name Jenyer, is a South Korean singer, rapper, songwriter and actress. She was previously a member of South Korean girl group 4Minute and its sub-group 2Yoon. She debuted as a solo artist on November 2, 2016, under the stage name Jenyer, with the release of her debut digital single, \"I Do\"."}]}, {"heading": "Births", "year": "1994", "date": "October 15", "txt": "Lil' Kleine, Dutch rapper", "entities": [{"title": "Lil' Kleine", "href": "/wiki/Lil%27_Kleine", "description": "Jorik Scholten, professionally known as Lil' Kleine, is a Dutch musician and actor. He collaborated with fellow rapper Ronnie Flex to produce the number one single \"Drank & Drugs\" and the number one album WOP!."}]}, {"heading": "Births", "year": "1995", "date": "October 15", "txt": "Jakob Pöltl, Austrian basketball player", "entities": [{"title": "Jakob Pöltl", "href": "/wiki/Jakob_P%C3%B6ltl", "description": "Jakob Pöltl is an Austrian professional basketball player for the San Antonio Spurs of the National Basketball Association (NBA). He played college basketball for the Utah Utes. In his sophomore year, Pöltl was a consensus second-team All-American, and won the Kareem Abdul-Jabbar Award and Pete Newell Big Man Award as the top collegiate center and low-post player, respectively. After the season, h"}]}, {"heading": "Births", "year": "1996", "date": "October 15", "txt": "Zelo, South Korean rapper and dancer", "entities": [{"title": "Zelo", "href": "/wiki/Zelo", "description": "Choi Jun-hong, better known by his stage name Zelo, is a South Korean rapper, singer, beatboxer and dancer best known as the former member of the South Korean boy group B.A.P. He made his recording debut with the single \"Never Give Up\" under B.A.P's sub-unit Bang&Zelo in November 2011. He departed TS Entertainment in December 2018."}]}, {"heading": "Births", "year": "1996", "date": "October 15", "txt": "Charly Musonda, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1999", "date": "October 15", "txt": "Bailee Madison, American actress", "entities": [{"title": "Bailee Madison", "href": "/wiki/Bailee_Madison", "description": "Bailee Madison is an American actress, singer, and producer. She first gained acclaim for her role as May Belle Aarons in the fantasy drama film Bridge to Terabithia (2007). Madison received further recognition for her starring roles as Isabelle in the war drama film Brothers (2009), Sally Hurst in the horror film Don't Be Afraid of the Dark (2010), Maggie in the romantic comedy film Just Go with "}]}, {"heading": "Deaths", "year": "412", "date": "October 15", "txt": "Theophilus, Patriarch of Alexandria", "entities": [{"title": "Pope Theophilus of Alexandria", "href": "/wiki/Pope_Theophilus_of_Alexandria", "description": "Theophilus was the 23rd Pope of Alexandria and Patriarch of the See of Saint Mark. He became pope at a time of conflict between the newly dominant Christians and the pagan establishment in Alexandria, each of which was supported by a segment of the Alexandrian populace."}, {"title": "Patriarch of Alexandria", "href": "/wiki/Patriarch_of_Alexandria", "description": "The Patriarch of Alexandria is the archbishop of Alexandria, Egypt. Historically, this office has included the designation \"pope\"."}]}, {"heading": "Deaths", "year": "892", "date": "October 15", "txt": "Al-Mu'tamid, Muslim caliph of the Abbasid Caliphate", "entities": [{"title": "Al-Mu'tamid", "href": "/wiki/Al-Mu%27tamid", "description": "Abu’l-ʿAbbās Aḥmad ibn Jaʿfar, better known by his regnal name al-Muʿtamid ʿalā ’llāh, was the Caliph of the Abbasid Caliphate from 870 to 892. His reign marks the end of the \"Anarchy at Samarra\" and the start of the Abbasid restoration, but he was a largely a ruler in name only. Power was held by his brother al-Muwaffaq, who held the loyalty of the military. Al-Mu'tamid's authority was circumscri"}, {"title": "Caliph", "href": "/wiki/Caliph", "description": "A caliphate or khilāfah is an Islamic state under the leadership of an Islamic ruler with the title of caliph, a person considered a politico-religious successor to the Islamic prophet Muhammad and a leader of the entire Muslim world (ummah). Historically, the caliphates were polities based on Islam which developed into multi-ethnic trans-national empires. During the medieval period, three major c"}, {"title": "Abbasid Caliphate", "href": "/wiki/Abbasid_Caliphate", "description": "The Abbasid Caliphate was the third caliphate to succeed the Islamic prophet Muhammad. It was founded by a dynasty descended from Muhammad's uncle, Abbas ibn Abdul-Muttalib, from whom the dynasty takes its name. They ruled as caliphs for most of the caliphate from their capital in Baghdad in modern-day Iraq, after having overthrown the Umayyad Caliphate in the Abbasid Revolution of 750 CE (132 AH)"}]}, {"heading": "Deaths", "year": "898", "date": "October 15", "txt": "Lambert of Italy (b. 880)", "entities": [{"title": "Lambert of Italy", "href": "/wiki/Lambert_of_Italy", "description": "Lambert was the King of Italy from 891, Holy Roman Emperor, co-ruling with his father from 892, and Duke of Spoleto and Camerino from his father's death in 894. He was the son of Guy III of Spoleto and Ageltrude, born in San Rufino. He was the last ruler to issue a capitulary in the Carolingian tradition."}]}, {"heading": "Deaths", "year": "912", "date": "October 15", "txt": "Abdullah ibn Muhammad al-Umawi, Spanish emir (b. 844)", "entities": [{"title": "Abdullah ibn Muhammad al-Umawi", "href": "/wiki/Abdullah_ibn_Muhammad_al-Umawi", "description": "Abdullah ibn Muhammad was the seventh Emir of Córdoba, reigning from 888 to 912 in Al-Andalus."}]}, {"heading": "Deaths", "year": "925", "date": "October 15", "txt": "Rhazes, Persian polymath (b. 864)", "entities": [{"title": "Rhazes", "href": "/wiki/Rhazes", "description": "Abū Bakr Muhammad Zakariyyā Rāzī or Rasis; 854–925 CE), was a Persian polymath, physician, alchemist, philosopher, and important figure in the history of medicine. He also wrote on logic, astronomy and grammar."}]}, {"heading": "Deaths", "year": "961", "date": "October 15", "txt": "Abd-al-Rahman III, caliph of Córdoba", "entities": [{"title": "Abd-ar-Rahman III", "href": "/wiki/Abd-ar-Rahman_III", "description": "Abd al-Raḥmān III, also known as 'Abd al-Rahmān ibn Muḥammad ibn 'Abd Allāh ibn Muḥammad ibn 'Abd al-Raḥmān ibn al-Ḥakam al-Rabdī ibn Hishām ibn 'Abd al-Raḥmān al-Dākhil, was the Umayyad Emir of Córdoba from 912 to 929, at which point he founded the Caliphate of Córdoba, serving as its first Caliph until his death. 'Abd al-Raḥmān won the laqab (sobriquet) al-Nasir li-Dīn Allāh – Defender of God's "}]}, {"heading": "Deaths", "year": "1002", "date": "October 15", "txt": "Otto-Henry, Duke of Burgundy (b. 946)", "entities": [{"title": "Henry I, Duke of Burgundy", "href": "/wiki/Henry_I,_Duke_of_Burgundy", "description": "Henry I, called the Great, was Count of Nevers and Duke of Burgundy from 965 to his death. He is sometimes known as Odo-Henry or Otto-Henry, since his birth name was \"Odo\" and he only adopted \"Henry\" on being elected duke of Burgundy."}, {"title": "Duke of Burgundy", "href": "/wiki/Duke_of_Burgundy", "description": "Duke of Burgundy was a title used by the rulers of the Duchy of Burgundy, from its establishment in 843 to its annexation by France in 1477, and later by Habsburg sovereigns of the Low Countries (1482–1556)."}]}, {"heading": "Deaths", "year": "1080", "date": "October 15", "txt": "Rudolf of Rheinfelden (b. 1025)", "entities": [{"title": "Rudolf of Rheinfelden", "href": "/wiki/Rudolf_of_Rheinfelden", "description": "Rudolf of Rheinfelden was Duke of Swabia from 1057 to 1079. Initially a follower of his brother-in-law, the Salian emperor Henry IV, his election as German anti-king in 1077 marked the outbreak of the Great Saxon Revolt and the first phase of open conflict in the Investiture Controversy between Emperor and Papacy. After a series of armed conflicts, Rudolf succumbed to his injuries after his forces"}]}, {"heading": "Deaths", "year": "1173", "date": "October 15", "txt": "Petronilla of Aragon (b. 1135)", "entities": [{"title": "Petronilla of Aragon", "href": "/wiki/Petronilla_of_Aragon", "description": "Petronilla, whose name is also spelled Petronila or Petronella, was the queen of Aragon from the abdication of her father, Ramiro II, in 1137 until her own abdication in 1164. She was the last ruling member of the Jiménez dynasty in Aragon, and by marriage brought the throne to the House of Barcelona."}]}, {"heading": "Deaths", "year": "1240", "date": "October 15", "txt": "Razia Sultana, sultan of Delhi (b. 1205)", "entities": [{"title": "Razia Sultana", "href": "/wiki/Razia_Sultana", "description": "Sultan Raziyyat-Ud-Dunya Wa Ud-Din, popularly known as Razia Sultana, was a ruler of the Delhi Sultanate in the northern part of the Indian subcontinent. She was the first female Muslim ruler of the subcontinent, and the only female Muslim ruler of Delhi."}, {"title": "Delhi", "href": "/wiki/Delhi", "description": "Delhi, officially the National Capital Territory (NCT) of Delhi, is a city and a union territory of India containing New Delhi, the capital of India.\nIt is bordered by the state of Haryana on three sides and by Uttar Pradesh to the east. The NCT covers an area of 1,484 square kilometres (573 sq mi). According to the 2011 census, Delhi's city proper population was over 11 million, the second-highes"}]}, {"heading": "Deaths", "year": "1243", "date": "October 15", "txt": "Hedwig of Silesia, Polish saint (b. 1174)", "entities": [{"title": "Hedwig of Silesia", "href": "/wiki/Hedwig_of_Silesia", "description": "Hedwig of Silesia, also Hedwig of Andechs, a member of the Bavarian comital House of Andechs, was Duchess of Silesia from 1201 and of Greater Poland from 1231 as well as High Duchess consort of Poland from 1232 until 1238. She was reported in the two-volume historical atlas of Herman Kinder and another author to have been great in war and defended from the Teutonic Knights. She was canonized by th"}]}, {"heading": "Deaths", "year": "1326", "date": "October 15", "txt": "Walter de Stapledon, English bishop and politician, Lord High Treasurer (b. 1261)", "entities": [{"title": "Walter de Stapledon", "href": "/wiki/Walter_de_Stapledon", "description": "Walter de Stapledon was Bishop of Exeter 1308–1326 and twice Lord High Treasurer of England, in 1320 and 1322. He founded Exeter College, Oxford and contributed liberally to the rebuilding of Exeter Cathedral. His tomb and monument, of great architectural importance, survives in Exeter Cathedral."}, {"title": "Lord High Treasurer", "href": "/wiki/Lord_High_Treasurer", "description": "The post of Lord High Treasurer or Lord Treasurer was an English government position and has been a British government position since the Acts of Union of 1707. A holder of the post would be the third-highest-ranked Great Officer of State, below the Lord High Steward and the Lord High Chancellor of Great Britain."}]}, {"heading": "Deaths", "year": "1385", "date": "October 15", "txt": "Dionysius I, Metropolitan of Moscow", "entities": [{"title": "Dionysius I, Metropolitan of Moscow", "href": "/wiki/Dionysius_I,_Metropolitan_of_Moscow", "description": "Saint Dionysius I ; secular name: David was a Russian Orthodox metropolitan in 1384–1385."}]}, {"heading": "Deaths", "year": "1389", "date": "October 15", "txt": "Pope Urban VI (b. 1318)", "entities": [{"title": "Pope Urban VI", "href": "/wiki/Pope_Urban_VI", "description": "Pope Urban VI, born Bartolomeo Prignano, was the Roman claimant to the headship of the Catholic Church from 8 April 1378 to his death. He was the most recent pope to be elected from outside the College of Cardinals. His pontificate began shortly after the end of the Avignon Papacy. It was marked by immense conflict between rival factions as part of the Western Schism, with much of Europe recognizi"}]}, {"heading": "Deaths", "year": "1404", "date": "October 15", "txt": "Marie Valois, French princess (b. 1344)", "entities": [{"title": "Marie of Valois (1344-1404)", "href": "/wiki/Marie_of_Valois_(1344-1404)", "description": "Marie of France was the sixth child and second daughter of John II of France and Bonne of Bohemia."}]}, {"heading": "Deaths", "year": "1496", "date": "October 15", "txt": "Gilbert, Count of Montpensier (b. 1443)", "entities": [{"title": "Gilbert, Count of Montpensier", "href": "/wiki/Gilbert,_Count_of_Montpensier", "description": "Gilbert, Count of Montpensier, was a member of the House of Bourbon. He was the son of Louis I, Count of Montpensier and Gabrielle La Tour, Count of Montpensier and Dauphin d'Auvergne. He was appointed to the Order of Saint Michael by King Charles VIII of France in October 1483."}]}, {"heading": "Deaths", "year": "1564", "date": "October 15", "txt": "Andreas Vesalius, Belgian-Greek anatomist, physician, and author (b. 1514)", "entities": [{"title": "Andreas Vesalius", "href": "/wiki/Andreas_Vesalius", "description": "Andreas Vesalius was a 16th-century Flemish anatomist, physician, and author of one of the most influential books on human anatomy, De Humani Corporis Fabrica Libri Septem. Vesalius is often referred to as the founder of modern human anatomy. He was born in Brussels, which was then part of the Habsburg Netherlands. He was a professor at the University of Padua (1537–1542) and later became Imperial"}]}, {"heading": "Deaths", "year": "1674", "date": "October 15", "txt": "Robert Herrick, English poet (b. 1591)", "entities": [{"title": "Robert Herrick (poet)", "href": "/wiki/Robert_Herrick_(poet)", "description": "Robert Herrick was a 17th-century English lyric poet and cleric. He is best known for Hesperides, a book of poems. This includes the carpe diem poem \"To the Virgins, to Make Much of Time\", with the first line \"Gather ye rosebuds while ye may\"."}]}, {"heading": "Deaths", "year": "1684", "date": "October 15", "txt": "Géraud de Cordemoy, French historian, philosopher and lawyer (b. 1626)", "entities": [{"title": "Géraud de Cordemoy", "href": "/wiki/G%C3%A9raud_de_Cordemoy", "description": "Géraud de Cordemoy was a French philosopher, historian and lawyer. He is mainly known for his works in metaphysics and for his theory of language."}]}, {"heading": "Deaths", "year": "1690", "date": "October 15", "txt": "Juan de Valdés Leal, Spanish painter and illustrator (b. 1622)", "entities": [{"title": "Juan de Valdés Leal", "href": "/wiki/Juan_de_Vald%C3%A9s_Leal", "description": "Juan de Valdés Leal was a Spanish painter and etcher of the Baroque era."}]}, {"heading": "Deaths", "year": "1715", "date": "October 15", "txt": "Humphry Ditton, English mathematician and  philosopher (b. 1675)", "entities": [{"title": "Humphry Ditton", "href": "/wiki/Humphry_Ditton", "description": "Humphry Ditton was an English mathematician."}]}, {"heading": "Deaths", "year": "1788", "date": "October 15", "txt": "Samuel Greig, Scottish-Russian admiral (b. 1735)", "entities": [{"title": "Samuel Greig", "href": "/wiki/Samuel_Greig", "description": "Samuel Greig, or Samuil Karlovich Greig, as he was known in Russia was a Scottish-born Russian admiral who distinguished himself in the Battle of Chesma (1770) and the Battle of Hogland (1788). His son Alexey Greig also made a spectacular career in the Imperial Russian Navy."}]}, {"heading": "Deaths", "year": "1810", "date": "October 15", "txt": "Alfred Moore, American captain and judge (b. 1755)", "entities": [{"title": "Alfred Moore", "href": "/wiki/Alfred_Moore", "description": "Alfred Moore was a North Carolina judge who became an associate justice of the Supreme Court of the United States. Moore Square, a park located in the Moore Square Historic District in Raleigh, North Carolina was named in his honor, as was Moore County, established in 1784, also in the state of North Carolina."}]}, {"heading": "Deaths", "year": "1811", "date": "October 15", "txt": "Nathaniel Dance-Holland, English painter and politician (b. 1735)", "entities": [{"title": "Nathaniel Dance-Holland", "href": "/wiki/Nathaniel_Dance-Holland", "description": "Sir Nathaniel Dance-Holland, 1st Baronet was a notable English portrait painter and later a politician."}]}, {"heading": "Deaths", "year": "1817", "date": "October 15", "txt": "Tadeusz Kościuszko, Polish-Lithuanian general and engineer (b. 1746)", "entities": [{"title": "Tadeusz Kościuszko", "href": "/wiki/Tadeusz_Ko%C5%9Bciuszko", "description": "Andrzej Tadeusz Bonawentura Kościuszko was a Polish-Lithuanian military engineer, statesman, and military leader who became a national hero in Poland, Lithuania, Belarus, and the United States. He fought in the Polish–Lithuanian Commonwealth's struggles against Russia and Prussia, and on the US side in the American Revolutionary War. As Supreme Commander of the Polish National Armed Forces, he led"}]}, {"heading": "Deaths", "year": "1819", "date": "October 15", "txt": "Sergey Vyazmitinov, Russian general and politician, War Governor of Saint Petersburg (b. 1744)", "entities": [{"title": "Sergey Vyazmitinov", "href": "/wiki/Sergey_Vyazmitinov", "description": "Count Sergey Kuzmich Vyazmitinov, was a Russian general and statesman."}, {"title": "Saint Petersburg Governorate", "href": "/wiki/Saint_Petersburg_Governorate", "description": "Saint Petersburg Governorate, or Government of Saint Petersburg, was an administrative division of the Tsardom of Russia, the Russian Empire, and the Russian SFSR, which existed during 1708–1927."}]}, {"heading": "Deaths", "year": "1820", "date": "October 15", "txt": "Karl Philipp, Prince of Schwarzenberg (b. 1771)", "entities": [{"title": "Karl Philipp, Prince of Schwarzenberg", "href": "/wiki/Karl_Philipp,_Prince_of_Schwarzenberg", "description": "Karl Philipp, Fürst zu Schwarzenberg was an Austrian field marshal."}]}, {"heading": "Deaths", "year": "1837", "date": "October 15", "txt": "Ivan Dmitriev, Russian poet and politician, Russian Minister of Justice (b. 1760)", "entities": [{"title": "Ivan Dmitriev", "href": "/wiki/Ivan_Dmitriev", "description": "Ivan Ivanovich Dmitriev was a Russian statesman and poet associated with the sentimentalist movement in Russian literature."}, {"title": "List of Ministers of Justice of Imperial Russia", "href": "/wiki/List_of_Ministers_of_Justice_of_Imperial_Russia", "description": "This is a list of Ministers of Justice of Russia."}]}, {"heading": "Deaths", "year": "1838", "date": "October 15", "txt": "Letitia Elizabeth Landon, English poet and novelist (b. 1802)", "entities": [{"title": "Letitia Elizabeth Landon", "href": "/wiki/Letitia_Elizabeth_Landon", "description": "Letitia Elizabeth Landon was an English poet and novelist, better known by her initials L.E.L."}]}, {"heading": "Deaths", "year": "1891", "date": "October 15", "txt": "Gilbert Arthur à Beckett, English author and songwriter (b. 1837)", "entities": [{"title": "Gilbert Arthur à Beckett", "href": "/wiki/Gilbert_Arthur_%C3%A0_Beckett", "description": "Gilbert Arthur à Beckett was an English writer."}]}, {"heading": "Deaths", "year": "1900", "date": "October 15", "txt": "Zdeněk Fibich, Czech pianist and composer (b. 1850)", "entities": [{"title": "Zdeněk Fibich", "href": "/wiki/Zden%C4%9Bk_Fibich", "description": "Zdeněk Fibich was a Czech composer of classical music. Among his compositions are chamber works, symphonic poems, three symphonies, at least seven operas, melodramas including the substantial trilogy Hippodamia, liturgical music including a mass – a missa brevis; and a large cycle of piano works called Moods, Impressions, and Reminiscences. The piano cycle served as a diary of sorts of his love fo"}]}, {"heading": "Deaths", "year": "1910", "date": "October 15", "txt": "Stanley Ketchel, American boxer (b. 1886)", "entities": [{"title": "Stanley Ketchel", "href": "/wiki/Stanley_Ketchel", "description": "Stanisław Kiecal, better known in the boxing world as Stanley Ketchel, was an American professional boxer who became one of the greatest World Middleweight Champions in history. He was nicknamed \"The Michigan Assassin.\" He was murdered at a ranch in Conway, Missouri, at the age of 24."}]}, {"heading": "Deaths", "year": "1917", "date": "October 15", "txt": "Mata Hari, Dutch dancer and spy (b. 1876)", "entities": [{"title": "Mata Hari", "href": "/wiki/Mata_Hari", "description": "Margaretha Geertruida MacLeod, better known by the stage name Mata Hari, was a Dutch exotic dancer and courtesan who was convicted of being a spy for Germany during World War I. Despite her having admitted under interrogation to taking money to work as a German spy, many people still believe she was innocent because the French Army needed a scapegoat. She was executed by firing squad in France."}]}, {"heading": "Deaths", "year": "1918", "date": "October 15", "txt": "Sai Baba of Shirdi, Indian guru and saint (b. 1838)", "entities": [{"title": "Sai Baba of Shirdi", "href": "/wiki/Sai_Baba_of_Shirdi", "description": "Sai Baba of Shirdi, also known as Shirdi Sai Baba, was an Indian spiritual master who is regarded by his devotees to be a manifestation of Sri Dattaguru and identified as a saint and a fakir. He was revered by both his Hindu and Muslim devotees during, as well as after his lifetime."}]}, {"heading": "Deaths", "year": "1925", "date": "October 15", "txt": "Dolores Jiménez y Muro, Mexican revolutionary (b. 1848?)", "entities": [{"title": "Dolores Jiménez y Muro", "href": "/wiki/Dolores_Jim%C3%A9nez_y_Muro", "description": "Dolores Jiménez y Muro was a Mexican schoolteacher and revolutionary. A native of Aguascalientes, Aguascalientes, Mexico, she rose to prominence during the Mexican Revolution as a Socialist activist and reformer and as a supporter and associate of General Emiliano Zapata."}]}, {"heading": "Deaths", "year": "1930", "date": "October 15", "txt": "Herbert Henry Dow, Canadian-American businessman, founded the Dow Chemical Company (b. 1866)", "entities": [{"title": "Herbert Henry Dow", "href": "/wiki/Herbert_Henry_Dow", "description": "Herbert Henry Dow was a Canadian-born American chemical industrialist, best known as the founder of the American multinational conglomerate Dow Chemical. He was a graduate of Case School of Applied Science in Cleveland, Ohio. He was a prolific inventor of chemical processes, compounds, and products, and was a successful businessman."}, {"title": "Dow Chemical Company", "href": "/wiki/Dow_Chemical_Company", "description": "The Dow Chemical Company (TDCC) is an American multinational chemical corporation headquartered in Midland, Michigan, United States, and a subsidiary of Dow Inc. The company is among the three largest chemical producers in the world."}]}, {"heading": "Deaths", "year": "1934", "date": "October 15", "txt": "Raymond Poincaré, French lawyer and politician, 10th President of France (b. 1860)", "entities": [{"title": "Raymond Poincaré", "href": "/wiki/Raymond_Poincar%C3%A9", "description": "Raymond Nicolas Landry Poincaré was a French statesman who served three times as 58th Prime Minister of France, and as President of France from 1913 to 1920."}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Deaths", "year": "1940", "date": "October 15", "txt": "Lluís Companys, Catalan lawyer and politician, President of Catalonia (b. 1882)", "entities": [{"title": "Lluís Companys", "href": "/wiki/Llu%C3%ADs_Companys", "description": "Lluís Companys i Jover was a Spanish politician from Catalonia who served as president of Catalonia from 1934 and during the Spanish Civil War."}, {"title": "President of Catalonia", "href": "/wiki/President_of_Catalonia", "description": "The president of the Government of Catalonia is one of the bodies that the Statute of Autonomy of Catalonia stipulates as part of the Generalitat de Catalunya, others being the Parliament, the government, the Consell de Garanties Estatutàries and the Síndic de Greuges. The president also serves as head of government of Catalonia, leading the executive branch of the Generalitat de Catalunya, the Ca"}]}, {"heading": "Deaths", "year": "1945", "date": "October 15", "txt": "Pierre Laval, French lawyer and politician, 101st Prime Minister of France (b. 1883)", "entities": [{"title": "Pierre Laval", "href": "/wiki/Pierre_Laval", "description": "Pierre Jean Marie Laval was a French politician. During the time of the Third Republic, he served as Prime Minister of France from 27 January 1931 to 20 February 1932, and a second time from 7 June 1935 to 24 January 1936."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1946", "date": "October 15", "txt": "Hermann Göring, German general and politician (b. 1893)", "entities": [{"title": "Hermann Göring", "href": "/wiki/Hermann_G%C3%B6ring", "description": "Hermann Wilhelm Göring was a German political and military leader and a convicted war criminal. He was one of the most powerful figures in the Nazi Party, which ruled Germany from 1933 to 1945."}]}, {"heading": "Deaths", "year": "1948", "date": "October 15", "txt": "Edythe Chapman, American actress (b. 1863)", "entities": [{"title": "Edythe Chapman", "href": "/wiki/Edythe_Chapman", "description": "Edythe Chapman was an American stage and silent film actress."}]}, {"heading": "Deaths", "year": "1955", "date": "October 15", "txt": "Fumio Hayasaka, Japanese composer (b. 1914)", "entities": [{"title": "Fumio Hayasaka", "href": "/wiki/Fumio_Hayasaka", "description": "Fumio Hayasaka was a Japanese composer of classical music and film scores."}]}, {"heading": "Deaths", "year": "1958", "date": "October 15", "txt": "Asaf Halet Çelebi, Turkish poet and author (b. 1907)", "entities": [{"title": "Asaf Halet Çelebi", "href": "/wiki/Asaf_Halet_%C3%87elebi", "description": "Asaf Halet Çelebi was a Turkish mystical poet. Although not very widely known, due to his erudite and often foreign-influenced style, he is considered to be Turkey's first surrealist poet."}]}, {"heading": "Deaths", "year": "1958", "date": "October 15", "txt": "Elizabeth Alexander, British geologist, academic, and physicist (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1959", "date": "October 15", "txt": "Stepan Bandera, Ukrainian soldier and politician (b. 1909)", "entities": [{"title": "Stepan Bandera", "href": "/wiki/Stepan_Bandera", "description": "Stepan Andriyovych Bandera was a Ukrainian radical politician and theorist of the militant wing of the far-right Organization of Ukrainian Nationalists and a leader and ideologist of Ukrainian ultranationalists known for his involvement in terrorist activities."}]}, {"heading": "Deaths", "year": "1959", "date": "October 15", "txt": "Lipót Fejér, Hungarian mathematician and academic (b. 1880)", "entities": []}, {"heading": "Deaths", "year": "1960", "date": "October 15", "txt": "Clara Kimball Young, American actress and producer (b. 1890)", "entities": [{"title": "Clara Kimball Young", "href": "/wiki/Clara_Kimball_Young", "description": "Clara Kimball Young was an American film actress, who was highly regarded and publicly popular in the early silent film era."}]}, {"heading": "Deaths", "year": "1961", "date": "October 15", "txt": "Suryakant Tripathi 'Nirala', Indian poet and author (b. 1896)", "entities": [{"title": "Suryakant Tripathi 'Nirala'", "href": "/wiki/Suryakant_Tripathi_%27Nirala%27", "description": "Suryakant Tripathi, known by his pen name Nirala, was an Indian poet, novelist, essayist and story-writer. He also drew many sketches."}]}, {"heading": "Deaths", "year": "1963", "date": "October 15", "txt": "Horton Smith, American golfer and captain (b. 1908)", "entities": [{"title": "Horton Smith", "href": "/wiki/Horton_Smith", "description": "Horton Smith was an American professional golfer, best known as the winner of the first and third Masters Tournaments."}]}, {"heading": "Deaths", "year": "1964", "date": "October 15", "txt": "Cole Porter, American composer and songwriter (b. 1891)", "entities": [{"title": "Cole Porter", "href": "/wiki/Cole_Porter", "description": "Cole Albert Porter was an American composer and songwriter. Many of his songs became standards noted for their witty, urbane lyrics, and many of his scores found success on Broadway and in film."}]}, {"heading": "Deaths", "year": "1965", "date": "October 15", "txt": "Abraham Fraenkel, German-Israeli mathematician and academic (b. 1891)", "entities": [{"title": "Abraham Fraenkel", "href": "/wiki/Abraham_Fraenkel", "description": "Abraham Fraenkel was a German-born Israeli mathematician. He was an early Zionist and the first Dean of Mathematics at the Hebrew University of Jerusalem. He is known for his contributions to axiomatic set theory, especially his additions to Ernst Zermelo's axioms, which resulted in the Zermelo–Fraenkel set theory."}]}, {"heading": "Deaths", "year": "1966", "date": "October 15", "txt": "Frederick Montague, 1st Baron Amwell, English lieutenant and politician (b. 1876)", "entities": [{"title": "Frederick Montague, 1st Baron Amwell", "href": "/wiki/Frederick_Montague,_1st_Baron_Amwell", "description": "Frederick Montague, 1st Baron Amwell CBE was a British Labour Party politician."}]}, {"heading": "Deaths", "year": "1968", "date": "October 15", "txt": "Virginia Lee Burton, American author and illustrator (b. 1909)", "entities": [{"title": "Virginia Lee Burton", "href": "/wiki/Virginia_Lee_Burton", "description": "Virginia Lee Burton, also known by her married name, Virginia Demetrios, was an American illustrator and children's book author. She wrote and illustrated seven children's books, including Mike Mulligan and His Steam Shovel (1939), and The Little House (1943), which won the Caldecott Medal. She also illustrated six books by other authors."}]}, {"heading": "Deaths", "year": "1976", "date": "October 15", "txt": "Carlo Gambino, Italian-American mob boss (b. 1902)", "entities": [{"title": "Carlo Gambino", "href": "/wiki/Carlo_Gambino", "description": "Carlo Gambino was an Italian-American crime boss of the Gambino crime family. After the Apalachin Meeting in 1957, and the imprisonment of Vito Genovese in 1959, Gambino took over the Commission of the American Mafia until his death from a heart attack on October 15, 1976. During more than 50 years in organized crime, he served only 22 months in prison for a tax evasion charge in 1937."}]}, {"heading": "Deaths", "year": "1978", "date": "October 15", "txt": "W. Eugene Smith, American photojournalist (b. 1918)", "entities": [{"title": "W. Eugene Smith", "href": "/wiki/W._Eugene_Smith", "description": "William Eugene Smith was an American photojournalist. He has been described as \"perhaps the single most important American photographer in the development of the editorial photo essay.\" His major photo essays include World War II photographs, the dedication of an American country doctor and a nurse midwife, the clinic of Dr Schweitzer in French Equatorial Africa, the city of Pittsburgh, and the po"}]}, {"heading": "Deaths", "year": "1980", "date": "October 15", "txt": "Mikhail Lavrentyev, Russian physicist and mathematician (b. 1900)", "entities": [{"title": "Mikhail Lavrentyev", "href": "/wiki/Mikhail_Lavrentyev", "description": "Mikhail Alekseevich Lavrentyev was a Soviet mathematician and hydrodynamicist."}]}, {"heading": "Deaths", "year": "1980", "date": "October 15", "txt": "Apostolos Nikolaidis, Greek footballer and volleyball player (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "October 15", "txt": "Philip Fotheringham-Parker, English race car driver (b. 1907)", "entities": [{"title": "Philip Fotheringham-Parker", "href": "/wiki/Philip_Fotheringham-Parker", "description": "Philip Fotheringham-Parker was a racing driver from England. He participated in the 1951 British Grand Prix driving a privately run Maserati 4CL, but retired from the race after a problem with an oil pipe, scoring no championship points. Later that year, he won the 1951 Scottish Grand Prix, a minor Formula One race at Winfield with this car."}]}, {"heading": "Deaths", "year": "1983", "date": "October 15", "txt": "Pat O'Brien, American actor (b. 1899)", "entities": [{"title": "Pat O'Brien (actor)", "href": "/wiki/Pat_O%27Brien_(actor)", "description": "William Joseph Patrick O'Brien was an American film actor with more than 100 screen credits. Of Irish descent, he often played Irish and Irish-American characters and was referred to as \"Hollywood's Irishman in Residence\" in the press. One of the best-known screen actors of the 1930s and 1940s, he played priests, cops, military figures, pilots, and reporters. He is especially well-remembered for h"}]}, {"heading": "Deaths", "year": "1987", "date": "October 15", "txt": "Thomas Sankara, Burkinabe captain and politician, 5th President of Burkina Faso (b. 1949)", "entities": [{"title": "Thomas Sankara", "href": "/wiki/Thomas_Sankara", "description": "Thomas Isidore Noël Sankara was a Burkinabé military officer and socialist revolutionary who served as the President of Burkina Faso from 1983 to 1987. A Marxist–Leninist and pan-Africanist, he was viewed by supporters as a charismatic and iconic figure of revolution and is sometimes referred to as \"Africa's Che Guevara\"."}, {"title": "President of Burkina Faso", "href": "/wiki/President_of_Burkina_Faso", "description": "This is a list of heads of state of Burkina Faso since the Republic of Upper Volta gained independence from France in 1960 to the present day."}]}, {"heading": "Deaths", "year": "1987", "date": "October 15", "txt": "Donald Wandrei, American author and poet (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "October 15", "txt": "Kaikhosru Shapurji Sorabji, English pianist, composer, and critic (b. 1892)", "entities": [{"title": "Kaikhosru Shapurji Sorabji", "href": "/wiki/Kaikhosru_Shapurji_Sorabji", "description": "Kaikhosru Shapurji Sorabji was an English composer, music critic, pianist and writer whose musical output spanned eight decades and ranges from sets of miniatures to works lasting several hours. One of the most prolific 20th-century composers, he is best known for his piano music, notably nocturnes such as Gulistān and Villa Tasca, and large-scale, technically intricate compositions, which include"}]}, {"heading": "Deaths", "year": "1989", "date": "October 15", "txt": "Danilo Kiš, Serbian novelist, short story writer, essayist and translator. (b. 1935)", "entities": [{"title": "Danilo Kiš", "href": "/wiki/Danilo_Ki%C5%A1", "description": "Danilo Kiš was a Serbian and a Yugoslav novelist, short story writer, essayist and translator. His best known works include Hourglass, A Tomb for Boris Davidovich and The Encyclopedia of the Dead."}]}, {"heading": "Deaths", "year": "1990", "date": "October 15", "txt": "Delphine Seyrig, French actress and director (b. 1932)", "entities": [{"title": "Delphine Seyrig", "href": "/wiki/Delphine_Seyrig", "description": "Delphine Claire Beltiane Seyrig was a Lebanese-born French actress and film director."}]}, {"heading": "Deaths", "year": "1993", "date": "October 15", "txt": "Aydın Sayılı, Turkish historian and academic (b. 1913)", "entities": [{"title": "Aydın Sayılı", "href": "/wiki/Ayd%C4%B1n_Say%C4%B1l%C4%B1", "description": "Aydın Sayılı was a prominent Turkish historian of science. Sayılı's portrait is depicted on the reverse of the Turkish 5 lira banknote issued in 2009."}]}, {"heading": "Deaths", "year": "1994", "date": "October 15", "txt": "Sarah Kofman, French philosopher and academic (b. 1934)", "entities": [{"title": "Sarah Kofman", "href": "/wiki/Sarah_Kofman", "description": "Sarah Kofman was a French philosopher."}]}, {"heading": "Deaths", "year": "1995", "date": "October 15", "txt": "Bengt Åkerblom, Swedish ice hockey player (b. 1967)", "entities": [{"title": "Bengt Åkerblom", "href": "/wiki/Bengt_%C3%85kerblom", "description": "Bengt Åkerblom was a Swedish ice hockey player."}]}, {"heading": "Deaths", "year": "1995", "date": "October 15", "txt": "Marco Campos, Brazilian race car driver (b. 1976)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "October 15", "txt": "Josef Locke, British-Irish soldier, policeman, tenor and actor (b. 1917)", "entities": [{"title": "Josef Locke", "href": "/wiki/Josef_Locke", "description": "Joseph McLaughlin, known professionally as Josef Locke, was an Irish tenor. He was successful in the United Kingdom and Ireland in the 1940s and 1950s."}]}, {"heading": "Deaths", "year": "2000", "date": "October 15", "txt": "Konrad Emil Bloch, Polish-American biochemist and academic, Nobel Prize laureate (b. 1912)", "entities": [{"title": "Konrad Emil Bloch", "href": "/wiki/Konrad_Emil_Bloch", "description": "Konrad Emil Bloch, ForMemRS was a German American biochemist. Bloch received the Nobel Prize in Physiology or Medicine in 1964 for discoveries concerning the mechanism and regulation of the cholesterol and fatty acid metabolism."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2000", "date": "October 15", "txt": "Vincent Canby, American journalist and critic (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "October 15", "txt": "Ben Metcalfe, Canadian journalist and activist (b. 1919)", "entities": [{"title": "Ben Metcalfe", "href": "/wiki/Ben_Metcalfe", "description": "Bennett Metcalfe was a Canadian journalist and first chairman of Greenpeace, which was founded in 1971."}]}, {"heading": "Deaths", "year": "2005", "date": "October 15", "txt": "Jason Collier, American basketball player (b. 1977)", "entities": [{"title": "Jason Collier", "href": "/wiki/Jason_Collier", "description": "Jason Jeffrey Collier was an American professional basketball player in the National Basketball Association (NBA). He was the first active NBA player to die since Malik Sealy in 2000."}]}, {"heading": "Deaths", "year": "2005", "date": "October 15", "txt": "Matti Wuori, Finnish lawyer and politician (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "October 15", "txt": "Piet Boukema, Dutch jurist and politician (b. 1933)", "entities": [{"title": "Piet Boukema", "href": "/wiki/Piet_Boukema", "description": "Pieter Jan (Piet) Boukema was a Dutch jurist and politician. He was a member of the Provinciale Staten of North Holland from 1966 to 1970, of the Senate of the Netherlands from 1970 to 1976 and of the Raad van State from 1976 to 2000."}]}, {"heading": "Deaths", "year": "2008", "date": "October 15", "txt": "Edie Adams, American actress and singer (b. 1927)", "entities": [{"title": "Edie Adams", "href": "/wiki/Edie_Adams", "description": "Edie Adams was an American comedienne, actress, singer and businesswoman. She was a Tony Award winner and an Emmy Award nominee."}]}, {"heading": "Deaths", "year": "2008", "date": "October 15", "txt": "Fazıl Hüsnü Dağlarca, Turkish soldier and poet (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "October 15", "txt": "Jack Narz, American game show host and announcer (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "October 15", "txt": "Heinz Versteeg, Dutch-German footballer (b. 1939)", "entities": [{"title": "Heinz Versteeg", "href": "/wiki/Heinz_Versteeg", "description": "Heinz Versteeg was a Dutch professional footballer active primarily in Germany. Versteeg played as a striker for Meidericher SV and Hamborn 07."}]}, {"heading": "Deaths", "year": "2010", "date": "October 15", "txt": "Richard C. Miller, American photographer (b. 1912)", "entities": [{"title": "Richard C. Miller", "href": "/wiki/Richard_C._Miller", "description": "Richard Crump Miller was an American photographer best known for his vintage carbro prints, photos of celebrities, and work documenting the Hollywood Freeway."}]}, {"heading": "Deaths", "year": "2010", "date": "October 15", "txt": "Mildred Fay Jefferson, American physician and activist (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "October 15", "txt": "Johnny Sheffield, American actor (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "October 15", "txt": "Betty Driver, English actress, singer, and author (b. 1920)", "entities": [{"title": "Betty Driver", "href": "/wiki/Betty_Driver", "description": "Elizabeth Mary Driver, was a British actress and singer, best known for her role as Betty Williams in the long-running ITV soap opera, Coronation Street, a role she played for 42 years from 1969 to 2011, appearing in more than 2,800 episodes. She had previously appeared as Mrs Edgley in Coronation Street spin-off Pardon the Expression (1965–1966) opposite Arthur Lowe. In her early career she was a"}]}, {"heading": "Deaths", "year": "2012", "date": "October 15", "txt": "Claude Cheysson, French lieutenant and politician, French Minister of Foreign Affairs (b. 1920)", "entities": [{"title": "Claude Cheysson", "href": "/wiki/Claude_Cheysson", "description": "Claude Cheysson was a French Socialist politician who served as Foreign Minister in the government of Pierre Mauroy from 1981 to 1984."}, {"title": "Minister of Foreign Affairs (France)", "href": "/wiki/Minister_of_Foreign_Affairs_(France)", "description": "The Ministry for Europe and Foreign Affairs is the ministry of the Government of France that handles France's foreign relations. Since 1855, its headquarters have been located at 37 Quai d'Orsay, close to the National Assembly. The term Quai d'Orsay is often used as a metonym for the ministry. Its cabinet minister, the Minister for Europe and Foreign Affairs is responsible for the foreign relation"}]}, {"heading": "Deaths", "year": "2012", "date": "October 15", "txt": "Erol Günaydın, Turkish actor and screenwriter (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 15", "txt": "Maria Petrou, Greek-English computer scientist and academic (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 15", "txt": "Norodom Sihanouk, Cambodian politician, 1st Prime Minister of Cambodia (b. 1922)", "entities": [{"title": "Prime Minister of Cambodia", "href": "/wiki/Prime_Minister_of_Cambodia", "description": "The prime minister of Cambodia is the head of government of Cambodia. The prime minister is also the chairman of the Cabinet and leads the executive branch of the Royal Cambodian Government. The prime minister is a member of parliament, and is appointed by the monarch for a term of five years. Since 1945, 36 individuals have served as prime minister; 32 as official prime ministers, and 4 in acting"}]}, {"heading": "Deaths", "year": "2012", "date": "October 15", "txt": "Pat Ward, American lawyer and politician (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 15", "txt": "Donald Bailey, American drummer (b. 1933)", "entities": [{"title": "Donald Bailey (musician)", "href": "/wiki/Donald_Bailey_(musician)", "description": "Donald Orlando \"Duck\" Bailey was an American jazz drummer."}]}, {"heading": "Deaths", "year": "2013", "date": "October 15", "txt": "Nevill Drury, English-Australian journalist and publisher (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 15", "txt": "Cancio Garcia, Filipino lawyer and jurist (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 15", "txt": "Gloria Lynne, American singer (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 15", "txt": "Rudy Minarcin, American baseball player and coach (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 15", "txt": "Hans Riegel, German businessman (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 15", "txt": "Giovanni Reale, Italian philosopher and historian (b. 1931)", "entities": [{"title": "Giovanni Reale", "href": "/wiki/Giovanni_Reale", "description": "Giovanni Reale was an Italian historian of philosophy."}]}, {"heading": "Deaths", "year": "2014", "date": "October 15", "txt": "Jiří Reynek, Czech poet and graphic designer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 15", "txt": "Robert Tiernan, American lawyer and politician (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 15", "txt": "Nobby Wirkowski, American-Canadian football player and coach (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 15", "txt": "Sergei Filippenkov, Russian footballer and manager (b. 1971)", "entities": [{"title": "Sergei Filippenkov", "href": "/wiki/Sergei_Filippenkov", "description": "Sergei Aleksandrovich Filippenkov was a Russian football manager and player."}]}, {"heading": "Deaths", "year": "2015", "date": "October 15", "txt": "Nate Huffman, American basketball player (b. 1975)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 15", "txt": "Neill Sheridan, American baseball player (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 15", "txt": "Kenneth D. Taylor, Canadian businessman and diplomat (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 15", "txt": "Tyrone Young, American football player (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "October 15", "txt": "Chinggoy Alonzo, Filipino theater, movie & television actor (b. 1950)", "entities": [{"title": "Chinggoy Alonzo", "href": "/wiki/Chinggoy_Alonzo", "description": "Chinggoy Alonzo was a Filipino actor in theater, movies, and television. He was nominated for FAMAS Award Best Supporting Actor in Ikaw Naman ang Iiyak (1996)."}]}, {"heading": "Deaths", "year": "2018", "date": "October 15", "txt": "Paul Allen, co-founder of Microsoft, philanthropist, owner of the Seattle Seahawks (b. 1953)", "entities": [{"title": "Paul Allen", "href": "/wiki/Paul_Allen", "description": "Paul Gardner Allen was an American business magnate, computer programmer, researcher, investor, and philanthropist. He was best known for co-founding Microsoft Corporation with childhood friend Bill Gates in 1975, which helped spark the microcomputer revolution of the 1970s and 1980s, later making Microsoft the world's largest personal computer software company. Allen was ranked as the 44th-wealth"}, {"title": "Microsoft", "href": "/wiki/Microsoft", "description": "Microsoft Corporation is an American multinational technology company with headquarters in Redmond, Washington. It develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge"}, {"title": "Seattle Seahawks", "href": "/wiki/Seattle_Seahawks", "description": "The Seattle Seahawks  are a professional American football team based in Seattle. The Seahawks compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) West division. The Seahawks joined the NFL in 1976 as an expansion team. They have played their home games at Lumen Field in Seattle's SoDo neighborhood since 2002. They previously played hom"}]}]