[{"heading": "Events", "year": "AD 23", "date": "October 4", "txt": "Rebels sack the Chinese capital Chang'an during a peasant rebellion.", "entities": [{"title": "Chang'an", "href": "/wiki/Chang%27an", "description": "Chang'an was an ancient capital of more than ten dynasties in Chinese history, today known as Xi'an in Shaanxi province. Chang'an means \"Perpetual Peace\" in Classical Chinese since it was a capital that was repeatedly used by new Chinese rulers. During the short-lived Xin dynasty, the city was renamed \"Constant Peace\" ; the old name was later restored. By the time of the Ming dynasty, a new walled"}, {"title": "Lülin", "href": "/wiki/L%C3%BClin", "description": "Lülin was one of two major agrarian rebellion movements against Wang Mang's short-lived Xin dynasty in the modern southern Henan and northern Hubei regions. These two regions banded together to pool their strengths, their collective strength eventually leading to the downfall of the Xin and a temporary reinstatement of the Han Dynasty with Liu Xuan as the emperor. Many Lülin leaders became importa"}]}, {"heading": "Events", "year": "1302", "date": "October 4", "txt": "The Byzantine–Venetian War comes to an end.", "entities": [{"title": "Byzantine–Venetian War (1296–1302)", "href": "/wiki/Byzantine%E2%80%93Venetian_War_(1296%E2%80%931302)", "description": "The Byzantine–Venetian War of 1296–1302 was an offshoot of the second Venetian–Genoese War of 1294–1299."}]}, {"heading": "Events", "year": "1363", "date": "October 4", "txt": "Battle of Lake Poyang: In one of the largest naval battles in history, Zhu Yuanzhang's rebels defeat rival Chen Youliang.", "entities": [{"title": "Battle of Lake Poyang", "href": "/wiki/Battle_of_Lake_Poyang", "description": "The battle of Lake Poyang (鄱陽湖之戰) was a naval conflict which took place 30 August – 4 October 1363 between the rebel forces of Zhu Yuanzhang and Chen Youliang during the Red Turban Rebellion which led to the fall of the Yuan dynasty. Chen Youliang besieged Nanchang with a large fleet on Lake Poyang, one of China's largest freshwater lakes, and Zhu Yuanzhang met his force with a smaller fleet. Afte"}]}, {"heading": "Events", "year": "1511", "date": "October 4", "txt": "Formation of the Holy League of Aragon, the Papal States and Venice against France.", "entities": [{"title": "War of the League of Cambrai", "href": "/wiki/War_of_the_League_of_Cambrai", "description": "The War of the League of Cambrai, sometimes known as the War of the Holy League and several other names, was a major conflict in the Italian Wars of 1494–1559. The main participants of the war, fought from 1508 to 1516, were France, the Papal States, and the Republic of Venice, joined at various times by nearly every significant power in Western Europe, including Spain, the Holy Roman Empire, Engl"}]}, {"heading": "Events", "year": "1535", "date": "October 4", "txt": "The Coverdale Bible is printed, with translations into English by William Tyndale and Myles Coverdale.", "entities": [{"title": "Coverdale Bible", "href": "/wiki/Coverdale_Bible", "description": "The Coverdale Bible, compiled by Myles Coverdale and published in 1535, was the first complete Modern English translation of the Bible, and the first complete printed translation into English. The later editions published in 1537 were the first complete Bibles printed in England. The 1537 folio edition carried the royal licence and was therefore the first officially approved Bible translation in E"}]}, {"heading": "Events", "year": "1582", "date": "October 4", "txt": "The Gregorian Calendar is introduced by Pope Gregory XIII.", "entities": [{"title": "Gregorian Calendar", "href": "/wiki/Gregorian_Calendar", "description": "The Gregorian calendar is the calendar used in most of the world. It was introduced in October 1582 by Pope Gregory XIII as a minor modification of the Julian calendar, reducing the average year from 365.25 days to 365.2425 days, and adjusting for the drift in the 'tropical' or 'solar' year that the inaccuracy had caused during the intervening centuries."}]}, {"heading": "Events", "year": "1597", "date": "October 4", "txt": "Governor Gonzalo Méndez de Canço begins to suppress a native uprising against his rule in what is now the state of Georgia.", "entities": [{"title": "Gonzalo Méndez de Canço", "href": "/wiki/Gonzalo_M%C3%A9ndez_de_Can%C3%A7o", "description": "Gonzalo Méndez de Canço y Donlebún was a Spanish admiral who served as the seventh governor of the Spanish province of La Florida (1596-1603). He fought in the Battle of San Juan (1595) against the English admiral Francis Drake. During his tenure as governor of Florida, he dealt severely with a rebellion known as Juanillo´s revolt among the Native Americans in Guale, forcing them, as well as other"}]}, {"heading": "Events", "year": "1636", "date": "October 4", "txt": "Thirty Years' War: The Swedish Army defeats the armies of Saxony and the Holy Roman Empire at the Battle of Wittstock.", "entities": [{"title": "Thirty Years' War", "href": "/wiki/Thirty_Years%27_War", "description": "The 1618 to 1648 Thirty Years' War was fought primarily in modern Germany and Central Europe. Considered one of the most destructive conflicts in European history, combined estimates of military and civilian deaths range from 4.5 to 8 million, while it has been suggested that up to 60% of the population died in some areas of Germany. Related conflicts include the Eighty Years' War, the War of the "}, {"title": "Battle of Wittstock", "href": "/wiki/Battle_of_Wittstock", "description": "The Battle of Wittstock took place during the Thirty Years' War (1618-1648). It was fought on 24 September or 4 October 1636. A Swedish-allied army commanded jointly by Johan Banér and Alexander Leslie, later 1st Earl of Leven decisively defeated a combined Imperial-Saxon army, led by Count Melchior von Hatzfeld and the Saxon Elector John George I."}]}, {"heading": "Events", "year": "1693", "date": "October 4", "txt": "Nine Years' War: Piedmontese troops are defeated by the French.", "entities": [{"title": "Nine Years' War", "href": "/wiki/Nine_Years%27_War", "description": "The Nine Years' War (1688–1697), often called the War of the Grand Alliance or the War of the League of Augsburg, was a conflict between France and a European coalition which mainly included the Holy Roman Empire, the Dutch Republic, England, Spain, Savoy and Portugal. It was fought in Europe and the surrounding seas, in North America, and in India. It is sometimes considered the first global war."}, {"title": "Battle of Marsaglia", "href": "/wiki/Battle_of_Marsaglia", "description": "The Battle of Marsaglia was a battle in the Nine Years' War, fought in Italy on 4 October 1693, between the French army of Marshal Nicolas Catinat and the army of the Grand Alliance under Duke Victor Amadeus II of Savoy."}]}, {"heading": "Events", "year": "1777", "date": "October 4", "txt": "American Revolutionary War: Troops under George Washington are repelled by British troops under William Howe.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Battle of Germantown", "href": "/wiki/Battle_of_Germantown", "description": "The Battle of Germantown was a major engagement in the Philadelphia campaign of the American Revolutionary War. It was fought on October 4, 1777, at Germantown, Pennsylvania, between the British Army led by Sir William Howe, and the American Continental Army, with the 2nd Canadian Regiment, under George Washington."}]}, {"heading": "Events", "year": "1795", "date": "October 4", "txt": "Napoleon first rises to prominence by suppressing counter-revolutionary rioters threatening the National Convention.", "entities": [{"title": "13 Vendémiaire", "href": "/wiki/13_Vend%C3%A9miaire", "description": "13 Vendémiaire Year 4 in the French Republican Calendar is the name given to a battle between the French Revolutionary troops and Royalist forces in the streets of Paris."}]}, {"heading": "Events", "year": "1824", "date": "October 4", "txt": "Mexico adopts a new constitution and becomes a federal republic.", "entities": [{"title": "1824 Constitution of Mexico", "href": "/wiki/1824_Constitution_of_Mexico", "description": "The Federal Constitution of the United Mexican States of 1824 was enacted on October 4 of 1824, after the overthrow of the Mexican Empire of Agustin de Iturbide. In the new constitution, the republic took the name of United Mexican States, and was defined as a representative federal republic, with Catholicism as the official and unique religion. It was replaced by the Federal Constitution of the U"}]}, {"heading": "Events", "year": "1830", "date": "October 4", "txt": "The Belgian Revolution takes legal form when the provisional government secedes from the Netherlands.", "entities": [{"title": "Belgian Revolution", "href": "/wiki/Belgian_Revolution", "description": "The Belgian Revolution was the conflict which led to the secession of the southern provinces from the United Kingdom of the Netherlands and the establishment of an independent Kingdom of Belgium."}]}, {"heading": "Events", "year": "1853", "date": "October 4", "txt": "The Crimean War begins when the Ottoman Empire declares war on the Russian Empire.", "entities": [{"title": "Crimean War", "href": "/wiki/Crimean_War", "description": "The Crimean War was a military conflict fought from October 1853 to February 1856 in which Russia lost to an alliance made up of France, the Ottoman Empire, the United Kingdom and Sardinia. The immediate cause of the war involved the rights of Christian minorities in the Holy Land, then a part of the Ottoman Empire. The French promoted the rights of Roman Catholics, while Russia promoted those of "}]}, {"heading": "Events", "year": "1876", "date": "October 4", "txt": "The Agricultural and Mechanical College of Texas opens as the first public college in Texas.", "entities": [{"title": "Texas A&M University", "href": "/wiki/Texas_A%26M_University", "description": "Texas A&M University is a public land-grant research university in College Station, Texas. It was founded in 1876 and became the flagship institution of the Texas A&M University System in 1948. As of 2020, Texas A&M's student body is the second largest in the United States. Texas A&M's designation as a land, sea, and space grant institution—the only university in Texas to hold all three designatio"}]}, {"heading": "Events", "year": "1883", "date": "October 4", "txt": "First run of the Orient Express.", "entities": []}, {"heading": "Events", "year": "1883", "date": "October 4", "txt": "First meeting of the Boys' Brigade in Glasgow, Scotland.", "entities": []}, {"heading": "Events", "year": "1895", "date": "October 4", "txt": "Horace Rawlins wins the first U.S. Open Men's Golf Championship.", "entities": [{"title": "Horace Rawlins", "href": "/wiki/Horace_Rawlins", "description": "Horace Thomas Rawlins was an English professional golfer who won the first U.S. Open Championship in 1895."}]}, {"heading": "Events", "year": "1917", "date": "October 4", "txt": "World War I: The Battle of Broodseinde is fought between the British and German armies in Flanders.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Battle of Broodseinde", "href": "/wiki/Battle_of_Broodseinde", "description": "The Battle of Broodseinde was fought on 4 October 1917 near Ypres in Belgium, at the east end of the Gheluvelt plateau, by the British Second and Fifth armies against the German 4th Army. The battle was the most successful Allied attack of the Third Battle of Ypres. Using bite-and-hold tactics, with objectives limited to what could be held against German counter-attacks, the British devastated the"}]}, {"heading": "Events", "year": "1918", "date": "October 4", "txt": "World War I: An explosion kills more than 100 people and destroys a Shell Loading Plant in New Jersey.", "entities": [{"title": "T. A. Gillespie Company Shell Loading Plant explosion", "href": "/wiki/T._A._Gillespie_Company_Shell_Loading_Plant_explosion", "description": "The T. A. Gillespie Company Shell Loading Plant explosion, sometimes called the Morgan Munitions Depot explosion or similar titles, began at 7:36 pm EDT on Friday, October 4, 1918, at a World War I ammunition plant in the Morgan area of Sayreville in Middlesex County, New Jersey, United States. The initial explosion, generally believed to be accidental, triggered a fire and subsequent series of ex"}]}, {"heading": "Events", "year": "1925", "date": "October 4", "txt": "Great Syrian Revolt: Rebels led by Fawzi al-Qawuqji captured Hama from the French Mandate of Syria.", "entities": [{"title": "Great Syrian Revolt", "href": "/wiki/Great_Syrian_Revolt", "description": "The Great Syrian Revolt or Great Druze Revolt (1925–1927) was a general uprising across Mandatory Syria and Lebanon aimed at getting rid of the French, who had been in control of the region since the end of World War I. The uprising was not centrally coordinated; rather, it was attempted by multiple factions – among them Sunni, Druze, Alawite, Christian, and Shia – with the common goal of ending F"}, {"title": "Fawzi al-Qawuqji", "href": "/wiki/Fawzi_al-Qawuqji", "description": "Fawzi al-Qawuqji was a leading Arab nationalist military figure in the interwar period, The British military were impressed by his military acumen when he served briefly in Palestine in 1936 fighting the British Mandatory suppression of the Palestinian Revolt. A political decision by the British enabled him to flee the country in 1937. He was based in Nazi Germany during World War II, and served a"}, {"title": "1925 Hama uprising", "href": "/wiki/1925_Hama_uprising", "description": "The 1925 Hama uprising was one of the major events of the Great Syrian Revolt. It involved a rebel assault led by Fawzi al-Qawuqji against Mandatory French security installations in Hama and a subsequent uprising by residents sympathetic to the rebel cause. Heavy French bombardment of the city and the dispatch of reinforcements followed. The hostilities began on 4 October 1925 and negotiations bet"}, {"title": "Hama", "href": "/wiki/Hama", "description": "Hama is a city on the banks of the Orontes River in west-central Syria. It is located 213 km (132 mi) north of Damascus and 46 kilometres (29 mi) north of Homs. It is the provincial capital of the Hama Governorate. With a population of 854,000, Hama is the fourth-largest city in Syria after Damascus, Aleppo and Homs."}, {"title": "Mandate for Syria and the Lebanon", "href": "/wiki/Mandate_for_Syria_and_the_Lebanon", "description": "The Mandate for Syria and the Lebanon (1923−1946) was a League of Nations mandate founded in the aftermath of the First World War and the partitioning of the Ottoman Empire, concerning Syria and Lebanon. The mandate system was supposed to differ from colonialism, with the governing country intended to act as a trustee until the inhabitants were considered eligible for self-government. At that poin"}]}, {"heading": "Events", "year": "1927", "date": "October 4", "txt": "Gutzon Borglum begins sculpting Mount Rushmore.", "entities": [{"title": "Gutzon Borglum", "href": "/wiki/Gutzon_Borglum", "description": "John Gutzon de la Mothe Borglum was an American sculptor most widely known for the colossal sculpture Mount Rushmore National Memorial. He was also associated with various other public works of art, including Stone Mountain in Georgia, the statue of Union General Philip Sheridan in Washington, D.C., as well as a bust of Abraham Lincoln which was exhibited in the White House by Theodore Roosevelt a"}, {"title": "Mount Rushmore", "href": "/wiki/Mount_Rushmore", "description": "Mount Rushmore National Memorial is centered on a colossal sculpture carved into the granite face of Mount Rushmore in the Black Hills in Keystone, South Dakota. Sculptor Gutzon Borglum created the sculpture's design and oversaw the project's execution from 1927 to 1941 with the help of his son, Lincoln Borglum. The sculpture features the 60-foot (18 m) heads of Presidents George Washington (1732–"}]}, {"heading": "Events", "year": "1936", "date": "October 4", "txt": "The British Union of Fascists and various anti-fascist organizations violently clash in the Battle of Cable Street.", "entities": [{"title": "Battle of Cable Street", "href": "/wiki/Battle_of_Cable_Street", "description": "The Battle of Cable Street was an event that took place in Cable Street and Whitechapel in the East End of London, on Sunday 4 October 1936. It was a clash between the Metropolitan Police, sent to protect a march by members of the British Union of Fascists led by Oswald Mosley, and various anti-fascist demonstrators, including local trade unionists, communists, anarchists, British Jews, Irish dock"}]}, {"heading": "Events", "year": "1941", "date": "October 4", "txt": "Norman Rockwell's Willie Gillis character debuts on the cover of The Saturday Evening Post.", "entities": [{"title": "Willie Gillis", "href": "/wiki/Willie_Gillis", "description": "Willie Gillis, Jr. is a fictional character created by Norman Rockwell for a series of World War II paintings that appeared on the covers of 11 issues of The Saturday Evening Post between 1941 and 1946. Gillis was an everyman with the rank of private whose career was tracked on the cover of the Post from induction through discharge without being depicted in battle. He and his girlfriend were model"}]}, {"heading": "Events", "year": "1957", "date": "October 4", "txt": "Sputnik 1 becomes the first artificial satellite to orbit the Earth.", "entities": []}, {"heading": "Events", "year": "1958", "date": "October 4", "txt": "The current constitution of France is adopted.", "entities": [{"title": "Constitution of France", "href": "/wiki/Constitution_of_France", "description": "The current Constitution of France was adopted on 4 October 1958. It is typically called the Constitution of the Fifth Republic, and it replaced the Constitution of the Fourth Republic, of 1946. Charles de Gaulle was the main driving force in introducing the new constitution and inaugurating the Fifth Republic, while the text was drafted by Michel Debré. Since then, the constitution has been amend"}]}, {"heading": "Events", "year": "1960", "date": "October 4", "txt": "An airliner crashes on takeoff from Boston's Logan International Airport, killing 62 people.", "entities": [{"title": "Eastern Air Lines Flight 375", "href": "/wiki/Eastern_Air_Lines_Flight_375", "description": "Eastern Air Lines Flight 375, registration N5533, was a Lockheed L-188 Electra aircraft that crashed on takeoff from Logan International Airport in Boston, Massachusetts on 4 October 1960. 62 of 72 on board were killed in the accident; ten survived, nine with serious injuries."}]}, {"heading": "Events", "year": "1963", "date": "October 4", "txt": "Hurricane Flora kills 6,000 in Cuba and Haiti.", "entities": [{"title": "Hurricane Flora", "href": "/wiki/Hurricane_Flora", "description": "Hurricane Flora is among the deadliest Atlantic hurricanes in recorded history, with a death total of at least 7,193. The seventh tropical storm and sixth hurricane of the 1963 Atlantic hurricane season, Flora developed from a disturbance in the Intertropical Convergence Zone on September 26 while located 755 miles (1,215 km) southwest of the Cape Verde islands. After remaining a weak depression f"}]}, {"heading": "Events", "year": "1965", "date": "October 4", "txt": "Pope Paul VI begins the first papal visit to the Americas.", "entities": [{"title": "Pope Paul VI", "href": "/wiki/Pope_Paul_VI", "description": "Pope Paul VI was head of the Catholic Church and sovereign of the Vatican City State from 21 June 1963 to his death in 1978. Succeeding John XXIII, he continued the Second Vatican Council, which he closed in 1965, implementing its numerous reforms, and fostered improved ecumenical relations with Eastern Orthodox and Protestant churches, which resulted in many historic meetings and agreements."}]}, {"heading": "Events", "year": "1966", "date": "October 4", "txt": "Basutoland becomes independent from the United Kingdom and is renamed Lesotho.", "entities": [{"title": "Basutoland", "href": "/wiki/Basutoland", "description": "Basutoland was a British Crown colony that existed from 1884 to 1966 in present-day Lesotho. Though the Basotho and their territory had been under British control starting in 1868, the Cape Colony was unpopular and unable to control the territory. As a result, Basutoland was brought under direct authority of Queen Victoria, via the High Commissioner, and run by an Executive Council presided over b"}]}, {"heading": "Events", "year": "1967", "date": "October 4", "txt": "Omar Ali Saifuddien III of Brunei abdicates in favour of his son.", "entities": [{"title": "Omar Ali Saifuddien III", "href": "/wiki/Omar_Ali_Saifuddien_III", "description": "Paduka Seri Begawan Sultan Sir Muda Haji Omar Ali Saifuddien III was the 28th Sultan of Brunei who ruled from 4 June 1950 until his voluntary abdication from the throne on 5 October 1967. He was also Brunei's Minister of Defence after the country's independence. He was known as \"The Architect of Modern Brunei\", \"The Royal Poet\", and \"The Father of Independence\"."}]}, {"heading": "Events", "year": "1983", "date": "October 4", "txt": "Richard Noble sets a new land speed record of 633.468 miles per hour (1,019.468 km/h) at the Black Rock Desert in Nevada.", "entities": [{"title": "Richard Noble", "href": "/wiki/Richard_Noble", "description": "Richard James Anthony Noble, OBE is a Scottish entrepreneur who was holder of the land speed record between 1983 and 1997. He was also the project director of ThrustSSC, the vehicle which holds the current land speed record, set at Black Rock Desert, Nevada in 1997."}]}, {"heading": "Events", "year": "1985", "date": "October 4", "txt": "The Free Software Foundation is founded.", "entities": [{"title": "Free Software Foundation", "href": "/wiki/Free_Software_Foundation", "description": "The Free Software Foundation (FSF) is a 501(c)(3) non-profit organization founded by Richard Stallman on October 4, 1985, to support the free software movement, which promotes the universal freedom to study, distribute, create, and modify computer software, with the organization's preference for software being distributed under copyleft terms, such as with its own GNU General Public License. The F"}]}, {"heading": "Events", "year": "1991", "date": "October 4", "txt": "The Protocol on Environmental Protection to the Antarctic Treaty is opened for signature.", "entities": [{"title": "Protocol on Environmental Protection to the Antarctic Treaty", "href": "/wiki/Protocol_on_Environmental_Protection_to_the_Antarctic_Treaty", "description": "The Protocol on Environmental Protection to the Antarctic Treaty, also known as the Antarctic-Environmental Protocol, or the Madrid Protocol, is part of the Antarctic Treaty System. It provides for comprehensive protection of the Antarctic environment and dependent and associated ecosystems."}]}, {"heading": "Events", "year": "1992", "date": "October 4", "txt": "The Rome General Peace Accords end a 16-year civil war in Mozambique.", "entities": [{"title": "Rome General Peace Accords", "href": "/wiki/Rome_General_Peace_Accords", "description": "The Rome General Peace Accords, officially the General Peace Accords, was a peace treaty signed between the government of Mozambique and RENAMO, ending the Mozambican Civil War on October 4, 1992. Negotiations preceding in began in July 1990. They were brokered by a team of four mediators, two members of the Community of Sant'Egidio, Andrea Riccardi and Matteo Zuppi, as well as Bishop Jaime Gonçal"}]}, {"heading": "Events", "year": "1992", "date": "October 4", "txt": "El Al Flight 1862 crashes into two apartment buildings in Amsterdam, killing 43 including 39 on the ground.", "entities": []}, {"heading": "Events", "year": "1993", "date": "October 4", "txt": "Battle of Mogadishu occurs killing 18 U.S. Special Forces, two UN Peacekeepers and at least 600 Somalian militia men and civilians.", "entities": [{"title": "Battle of Mogadishu (1993)", "href": "/wiki/Battle_of_Mogadishu_(1993)", "description": "The Battle of Mogadishu, also known as the Black Hawk Down incident, was part of Operation Gothic Serpent. It was fought on 3–4 October 1993, in Mogadishu, Somalia, between forces of the United States—supported by UNOSOM II—and Somali militiamen loyal to Mohamed Farrah Aidid. It was part of the broader Somali Civil War, which had intensified since 1991 and threatened famine; the UN had become enga"}, {"title": "UN Peacekeepers", "href": "/wiki/UN_Peacekeepers", "description": "Peacekeeping by the United Nations is a role held by the Department of Peace Operations as \"a unique and dynamic instrument developed by the organization as a way to help countries torn by conflict to create the conditions for lasting peace\". It is distinguished from peacebuilding, peacemaking, and peace enforcement although the United Nations does acknowledge that all activities are \"mutually rei"}]}, {"heading": "Events", "year": "1993", "date": "October 4", "txt": "Tanks bombard the Russian parliament, while demonstrators against President Yeltsin rally outside.", "entities": []}, {"heading": "Events", "year": "1997", "date": "October 4", "txt": "The second largest cash robbery in U.S. history occurs in North Carolina", "entities": [{"title": "1997 Loomis Fargo Robbery in North Carolina", "href": "/wiki/1997_Loomis_Fargo_Robbery_in_North_Carolina", "description": "The Loomis Fargo Bank Robbery was a robbery of $17.3 million in cash from the Charlotte, North Carolina, regional office vault of Loomis, Fargo & Co. on the evening of October 4, 1997. The robbery was committed by Loomis vault supervisor David Scott Ghantt, his married girlfriend Kelly Campbell, Steven Eugene Chambers, his wife Michelle Chambers, Michael Gobbies, and four other co-conspirators. An"}]}, {"heading": "Events", "year": "2001", "date": "October 4", "txt": "Siberia Airlines Flight 1812 crashes after being struck by an errant Ukrainian missile. Seventy-eight people are killed.", "entities": [{"title": "Siberia Airlines Flight 1812", "href": "/wiki/Siberia_Airlines_Flight_1812", "description": "Siberia Airlines Flight 1812 was a commercial flight shot down by the Ukrainian Air Force over the Black Sea on 4 October 2001, en route from Tel Aviv, Israel to Novosibirsk, Russia. The aircraft, a Soviet-made Tupolev Tu-154, carried 66 passengers and 12 crew members. Most of the passengers were Israelis visiting relatives in Russia. There were no survivors. The crash site is about 190 km west-so"}]}, {"heading": "Events", "year": "2003", "date": "October 4", "txt": "The Maxim restaurant suicide bombing in Israel kills twenty-one Israelis, both Jews and Arabs.", "entities": [{"title": "Maxim restaurant suicide bombing", "href": "/wiki/Maxim_restaurant_suicide_bombing", "description": "The Maxim restaurant suicide bombing was a suicide bombing which occurred on October 4, 2003 in the beachfront \"Maxim\" restaurant in Haifa, Israel. Twenty-one people were killed in the attack and 60 were injured. Among the victims were two families and four children, including a two-month-old baby."}]}, {"heading": "Events", "year": "2004", "date": "October 4", "txt": "SpaceShipOne wins the Ansari X Prize for private spaceflight.", "entities": []}, {"heading": "Events", "year": "2006", "date": "October 4", "txt": "WikiLeaks is launched.", "entities": [{"title": "WikiLeaks", "href": "/wiki/WikiLeaks", "description": "WikiLeaks is an international non-profit organisation that publishes news leaks and classified media provided by anonymous sources. Its website, initiated in 2006 in Iceland by the organisation Sunshine Press, stated in 2015 that it had released online 10 million documents in its first 10 years. Julian Assange, an Australian Internet activist, is generally described as its founder and director. Si"}]}, {"heading": "Events", "year": "2010", "date": "October 4", "txt": "The Ajka plant accident in Hungary releases a million cubic metres of liquid alumina sludge, killing nine, injuring 122, and severely contaminating two major rivers.", "entities": [{"title": "Ajka alumina plant accident", "href": "/wiki/Ajka_alumina_plant_accident", "description": "An industrial accident at a caustic waste reservoir chain took place at the Ajkai Timföldgyár alumina plant in Ajka, Veszprém County, in western Hungary. On 4 October 2010, at 12:25 CEST (10:25 UTC), the northwestern corner of the dam of reservoir number 10 collapsed, freeing approximately one million cubic metres of liquid waste from red mud lakes. The mud was released as a 1–2 m (3–7 ft) wave, f"}]}, {"heading": "Events", "year": "2017", "date": "October 4", "txt": "Joint Nigerian-American Special Forces are ambushed by Islamic State militants outside the village of Tongo Tongo.", "entities": [{"title": "Special Forces (United States Army)", "href": "/wiki/Special_Forces_(United_States_Army)", "description": "The United States Army Special Forces, colloquially known as the \"Green Berets\" due to their distinctive service headgear, are a special operations force of the United States Army that are designed to deploy and execute nine doctrinal missions: unconventional warfare, foreign internal defense, direct action, counter-insurgency, special reconnaissance, counter-terrorism, information operations, cou"}, {"title": "Tongo Tongo ambush", "href": "/wiki/Tongo_Tongo_ambush", "description": "The Tongo Tongo ambush or the Niger ambush occurred on 4 October 2017, when armed militants from the Islamic State in the Greater Sahara (ISGS) attacked Nigerien and US soldiers outside the village of Tongo Tongo, Niger while they were returning to base after a stop in the village. During the ambush, five Nigeriens, four US soldiers, and at least 21 ISGS militants were killed and eight Nigeriens a"}, {"title": "Islamic State in the Greater Sahara", "href": "/wiki/Islamic_State_in_the_Greater_Sahara", "description": "The Islamic State in the Greater Sahara (IS-GS) is a militant group adhering to the ideology of Salafi Jihadism. ISIS-GS was formed on 15 May 2015 as the result of a split within the militant group Al-Mourabitoun. The rift was a reaction to the adherence of one of its leaders, Adnane Abou Walid al-Sahraoui, to the Islamic State of Iraq and the Levant."}, {"title": "Tongo Tongo", "href": "/wiki/Tongo_Tongo", "description": "Tongo Tongo is a village in the rural commune (municipality) of Tondikiwindi, Ouallam Department, Tillabéri Region in southwestern Niger, 174 km north of the nation's capital Niamey and 28 km south of the border with Mali. The village has about 160-170 huts/dwellings, irregularly clustered. There are no roads, just trails that connect to nearby villages such as Siwili, Firo, Sabara Bangou, Sinka K"}]}, {"heading": "Births", "year": "1160", "date": "October 4", "txt": "Alys, Countess of the Vexin, daughter of Louis VII of France (d. c. 1220)", "entities": [{"title": "Alys of France, Countess of Vexin", "href": "/wiki/Alys_of_France,_Countess_of_Vexin", "description": "Alys of France, Countess of Vexin was a French princess, the daughter of Louis VII, King of France and his second wife, Constance of Castile."}, {"title": "Louis VII of France", "href": "/wiki/Louis_VII_of_France", "description": "Louis VII, called the Younger or the Young, was King of the Franks from 1137 to 1180. He was the son and successor of King Louis VI and married Duchess Eleanor of Aquitaine, one of the wealthiest and most powerful women in western Europe. The marriage temporarily extended the Capetian lands to the Pyrenees, but was annulled in 1152 after no male heir was produced."}, {"title": "1220", "href": "/wiki/1220", "description": "Year 1220 (MCCXX) was a leap year starting on Wednesday of the Julian calendar. This is commonly known as a limbo year."}]}, {"heading": "Births", "year": "1274", "date": "October 4", "txt": "Rudolf I, Duke of Bavaria (d. 1319)", "entities": [{"title": "Rudolf I, Duke of Bavaria", "href": "/wiki/Rudolf_I,_Duke_of_Bavaria", "description": "Rudolf I of Bavaria, called \"the Stammerer\", a member of the Wittelsbach dynasty, was Duke of Upper Bavaria and Count Palatine of the Rhine from 1294 until 1317."}]}, {"heading": "Births", "year": "1276", "date": "October 4", "txt": "Margaret of Brabant (d. 1311)", "entities": [{"title": "Margaret of Brabant", "href": "/wiki/Margaret_of_Brabant", "description": "Margaret of Brabant, was the daughter of John I, Duke of Brabant and Margaret of Flanders. She was the wife of Henry, Count of Luxembourg, and after his election as King of Germany in 1308, she became Queen of Germany."}]}, {"heading": "Births", "year": "1289", "date": "October 4", "txt": "Louis X of France (d. 1316)", "entities": [{"title": "Louis X of France", "href": "/wiki/Louis_X_of_France", "description": "Louis X, called the Quarrelsome, the Headstrong, or the Stubborn, was King of France from 1314 to 1316, succeeding his father Philip IV. After the death of his mother, Joan I of Navarre, he was also King of Navarre as Louis I from 1305 until his death in 1316."}]}, {"heading": "Births", "year": "1331", "date": "October 4", "txt": "James Butler, 2nd Earl of Ormond, Irish politician, Lord Justice of Ireland (d. 1382)", "entities": [{"title": "James Butler, 2nd Earl of Ormond", "href": "/wiki/James_Butler,_2nd_Earl_of_Ormond", "description": "James Butler, 2nd Earl of Ormond was a noble in the Peerage of Ireland. He was Lord Justice of Ireland in 1359, 1364, and 1376, and a dominant political leader in Ireland in the 1360s and 1370s."}, {"title": "Lord Justice of Ireland", "href": "/wiki/Lord_Justice_of_Ireland", "description": "The Lords Justices were deputies who acted collectively in the absence of the chief governor of Ireland as head of the executive branch of the Dublin Castle administration. Lords Justices were sworn in at a meeting of the Privy Council of Ireland."}]}, {"heading": "Births", "year": "1379", "date": "October 4", "txt": "Henry III of Castile (d. 1406)", "entities": [{"title": "Henry III of Castile", "href": "/wiki/Henry_III_of_Castile", "description": "Henry III of Castile, called the Mourner, was the son of John I and Eleanor of Aragon. He succeeded his father as King of Castile in 1390."}]}, {"heading": "Births", "year": "1507", "date": "October 4", "txt": "Francis Bigod, English noble (d. 1537)", "entities": [{"title": "Francis Bigod", "href": "/wiki/Francis_Bigod", "description": "\nSir Francis Bigod was the leader of Bigod's Rebellion."}]}, {"heading": "Births", "year": "1515", "date": "October 4", "txt": "Lucas Cranach the Younger, German painter (d. 1586)", "entities": [{"title": "Lucas Cranach the Younger", "href": "/wiki/Lucas_Cranach_the_Younger", "description": "Lucas Cranach the Younger was a German Renaissance painter and portraitist, the son of Lucas Cranach the Elder."}]}, {"heading": "Births", "year": "1522", "date": "October 4", "txt": "Gabriele Paleotti, Catholic cardinal (d. 1597)", "entities": [{"title": "Gabriele Paleotti", "href": "/wiki/Gabriele_Paleotti", "description": "Gabriele Paleotti was an Italian cardinal and Archbishop of Bologna. He was a significant figure in, and source about, the later sessions of the Council of Trent, and much later a candidate for the papacy in 1590, and is now mostly remembered for his De sacris et profanis imaginibus (1582), setting out the Counter-Reformation church's views on the proper role and content of art."}]}, {"heading": "Births", "year": "1524", "date": "October 4", "txt": "Francisco Vallés, Spanish physician (d. 1592)", "entities": [{"title": "Francisco Vallés", "href": "/wiki/Francisco_Vall%C3%A9s", "description": "Francisco Valles also known as Divino Valles Covarrubias, 4 October 1524 – Burgos, 20 September 1592) was a Spanish physician, the best example of the medical Renaissance in Spain."}]}, {"heading": "Births", "year": "1532", "date": "October 4", "txt": "Francisco de Toledo, Catholic cardinal (d. 1596)", "entities": [{"title": "Francisco de Toledo (Jesuit)", "href": "/wiki/Francisco_de_Toledo_(Jesuit)", "description": "Francisco de Toledo was a Spanish Jesuit priest and theologian, Biblical exegete and professor at the Roman College. He is the first Jesuit to have been made a cardinal."}]}, {"heading": "Births", "year": "1542", "date": "October 4", "txt": "Robert Bellarmine, Italian cardinal and saint (d. 1621)", "entities": [{"title": "Robert Bellarmine", "href": "/wiki/Robert_Bellarmine", "description": "Robert Bellarmine was an Italian Jesuit and a cardinal of the Catholic Church. He was canonized a saint in 1930 and named Doctor of the Church, one of only 36. He was one of the most important figures in the Counter-Reformation."}]}, {"heading": "Births", "year": "1550", "date": "October 4", "txt": "Charles IX of Sweden (d. 1611)", "entities": [{"title": "Charles IX of Sweden", "href": "/wiki/Charles_IX_of_Sweden", "description": "Charles IX, also Carl, was King of Sweden from 1604 until his death. He was the youngest son of King Gustav I and his second wife, Margaret Leijonhufvud, brother of Eric XIV and John III, and uncle of Sigismund who was king of both Sweden and Poland. By his father's will he got, by way of appanage, the Duchy of Södermanland, which included the provinces of Närke and Värmland; but he did not come i"}]}, {"heading": "Births", "year": "1562", "date": "October 4", "txt": "Christen Sørensen Longomontanus, Danish astronomer and author (d. 1647)", "entities": [{"title": "Christen Sørensen Longomontanus", "href": "/wiki/Christen_S%C3%B8rensen_Longomontanus", "description": "Christen Sørensen Longomontanus was a Danish astronomer."}]}, {"heading": "Births", "year": "1570", "date": "October 4", "txt": "Péter Pázmány, Hungarian cardinal and philosopher (d. 1637)", "entities": [{"title": "Péter Pázmány", "href": "/wiki/P%C3%A9ter_P%C3%A1zm%C3%A1ny", "description": "Péter Pázmány, S.J., was a Hungarian Jesuit who was a noted philosopher, theologian, cardinal, pulpit orator and statesman. He was an important figure in the Counter-Reformation in Royal Hungary."}]}, {"heading": "Births", "year": "1579", "date": "October 4", "txt": "Guido Bentivoglio, Italian cardinal (d. 1644)", "entities": [{"title": "Guido Bentivoglio", "href": "/wiki/Guido_Bentivoglio", "description": "Guido Bentivoglio d'Aragona was an Italian cardinal, statesman and historian."}]}, {"heading": "Births", "year": "1585", "date": "October 4", "txt": "Anna of Tyrol, Holy Roman Empress (d. 1618)", "entities": [{"title": "Anna of Tyrol", "href": "/wiki/Anna_of_Tyrol", "description": "Anna of Tyrol, was by birth Archduchess of Austria and member of the Tyrolean branch of the House of Habsburg and by marriage Holy Roman Empress, German Queen, Queen of Bohemia and Queen of Hungary."}]}, {"heading": "Births", "year": "1625", "date": "October 4", "txt": "Jacqueline Pascal, French nun and composer (d. 1661)", "entities": [{"title": "Jacqueline Pascal", "href": "/wiki/Jacqueline_Pascal", "description": "Jacqueline Pascal, sister of Blaise Pascal, was born at Clermont-Ferrand, Auvergne, France."}]}, {"heading": "Births", "year": "1626", "date": "October 4", "txt": "Richard Cromwell, English academic and politician, Lord Protector of Great Britain (d. 1712)", "entities": [{"title": "Richard Cromwell", "href": "/wiki/Richard_Cromwell", "description": "Richard Cromwell was an English statesman who was the latter Lord Protector of the Commonwealth of England, Scotland and Ireland and son of the first Lord Protector, Oliver Cromwell."}, {"title": "Lord Protector", "href": "/wiki/Lord_Protector", "description": "Lord Protector is a title that has been used in British constitutional law for the head of state. It is also a particular title for the British heads of state in respect to the established church. It is sometimes used to refer to holders of other temporary posts; for example, a regent acting for the absent monarch."}]}, {"heading": "Births", "year": "1633", "date": "October 4", "txt": "Bernardino Ramazzini, Italian physician (d. 1714)", "entities": [{"title": "Bernardino Ramazzini", "href": "/wiki/Bernardino_Ramazzini", "description": "Bernardino Ramazzini was an Italian physician."}]}, {"heading": "Births", "year": "1657", "date": "October 4", "txt": "Francesco Solimena, Italian painter and illustrator (d. 1747)", "entities": [{"title": "Francesco Solimena", "href": "/wiki/Francesco_Solimena", "description": "Francesco Solimena was a prolific Italian painter of the Baroque era, one of an established family of painters and draughtsmen."}]}, {"heading": "Births", "year": "1694", "date": "October 4", "txt": "Lord George Murray, Scottish Jacobite General (d. 1760)", "entities": [{"title": "Lord George Murray (general)", "href": "/wiki/Lord_George_Murray_(general)", "description": "Lord George Murray (1694-1760), sixth son of John Murray, 1st Duke of Atholl, was a Scottish nobleman and soldier who took part in the Jacobite rebellions of 1715, 1719, and played a senior role in that of 1745."}]}, {"heading": "Births", "year": "1720", "date": "October 4", "txt": "Giovanni Battista Piranesi, Italian sculptor and illustrator (d. 1778)", "entities": [{"title": "Giovanni Battista Piranesi", "href": "/wiki/Giovanni_Battista_Piranesi", "description": "Giovanni Battista Piranesi was an Italian Classical archaeologist, architect, and artist, famous for his etchings of Rome and of fictitious and atmospheric \"prisons\". He was the father of Francesco Piranesi and Laura Piranesi."}]}, {"heading": "Births", "year": "1723", "date": "October 4", "txt": "Nikolaus Poda von Neuhaus, German entomologist and author (d. 1798)", "entities": [{"title": "Nikolaus Poda von Neuhaus", "href": "/wiki/Nikolaus_Poda_von_Neuhaus", "description": "Nikolaus Poda von Neuhaus was an Austrian entomologist. In his branch of natural history, the short name Poda refers to him."}]}, {"heading": "Births", "year": "1759", "date": "October 4", "txt": "Louis François Antoine Arbogast, French mathematician and academic (d. 1803)", "entities": [{"title": "Louis François Antoine Arbogast", "href": "/wiki/Louis_Fran%C3%A7ois_Antoine_Arbogast", "description": "Louis François Antoine Arbogast was a French mathematician. He was born at Mutzig in Alsace and died at Strasbourg, where he was professor. He wrote on series and the derivatives known by his name: he was the first writer to separate the symbols of operation from those of quantity, introducing systematically the operator notation DF for the derivative of the function F. In 1800, he published a cal"}]}, {"heading": "Births", "year": "1768", "date": "October 4", "txt": "Francisco José de Caldas, Colombian naturalist, executed by royalists in the war of independence (d. 1816)", "entities": [{"title": "Francisco José de Caldas", "href": "/wiki/Francisco_Jos%C3%A9_de_Caldas", "description": "Francisco José de Caldas was a Colombian lawyer, military engineer, self-taught naturalist, mathematician, geographer and inventor, who was executed by orders of Pablo Morillo during the Spanish American Reconquista for being a forerunner of the fight for the independence of New Granada. Arguably the first Colombian scientist, he is often nicknamed \"El Sabio\"."}]}, {"heading": "Births", "year": "1787", "date": "October 4", "txt": "François Guizot, French historian and politician, 22nd Prime Minister of France (d. 1874)", "entities": [{"title": "François Guizot", "href": "/wiki/Fran%C3%A7ois_Guizot", "description": "François Pierre Guillaume Guizot was a French historian, orator, and statesman. Guizot was a dominant figure in French politics prior to the Revolution of 1848. A moderate liberal who opposed the attempt by King Charles X to usurp legislative power, he worked to sustain a constitutional monarchy following the July Revolution of 1830."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1793", "date": "October 4", "txt": "Charles Pearson, English lawyer and politician (d. 1862)", "entities": [{"title": "Charles Pearson", "href": "/wiki/Charles_Pearson", "description": "Charles Pearson was a British lawyer and politician. He was solicitor to the City of London, a reforming campaigner, and – briefly – Member of Parliament for Lambeth. He campaigned against corruption in jury selection, for penal reform, for the abolition of capital punishment, and for universal suffrage.\nOften referred to as the father of the underground railway. His vision and proposal led to the"}]}, {"heading": "Births", "year": "1807", "date": "October 4", "txt": "Louis-Hippolyte Lafontaine, Canadian lawyer and politician, 2nd Premier of Canada East (d. 1864)", "entities": [{"title": "Louis-Hippolyte Lafontaine", "href": "/wiki/Louis-Hippolyte_Lafontaine", "description": "Sir Louis-Hippolyte Ménard dit La Fontaine, 1st Baronet, KCMG was a Canadian politician who served as the first Premier of the United Province of Canada and the first head of a responsible government in Canada. He was born in Boucherville, Lower Canada in 1807. A jurist and statesman, La Fontaine was first elected to the Legislative Assembly of Lower Canada in 1830. He was a supporter of Papineau "}, {"title": "List of Joint Premiers of the Province of Canada", "href": "/wiki/List_of_Joint_Premiers_of_the_Province_of_Canada", "description": "This is a list of the Joint Premiers of the Province of Canada, who were the heads of government of the Province of Canada from the 1841 unification of Upper Canada and Lower Canada until Confederation in 1867."}]}, {"heading": "Births", "year": "1814", "date": "October 4", "txt": "Jean-François Millet, French painter and educator (d. 1875)", "entities": [{"title": "Jean-François Millet", "href": "/wiki/Jean-Fran%C3%A7ois_Millet", "description": "Jean-François Millet was a French artist and one of the founders of the Barbizon school in rural France. Millet is noted for his paintings of peasant farmers and can be categorized as part of the Realism art movement. Toward the end of his career he became increasingly interested in painting pure landscapes. He is known best for his oil paintings but is also noted for his pastels, conte crayon dra"}]}, {"heading": "Births", "year": "1822", "date": "October 4", "txt": "Rutherford B. Hayes, American general, lawyer, and politician, 19th President of the United States (d. 1893)", "entities": [{"title": "Rutherford B. Hayes", "href": "/wiki/Rutherford_B._Hayes", "description": "Rutherford Birchard Hayes was an American politician and attorney who served as the 19th president of the United States from 1877 to 1881, after serving in the U.S. House of Representatives and as governor of Ohio. A lawyer and staunch abolitionist, he had defended refugee slaves in court proceedings during the antebellum years. He negotiated the political agreement to end federal support of Recon"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1835", "date": "October 4", "txt": "Jenny Twitchell Kempton, American opera singer and educator (d. 1921)", "entities": [{"title": "Jenny Twitchell Kempton", "href": "/wiki/Jenny_Twitchell_Kempton", "description": "Jane Elizabeth Kempton was an American contralto opera solo singer who had an active career spanning over fifty years starting in 1850. She sang in hundreds of performances across the United States and Europe during her long career."}]}, {"heading": "Births", "year": "1836", "date": "October 4", "txt": "Juliette Adam, French author (d. 1936)", "entities": [{"title": "Juliette Adam", "href": "/wiki/Juliette_Adam", "description": "Juliette Adam was a French author and feminist."}]}, {"heading": "Births", "year": "1837", "date": "October 4", "txt": "Auguste-Réal Angers, Canadian judge and politician, 6th Lieutenant Governor of Quebec (d. 1919)", "entities": [{"title": "Auguste-Réal Angers", "href": "/wiki/Auguste-R%C3%A9al_Angers", "description": "Sir Auguste-Réal Angers was a Canadian judge and parliamentarian, holding seats both as a member of the House of Commons of Canada, and as a Senator. He was born in 1837 probably in Quebec City and died in Westmount, Quebec, in 1919."}, {"title": "Lieutenant Governor of Quebec", "href": "/wiki/Lieutenant_Governor_of_Quebec", "description": "The Lieutenant Governor of Quebec is the viceregal representative in Quebec of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The Lieutenant Governor of"}]}, {"heading": "Births", "year": "1841", "date": "October 4", "txt": "Prudente de Morais, Brazilian lawyer and politician, 3rd President of Brazil (d. 1912)", "entities": [{"title": "Prudente de Morais", "href": "/wiki/Prudente_de_Morais", "description": "Prudente José de Morais e Barros was the third President of Brazil. He is notable as the first civilian president of the country, the first to be elected by direct popular ballot under the permanent provisions of Brazil's 1891 Constitution, and the first to serve his term in its entirety. His presidency, which lasted from 15 November 1894 until 14 November 1898, was marked by the War of Canudos, a"}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Births", "year": "1841", "date": "October 4", "txt": "Maria Sophie of Bavaria (d. 1925)", "entities": []}, {"heading": "Births", "year": "1843", "date": "October 4", "txt": "Marie-Alphonsine Danil Ghattas, Palestinian nun and Catholic Saint (d. 1927)", "entities": [{"title": "Marie-Alphonsine Danil Ghattas", "href": "/wiki/Marie-Alphonsine_Danil_Ghattas", "description": "Marie-Alphonsine Danil Ghattas was a Palestinian Christian nun who founded the Dominican Sisters of the Most Holy Rosary of Jerusalem, the first Palestinian congregation. She was beatified by Archbishop Angelo Amato on behalf of Pope Benedict XVI in 2009."}, {"title": "Roman Catholic Church", "href": "/wiki/Roman_Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}]}, {"heading": "Births", "year": "1858", "date": "October 4", "txt": "Léon Serpollet, French businessman (d. 1903)", "entities": [{"title": "Léon Serpollet", "href": "/wiki/L%C3%A9on_Serpollet", "description": "Léon Serpollet was a French engineer and developer of flash steam boilers and steam automobiles."}]}, {"heading": "Births", "year": "1861", "date": "October 4", "txt": "Walter Rauschenbusch, American pastor and theologian (d. 1918)", "entities": [{"title": "Walter Rauschenbusch", "href": "/wiki/Walter_Rauschenbusch", "description": "Walter Rauschenbusch (1861–1918) was an American theologian and Baptist pastor who taught at the Rochester Theological Seminary. Rauschenbusch was a key figure in the Social Gospel and single tax movements that flourished in the United States during the late 19th and early 20th centuries. He was also the maternal grandfather of the influential philosopher Richard Rorty and the great-grandfather of"}]}, {"heading": "Births", "year": "1861", "date": "October 4", "txt": "Frederic Remington, American painter, sculptor, and illustrator (d. 1909)", "entities": []}, {"heading": "Births", "year": "1862", "date": "October 4", "txt": "Edward Stratemeyer, American author and publisher (d. 1930)", "entities": [{"title": "Edward Stratemeyer", "href": "/wiki/Edward_Stratemeyer", "description": "Edward L. Stratemeyer was an American publisher, writer of children's fiction, and founder of the Stratemeyer Syndicate. He was one of the most prolific writers in the world, producing in excess of 1,300 books himself, selling in excess of 500 million copies. He also created many well-known fictional book series for juveniles, including The Rover Boys, The Bobbsey Twins, Tom Swift, The Hardy Boys,"}]}, {"heading": "Births", "year": "1868", "date": "October 4", "txt": "Marcelo Torcuato de Alvear, Argentinian lawyer and politician, 20th President of Argentina (d. 1942)", "entities": [{"title": "Marcelo Torcuato de Alvear", "href": "/wiki/Marcelo_Torcuato_de_Alvear", "description": "Máximo Marcelo Torcuato de Alvear Pacheco, was an Argentine lawyer and politician, who served as president of the Argentine Nation between October 12, 1922 to the same date in 1928."}, {"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}]}, {"heading": "Births", "year": "1874", "date": "October 4", "txt": "John Ellis, English executioner (d. 1932)", "entities": [{"title": "John Ellis (executioner)", "href": "/wiki/John_Ellis_(executioner)", "description": "John Ellis was a British executioner for 23 years, from 1901 to 1924. His other occupations were as a Rochdale hairdresser and newsagent."}]}, {"heading": "Births", "year": "1876", "date": "October 4", "txt": "Florence Eliza Allen, American mathematician and suffrage activist (d. 1960)", "entities": [{"title": "Florence Eliza Allen", "href": "/wiki/Florence_Eliza_Allen", "description": "Florence Eliza Allen was an American mathematician and women's suffrage activist. In 1907 she became the second woman to receive a Ph.D. in mathematics at the University of Wisconsin–Madison, and the fourth Ph.D. overall from that department."}]}, {"heading": "Births", "year": "1877", "date": "October 4", "txt": "Razor Smith, English cricketer (d. 1946)", "entities": [{"title": "Razor Smith", "href": "/wiki/Razor_Smith", "description": "William Charles \"Razor\" Smith was a Surrey slow bowler. Nicknamed \"Razor\" because of his extreme thinness, Smith was a frail man and prone to serious injury; he could rarely get through a full season's cricket, but when fit and healthy, could command the sharpest off-break among bowlers of his day. He was also able to bowl a somewhat faster ball with a very high flight that turned a little from le"}]}, {"heading": "Births", "year": "1879", "date": "October 4", "txt": "Robert Edwards, American artist, musician, and writer (d. 1948)", "entities": [{"title": "Robert Edwards (artist)", "href": "/wiki/Robert_Edwards_(artist)", "description": "Robert Edwards was an American artist, musician, and writer, and a prominent figure among New York City's Greenwich Village in the 1920s and '30s. He was editor and publisher of the Greenwich Village Quill, and was known as the \"Bard of Bohemia\" and the \"Village Troubadour\" for his many songs he wrote and sang publicly."}]}, {"heading": "Births", "year": "1880", "date": "October 4", "txt": "Damon Runyon, American newspaperman and short story writer. (d. 1946)", "entities": [{"title": "Damon Runyon", "href": "/wiki/Damon_Runyon", "description": "Alfred Damon Runyon was an American newspaperman and short-story writer."}]}, {"heading": "Births", "year": "1881", "date": "October 4", "txt": "Walther von Brauchitsch, German field marshal (d. 1948)", "entities": [{"title": "Walther von Brauchitsch", "href": "/wiki/Walther_von_Brauchitsch", "description": "Walther Heinrich Alfred Hermann von Brauchitsch was a German field marshal and the Commander-in-Chief (Oberbefehlshaber) of the German Army during World War II. Born into an aristocratic military family, he entered army service in 1901. During World War I, he served with distinction on the corps-level and division-level staff on the Western Front."}]}, {"heading": "Births", "year": "1884", "date": "October 4", "txt": "Ramchandra Shukla, Indian historian and author (d. 1941)", "entities": [{"title": "Ramchandra Shukla", "href": "/wiki/Ramchandra_Shukla", "description": "Ram Chandra Shukla, better known as Acharya Shukla, is regarded as the first codifier of the history of Hindi literature in a scientific system by using wide, empirical research\nwith scant resources and published Hindi Sahitya Ka Itihaas (1928–29)."}]}, {"heading": "Births", "year": "1888", "date": "October 4", "txt": "Lucy Tayiah Eads, American tribal chief (d. 1961)", "entities": [{"title": "Lucy Tayiah Eads", "href": "/wiki/Lucy_Tayiah_Eads", "description": "Lucy Tayiah Eads or Cha-me (1888–1961) was elected the first female tribal chief of the Kaw Indians in 1922. She was the first chief of the Kaws since 1908."}]}, {"heading": "Births", "year": "1888", "date": "October 4", "txt": "Oscar Mathisen, Norwegian speed skater (d. 1954)", "entities": []}, {"heading": "Births", "year": "1890", "date": "October 4", "txt": "Alan L. Hart, American physician and author (d. 1962)", "entities": [{"title": "Alan L. Hart", "href": "/wiki/Alan_L._Hart", "description": "Alan L. Hart was an American physician, radiologist, tuberculosis researcher, writer, and novelist. He was in 1917–18 one of the first trans men to undergo hysterectomy in the United States, and lived the rest of his life as a man. He pioneered the use of x-ray photography in tuberculosis detection and helped implement TB screening programs that saved thousands of lives."}]}, {"heading": "Births", "year": "1890", "date": "October 4", "txt": "Osman Cemal Kaygılı, Turkish writer and journalist (d. 1945)", "entities": []}, {"heading": "Births", "year": "1892", "date": "October 4", "txt": "Engelbert Dollfuss, Austrian soldier and politician, 14th Federal Chancellor of Austria (d. 1934)", "entities": [{"title": "Engelbert Dollfuss", "href": "/wiki/Engelbert_Dollfuss", "description": "Engelbert Dollfuss was an Austrian fascist politician who served as Chancellor of Austria between 1932 and 1934. Having served as Minister for Forests and Agriculture, he ascended to Federal Chancellor in 1932 in the midst of a crisis for the conservative government. In early 1933, he dissolved parliament and assumed dictatorial powers. Suppressing the Socialist movement in February 1934 during th"}, {"title": "Federal Chancellor of Austria", "href": "/wiki/Federal_Chancellor_of_Austria", "description": "The Federal Chancellor of Austria is the head of government of the Republic of Austria. The position corresponds to that of Prime Minister in several other parliamentary democracies. The term is gendered in the German language."}]}, {"heading": "Births", "year": "1892", "date": "October 4", "txt": "Hermann Glauert, English aerodynamicist and author (d. 1934)", "entities": []}, {"heading": "Births", "year": "1892", "date": "October 4", "txt": "Robert Lawson, American author and illustrator (d. 1957)", "entities": []}, {"heading": "Births", "year": "1895", "date": "October 4", "txt": "Buster Keaton, American film actor, director, and producer (d. 1966)", "entities": [{"title": "Buster Keaton", "href": "/wiki/Buster_Keaton", "description": "Joseph Frank Keaton, known professionally as Buster Keaton, was an American actor, comedian, film director, producer, screenwriter, and stunt performer. He is best known for his silent films, in which his trademark was physical comedy with a consistently stoic, deadpan expression that earned him the nickname \"The Great Stone Face\". Critic Roger Ebert wrote of Keaton's \"extraordinary period from 19"}]}, {"heading": "Births", "year": "1895", "date": "October 4", "txt": "Richard Sorge, German journalist and spy (d. 1944)", "entities": []}, {"heading": "Births", "year": "1896", "date": "October 4", "txt": "Dorothy Lawrence, English reporter, who secretly posed as a man to become a soldier during World War I (d. 1964)", "entities": [{"title": "Dorothy Lawrence", "href": "/wiki/Dorothy_Lawrence", "description": "Dorothy Lawrence was an English journalist who posed as a male soldier in order to report from the front line during World War I. She managed to obtain a military uniform from a friend. as well as getting a false identity. However trench life affected her health, and she later revealed her sex, afraid that if she needed medical attention her true identity would be discovered and those who helped h"}, {"title": "List of wartime cross-dressers", "href": "/wiki/List_of_wartime_cross-dressers", "description": "Many people have engaged in cross-dressing during wartime under various circumstances and for various motives. This has been especially true of women, whether while serving as a soldier in otherwise all-male armies, while protecting themselves or disguising their identity in dangerous circumstances, or for other purposes."}, {"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}]}, {"heading": "Births", "year": "1900", "date": "October 4", "txt": "August Mälk, Estonian author and playwright (d. 1987)", "entities": [{"title": "August Mälk", "href": "/wiki/August_M%C3%A4lk", "description": "August Mälk was an Estonian writer and politician."}]}, {"heading": "Births", "year": "1903", "date": "October 4", "txt": "Bona Arsenault, Canadian genealogist, historian, and politician (d. 1993)", "entities": [{"title": "Bona Arsenault", "href": "/wiki/Bona_Arsenault", "description": "Bona Arsenault, was a Canadian historian, genealogist and a federal and provincial politician."}]}, {"heading": "Births", "year": "1903", "date": "October 4", "txt": "John Vincent Atanasoff, American physicist and academic, invented the Atanasoff–Berry computer (d. 1995)", "entities": [{"title": "Atanasoff–Berry computer", "href": "/wiki/Atanasoff%E2%80%93Berry_computer", "description": "The Atanasoff–Berry computer (ABC) was the first automatic electronic digital computer. Limited by the technology of the day, and execution, the device has remained somewhat obscure. The ABC's priority is debated among historians of computer technology, because it was neither programmable, nor Turing-complete. The first real programmable and Turing complete machines, the Z3 and the Colossus comput"}]}, {"heading": "Births", "year": "1903", "date": "October 4", "txt": "Pierre Garbay, French general (d. 1980)", "entities": []}, {"heading": "Births", "year": "1903", "date": "October 4", "txt": "Ernst Kaltenbrunner, Austrian-German lawyer and general (d. 1946)", "entities": []}, {"heading": "Births", "year": "1906", "date": "October 4", "txt": "Mary Celine Fasenmyer, American mathematician (d. 1996)", "entities": [{"title": "Mary Celine Fasenmyer", "href": "/wiki/Mary_Celine_Fasenmyer", "description": "Mary Celine Fasenmyer was an American mathematician. She is most noted for her work on hypergeometric functions and linear algebra."}]}, {"heading": "Births", "year": "1907", "date": "October 4", "txt": "Alain Daniélou, French-Swiss historian and academic (d. 1994)", "entities": [{"title": "Alain Daniélou", "href": "/wiki/Alain_Dani%C3%A9lou", "description": "Alain Daniélou was a French historian, intellectual, musicologist, Indologist, and a noted Western convert to and expert on Shaivite Hinduism."}]}, {"heading": "Births", "year": "1910", "date": "October 4", "txt": "Frankie Crosetti, American baseball player and coach (d. 2002)", "entities": [{"title": "Frankie Crosetti", "href": "/wiki/Frankie_Crosetti", "description": "Frank Peter Joseph Crosetti was an American baseball shortstop. Nicknamed \"The Crow\", he spent his whole seventeen-year Major League Baseball playing career with the New York Yankees before becoming a coach with the franchise for an additional twenty seasons. As a player and third base coach for the Yankees, Crosetti was part of seventeen World Championship teams and 23 World Series participants o"}]}, {"heading": "Births", "year": "1910", "date": "October 4", "txt": "Cahit Sıtkı Tarancı, Turkish poet and author (d. 1956)", "entities": []}, {"heading": "Births", "year": "1911", "date": "October 4", "txt": "Mary Two-Axe Earley, Canadian indigenous women's rights activist (d. 1996)", "entities": [{"title": "Mary Two-Axe Earley", "href": "/wiki/Mary_Two-Axe_Earley", "description": "Mary Two-Axe Earley was a Mohawk women's rights activist from the reserve of Kahnawake in Quebec, Canada. After losing her legal Indian status due to marrying a non-status man, Two-Axe Earley advocated for changes to the Indian Act, which had promoted gender discrimination and stripped First Nations women of the right to participate in the political and cultural life of their home reserves."}]}, {"heading": "Births", "year": "1913", "date": "October 4", "txt": "Martial Célestin, Haitian lawyer and politician, 1st Prime Minister of Haiti (d. 2011)", "entities": [{"title": "Martial Célestin", "href": "/wiki/Martial_C%C3%A9lestin", "description": "Martial Lavaud Célestin was named Prime Minister of Haïti by President Leslie Manigat in March 1988 under the provisions of the 1987 Constitution, and was approved by the Parliament that formed as a result of the January 17, 1988 elections. He was deposed by the coup that took place on June 20. He was born in Ganthier and was a lawyer by profession. Célestin died on February 4, 2011 at the age of "}, {"title": "Prime Minister of Haiti", "href": "/wiki/Prime_Minister_of_Haiti", "description": "The prime minister of Haiti is the head of government of Haiti. The office was created under the 1987 Constitution; previously, all executive power was held by the president or head of state, who appointed and chaired the Council of Ministers."}]}, {"heading": "Births", "year": "1914", "date": "October 4", "txt": "Jim Cairns, Australian economist and politician, 4th Deputy Prime Minister of Australia (d. 2003)", "entities": [{"title": "Jim Cairns", "href": "/wiki/Jim_Cairns", "description": "James Ford Cairns, Australian politician, was prominent in the Labor movement through the 1960s and 1970s, and was briefly Deputy Prime Minister in the Whitlam government. He is best remembered as a leader of the movement against Australian involvement in the Vietnam War, for his affair with Junie Morosi and for his later renunciation of conventional politics. He was also an economist, and a proli"}, {"title": "Deputy Prime Minister of Australia", "href": "/wiki/Deputy_Prime_Minister_of_Australia", "description": "The deputy prime minister of Australia is the deputy chief executive and the second highest ranking officer of the government of Australia. The office of deputy prime minister was officially created as a ministerial portfolio in 1968, although the title had been used informally for many years previously. The deputy prime minister is appointed by the governor-general on the advice of the prime mini"}]}, {"heading": "Births", "year": "1914", "date": "October 4", "txt": "Brendan Gill, American journalist and essayist  (d. 1997)", "entities": []}, {"heading": "Births", "year": "1916", "date": "October 4", "txt": "Vitaly Ginzburg, Russian physicist and academic, Nobel Prize laureate (d. 2009)", "entities": [{"title": "Vitaly Ginzburg", "href": "/wiki/Vitaly_Ginzburg", "description": "Vitaly Lazarevich Ginzburg, ForMemRS was a Soviet and Russian theoretical physicist, astrophysicist, Nobel laureate, a member of the Soviet and Russian Academies of Sciences and one of the fathers of the Soviet hydrogen bomb. He was the successor to Igor Tamm as head of the Department of Theoretical Physics of the Lebedev Physical Institute of the Russian Academy of Sciences (FIAN), and an outspok"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1916", "date": "October 4", "txt": "Jan Murray, American comedian, actor, and game show host (d. 2006)", "entities": []}, {"heading": "Births", "year": "1916", "date": "October 4", "txt": "George Sidney, American director and producer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1917", "date": "October 4", "txt": "Violeta Parra, Chilean singer-songwriter and guitarist (d. 1967)", "entities": [{"title": "Violeta Parra", "href": "/wiki/Violeta_Parra", "description": "Violeta del Carmen Parra Sandoval was a Chilean composer, singer-songwriter, folklorist, ethnomusicologist and visual artist. She pioneered the Nueva Canción Chilena, a renewal and a reinvention of Chilean folk music that would extend its sphere of influence outside Chile. Parra is acknowledged as \"the Mother of Latin American folk\"."}]}, {"heading": "Births", "year": "1918", "date": "October 4", "txt": "Kenichi Fukui, Japanese chemist and academic, Nobel Prize laureate (d. 1998)", "entities": [{"title": "Kenichi Fukui", "href": "/wiki/Kenichi_Fukui", "description": "Kenichi Fukui was a Japanese chemist, known as the first Asian person to be awarded the Nobel Prize in Chemistry."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1921", "date": "October 4", "txt": "Stella Pevsner, American children's author (d. 2020)", "entities": [{"title": "Stella Pevsner", "href": "/wiki/Stella_Pevsner", "description": "Stella Pevsner was an American author of children's books and works of young adult literature published since the late 1960s."}]}, {"heading": "Births", "year": "1922", "date": "October 4", "txt": "Malcolm Baldrige, Jr., American businessman and politician, 26th United States Secretary of Commerce (d. 1987)", "entities": [{"title": "Malcolm Baldrige, Jr.", "href": "/wiki/Malcolm_Baldrige,_Jr.", "description": "Howard Malcolm \"Mac\" Baldrige Jr. was an American businessman. He served as the United States Secretary of Commerce from 1981 until his death in 1987. He was inducted into the ProRodeo Hall of Fame in 1988."}, {"title": "United States Secretary of Commerce", "href": "/wiki/United_States_Secretary_of_Commerce", "description": "The United States secretary of commerce (SecCom) is the head of the United States Department of Commerce. The secretary serves as the principal advisor to the president of the United States on all matters relating to commerce. The secretary reports directly to the president and is a statutory member of Cabinet of the United States. The secretary is appointed by the president, with the advice and c"}]}, {"heading": "Births", "year": "1922", "date": "October 4", "txt": "Shin Kyuk-ho, South Korean-Japanese businessman, founded Lotte Group (d. 2020)", "entities": [{"title": "Lotte (conglomerate)", "href": "/wiki/Lotte_(conglomerate)", "description": "Lotte Corporation is a Japanese multinational conglomerate. Lotte began its history on June 28, 1948, by Korean businessman Shin Kyuk-ho in Tokyo. Shin expanded Lotte to his ancestral country, South Korea, with the establishment of Lotte Confectionery in Seoul on April 3, 1967. Lotte eventually grew to become South Korea's fifth largest chaebol."}]}, {"heading": "Births", "year": "1922", "date": "October 4", "txt": "Don Lenhardt, American baseball player and coach (d. 2014)", "entities": []}, {"heading": "Births", "year": "1923", "date": "October 4", "txt": "Charlton Heston, American actor, director and gun rights activist (d. 2008)", "entities": [{"title": "Charlton Heston", "href": "/wiki/Charlton_Heston", "description": "Charlton Heston was an American actor and political activist.\nAs a Hollywood star, he appeared in almost 100 films over the course of 60 years. He played Moses in the epic film The Ten Commandments (1956), for which he received his first nomination for the Golden Globe Award for Best Actor – Motion Picture Drama. He also starred in The Greatest Show on Earth (1952), Secret of the Incas (1954), Tou"}]}, {"heading": "Births", "year": "1924", "date": "October 4", "txt": "Donald J. Sobol, American soldier and author (d. 2012)", "entities": [{"title": "Donald J. Sobol", "href": "/wiki/Donald_J._Sobol", "description": "Donald J. Sobol was an American writer best known for his children's books, especially the Encyclopedia Brown mystery series."}]}, {"heading": "Births", "year": "1925", "date": "October 4", "txt": "Roger Wood, Belgian-American journalist (d. 2012)", "entities": [{"title": "Roger Wood (journalist)", "href": "/wiki/Roger_Wood_(journalist)", "description": "\n\nRoger Wood was the editor of the Daily Express and New York Post."}]}, {"heading": "Births", "year": "1926", "date": "October 4", "txt": "Raymond Watson, American businessman (d. 2012)", "entities": [{"title": "Raymond Watson", "href": "/wiki/Raymond_Watson", "description": "Raymond \"Ray\" L. Watson was the former president of the Irvine Company, and served as chief planner during the 1960s and 1970s. He was also chairman of Walt Disney Productions from 1983 to 1984, and served on the Disney board from 1972 until March 2004."}]}, {"heading": "Births", "year": "1927", "date": "October 4", "txt": "Wolf Kahn, American painter and academic (d. 2020)", "entities": [{"title": "Wolf Kahn", "href": "/wiki/Wolf_Kahn", "description": "Wolf Kahn was a German-born American painter."}]}, {"heading": "Births", "year": "1928", "date": "October 4", "txt": "Alvin Toffler, German-American journalist and author (d. 2016)", "entities": [{"title": "Alvin Toffler", "href": "/wiki/Alvin_Toffler", "description": "Alvin Toffler was an American writer, futurist, and businessman known for his works discussing modern technologies, including the digital revolution and the communication revolution, with emphasis on their effects on cultures worldwide. He is regarded as one of the world's outstanding futurists."}]}, {"heading": "Births", "year": "1928", "date": "October 4", "txt": "Torben Ulrich, Danish-American tennis player", "entities": []}, {"heading": "Births", "year": "1929", "date": "October 4", "txt": "Scotty Beckett, American actor and singer (d. 1968)", "entities": [{"title": "Scotty Beckett", "href": "/wiki/Scotty_Beckett", "description": "Scott Hastings Beckett was an American actor. He began his career as a child actor in the Our Gang shorts and later costarred on Rocky Jones, Space Ranger."}]}, {"heading": "Births", "year": "1929", "date": "October 4", "txt": "John E. Mack, American psychiatrist and author (d. 2004)", "entities": []}, {"heading": "Births", "year": "1929", "date": "October 4", "txt": "Leroy Van Dyke, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1931", "date": "October 4", "txt": "Terence Conran, English designer and businessman (d. 2020)", "entities": [{"title": "Terence Conran", "href": "/wiki/Terence_Conran", "description": "Sir Terence Orby Conran was an English designer, restaurateur, retailer, and writer. He founded the Design Museum in London. The British designer Thomas Heatherwick said that Conran \"moved Britain forward to make it an influence around the world.\" Edward Barber, from the British design team Barber & Osgerby, described Conran as \"the most passionate man in Britain when it comes to design, and his c"}]}, {"heading": "Births", "year": "1931", "date": "October 4", "txt": "Basil D'Oliveira, South African-English cricketer and footballer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1931", "date": "October 4", "txt": "Richard Rorty, American philosopher and author (d. 2007)", "entities": []}, {"heading": "Births", "year": "1933", "date": "October 4", "txt": "German Moreno, Filipino television host and actor (d. 2016)", "entities": [{"title": "German Moreno", "href": "/wiki/German_Moreno", "description": "German Molina Moreno, also known as Kuya Germs and \"The Master Showman\", was a Filipino television host, actor, comedian, and talent manager."}]}, {"heading": "Births", "year": "1933", "date": "October 4", "txt": "Ann Thwaite, English author", "entities": []}, {"heading": "Births", "year": "1934", "date": "October 4", "txt": "Sam Huff, American football player, coach, and sportscaster", "entities": [{"title": "Sam Huff", "href": "/wiki/Sam_Huff", "description": "Robert Lee \"Sam\" Huff is a former professional American football linebacker in the National Football League (NFL) for the New York Giants and the Washington Redskins. He was inducted into the Pro Football Hall of Fame in 1982. He played college football for the West Virginia Mountaineers football team and is a member of the College Football Hall of Fame."}]}, {"heading": "Births", "year": "1936", "date": "October 4", "txt": "Charlie Hurley, Irish footballer and manager", "entities": [{"title": "Charlie Hurley", "href": "/wiki/Charlie_Hurley", "description": "Charles John Hurley is an Irish former footballer who played mainly in the centre-back position. Hurley is best known for his long career at Sunderland, where he was named the Black Cats' \"Player of the Century\" by their fans on the occasion of the club's centenary in 1979. Nicknamed 'The King', Hurley was a defender for both Sunderland and the Republic of Ireland. He ended his playing career at B"}]}, {"heading": "Births", "year": "1936", "date": "October 4", "txt": "Giles Radice, Baron Radice, English politician", "entities": []}, {"heading": "Births", "year": "1937", "date": "October 4", "txt": "Jackie Collins, English-American author and actress (d. 2015)", "entities": [{"title": "Jackie Collins", "href": "/wiki/Jackie_Collins", "description": "Jacqueline Jill Collins was an English romance novelist. She moved to Los Angeles in the 1960s and spent most of her career there. She wrote 32 novels, all of which appeared on The New York Times bestsellers list. Her books have sold more than 500 million copies and have been translated into 40 languages. Eight of her novels have been adapted for the screen, either as films or television miniserie"}]}, {"heading": "Births", "year": "1937", "date": "October 4", "txt": "David Crocker, American philosopher and academic", "entities": []}, {"heading": "Births", "year": "1937", "date": "October 4", "txt": "Gail Gilmore, Canadian-American actress and dancer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1937", "date": "October 4", "txt": "Lloyd Green, American steel guitar player", "entities": []}, {"heading": "Births", "year": "1937", "date": "October 4", "txt": "Jim Sillars, Scottish lawyer and politician", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 4", "txt": "Kurt Wüthrich, Swiss chemist and biophysicist, Nobel Prize laureate", "entities": [{"title": "Kurt Wüthrich", "href": "/wiki/Kurt_W%C3%BCthrich", "description": "Kurt Wüthrich is a Swiss chemist/biophysicist and Nobel Chemistry laureate, known for developing nuclear magnetic resonance (NMR) methods for studying biological macromolecules."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1938", "date": "October 4", "txt": "Norman D. Wilson, American actor (d. 2004)", "entities": []}, {"heading": "Births", "year": "1939", "date": "October 4", "txt": "Ivan Mauger, New Zealand speedway rider (d. 2018)", "entities": [{"title": "Ivan Mauger", "href": "/wiki/Ivan_Mauger", "description": "Ivan Gerald Mauger was a motorcycle speedway rider from New Zealand. He won a record six World Championships (Finals), a feat equalled only with the inclusion of the Speedway GP Championships by Tony Rickardsson of Sweden who won one World Final and five GP Championships. Mauger rode for several British teams – Wimbledon Dons, Newcastle Diamonds, Belle Vue Aces, Exeter Falcons, and the Hull Viking"}]}, {"heading": "Births", "year": "1940", "date": "October 4", "txt": "Vic Hadfield, Canadian ice hockey player", "entities": [{"title": "Vic Hadfield", "href": "/wiki/Vic_Hadfield", "description": "Victor Edward Hadfield is a Canadian former professional ice hockey player. He played sixteen years in the National Hockey League (NHL), spending thirteen with the New York Rangers and three with the Pittsburgh Penguins."}]}, {"heading": "Births", "year": "1940", "date": "October 4", "txt": "Silvio Marzolini, Argentinian footballer and manager (d. 2020)", "entities": []}, {"heading": "Births", "year": "1940", "date": "October 4", "txt": "Steve Swallow, American bass player and composer", "entities": []}, {"heading": "Births", "year": "1940", "date": "October 4", "txt": "Alberto Vilar, American businessman and philanthropist", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 4", "txt": "Roy Blount, Jr., American humorist and journalist", "entities": [{"title": "Roy Blount, Jr.", "href": "/wiki/Roy_Blount,_Jr.", "description": "Roy Alton Blount Jr. is an American writer, speaker, reporter, and humorist."}]}, {"heading": "Births", "year": "1941", "date": "October 4", "txt": "Karen Cushman, American author", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 4", "txt": "Karl Oppitzhauser, Austrian race car driver", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 4", "txt": "Anne Rice, American author", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 4", "txt": "Robert Wilson, American director and playwright", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 4", "txt": "Bernice Johnson Reagon, American singer-songwriter", "entities": [{"title": "Bernice Johnson Reagon", "href": "/wiki/Bernice_Johnson_Reagon", "description": "Bernice Johnson Reagon is a song leader, composer, scholar, and social activist, who in the early 1960s was a founding member of the Student Non-violent Coordinating Committee's (SNCC) Freedom Singers in the Albany Movement in Georgia. In 1973, she founded the all-black female a cappella ensemble Sweet Honey in the Rock, based in Washington, D.C. Reagon, along with other members of the SNCC Freedo"}]}, {"heading": "Births", "year": "1942", "date": "October 4", "txt": "Karl W. Richter, American lieutenant and pilot (d. 1967)", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 4", "txt": "Jóhanna Sigurðardóttir, Icelandic politician, 24th Prime Minister of Iceland", "entities": [{"title": "Prime Minister of Iceland", "href": "/wiki/Prime_Minister_of_Iceland", "description": "The prime minister of Iceland is Iceland's head of government. The prime minister is appointed formally by the president and exercises executive authority along with the cabinet subject to parliamentary support."}]}, {"heading": "Births", "year": "1942", "date": "October 4", "txt": "Frank Stagg (Irish republican) Died on Hunger Strike (d. 1972)", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 4", "txt": "Christopher Stone, American actor and screenwriter (d. 1995)", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 4", "txt": "H. Rap Brown, American activist", "entities": [{"title": "H. Rap Brown", "href": "/wiki/H._Rap_Brown", "description": "Jamil Abdullah Al-Amin, formerly known as H. Rap Brown, is a civil rights activist who was the fifth chairman of the Student Nonviolent Coordinating Committee in the 1960s. During a short-lived alliance between SNCC and the Black Panther Party, he served as their minister of justice."}]}, {"heading": "Births", "year": "1943", "date": "October 4", "txt": "Owen Davidson, Australian tennis player", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 4", "txt": "Karl-Gustav Kaisla, Finnish ice hockey player and referee (d. 2012)", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 4", "txt": "Dietmar Mürdter, German footballer", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 4", "txt": "Jimy Williams, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1944", "date": "October 4", "txt": "Colin Bundy, South African-English historian and academic", "entities": [{"title": "Colin Bundy", "href": "/wiki/Colin_Bundy", "description": "Colin James Bundy is a South African historian and former principal of Green Templeton College, Oxford. Bundy was an influential member of a generation of historians who substantially revised understanding of South African history. In particular, he wrote on South Africa's rural past from a predominantly Marxist perspective, but also deploying Africanist and underdevelopment theories. Since the mi"}]}, {"heading": "Births", "year": "1944", "date": "October 4", "txt": "Rocío Dúrcal, Spanish singer and actress (d. 2006)", "entities": []}, {"heading": "Births", "year": "1944", "date": "October 4", "txt": "Tony La Russa, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1944", "date": "October 4", "txt": "John McFall, Baron McFall of Alcluith, Scottish educator and politician", "entities": []}, {"heading": "Births", "year": "1945", "date": "October 4", "txt": "Clifton Davis, American singer-songwriter, actor, and minister", "entities": [{"title": "Clifton Davis", "href": "/wiki/Clifton_Davis", "description": "Clifton Duncan Davis is an American actor, singer, songwriter, minister, and author."}]}, {"heading": "Births", "year": "1946", "date": "October 4", "txt": "Larry Clapp, American lawyer and politician (d. 2013)", "entities": [{"title": "Larry Clapp", "href": "/wiki/Larry_Clapp", "description": "Larry Clapp was an American lawyer and politician."}]}, {"heading": "Births", "year": "1946", "date": "October 4", "txt": "Chuck Hagel, American sergeant and politician, 24th United States Secretary of Defense", "entities": [{"title": "United States Secretary of Defense", "href": "/wiki/United_States_Secretary_of_Defense", "description": "The United States secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the U.S. Armed Forces. The secretary of defense's position of command and authority over the military is second only to that of the president of the United States, who is the commander-in-chief. This position corresponds to what is genera"}]}, {"heading": "Births", "year": "1946", "date": "October 4", "txt": "Michael Mullen, American admiral", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 4", "txt": "Susan Sarandon, American actress and activist", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 4", "txt": "Julien Clerc, French singer-songwriter and pianist", "entities": [{"title": "Julien Clerc", "href": "/wiki/Julien_Clerc", "description": "Paul Alain Leclerc, better known by his stage name Julien Clerc, is a French singer-songwriter."}]}, {"heading": "Births", "year": "1947", "date": "October 4", "txt": "Jim Fielder, American bass player", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 4", "txt": "Ann Widdecombe, English politician, Shadow Secretary of State for Health", "entities": [{"title": "Shadow Secretary of State for Health", "href": "/wiki/Shadow_Secretary_of_State_for_Health", "description": "The Shadow Secretary of State for Health and Social Care is an office within British politics held by a member of Her Majesty's Loyal Opposition. The duty of the office holder is to scrutinise the actions of the government's Secretary of State for Health and Social Care and develop alternative policies. The office holder is a member of the Shadow Cabinet and appointed by the Leader of the Oppositi"}]}, {"heading": "Births", "year": "1948", "date": "October 4", "txt": "Iain Hewitson, New Zealand-Australian chef, restaurateur, author, and television personality", "entities": [{"title": "Iain Hewitson", "href": "/wiki/Iain_Hewitson", "description": "Iain \"Huey\" Hewitson, is a New Zealand-born chef, restaurateur, author and television personality who moved to Australia in 1972. He is best known for his television involvement with Network Ten. He was also the face of supermarket chain BI-LO."}]}, {"heading": "Births", "year": "1948", "date": "October 4", "txt": "Linda McMahon, American businesswoman and politician", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 4", "txt": "Duke Robillard, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 4", "txt": "Armand Assante, American actor and producer", "entities": [{"title": "Armand Assante", "href": "/wiki/Armand_Assante", "description": "Armand Anthony Assante, Jr. is an American actor. He is perhaps best known for his roles as mobster John Gotti in the 1996 HBO television film Gotti, as Odysseus in the 1997 mini series adaptaion of Homer's The Odyssey, as Nietzsche in When Nietzsche Wept, and as Mickey Spillane's Mike Hammer in 1982's I, the Jury. His performance in Gotti earned him a Primetime Emmy Award and nominations for the "}]}, {"heading": "Births", "year": "1949", "date": "October 4", "txt": "Stephen Gyllenhaal, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 4", "txt": "Bakhytzhan Kanapyanov, Kazakh poet and author", "entities": [{"title": "Bakhytzhan Kanapyanov", "href": "/wiki/Bakhytzhan_Kanapyanov", "description": "Bakhytzhan Musakhanuli Kanapyanov is a Kazakhstani poet and writer."}]}, {"heading": "Births", "year": "1952", "date": "October 4", "txt": "Anita DeFrantz, American rower and sports administrator", "entities": [{"title": "Anita DeFrantz", "href": "/wiki/Anita_DeFrantz", "description": "Anita Lucette DeFrantz is an American Olympic rower, member of the International Olympic Committee, and twice Vice-President of International Rowing Federation (FISA)."}]}, {"heading": "Births", "year": "1952", "date": "October 4", "txt": "Jody Stephens, American rock drummer", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 4", "txt": "Zinha Vaz, Bissau-Guinean women's rights activist and politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 4", "txt": "Gil Moore, Canadian singer-songwriter, drummer, and producer", "entities": [{"title": "Gil Moore", "href": "/wiki/Gil_Moore", "description": "Gil Moore is a Canadian musician. Born in Toronto, Ontario, Canada, Moore was the drummer and vocalist of the Canadian power trio, Triumph. Before Moore was in Triumph he was in a band called Sherman & Peabody which also featured Buzz Shearman of Moxy and Greg Godovitz of Goddo."}]}, {"heading": "Births", "year": "1953", "date": "October 4", "txt": "Andreas Vollenweider, Swiss harp player", "entities": []}, {"heading": "Births", "year": "1955", "date": "October 4", "txt": "John Rutherford, Scottish rugby player", "entities": [{"title": "John Rutherford (rugby union)", "href": "/wiki/John_Rutherford_(rugby_union)", "description": "John Young Rutherford is a former Scotland international rugby union player."}]}, {"heading": "Births", "year": "1955", "date": "October 4", "txt": "Jorge Valdano, Argentinian footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 4", "txt": "Lesley Glaister, English author and playwright", "entities": [{"title": "Lesley Glaister", "href": "/wiki/Lesley_Glaister", "description": "\n\nLesley Glaister is a British novelist, poet and playwright. She has written 15 novels, Blasted Things (2020) being the most recent, one play and numerous short stories and radio plays. She is a lecturer in creative writing at the University of St Andrews, and is a regular contributor of book reviews to The Spectator and The Times. She is married to poet Andrew Greig."}]}, {"heading": "Births", "year": "1956", "date": "October 4", "txt": "Charlie Leibrandt, American baseball player", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 4", "txt": "Sherri Turner, American golfer", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 4", "txt": "Christoph Waltz, Austrian-German actor", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 4", "txt": "Bill Fagerbakke, American actor", "entities": [{"title": "Bill Fagerbakke", "href": "/wiki/Bill_Fagerbakke", "description": "William Mark \"Bill\" Fagerbakke is an American actor. He voices Patrick Star in the animated series SpongeBob SquarePants and played Michael \"Dauber\" Dybinski on the sitcom Coach. He also appeared in 12 episodes of the sitcom How I Met Your Mother as Marshall Eriksen's father Marvin."}]}, {"heading": "Births", "year": "1957", "date": "October 4", "txt": "Yngve Moe, Norwegian bass player and songwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 4", "txt": "Russell Simmons, American businessman, founded Def Jam Recordings and Phat Farm", "entities": [{"title": "Def Jam Recordings", "href": "/wiki/Def_Jam_Recordings", "description": "Def Jam Recordings is an American multinational record label based in Manhattan. Def Jam has focused predominantly on hip hop, pop and urban music, owned by Universal Music Group. In the UK, the label was known as Def Jam UK and was operated through EMI Records, while in Japan, it is known as Def Jam Japan, operating through Universal Music Japan. The label distributes releases of various record l"}, {"title": "Phat Farm", "href": "/wiki/Phat_Farm", "description": "Russell Wendell Simmons is an American entrepreneur, record executive, writer, and film producer. He co-founded the hip-hop label Def Jam Recordings, and created the clothing fashion lines Phat Farm, Argyleculture, and Tantris. Simmons' net worth was estimated at $340 million in 2011."}]}, {"heading": "Births", "year": "1958", "date": "October 4", "txt": "Barbara Kooyman, American singer-songwriter and guitarist", "entities": [{"title": "Barbara Kooyman", "href": "/wiki/Barbara_Kooyman", "description": "Barbara Kooyman is an American singer-songwriter based in Austin, Texas. In the 1980s, she, her then-husband Pat MacDonald, and a beat box formed the recording act Timbuk3 whose 1986 signature song was \"The Future's So Bright, I Gotta Wear Shades\". The duo did road work with Bob Dylan, Sting, and Jackson Browne. They once appeared on Saturday Night Live and were nominated for a Grammy Award for Be"}]}, {"heading": "Births", "year": "1958", "date": "October 4", "txt": "Anneka Rice, Welsh radio and television host", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 4", "txt": "Chris Lowe, English singer and keyboard player", "entities": [{"title": "Chris Lowe", "href": "/wiki/Chris_Lowe", "description": "Christopher Sean Lowe is an English musician, singer and songwriter, and co-founder of the synthpop duo Pet Shop Boys, which he formed with Neil Tennant in 1981."}]}, {"heading": "Births", "year": "1959", "date": "October 4", "txt": "Tony Meo, English snooker player", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 4", "txt": "Hitonari Tsuji, Japanese author, composer, and director", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 4", "txt": "Joe Boever, American baseball player", "entities": [{"title": "Joe Boever", "href": "/wiki/Joe_Boever", "description": "Joseph Martin Boever is an American former professional baseball right-handed relief pitcher, who played in Major League Baseball (MLB) from 1985 to 1996 for the St. Louis Cardinals, Atlanta Braves, Philadelphia Phillies, Houston Astros, Oakland Athletics, Detroit Tigers, and Pittsburgh Pirates."}]}, {"heading": "Births", "year": "1960", "date": "October 4", "txt": "Henry Worsley, English colonel and explorer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 4", "txt": "Philippe Russo, French singer-songwriter and guitarist", "entities": [{"title": "Philippe Russo", "href": "/wiki/Philippe_Russo", "description": "Philippe Russo is a French singer-songwriter. He had a hit between 1986 and early 1987 in France with his single \"Magie noire\", devoted to the discothèques, which peaked at #10 on the SNEP Singles Chart. Then he published several singles until 1991, but they were unsuccessful and failed to reach the chart. Therefore, Russo can be deemed a one-hit wonder. He was the guitar of Marc Lavoine during th"}]}, {"heading": "Births", "year": "1961", "date": "October 4", "txt": "Kazuki Takahashi, Japanese author and illustrator, created Yu-Gi-Oh!", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 4", "txt": "Jon Secada, Cuban-American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 4", "txt": "Carlos Carsolio, Mexican mountaineer", "entities": [{"title": "Carlos Carsolio", "href": "/wiki/Carlos_Carsolio", "description": "Carlos Carsolio Larrea is a Mexican mountain climber. Carsolio is known for being the fourth man and the second youngest to climb the world's 14 eight-thousander mountain peaks, all of them without supplementary oxygen."}]}, {"heading": "Births", "year": "1963", "date": "October 4", "txt": "A. C. Green, American basketball player", "entities": [{"title": "A. C. Green", "href": "/wiki/A._C._Green", "description": "A. C. Green Jr. is an American former professional basketball player. Nicknamed \"Iron Man\", he holds a National Basketball Association (NBA) record for most consecutive regular season games played with 1,192. Green played for the Los Angeles Lakers, Phoenix Suns, Dallas Mavericks and Miami Heat. He found most success with the Lakers, with whom he won three championships in 1987, 1988 and 2000, and"}]}, {"heading": "Births", "year": "1963", "date": "October 4", "txt": "Koji Ishikawa, Japanese author and illustrator", "entities": []}, {"heading": "Births", "year": "1964", "date": "October 4", "txt": "Francis Magalona, Filipino rapper, producer, and actor (d. 2009)", "entities": [{"title": "Francis Magalona", "href": "/wiki/Francis_Magalona", "description": "Francis Michael Durango Magalona, also known by the moniker Francis M, was a Filipino rapper, singer, songwriter, entrepreneur & television personality. He is widely regarded as the best and the most successful local Filipino rapper of all-time. Born in Manila, he is often credited as the pioneer of Pinoy hip-hop as he was the first Filipino rapper in the Philippines to cross over into the mainstr"}]}, {"heading": "Births", "year": "1964", "date": "October 4", "txt": "Yvonne Murray, Scottish runner", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 4", "txt": "Olaf Backasch, German footballer", "entities": [{"title": "Olaf Backasch", "href": "/wiki/Olaf_Backasch", "description": "Olaf Backasch is a retired German footballer."}]}, {"heading": "Births", "year": "1965", "date": "October 4", "txt": "Skip Heller, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 4", "txt": "Steve Olin, American baseball player (d. 1993)", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 4", "txt": "Micky Ward, American boxer", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 4", "txt": "Nick Green, Australian rower", "entities": [{"title": "Nick Green (rower)", "href": "/wiki/Nick_Green_(rower)", "description": "Nicholas David Green OAM is an Australian former rower, a dual Olympic gold medallist and four time World Champion. From 1990 to 1998 he was a member of Australia's prominent world class crew – the coxless four known as the Oarsome Foursome. Now a sports administrator, since 2014 he has been Chief Executive of Cycling Australia."}]}, {"heading": "Births", "year": "1967", "date": "October 4", "txt": "Liev Schreiber, American actor and director", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 4", "txt": "Richard Hancox, English footballer and manager", "entities": [{"title": "Richard Hancox", "href": "/wiki/Richard_Hancox", "description": "Richard Hancox is an English former professional footballer. He has held various roles at Torquay United in his career."}]}, {"heading": "Births", "year": "1968", "date": "October 4", "txt": "Tim Wise, American activist and author", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 4", "txt": "Darren Middleton, Australian singer-songwriter and guitarist", "entities": [{"title": "Darren Middleton", "href": "/wiki/Darren_Middleton", "description": "Darren Middleton is an Australian musician, best known as lead guitarist and songwriter for alternative rock band Powderfinger. He was also lead singer/songwriter for Drag; his current solo tour is 'Splinters', a follow-up to his 2013 solo tour 'Translations.' The 'Splinters' tour is Middleton's tour of Western Australia and Victoria in August and November 2016, respectively."}]}, {"heading": "Births", "year": "1972", "date": "October 4", "txt": "Kurt Thomas, American basketball player", "entities": [{"title": "Kurt Thomas (basketball)", "href": "/wiki/Kurt_Thomas_(basketball)", "description": "Kurt Vincent Thomas is an American retired professional basketball player. Thomas is a 6'9\", 230 lb. power forward-center known for his hard-nosed playing style and tough defense during his eight year tenure with the New York Knicks. Drafted by the Miami Heat in 1995, Thomas played college basketball at Texas Christian University."}]}, {"heading": "Births", "year": "1974", "date": "October 4", "txt": "Paco León, Spanish actor, director, producer, and screenwriter", "entities": [{"title": "Paco León", "href": "/wiki/Paco_Le%C3%B3n", "description": "Francisco León Barrios, known as Paco León, is a Spanish actor, producer, director, screenwriter and activist from Seville, Andalusia. Beginning as a comedy performer, he rose to prominence on channel Antena 3 with sketch show Homo Zapping, and in Aída, playing the main character Luisma. He gained more prominence for portraying María José Riquelme in the Netflix series The House of Flowers, and wr"}]}, {"heading": "Births", "year": "1975", "date": "October 4", "txt": "Cristiano Lucarelli, Italian footballer and manager", "entities": [{"title": "Cristiano Lucarelli", "href": "/wiki/Cristiano_Lucarelli", "description": "Cristiano Lucarelli is an Italian football manager and a former player who played as a striker from 1992 until 2012. He is the manager of Serie C club Ternana."}]}, {"heading": "Births", "year": "1976", "date": "October 4", "txt": "Mauro Camoranesi, Argentinian-Italian footballer and manager", "entities": [{"title": "Mauro Camoranesi", "href": "/wiki/Mauro_Camoranesi", "description": "Mauro Germán Camoranesi is an Italian football manager and former player who played as a right midfielder or right winger."}]}, {"heading": "Births", "year": "1976", "date": "October 4", "txt": "Elisandro Naressi Roos, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 4", "txt": "Alicia Silverstone, American actress, producer, and author", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 4", "txt": "Ueli Steck, Swiss mountaineer and rock climber (d. 2017)", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 4", "txt": "Richard Reed Parry, Canadian guitarist, songwriter, and producer", "entities": [{"title": "Richard Reed Parry", "href": "/wiki/Richard_Reed_Parry", "description": "Richard Reed Parry is a Canadian multi-instrumentalist, composer, producer, best known as a core member of the Grammy Award-winning indie rock band Arcade Fire, where he plays a wide variety of instruments, often switching between guitar, double bass, drums, celesta, keyboards, and accordion."}]}, {"heading": "Births", "year": "1978", "date": "October 4", "txt": "Phillip Glasser, American actor and producer", "entities": [{"title": "Phillip Glasser", "href": "/wiki/Phillip_Glasser", "description": "Phillip Alexander Glasser is an American producer and a former actor. He is best known for providing the voice of Fievel Mousekewitz in An American Tail and its sequel An American Tail: Fievel Goes West."}]}, {"heading": "Births", "year": "1978", "date": "October 4", "txt": "Kei Horie, Japanese actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 4", "txt": "Kyle Lohse, American baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 4", "txt": "Rachael Leigh Cook, American actress", "entities": [{"title": "Rachael Leigh Cook", "href": "/wiki/Rachael_Leigh_Cook", "description": "Rachael Leigh Cook is an American actress and model. She has starred in the films The Baby-Sitters Club (1995), She's All That (1999), and Josie and the Pussycats (2001), and in the television series Into the West and Perception. She is also the voice behind various characters in Robot Chicken and Tifa Lockhart in the Final Fantasy series, starting with the English version of the film Final Fantas"}]}, {"heading": "Births", "year": "1979", "date": "October 4", "txt": "Björn Phau, German tennis player", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 4", "txt": "Adam Voges, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 4", "txt": "Sarah Fisher, American race car driver", "entities": [{"title": "Sarah Fisher", "href": "/wiki/Sarah_Fisher", "description": "Sarah Marie Fisher is an American retired professional race car driver who competed in the Indy Racing League (IRL) and the Indianapolis 500 intermittently from 1999 to 2010. She also raced in the NASCAR West Series in 2004 and 2005. Fisher took part in 81 IndyCar Series events, achieving a career-best finish of second at the 2001 Infiniti Grand Prix of Miami—the highest placing for a woman in the"}]}, {"heading": "Births", "year": "1980", "date": "October 4", "txt": "James Jones, American basketball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 4", "txt": "Tomáš Rosický, Czech footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 4", "txt": "Shaura, Japanese singer", "entities": [{"title": "Shaura", "href": "/wiki/Shaura", "description": "Shaura, formerly known as Juka (ジュカ), is a Japanese visual kei metal singer who first became known in 2002 when he was recruited by Mana for his project Moi dix Mois. In late 2006 he joined HIZAKI's solo project, HIZAKI grace project. He then started a solo career before pausing all musical activities at the end of 2007. He returned in 2009, after changing his stage name to Shaura, as part of the "}]}, {"heading": "Births", "year": "1981", "date": "October 4", "txt": "Justin Williams, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 4", "txt": "Tony Gwynn, Jr., American baseball player", "entities": [{"title": "Tony Gwynn, Jr.", "href": "/wiki/Tony_Gwynn,_Jr.", "description": "Anthony Keith Gwynn Jr. is an American former professional baseball outfielder. Gwynn played in Major League Baseball (MLB) for the Milwaukee Brewers, San Diego Padres, Los Angeles Dodgers, and the Philadelphia Phillies. He is the son of the late baseball Hall of Famer Tony Gwynn, and now works as a broadcaster for the Padres’ radio and television network."}]}, {"heading": "Births", "year": "1982", "date": "October 4", "txt": "Jered Weaver, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 4", "txt": "Dan Clarke, English race car driver", "entities": [{"title": "Dan Clarke", "href": "/wiki/Dan_Clarke", "description": "Daniel Clarke is a British auto racing driver, most recently competing in the Firestone Indy Lights series with Walker Racing, having previously competed in the A1GP World Cup of Motorsport and the Champ Car World Series."}]}, {"heading": "Births", "year": "1983", "date": "October 4", "txt": "Marios Nicolaou, Cypriot footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 4", "txt": "Chansi Stuckey, American football player", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 4", "txt": "Kurt Suzuki, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 4", "txt": "Vicky Krieps, Luxembourgish actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 4", "txt": "Lena Katina, Russian singer-songwriter", "entities": [{"title": "Lena Katina", "href": "/wiki/Lena_Katina", "description": "Elena Sergeevna Katina, better known as Lena Katina, is a Russian singer and songwriter who is best known for her work with Russian duo t.A.T.u. She started her career at the age of eight, joining the Russian children's act Avenue, soon after that joining Neposedi. In 1999 producer Ivan Shapovalov chose Lena Katina for his project, t.A.T.u., as well as Julia Volkova. The duo would later become Rus"}]}, {"heading": "Births", "year": "1984", "date": "October 4", "txt": "Álvaro Parente, Portuguese race car driver", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 4", "txt": "Karolina Tymińska, Polish heptathlete", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 4", "txt": "Shontelle, Barbadian singer-songwriter", "entities": [{"title": "Shontelle", "href": "/wiki/Shontelle", "description": "Shontelle Layne, better known by her mononym Shontelle, is a Barbadian singer. She released her debut album Shontelligence in November 2008. Her second album, No Gravity, was released in September 2010. Her singles, \"T-Shirt\", and \"Impossible\", achieved international success. On 14 March 2020, Shontelle released \"Remember Me.\""}]}, {"heading": "Births", "year": "1985", "date": "October 4", "txt": "Thorsten Wiedemann, German rugby player", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 4", "txt": "Rawez Lawan, Swedish footballer", "entities": [{"title": "Rawez Lawan", "href": "/wiki/Rawez_Lawan", "description": "Rawez Farhad Lawan is a Swedish professional footballer of Kurdish descent who plays primarily as a midfielder for the Allsvenskan club Dalkurd FF."}]}, {"heading": "Births", "year": "1987", "date": "October 4", "txt": "Will Puddy, English footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 4", "txt": "Marina Weisband, German politician", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 4", "txt": "Melissa Benoist, American actress and singer", "entities": [{"title": "Melissa Benoist", "href": "/wiki/Melissa_Benoist", "description": "Melissa Marie Benoist is an American actress and singer. Her first major role was Marley Rose on the Fox musical comedy-drama Glee (2013–2014), where she was a series regular during the fifth season. She rose to widespread prominence for portraying the title character on The CW superhero series Supergirl (2015–present), along with related media in the Arrowverse franchise."}]}, {"heading": "Births", "year": "1988", "date": "October 4", "txt": "Caner Erkin, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 4", "txt": "Evgeni Krasnopolski, Israeli figure skater", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 4", "txt": "Derrick Rose, American basketball player", "entities": []}, {"heading": "Births", "year": "1989", "date": "October 4", "txt": "Dakota Johnson, American model and actress", "entities": [{"title": "Dakota Johnson", "href": "/wiki/Dakota_Johnson", "description": "Dakota Mayi Johnson is an American actress and model. The daughter of actors Don Johnson and Melanie Griffith, she made her film debut at age ten with a minor appearance in Crazy in Alabama (1999), a dark comedy film starring her mother. Johnson was discouraged from pursuing acting further until she graduated from high school, after which she began auditioning for roles in Los Angeles."}]}, {"heading": "Births", "year": "1990", "date": "October 4", "txt": "Signy Aarna, Estonian footballer", "entities": [{"title": "Signy Aarna", "href": "/wiki/Signy_Aarna", "description": "Signy Aarna is an Estonian footballer who plays as a forward for Finnish club Åland United and for the Estonia national team. She previously played for Finnish club Pallokissat and FC Lootos of the Estonian Naiste Meistriliiga."}]}, {"heading": "Births", "year": "1990", "date": "October 4", "txt": "Sergey Shubenkov, Russian hurdler", "entities": []}, {"heading": "Births", "year": "1993", "date": "October 4", "txt": "Mitchell Swepson, Australian cricketer", "entities": [{"title": "Mitchell Swepson", "href": "/wiki/Mitchell_Swepson", "description": "Mitchell Joseph Swepson is an Australian cricketer. He made his international debut for the Australia cricket team in June 2018."}]}, {"heading": "Births", "year": "1995", "date": "October 4", "txt": "Mikolas Josef, Czech Republic singer and songwriter", "entities": [{"title": "Mikolas Josef", "href": "/wiki/Mikolas_Josef", "description": "Mikoláš Josef, known professionally as Mikolas Josef, is a Czech singer, songwriter, music producer, music video director, and choreographer. He represented the Czech Republic in the Eurovision Song Contest 2018 in Lisbon, Portugal, with the song \"Lie to Me\", reaching sixth place. Josef is the most successful Czech entrant to date in Eurovision history."}]}, {"heading": "Births", "year": "1997", "date": "October 4", "txt": "Rishabh Pant, Indian cricketer", "entities": [{"title": "Rishabh Pant", "href": "/wiki/Rishabh_Pant", "description": "Rishabh Rajendra Pant is a professional Indian cricketer who plays as middle order wicket-keeper batsman for India, Delhi, and the Delhi Capitals in the Indian Premier League. In December 2015, he was named in India's squad for the 2016 Under-19 Cricket World Cup. On 1 February 2016, during the tournament, Pant hit an 18-ball fifty, the fastest at this level."}]}, {"heading": "Deaths", "year": "AD 23", "date": "October 4", "txt": "Wang Mang, Emperor of China", "entities": [{"title": "Wang Mang", "href": "/wiki/Wang_Mang", "description": "Wang Mang, courtesy name Jujun, was a Han dynasty official and consort kin who seized the Chinese imperial throne from the Liu family and founded the Xin dynasty (新朝). He ruled from 9 AD to 23 AD. The Han dynasty was restored after his overthrow, and his rule marked the separation between the Western Han dynasty and Eastern Han dynasty. Some historians have traditionally viewed Wang as a usurper, "}]}, {"heading": "Deaths", "year": "744", "date": "October 4", "txt": "Yazid III, Umayyad caliph (b. 701)", "entities": [{"title": "Yazid III", "href": "/wiki/Yazid_III", "description": "Yazid ibn al-Walid ibn 'Abd al-Malik or Yazid III was the twelfth Umayyad caliph. He reigned for six months, from April 15 to October 3 or 4, 744, and died in that office."}]}, {"heading": "Deaths", "year": "863", "date": "October 4", "txt": "Turpio, Frankish nobleman", "entities": [{"title": "Turpio", "href": "/wiki/Turpio", "description": "Turpio was a Count of Angoulême in the Frankish empire. The sources are contradictory concerning the date of his appointment as count and his allegiance, but they agree that he died trying to fend off a raid by the Vikings."}, {"title": "Nobility", "href": "/wiki/Nobility", "description": "Nobility is a social class normally ranked immediately below royalty and found in some societies that have a formal aristocracy. Nobility has often been an estate of the realm that possessed more acknowledged privilege and higher social status than most other classes in society. The privileges associated with nobility may constitute substantial advantages over or relative to non-nobles or may be l"}]}, {"heading": "Deaths", "year": "1052", "date": "October 4", "txt": "Vladimir of Novgorod (b. 1020)", "entities": [{"title": "Vladimir of Novgorod", "href": "/wiki/Vladimir_of_Novgorod", "description": "Vladimir Yaroslavich reigned as prince of Novgorod from 1036 until his death. He was the eldest son of Yaroslav I the Wise of Kiev by Ingigerd, daughter of king Olof Skötkonung of Sweden."}]}, {"heading": "Deaths", "year": "1160", "date": "October 4", "txt": "Constance of Castile, Queen of France (b. 1141)", "entities": [{"title": "Constance of Castile", "href": "/wiki/Constance_of_Castile", "description": "Constance of Castile was Queen of France as the second wife of Louis VII, who married her following the annulment of his marriage to Eleanor of Aquitaine. She was a daughter of Alfonso VII of León and Berengaria of Barcelona, but her year of birth is not known."}]}, {"heading": "Deaths", "year": "1189", "date": "October 4", "txt": "Gerard de Ridefort, Grand Master of the Knights Templar", "entities": [{"title": "Gerard de Ridefort", "href": "/wiki/Gerard_de_Ridefort", "description": "Gérard de Ridefort, also called Gerard de Ridefort, was Grand Master of the Knights Templar from the end of 1184 and until his death in 1189."}, {"title": "Grand Masters of the Knights Templar", "href": "/wiki/Grand_Masters_of_the_Knights_Templar", "description": "The grand master of the Knights Templar was the supreme commander of the holy order, starting with founder Hugues de Payens in 1118. Some held the office for life while others resigned life in monasteries or diplomacy. Grand masters often led their knights into battle on the front line and the numerous occupational hazards of battle made some tenures very short."}]}, {"heading": "Deaths", "year": "1221", "date": "October 4", "txt": "William IV Talvas, Count of Ponthieu (b. 1179)", "entities": [{"title": "William IV, Count of Ponthieu", "href": "/wiki/William_IV,_Count_of_Ponthieu", "description": "William IV Talvas was William III, Count of Ponthieu and William IV. He was Count of Ponthieu, ruler of a small province in northern France that fell under the suzerainty of the dukes of Normandy since at least the mid 11th century. He was son and heir of John I, Count of Ponthieu by his third wife Beatrice de St Pol."}]}, {"heading": "Deaths", "year": "1226", "date": "October 4", "txt": "Francis of Assisi (b. 1182)", "entities": [{"title": "Francis of Assisi", "href": "/wiki/Francis_of_Assisi", "description": "Francis of Assisi, venerated as Saint Francis of Assisi, also known in his ministry as Francesco, was an Italian Catholic friar, deacon, mystic, and preacher. He founded the men's Order of Friars Minor, the women's Order of St. Clare, the Third Order of St. Francis and the Custody of the Holy Land. Francis is one of the most venerated religious figures in Christianity."}]}, {"heading": "Deaths", "year": "1227", "date": "October 4", "txt": "Caliph al-Adil of Morocco", "entities": [{"title": "Abdallah al-Adil", "href": "/wiki/Abdallah_al-Adil", "description": "Abu Muhammad ʿAbdallah 'al-ʿAdil' was an Almohad Caliph, a former governor in al-Andalus who challenged and secured the murder of his predecessor, Abd al-Wahid I. His 1224 coup ushered in a period of instability that lasted well beyond his own death in 1227. He is often regarded as one of the most disastrous of Almohad caliphs. His coup divided the Almohads and set in motion the loss of al-Andalus"}]}, {"heading": "Deaths", "year": "1250", "date": "October 4", "txt": "Herman VI, Margrave of Baden (b. 1226)", "entities": [{"title": "Herman VI, Margrave of Baden", "href": "/wiki/Herman_VI,_Margrave_of_Baden", "description": "Herman VI was Margrave of Baden and titular margrave of Verona from 1243 until his death."}]}, {"heading": "Deaths", "year": "1305", "date": "October 4", "txt": "Emperor Kameyama of Japan (b. 1249)", "entities": [{"title": "Emperor Kameyama", "href": "/wiki/Emperor_Kameyama", "description": "Emperor Kameyama  was the 90th emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1260 through 1274."}]}, {"heading": "Deaths", "year": "1361", "date": "October 4", "txt": "John de Mowbray, 3rd Baron Mowbray, English baron (b. 1310)", "entities": [{"title": "John de Mowbray, 3rd Baron Mowbray", "href": "/wiki/John_de_Mowbray,_3rd_Baron_Mowbray", "description": "John (II) de Mowbray, 3rd Baron Mowbray was the only son of John de Mowbray, 2nd Baron Mowbray, by his first wife, Aline de Brewes, daughter of William de Braose, 2nd Baron Braose. He was born in Hovingham, Yorkshire."}]}, {"heading": "Deaths", "year": "1497", "date": "October 4", "txt": "John, Prince of Asturias, only son of Ferdinand II of Aragon and Isabella I of Castile (b. 1478)", "entities": [{"title": "John, Prince of Asturias", "href": "/wiki/John,_Prince_of_Asturias", "description": "John, Prince of Asturias, was the only son of Queen Isabella I of Castile and King Ferdinand II of Aragon."}, {"title": "Ferdinand II of Aragon", "href": "/wiki/Ferdinand_II_of_Aragon", "description": "Ferdinand II was King of Aragon from 1479 to his death. As the husband of Queen Isabella I of Castile, he was King of Castile from 1474 to 1504 as Ferdinand V. He reigned over a dynastically unified Spain jointly with Isabella; together they are known as the Catholic Monarchs. Ferdinand is considered de facto the first king of Spain, being described as such during his own lifetime, although Castil"}, {"title": "Isabella I of Castile", "href": "/wiki/Isabella_I_of_Castile", "description": "Isabella I was Queen of Castile from 1474 and, as the wife of King Ferdinand II, King of Aragon from 1479 until her death, reigning over a dynastically unified Spain jointly with her husband Ferdinand; together they would be known as the Catholic Monarchs. Isabella is considered the first Queen of Spain de facto, being described as such during her own lifetime, although Castile and Aragon de jure "}]}, {"heading": "Deaths", "year": "1582", "date": "October 4", "txt": "Teresa of Ávila, Spanish nun and saint (b. 1515)", "entities": [{"title": "Teresa of Ávila", "href": "/wiki/Teresa_of_%C3%81vila", "description": "Teresa of Ávila, born Teresa Sánchez de Cepeda y Ahumada, also called Saint Teresa of Jesus, was a Spanish noblewoman who felt called to convent life in the Catholic Church. A Carmelite nun, prominent Spanish mystic, religious reformer, author, theologian of the contemplative life and of mental prayer, she earned the rare distinction of being declared a Doctor of the Church, but not until over fou"}]}, {"heading": "Deaths", "year": "1597", "date": "October 4", "txt": "Sarsa Dengel, Ethiopian emperor (b. 1550)", "entities": [{"title": "Sarsa Dengel", "href": "/wiki/Sarsa_Dengel", "description": "Sarsa Dengel also known as Sarsa the Great throne name Malak Sagad I was Emperor of Ethiopia, and a member of the Solomonic dynasty."}]}, {"heading": "Deaths", "year": "1646", "date": "October 4", "txt": "Thomas Howard, 21st Earl of Arundel, English courtier and politician, Earl Marshal of the United Kingdom (b. 1586)", "entities": [{"title": "Thomas Howard, 21st Earl of Arundel", "href": "/wiki/Thomas_Howard,_21st_Earl_of_Arundel", "description": "Thomas Howard, 14th Earl of Arundel KG, was a prominent English courtier during the reigns of King James I and King Charles I, but he made his name as a Grand Tourist and art collector rather than as a politician. When he died he possessed 700 paintings, along with large collections of sculpture, books, prints, drawings, and antique jewellery. Most of his collection of marble carvings, known as th"}, {"title": "Earl Marshal", "href": "/wiki/Earl_Marshal", "description": "Earl Marshal is a hereditary royal officeholder and chivalric title under the sovereign of the United Kingdom used in England. He is the eighth of the Great Officers of State in the United Kingdom, ranking beneath the Lord High Constable and above the Lord High Admiral. A Duke of Norfolk has held the office since 1672."}]}, {"heading": "Deaths", "year": "1660", "date": "October 4", "txt": "Francesco Albani, Italian painter (b. 1578)", "entities": [{"title": "Francesco Albani", "href": "/wiki/Francesco_Albani", "description": "Francesco Albani or Albano was an Italian Baroque painter who was active in Bologna (1591–1600), Rome (1600–1609), Bologna (1609), Viterbo (1609–1610), Bologna (1610), Rome (1610–1617), Bologna (1618–1660), Mantova (1621–1622), Roma (1623–1625) and Florence (1633)."}]}, {"heading": "Deaths", "year": "1661", "date": "October 4", "txt": "Jacqueline Pascal, French nun and composer (b. 1625)", "entities": [{"title": "Jacqueline Pascal", "href": "/wiki/Jacqueline_Pascal", "description": "Jacqueline Pascal, sister of Blaise Pascal, was born at Clermont-Ferrand, Auvergne, France."}]}, {"heading": "Deaths", "year": "1669", "date": "October 4", "txt": "Rembrandt, Dutch painter and illustrator (b. 1606)", "entities": [{"title": "Rembrandt", "href": "/wiki/Rembrandt", "description": "Rembrandt Harmenszoon van Rijn was a Dutch draughtsman, painter, and printmaker. An innovative and prolific master in three media, he is generally considered one of the greatest visual artists in the history of art and the most important in Dutch art history. Unlike most Dutch masters of the 17th century, Rembrandt's works depict a wide range of style and subject matter, from portraits and self-po"}]}, {"heading": "Deaths", "year": "1680", "date": "October 4", "txt": "Pierre-Paul Riquet, French engineer, designed the Canal du Midi (b. 1609)", "entities": [{"title": "Pierre-Paul Riquet", "href": "/wiki/Pierre-Paul_Riquet", "description": "Pierre-Paul Riquet, Baron de Bonrepos was the engineer and canal-builder responsible for the construction of the Canal du Midi."}, {"title": "Canal du Midi", "href": "/wiki/Canal_du_Midi", "description": "The Canal du Midi is a 240 km (150 mi) long canal in Southern France. Originally named the Canal royal en Languedoc and renamed by French revolutionaries to Canal du Midi in 1789, the canal is considered one of the greatest construction works of the 17th century."}]}, {"heading": "Deaths", "year": "1743", "date": "October 4", "txt": "John Campbell, 2nd Duke of Argyll, Scottish commander and politician, Lord Lieutenant of Surrey (b. 1678)", "entities": [{"title": "John Campbell, 2nd Duke of Argyll", "href": "/wiki/John_Campbell,_2nd_Duke_of_Argyll", "description": "Field Marshal John Campbell, 2nd Duke of Argyll, 1st Duke of Greenwich,, styled Lord Lorne from 1680 to 1703, was a Scottish nobleman and senior commander in the British Army. He served on the continent in the Nine Years' War and fought at the Battle of Kaiserwerth during the War of the Spanish Succession. He went on to serve as a brigade commander during the later battles of the War of the Spanis"}, {"title": "Lord Lieutenant of Surrey", "href": "/wiki/Lord_Lieutenant_of_Surrey", "description": "This is a list of people who have served as Lord Lieutenant of Surrey. Since 1737, all Lords Lieutenant have also been Custos Rotulorum of Surrey."}]}, {"heading": "Deaths", "year": "1747", "date": "October 4", "txt": "Amaro Pargo, Spanish corsair (b. 1678)", "entities": [{"title": "Amaro Pargo", "href": "/wiki/Amaro_Pargo", "description": "Amaro Rodríguez-Felipe y Tejera Machado, better known as Amaro Pargo, was a famous Spanish corsair. He was one of the most renowned corsairs in Spain of the Golden Age of Piracy."}]}, {"heading": "Deaths", "year": "1749", "date": "October 4", "txt": "Baron Franz von der Trenck, Austrian soldier (b. 1711)", "entities": [{"title": "Baron Franz von der Trenck", "href": "/wiki/Baron_Franz_von_der_Trenck", "description": "Baron Franz von der Trenck was an Austrian soldier."}]}, {"heading": "Deaths", "year": "1821", "date": "October 4", "txt": "John Rennie the Elder, Scottish engineer, designed the Waterloo Bridge (b. 1761)", "entities": [{"title": "John Rennie the Elder", "href": "/wiki/John_Rennie_the_Elder", "description": "John Rennie FRSE FRS was a Scottish civil engineer who designed many bridges, canals, docks and warehouses, and a pioneer in the use of structural cast-iron."}, {"title": "Waterloo Bridge", "href": "/wiki/Waterloo_Bridge", "description": "Waterloo Bridge is a road and foot traffic bridge crossing the River Thames in London, between Blackfriars Bridge and Hungerford Bridge. Its name commemorates the victory of the British, Dutch and Prussians at the Battle of Waterloo in 1815. Thanks to its location at a strategic bend in the river, the views from the bridge are widely held to be the finest from any spot in London at ground level."}]}, {"heading": "Deaths", "year": "1827", "date": "October 4", "txt": "Grigorios Zalykis, Greek-French lexicographer and scholar (b. 1785)", "entities": [{"title": "Grigorios Zalykis", "href": "/wiki/Grigorios_Zalykis", "description": "Grigorios Zalykis was a Greek scholar, writer and diplomat. He was the founder of the \"Greek-speaking Hotel\", a secret organization established in Paris in 1809 to assist Greeks against Ottoman rule."}]}, {"heading": "Deaths", "year": "1851", "date": "October 4", "txt": "Manuel Godoy, Spanish general and politician, Prime Minister of Spain (b. 1767)", "entities": [{"title": "Manuel Godoy", "href": "/wiki/Manuel_Godoy", "description": "Manuel Godoy y Álvarez de Faria, Prince of the Peace, 1st Duke of Alcudia, 1st Duke of Sueca, 1st Baron of Mascalbó was First Secretary of State of Spain from 1792 to 1797 and from 1801 to 1808. He received many titles, including príncipe de la Paz, by which he is widely known. He is best known for his diplomacy with Napoleon. In 1804, Godoy was elected a member of the American Philosophical Socie"}, {"title": "Prime Minister of Spain", "href": "/wiki/Prime_Minister_of_Spain", "description": "The President of the Government of Spain, commonly referred to in Spain as Presidente del Gobierno, and known in English as the prime minister of Spain, is the head of government of Spain. The office was established in its current form by the Constitution of 1978 and it was first regulated in 1823 as a chairmanship of the extant Council of Ministers, although it is not possible to determine when i"}]}, {"heading": "Deaths", "year": "1852", "date": "October 4", "txt": "James Whitcomb, American lawyer and politician, 8th Governor of Indiana (b. 1795)", "entities": [{"title": "James Whitcomb", "href": "/wiki/James_Whitcomb", "description": "James Whitcomb was a Democratic United States Senator and the eighth Governor of Indiana. As governor during the Mexican–American War, he oversaw the formation and deployment of the state's levies. He led the movement to replace the state constitution and played an important role at the convention to institute a law that prevented the government from taking loans in response the current fiscal cri"}, {"title": "Governor of Indiana", "href": "/wiki/Governor_of_Indiana", "description": "The Governor of Indiana is the head of state and head of government of the state of Indiana. The governor is elected to a four-year term and is responsible for overseeing the day-to-day management of the functions of many agencies of the Indiana state government. The governor also shares power with other statewide executive officers, who manage other state government agencies. The governor works o"}]}, {"heading": "Deaths", "year": "1859", "date": "October 4", "txt": "Karl Baedeker, German publisher, founded Baedeker (b. 1801)", "entities": [{"title": "Karl Baedeker", "href": "/wiki/Karl_Baedeker", "description": "Karl Ludwig Johannes Baedeker was a German publisher whose company, Baedeker, set the standard for authoritative guidebooks for tourists."}, {"title": "Baedeker", "href": "/wiki/Baedeker", "description": "Verlag Karl Baedeker, founded by Karl Baedeker on July 1, 1827, is a German publisher and pioneer in the business of worldwide travel guides. The guides, often referred to simply as \"Baedekers\", contain, among other things, maps and introductions; information about routes and travel facilities; and descriptions of noteworthy buildings, sights, attractions and museums, written by specialists."}]}, {"heading": "Deaths", "year": "1864", "date": "October 4", "txt": "Joseph Montferrand, Canadian logger and strongman (b. 1802)", "entities": [{"title": "Joseph Montferrand", "href": "/wiki/Joseph_Montferrand", "description": "Joseph \"Jos\" Montferrand was a French-Canadian logger, strongman, and folk hero of the working man, who was the inspiration for the legendary Ottawa Valley figure Big Joe Mufferaw."}]}, {"heading": "Deaths", "year": "1867", "date": "October 4", "txt": "Francis Xavier Seelos, German-American priest and missionary (b. 1819)", "entities": [{"title": "Francis Xavier Seelos", "href": "/wiki/Francis_Xavier_Seelos", "description": "Francis Xavier Seelos, was a German Redemptorist who worked as a missionary in the United States frontier. Towards the end of his life, he went to New Orleans to minister to victims of yellow fever. He then died after contracting the disease."}]}, {"heading": "Deaths", "year": "1871", "date": "October 4", "txt": "Sarel Cilliers, South African spiritual leader and preacher (b. 1801)", "entities": [{"title": "Sarel Cilliers", "href": "/wiki/Sarel_Cilliers", "description": "Charl (Sarel) Arnoldus Cilliers was a Voortrekker leader and a preacher. With Andries Pretorius, he led the Boers to a huge victory over the Zulus at the Battle of Blood River in 1838. In particular, Cilliers lead the Voortrekkers in a vow which promised that if God would protect them and deliver the enemy into their hands, they would build a church and commemorate the day of their victory as if i"}]}, {"heading": "Deaths", "year": "1890", "date": "October 4", "txt": "Catherine Booth, English theologian and saint, co-founded The Salvation Army (b. 1829)", "entities": [{"title": "Catherine Booth", "href": "/wiki/Catherine_Booth", "description": "Catherine Booth was co-founder of The Salvation Army, along with her husband William Booth. Because of her influence in the formation of The Salvation Army she was known as the 'Mother of The Salvation Army'."}, {"title": "The Salvation Army", "href": "/wiki/The_Salvation_Army", "description": "The Salvation Army (TSA) is a Christian church and an international charitable organisation. The organisation reports a worldwide membership of over 1.7 million, consisting of soldiers, officers and adherents collectively known as Salvationists. Its founders sought to bring salvation to the poor, destitute, and hungry by meeting both their \"physical and spiritual needs\". It is present in 132 count"}]}, {"heading": "Deaths", "year": "1903", "date": "October 4", "txt": "Otto Weininger, Austrian philosopher and author (b. 1880)", "entities": [{"title": "Otto Weininger", "href": "/wiki/Otto_Weininger", "description": "Otto Weininger was an Austrian thinker who lived in the Austro-Hungarian Empire. In 1903, he published the book Geschlecht und Charakter, which gained popularity after his suicide at the age of 23. Parts of his work were adapted for use by the Nazi regime. Weininger was a strong influence on Ludwig Wittgenstein, August Strindberg, and, via his lesser-known work Über die letzten Dinge, on James Joy"}]}, {"heading": "Deaths", "year": "1904", "date": "October 4", "txt": "Frédéric Auguste Bartholdi, French sculptor, designed the Statue of Liberty (b. 1834)", "entities": [{"title": "Frédéric Auguste Bartholdi", "href": "/wiki/Fr%C3%A9d%C3%A9ric_Auguste_Bartholdi", "description": "Frédéric Auguste Bartholdi was a French sculptor who is best known for designing Liberty Enlightening the World, commonly known as the Statue of Liberty."}, {"title": "Statue of Liberty", "href": "/wiki/Statue_of_Liberty", "description": "The Statue of Liberty is a colossal neoclassical sculpture on Liberty Island in New York Harbor within New York City, in the United States. The copper statue, a gift from the people of France to the people of the United States, was designed by French sculptor Frédéric Auguste Bartholdi and its metal framework was built by Gustave Eiffel. The statue was dedicated on October 28, 1886."}]}, {"heading": "Deaths", "year": "1904", "date": "October 4", "txt": "Carl Josef Bayer, Austrian chemist and academic (b. 1847)", "entities": []}, {"heading": "Deaths", "year": "1910", "date": "October 4", "txt": "Sergey Muromtsev, Russian lawyer and politician (b. 1850)", "entities": [{"title": "Sergey Muromtsev", "href": "/wiki/Sergey_Muromtsev", "description": "Sergey Andreevich Muromtsev was a Russian lawyer and politician, and chairman of the First Imperial Duma in 1906."}]}, {"heading": "Deaths", "year": "1935", "date": "October 4", "txt": "Jean Béraud, French painter and academic (b. 1849)", "entities": [{"title": "Jean Béraud", "href": "/wiki/Jean_B%C3%A9raud", "description": "Jean Béraud was a French painter renowned for his numerous paintings depicting the life of Paris, and the nightlife of Paris society. Pictures of the Champs Elysees, cafés, Montmartre and the banks of the Seine are precisely detailed illustrations of everyday Parisian life during the \"Belle Époque\". He also painted religious subjects in a contemporary setting."}]}, {"heading": "Deaths", "year": "1935", "date": "October 4", "txt": "Marie Gutheil-Schoder, German soprano, actress, and director (b. 1874)", "entities": []}, {"heading": "Deaths", "year": "1943", "date": "October 4", "txt": "Irena Iłłakowicz, German-Polish lieutenant (b. 1906)", "entities": [{"title": "Irena Iłłakowicz", "href": "/wiki/Irena_I%C5%82%C5%82akowicz", "description": "Irena Morzycka-Iłłakowicz was a Polish second Lieutenant of the National Armed Forces and intelligence agent. The daughter of Bolesław Morzycki and Władysława Zakrzewska and the sister of Jerzy, she was also a polyglot who spoke seven languages: Polish, French, English, Persian, Finnish, German and Russian."}]}, {"heading": "Deaths", "year": "1944", "date": "October 4", "txt": "Al Smith, American lawyer and politician, 42nd Governor of New York (b. 1873)", "entities": [{"title": "Al Smith", "href": "/wiki/Al_Smith", "description": "Alfred Emanuel Smith was an American politician who served four terms as Governor of New York and was the Democratic Party's candidate for president in 1928."}, {"title": "Governor of New York", "href": "/wiki/Governor_of_New_York", "description": "The governor of New York is the head of state and head of government of the U.S. state of New York. The governor is the head of the executive branch of New York's state government and the commander-in-chief of the state's military forces."}]}, {"heading": "Deaths", "year": "1946", "date": "October 4", "txt": "Barney Oldfield, American race car driver and actor (b. 1878)", "entities": [{"title": "Barney Oldfield", "href": "/wiki/Barney_Oldfield", "description": "Berna Eli \"Barney\" Oldfield was an American pioneer automobile racer; his \"name was synonymous with speed in the first two decades of the 20th century\"."}]}, {"heading": "Deaths", "year": "1947", "date": "October 4", "txt": "Max Planck, German physicist and academic, Nobel Prize laureate (b. 1858)", "entities": [{"title": "Max Planck", "href": "/wiki/Max_Planck", "description": "Max Karl Ernst Ludwig Planck, was a German theoretical physicist whose discovery of energy quanta won him the Nobel Prize in Physics in 1918."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1951", "date": "October 4", "txt": "Henrietta Lacks, American medical patient (b. 1920)", "entities": [{"title": "Henrietta Lacks", "href": "/wiki/Henrietta_Lacks", "description": "Henrietta Lacks was an African-American woman whose cancer cells are the source of the HeLa cell line, the first immortalized human cell line and one of the most important cell lines in medical research. An immortalized cell line reproduces indefinitely under specific conditions, and the HeLa cell line continues to be a source of invaluable medical data to the present day."}]}, {"heading": "Deaths", "year": "1955", "date": "October 4", "txt": "Alexander Papagos, Greek general and politician, 152nd Prime Minister of Greece (b. 1883)", "entities": [{"title": "Alexander Papagos", "href": "/wiki/Alexander_Papagos", "description": "Alexandros Papagos was a Greek army officer who led the Hellenic Army in World War II and the later stages of the subsequent Greek Civil War. The only Greek career officer to rise to the rank of Field Marshal, Papagos became the first Chief of the Hellenic National Defence General Staff from 1950 until his resignation the following year. He then entered politics, founding the nationalist Greek Ral"}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1958", "date": "October 4", "txt": "Ida Wüst, German actress and screenwriter (b. 1884)", "entities": [{"title": "Ida Wüst", "href": "/wiki/Ida_W%C3%BCst", "description": "Ida Wüst was a German stage and film actress whose career was prominent in the 1920s and 1930s with Universum Film AG (UFA)."}]}, {"heading": "Deaths", "year": "1961", "date": "October 4", "txt": "Benjamin, Russian metropolitan (b. 1880)", "entities": [{"title": "Benjamin (Fedchenkov)", "href": "/wiki/Benjamin_(Fedchenkov)", "description": "Metropolitan Benjamin or Veniamin was a Bishop of the Russian Church, Orthodox missionary and writer."}]}, {"heading": "Deaths", "year": "1963", "date": "October 4", "txt": "Alar Kotli, Estonian architect (b. 1904)", "entities": [{"title": "Alar Kotli", "href": "/wiki/Alar_Kotli", "description": "Alar Kotli was an Estonian architect. He studied sculpture at the art school Pallas in Tartu during 1922-1923 and mathematics at the University of Tartu. He graduated from the Gdańsk University of Technology in 1927 as an architect."}]}, {"heading": "Deaths", "year": "1970", "date": "October 4", "txt": "Janis Joplin, American singer-songwriter (b. 1943)", "entities": [{"title": "Janis Joplin", "href": "/wiki/Janis_Joplin", "description": "Janis Lyn Joplin was an American singer-songwriter who sang rock, soul and blues music. One of the most successful and widely known rock stars of her era, she was noted for her powerful mezzo-soprano vocals and \"electric\" stage presence."}]}, {"heading": "Deaths", "year": "1974", "date": "October 4", "txt": "Anne Sexton, American poet and author (b. 1928)", "entities": [{"title": "Anne Sexton", "href": "/wiki/Anne_Sexton", "description": "Anne Sexton was an American poet known for her highly personal, confessional verse. She won the Pulitzer Prize for poetry in 1967 for her book Live or Die. Her poetry details her long battle with depression, suicidal tendencies, and intimate details from her private life, including relationships with her husband and children, whom it was later alleged she physically and sexually assaulted."}]}, {"heading": "Deaths", "year": "1975", "date": "October 4", "txt": "Joan Whitney Payson, American businesswoman and philanthropist (b. 1903)", "entities": [{"title": "Joan Whitney Payson", "href": "/wiki/Joan_Whitney_Payson", "description": "Joan Whitney Payson was an American heiress, businesswoman, philanthropist, patron of the arts and art collector, and a member of the prominent Whitney family. She was also co-founder and majority owner of Major League Baseball's New York Mets baseball franchise, and was the first woman to own a major-league team in North America without inheriting it."}]}, {"heading": "Deaths", "year": "1976", "date": "October 4", "txt": "Frank Stagg (Irish republican) Died on Hunger Strike (b. 1941)", "entities": [{"title": "Frank Stagg (Irish republican)", "href": "/wiki/Frank_Stagg_(Irish_republican)", "description": "Frank Stagg was a Provisional Irish Republican Army (IRA) hunger striker from County Mayo, Ireland who died in 1976 in Wakefield Prison, West Yorkshire, England after 62 days on hunger strike."}]}, {"heading": "Deaths", "year": "1977", "date": "October 4", "txt": "José Ber Gelbard, Argentinian activist and politician (b. 1917)", "entities": [{"title": "José Ber Gelbard", "href": "/wiki/Jos%C3%A9_Ber_Gelbard", "description": "José Ber Gelbard, was a Polish-born Argentine activist and politician, and a member of the Argentine Communist Party. He also helped organize the Confederación General Económica (CGE), made up of small and medium-sized business. Beginning about 1954, he was appointed as an economic advisor to Juan Perón and repeatedly was called back to serve as Minister of Finance to successive governments until "}]}, {"heading": "Deaths", "year": "1980", "date": "October 4", "txt": "Pyotr Masherov, First Secretary of the Communist Party of Byelorussia (b. 1918)", "entities": [{"title": "Pyotr Masherov", "href": "/wiki/Pyotr_Masherov", "description": "Pyotr Mironovich Masherov was the first secretary of the Belorussian branch of the Communist Party of the Soviet Union and thereby the de facto leader of Soviet Belorussia. Under the nickname \"Dubnyak\" he organized and headed the local Komsomol organization."}, {"title": "Communist Party of Byelorussia", "href": "/wiki/Communist_Party_of_Byelorussia", "description": "The Communist Party of Byelorussia, known as Communist Party (Bolsheviks) of Byelorussia until 1952, was a communist party in Belarus 1918–1991, created following the Russian Revolution of 1917. It was created as part of the Russian Communist Party (bolsheviks) on December 30–31, 1918 with 17,800 members. It was important in creating the Belorussian Soviet Republic in January 1919. From February 1"}]}, {"heading": "Deaths", "year": "1981", "date": "October 4", "txt": "Freddie Lindstrom, American baseball player and coach (b. 1905)", "entities": [{"title": "Freddie Lindstrom", "href": "/wiki/Freddie_Lindstrom", "description": "Frederick Charles Lindstrom was a National League baseball player with the New York Giants, Pittsburgh Pirates, Chicago Cubs and Brooklyn Dodgers from 1924 until 1936. He was inducted into the Baseball Hall of Fame in 1976."}]}, {"heading": "Deaths", "year": "1982", "date": "October 4", "txt": "Glenn Gould, Canadian pianist and conductor (b. 1932)", "entities": [{"title": "Glenn Gould", "href": "/wiki/Glenn_Gould", "description": "Glenn Herbert Gould was a Canadian classical pianist. He was one of the best known and most celebrated pianists of the 20th century, and was renowned as an interpreter of the keyboard works of Johann Sebastian Bach. Gould's playing was distinguished by a remarkable technical proficiency and a capacity to articulate the contrapuntal texture of Bach's music."}]}, {"heading": "Deaths", "year": "1982", "date": "October 4", "txt": "Stefanos Stefanopoulos, Greek politician, 165th Prime Minister of Greece (b. 1898)", "entities": [{"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1988", "date": "October 4", "txt": "Zlatko Grgić, Croatian-Canadian animator, director, and screenwriter (b. 1931)", "entities": [{"title": "Zlatko Grgić", "href": "/wiki/Zlatko_Grgi%C4%87", "description": "Zlatko Grgić was a Croatian animator who emigrated to Canada in the late 1960s."}]}, {"heading": "Deaths", "year": "1989", "date": "October 4", "txt": "Graham Chapman, English actor and screenwriter (b. 1941)", "entities": [{"title": "Graham Chapman", "href": "/wiki/Graham_Chapman", "description": "Graham Chapman was an English comedian, writer, actor, and author and one of the six members of the British surreal comedy group Monty Python. He played authority figures such as the Colonel and the lead role in two Python films, Holy Grail (1975) and Life of Brian (1979)."}]}, {"heading": "Deaths", "year": "1990", "date": "October 4", "txt": "Mārtiņš Zīverts, Latvian playwright (b. 1903)", "entities": [{"title": "Mārtiņš Zīverts", "href": "/wiki/M%C4%81rti%C5%86%C5%A1_Z%C4%ABverts", "description": "Mārtiņš Zīverts was a Latvian playwright."}]}, {"heading": "Deaths", "year": "1992", "date": "October 4", "txt": "Denny Hulme, New Zealand race car driver (b. 1936)", "entities": [{"title": "Denny Hulme", "href": "/wiki/Denny_Hulme", "description": "Denis Clive Hulme, commonly known as Denny Hulme, was a New Zealand racing driver who won the 1967 Formula One World Drivers' Championship for the Brabham team. Between his debut at Monaco in 1965 and his final race in the 1974 US Grand Prix, he started 112 Grand Prix, resulting eight victories and 33 trips to the podium. He also finished third in the overall standing in 1968 and 1972."}]}, {"heading": "Deaths", "year": "1994", "date": "October 4", "txt": "Danny Gatton, American guitarist (b. 1945)", "entities": [{"title": "Danny Gatton", "href": "/wiki/Danny_Gatton", "description": "Daniel Wood Gatton Jr. was an American guitarist who combined blues, rockabilly, jazz, and country to create a musical style he called \"redneck jazz\"."}]}, {"heading": "Deaths", "year": "1997", "date": "October 4", "txt": "Otto Ernst Remer, German general (b. 1912)", "entities": [{"title": "Otto Ernst Remer", "href": "/wiki/Otto_Ernst_Remer", "description": "Otto Ernst Remer was a German Wehrmacht officer in World War II who played a major role in stopping the 20 July plot in 1944 against Adolf Hitler. In his later years he became a politician and far right activist. He co-founded the Socialist Reich Party in West Germany in the 1950s and is considered an influential figure in post-war neo-fascist politics in Germany."}]}, {"heading": "Deaths", "year": "1997", "date": "October 4", "txt": "Gunpei Yokoi, Japanese game designer, created Game Boy (b. 1941)", "entities": [{"title": "Game Boy", "href": "/wiki/Game_Boy", "description": "The Game Boy is an 8-bit handheld game console developed and manufactured by Nintendo. The first handheld in the Game Boy family, it was first released in Japan in April 1989, then North America, three months later, and lastly in Europe, more than one year later. It was designed by the same team that developed the Game & Watch series of handheld electronic games and several Nintendo Entertainment "}]}, {"heading": "Deaths", "year": "1998", "date": "October 4", "txt": "S. Arasaratnam, Sri Lankan historian and academic (b. 1930)", "entities": [{"title": "S. Arasaratnam", "href": "/wiki/S._Arasaratnam", "description": "Professor Sinnappah Arasaratnam was a Ceylonese academic, historian and author, born in Sri Lanka during British colonial rule. Known as Arasa, he was a lecturer at the University of Ceylon, University of Malaya and University of New England (Australia)."}]}, {"heading": "Deaths", "year": "1999", "date": "October 4", "txt": "Erik Brødreskift, Norwegian drummer (b. 1969)", "entities": [{"title": "Erik Brødreskift", "href": "/wiki/Erik_Br%C3%B8dreskift", "description": "Erik Brødreskift was a Norwegian drummer, who played in several black metal bands during his career. He committed suicide by taking an overdose of drugs."}]}, {"heading": "Deaths", "year": "1999", "date": "October 4", "txt": "Bernard Buffet, French painter and illustrator (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "October 4", "txt": "Art Farmer, American trumpet player and composer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "October 4", "txt": "Yu Kuo-hwa, Chinese politician, 32nd Premier of the Republic of China (b. 1914)", "entities": [{"title": "Yu Kuo-hwa", "href": "/wiki/Yu_Kuo-hwa", "description": "Yu Kuo-hwa was the Premier of the Republic of China from 1984 to 1989."}, {"title": "Premier of the Republic of China", "href": "/wiki/Premier_of_the_Republic_of_China", "description": "The Premier of the Republic of China, officially the President of the Executive Yuan (行政院院長), is head of government of the Republic of China and leader of the Executive Yuan. The Premier is appointed by the President of the Republic of China without approval by the Legislative Yuan. The office is also alternatively known as the Premier of Taiwan or the Prime Minister of Taiwan."}]}, {"heading": "Deaths", "year": "2000", "date": "October 4", "txt": "Michael Smith, English-Canadian biochemist and geneticist, Nobel Prize laureate (b. 1932)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "2001", "date": "October 4", "txt": "Blaise Alexander, American race car driver (b. 1976)", "entities": [{"title": "Blaise Alexander", "href": "/wiki/Blaise_Alexander", "description": "Blaise Robert Alexander Jr. was an American professional stock car racer from Montoursville, Pennsylvania. He began racing at the age of 12 in go-karts, winning the coveted World Karting Association East Regional championship in 1992. In 1995, he moved south to Mooresville, North Carolina and drove in the ARCA Racing Series. Named ARCA's rookie of the year in 1996, Alexander was a regular driver i"}]}, {"heading": "Deaths", "year": "2001", "date": "October 4", "txt": "John Collins, American guitarist (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "October 4", "txt": "Ahron Soloveichik, Russian rabbi and scholar (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "October 4", "txt": "André Delvaux, Belgian-Spanish director and screenwriter (b. 1926)", "entities": [{"title": "André Delvaux", "href": "/wiki/Andr%C3%A9_Delvaux", "description": "André, Baron Delvaux was a Belgian film director and widely regarded as the founder of the Belgian national cinema. Born in Heverlee, he died in Valencia, Spain after giving a speech at the World Arts Meeting. He received the Magritte Honorary Award at the Magritte Awards 2011."}]}, {"heading": "Deaths", "year": "2003", "date": "October 4", "txt": "Sid McMath, American lawyer and politician, 34th Governor of Arkansas (b. 1912)", "entities": [{"title": "Sid McMath", "href": "/wiki/Sid_McMath", "description": "Sidney Sanders McMath was a decorated U.S. Marine, attorney and the 34th governor of Arkansas (1949–1953) who, in defiance of his state's political establishment, championed rapid rural electrification, massive highway and school construction, the building of the University of Arkansas for Medical Sciences, strict bank and utility regulation, repeal of the poll tax, open and honest elections and b"}, {"title": "Governor of Arkansas", "href": "/wiki/Governor_of_Arkansas", "description": "The Governor of Arkansas is the head of government of the U.S. state of Arkansas. The Governor is the head of the executive branch of the Arkansas government and is charged with enforcing state laws. They have the power to either approve or veto bills passed by the Arkansas General Assembly, to convene the legislature, and to grant pardons, except in cases of treason and impeachment."}]}, {"heading": "Deaths", "year": "2004", "date": "October 4", "txt": "Gordon Cooper, American colonel, engineer, and astronaut (b. 1927)", "entities": [{"title": "Gordon Cooper", "href": "/wiki/Gordon_Cooper", "description": "Leroy Gordon \"Gordo\" Cooper Jr. was an American aerospace engineer, test pilot, United States Air Force pilot, and the youngest of the seven original astronauts in Project Mercury, the first human space program of the United States. Cooper learned to fly as a child, and after service in the United States Marine Corps during World War II, he was commissioned into the United States Air Force in 1949"}]}, {"heading": "Deaths", "year": "2005", "date": "October 4", "txt": "Stanley K. Hathaway, American lawyer and politician, 40th United States Secretary of the Interior (b. 1924)", "entities": [{"title": "Stanley K. Hathaway", "href": "/wiki/Stanley_K._Hathaway", "description": "Stanley Knapp Hathaway served as 27th Governor of Wyoming from January 2, 1967 to January 6, 1975, and as United States Secretary of the Interior under President Gerald Ford from June to October, 1975."}, {"title": "United States Secretary of the Interior", "href": "/wiki/United_States_Secretary_of_the_Interior", "description": "The United States secretary of the interior is the head of the United States Department of the Interior. The secretary and the Department of the Interior are responsible for the management and conservation of most federal land and natural resources, leading such agencies as the Bureau of Land Management, the United States Geological Survey, Bureau of Indian Affairs, and the National Park Service. "}]}, {"heading": "Deaths", "year": "2007", "date": "October 4", "txt": "Qassem Al-Nasser, Jordanian general (b. 1925)", "entities": [{"title": "Qassem Al-Nasser", "href": "/wiki/Qassem_Al-Nasser", "description": "HE Major General Qassem Pasha Al-Nasser (1925–2007) was a Jordanian officer who participated in the 1948 Arab-Israeli War. He was part of many battles, such as: Latrun, Bab El-wad, and Misherem, amongst others."}]}, {"heading": "Deaths", "year": "2009", "date": "October 4", "txt": "Gerhard Kaufhold, German footballer (b. 1928)", "entities": [{"title": "Gerhard Kaufhold", "href": "/wiki/Gerhard_Kaufhold", "description": "Gerhard Kaufhold was a German footballer who spent his entire career at Kickers Offenbach. He played a total of 396 games in the Oberliga Süd for the club, scoring 112 goals. He also represented West Germany in a 3–1 defeat against England in 1954."}]}, {"heading": "Deaths", "year": "2009", "date": "October 4", "txt": "Günther Rall, German general and pilot (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "October 4", "txt": "Norman Wisdom, English actor, comedian, and singer-songwriter (b. 1915)", "entities": [{"title": "Norman Wisdom", "href": "/wiki/Norman_Wisdom", "description": "Sir Norman Joseph Wisdom, was an English actor, comedian and singer-songwriter best known for a series of comedy films produced between 1953 and 1966 featuring his hapless onscreen character that was often called Norman Pitkin. He was awarded the 1953 BAFTA Award for Most Promising Newcomer to Leading Film Roles following the release of Trouble in Store, his first film in a lead role."}]}, {"heading": "Deaths", "year": "2011", "date": "October 4", "txt": "Doris Belack, American actress (b. 1926)", "entities": [{"title": "Doris Belack", "href": "/wiki/Doris_Belack", "description": "Doris Belack was an American character actress of stage, film and television."}]}, {"heading": "Deaths", "year": "2012", "date": "October 4", "txt": "David Atkinson, Canadian actor and singer (b. 1921)", "entities": [{"title": "David Atkinson (baritone)", "href": "/wiki/David_Atkinson_(baritone)", "description": "David Anthony Stuart Atkinson was a Canadian baritone and New York Broadway actor/singer. Most of his career was spent performing in musicals and operettas in New York City from the late 1940s through the early 1970s, although he did appear in some operas and made a few television appearances. In 1952 he created the role of Sam in the world premiere of Leonard Bernstein's Trouble in Tahiti. From 1"}]}, {"heading": "Deaths", "year": "2012", "date": "October 4", "txt": "Stan Mudenge, Zimbabwean historian and politician, Zimbabwean Minister of Foreign Affairs (b. 1941)", "entities": [{"title": "Ministry of Foreign Affairs (Zimbabwe)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Zimbabwe)", "description": "The Ministry of Foreign Affairs of the Republic of Zimbabwe is a cabinet ministry of Zimbabwe, responsible for conducting foreign relations of the country."}]}, {"heading": "Deaths", "year": "2012", "date": "October 4", "txt": "Tom Stannage, Australian footballer, historian, and academic (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 4", "txt": "John Cloudsley-Thompson, Pakistani-English commander (b. 1921)", "entities": [{"title": "John Cloudsley-Thompson", "href": "/wiki/John_Cloudsley-Thompson", "description": "John Leonard Cloudsley-Thompson DSc CBiol FSB FRES FZS was a British naturalist renowned for his work on desert fauna. He was a tank commander during the Second World War."}]}, {"heading": "Deaths", "year": "2013", "date": "October 4", "txt": "Ulric Cross, Trinidadian navigator, judge, and diplomat (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 4", "txt": "Akira Miyoshi, Japanese composer (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 4", "txt": "Diana Nasution, Indonesian singer (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 4", "txt": "Võ Nguyên Giáp, Vietnamese general and politician, 3rd Minister of Defence for Vietnam (b. 1911)", "entities": [{"title": "Minister of Defence (Vietnam)", "href": "/wiki/Minister_of_Defence_(Vietnam)", "description": "The Minister of Defence is the Government of Vietnam member in charge of the Ministry of Defence. The Minister of Defence directs the management functions of state for defense; responsible organization, construction, management and the highest commander of the Vietnam People's Army and Militia. Moreover, the Minister of Defence is the Vice Chairman of the Central Military Commission, a Member of t"}]}, {"heading": "Deaths", "year": "2013", "date": "October 4", "txt": "Nicholas Oresko, American sergeant, Medal of Honor recipient (b. 1917)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2014", "date": "October 4", "txt": "Konrad Boehmer, German-Dutch composer and educator (b. 1941)", "entities": [{"title": "Konrad Boehmer", "href": "/wiki/Konrad_Boehmer", "description": "Konrad Boehmer was a German-Dutch composer, educator, and writer."}]}, {"heading": "Deaths", "year": "2014", "date": "October 4", "txt": "Hugo Carvana, Brazilian actor, director, producer, and screenwriter (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 4", "txt": "Fyodor Cherenkov, Russian footballer and manager (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 4", "txt": "Jean-Claude Duvalier, Haitian politician, 41st President of Haiti (b. 1951)", "entities": [{"title": "President of Haiti", "href": "/wiki/President_of_Haiti", "description": "The president of Haiti, officially called the president of the Republic of Haiti is the head of state of Haiti. Executive power in Haiti is divided between the president and the government headed by the Prime Minister of Haiti. The current president is Jovenel Moïse, who took office on February 7, 2017."}]}, {"heading": "Deaths", "year": "2014", "date": "October 4", "txt": "Jewel Joseph Newman, American sergeant and politician (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 4", "txt": "William A. Culpepper, American general, lawyer, and judge (b. 1916)", "entities": [{"title": "William A. Culpepper", "href": "/wiki/William_A._Culpepper", "description": "William Albright Culpepper was an American judge from Alexandria, Louisiana, who served a six-year term on the state 9th Judicial District Court and for twenty-two years on the Louisiana Court of Appeal for the Third Circuit, based in Lake Charles, dates of his tenure unspecified. He was retired prior to 2002."}]}, {"heading": "Deaths", "year": "2015", "date": "October 4", "txt": "Edida Nageswara Rao, Indian director and producer (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 4", "txt": "Dave Pike, American vibraphone player and songwriter (b. 1938)", "entities": [{"title": "Vibraphone", "href": "/wiki/Vibraphone", "description": "The vibraphone is a musical instrument in the struck idiophone subfamily of the percussion family. It consists of tuned metal bars and is usually played by holding two or four soft mallets and striking the bars. A person who plays the vibraphone is called a vibraphonist, vibraharpist, or vibist."}]}, {"heading": "Deaths", "year": "2015", "date": "October 4", "txt": "Neal Walk, American basketball player (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "October 4", "txt": "Clark Middleton, American actor (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "October 4", "txt": "Kenzō Takada, Japanese-French fashion designer (b. 1939) ", "entities": []}]