[{"heading": "Events", "year": "1185", "date": "October 26", "txt": "The Uprising of Asen and Peter begins on the feast day of St. Demetrius of Thessaloniki and ends with the creation of the Second Bulgarian Empire.", "entities": [{"title": "Uprising of Asen and Peter", "href": "/wiki/Uprising_of_Asen_and_Peter", "description": "The Uprising of Asen and Peter was a revolt of Bulgarians and Vlachs living in Moesia and the Balkan Mountains, then the theme of Paristrion of the Byzantine Empire, caused by a tax increase. It began on 26 October 1185, the feast day of St. Demetrius of Thessaloniki, and ended with the restoration of Bulgaria with the creation of the Second Bulgarian Empire, ruled by the Asen dynasty."}]}, {"heading": "Events", "year": "1341", "date": "October 26", "txt": "The Byzantine civil war of 1341–47 formally begins with the proclamation of John VI Kantakouzenos as Byzantine Emperor.", "entities": [{"title": "Byzantine civil war of 1341–47", "href": "/wiki/Byzantine_civil_war_of_1341%E2%80%9347", "description": "The Byzantine civil war of 1341–1347, sometimes referred to as the Second Palaiologan Civil War, was a conflict that broke out in the Byzantine Empire after the death of Andronikos III Palaiologos over the guardianship of his nine-year-old son and heir, John V Palaiologos. It pitted on the one hand Andronikos III's chief minister, John VI Kantakouzenos, and on the other a regency headed by the Emp"}, {"title": "List of Byzantine emperors", "href": "/wiki/List_of_Byzantine_emperors", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}]}, {"heading": "Events", "year": "1377", "date": "October 26", "txt": "Tvrtko I is crowned the first king of Bosnia.", "entities": [{"title": "Tvrtko I of Bosnia", "href": "/wiki/Tvrtko_I_of_Bosnia", "description": "Stephen Tvrtko I was the first king of Bosnia. A member of the House of Kotromanić, he succeeded his uncle Stephen II as Ban of Bosnia in 1353. As he was a minor at the time, Tvrtko's father, Vladislav, briefly ruled as regent, followed by Tvrtko's mother, Jelena. Early in his personal rule, Tvrtko quarreled with his country's Roman Catholic clergy, but later enjoyed cordial relations with all the"}]}, {"heading": "Events", "year": "1520", "date": "October 26", "txt": "Charles V is crowned as Holy Roman Emperor.", "entities": [{"title": "Charles V, Holy Roman Emperor", "href": "/wiki/Charles_V,_Holy_Roman_Emperor", "description": "Charles V was Holy Roman Emperor and Archduke of Austria from 1519 to 1556, King of Spain from 1516 to 1556, and Lord of the Netherlands as titular Duke of Burgundy from 1506 to 1555. As he was head of the rising House of Habsburg during the first half of the 16th century, his dominions in Europe included the Holy Roman Empire, extending from Germany to northern Italy with direct rule over the Aus"}, {"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}]}, {"heading": "Events", "year": "1597", "date": "October 26", "txt": "Imjin War: Korean Admiral Yi Sun-sin routs the Japanese Navy of 300 ships with only 13 ships at the Battle of Myeongnyang.", "entities": [{"title": "Battle of Myeongnyang", "href": "/wiki/Battle_of_Myeongnyang", "description": "In the Battle of Myeongnyang, on October 26, 1597, the Korean Joseon Kingdom's navy, led by Admiral Yi Sun-sin, fought the Japanese navy in the Myeongnyang Strait, near Jindo Island, off the southwest corner of the Korean peninsula."}]}, {"heading": "Events", "year": "1640", "date": "October 26", "txt": "The Treaty of Ripon is signed, restoring peace between Covenanter Scotland and King Charles.", "entities": [{"title": "Treaty of Ripon", "href": "/wiki/Treaty_of_Ripon", "description": "The Treaty of Ripon was an agreement signed by Charles I, King of England, Scotland, and Ireland, and the Scottish Covenanters on 28 October 1640, in the aftermath of the Second Bishops' War."}]}, {"heading": "Events", "year": "1689", "date": "October 26", "txt": "General Piccolomini of Austria burns down Skopje to prevent the spread of cholera; he died of the disease himself soon after.", "entities": [{"title": "Fire of Skopje 1689", "href": "/wiki/Fire_of_Skopje_1689", "description": "The fire of Skopje started on 26 October 1689 and lasted for two days, burning much of the city; only some stone-built structures, such as the fortress and some churches and mosques, were relatively undamaged. The fire had a disastrous effect on the city: its population declined from around 60,000 to around 10,000, and it lost its regional importance as a trading centre."}, {"title": "Cholera", "href": "/wiki/Cholera", "description": "Cholera is an infection of the small intestine by some strains of the bacterium Vibrio cholerae. Symptoms may range from none, to mild, to severe. The classic symptom is large amounts of watery diarrhea that lasts a few days. Vomiting and muscle cramps may also occur. Diarrhea can be so severe that it leads within hours to severe dehydration and electrolyte imbalance. This may result in sunken eye"}]}, {"heading": "Events", "year": "1774", "date": "October 26", "txt": "The first Continental Congress adjourns in Philadelphia.", "entities": [{"title": "Continental Congress", "href": "/wiki/Continental_Congress", "description": "The Continental Congress was a series of legislative bodies which met in the British American colonies and the newly declared United States just before, during, and after the American Revolution. The term \"Continental Congress\" most specifically refers to the First and Second Congresses of 1774–1781 and may also refer to the Congress of the Confederation of 1781–1789, which operated as the first n"}]}, {"heading": "Events", "year": "1813", "date": "October 26", "txt": "War of 1812: A combined force of British regulars, Canadian militia, and Mohawks defeat the Americans in the Battle of the Chateauguay.", "entities": [{"title": "Battle of the Chateauguay", "href": "/wiki/Battle_of_the_Chateauguay", "description": "The Battle of the Chateauguay was an engagement of the War of 1812. On 26 October 1813, a combined British and Canadian force consisting of 1,530 regulars, volunteers, militia and Native Americans from Lower Canada, commanded by Charles de Salaberry, repelled an American force of about 2,600 regulars which was attempting to invade Lower Canada and ultimately attack Montreal."}]}, {"heading": "Events", "year": "1825", "date": "October 26", "txt": "The Erie Canal opens, allowing direct passage from the Hudson River to Lake Erie.", "entities": [{"title": "Erie Canal", "href": "/wiki/Erie_Canal", "description": "The Erie Canal in New York is part of the east–west, cross-state route of the New York State Canal System. It was built to create a navigable water route from New York City and the Atlantic Ocean to the Great Lakes, originally stretching for 363 miles (584 km) from the Hudson River in Albany to Lake Erie in Buffalo. Completed in 1825, it was the second longest canal in the world and greatly enhanc"}]}, {"heading": "Events", "year": "1859", "date": "October 26", "txt": "The Royal Charter Storm kills at least eight hundred people in the British Isles.", "entities": [{"title": "Royal Charter Storm", "href": "/wiki/Royal_Charter_Storm", "description": "The Royal Charter Storm of 25 and 26 October 1859 was considered to be the most severe storm to hit the Irish Sea in the 19th century, with a total death toll estimated at over 800. It takes its name from the Royal Charter ship, which was driven by the storm onto the east coast of Anglesey, Wales, with the loss of over 450 lives."}]}, {"heading": "Events", "year": "1860", "date": "October 26", "txt": "The Expedition of the Thousand ends when Giuseppe Garibaldi presents his conquests to King Victor Emmanuel of Sardinia.", "entities": [{"title": "Expedition of the Thousand", "href": "/wiki/Expedition_of_the_Thousand", "description": "The Expedition of the Thousand was an event of the Italian Risorgimento that took place in 1860. A corps of volunteers led by Giuseppe Garibaldi sailed from Quarto, near Genoa and landed in Marsala, Sicily, in order to conquer the Kingdom of the Two Sicilies, ruled by the House of Bourbon-Two Sicilies."}]}, {"heading": "Events", "year": "1863", "date": "October 26", "txt": "The Football Association is founded.", "entities": [{"title": "The Football Association", "href": "/wiki/The_Football_Association", "description": "The Football Association is the governing body of association football in England and the Crown dependencies of Jersey, Guernsey, and the Isle of Man. Formed in 1863, it is the oldest football association in the world and is responsible for overseeing all aspects of the amateur and professional game in its territory."}]}, {"heading": "Events", "year": "1881", "date": "October 26", "txt": "Wyatt Earp and Doc Holliday participate in the Gunfight at the O.K. Corral in Tombstone, Arizona.", "entities": [{"title": "Wyatt Earp", "href": "/wiki/Wyatt_Earp", "description": "Wyatt Berry Stapp Earp was an American law enforcement officer and businessman who worked in several places in the American West, including Dodge City, Kansas and Tombstone, Arizona Territory. He worked in a variety of trades and took part in the famous gunfight at the O.K. Corral, during which lawmen killed three outlaw Cochise County Cowboys."}, {"title": "Doc Holliday", "href": "/wiki/Doc_Holliday", "description": "John Henry \"Doc\" Holliday was an American gambler, gunfighter, and dentist. A close friend and associate of lawman Wyatt Earp, Holliday is best known for his role in the events leading up to and following the Gunfight at the O.K. Corral. He developed a reputation as having killed more than a dozen men in various altercations, but modern researchers have concluded that, contrary to popular myth-mak"}, {"title": "Gunfight at the O.K. Corral", "href": "/wiki/Gunfight_at_the_O.K._Corral", "description": "The Gunfight at the O.K. Corral was a 30-second shootout between lawmen led by Virgil Earp and members of a loosely organized group of outlaws called the Cowboys including Ike Clanton that occurred at about 3:00 p.m. on Wednesday, October 26, 1881, in Tombstone, Arizona Territory, United States. It is generally regarded as the most famous shootout in the history of the American Wild West."}, {"title": "Tombstone, Arizona", "href": "/wiki/Tombstone,_Arizona", "description": "Tombstone is a historic city in Cochise County, Arizona, United States, founded in 1877 by prospector Ed Schieffelin in what was then Pima County, Arizona Territory. It became one of the last boomtowns in the American frontier. The town grew significantly into the mid-1880s as the local mines produced $40 to $85 million in silver bullion, the largest productive silver district in Arizona. Its popu"}]}, {"heading": "Events", "year": "1890", "date": "October 26", "txt": "Malleco Viaduct in Chile, at the time \"the highest railroad bridge in the world\", is inaugurated by President José Manuel Balmaceda.", "entities": [{"title": "Malleco Viaduct", "href": "/wiki/Malleco_Viaduct", "description": "The Malleco Viaduct is a railway bridge located in central Chile, passing over the Malleco River valley, south of Collipulli in the Araucania Region. It was opened by President José Manuel Balmaceda on October 26, 1890. At that time, it was the highest such bridge in the world. The Panamerican Highway passes right next to the viaduct."}, {"title": "José Manuel Balmaceda", "href": "/wiki/Jos%C3%A9_Manuel_Balmaceda", "description": "José Manuel Emiliano Balmaceda Fernández was the 10th President of Chile from September 18, 1886, to August 29, 1891. Balmaceda was part of the Castilian-Basque aristocracy in Chile. While he was president, his political disagreements with the Chilean congress led to the 1891 Chilean Civil War, following which he shot and killed himself."}]}, {"heading": "Events", "year": "1892", "date": "October 26", "txt": "Ida B. Wells publishes Southern Horrors: Lynch Law in All Its Phases.", "entities": [{"title": "Ida B. Wells", "href": "/wiki/Ida_B._Wells", "description": "Ida Bell Wells-Barnett was an American investigative journalist, educator, and early leader in the civil rights movement. She was one of the founders of the National Association for the Advancement of Colored People (NAACP). Over the course of a lifetime dedicated to combating prejudice and violence, and the fight for African-American equality, especially that of women, Wells arguably became the m"}]}, {"heading": "Events", "year": "1905", "date": "October 26", "txt": "King Oscar II recognizes the dissolution of the union between Norway and Sweden.", "entities": [{"title": "Dissolution of the union between Norway and Sweden", "href": "/wiki/Dissolution_of_the_union_between_Norway_and_Sweden", "description": "The dissolution of the union between the kingdoms of Norway and Sweden under the House of Bernadotte, was set in motion by a resolution of the Storting on 7 June 1905. Following some months of tension and fear of an outbreak of war between the neighbouring kingdoms – and a Norwegian plebiscite held on 13 August which overwhelmingly backed dissolution – negotiations between the two governments led "}]}, {"heading": "Events", "year": "1909", "date": "October 26", "txt": "An Jung-geun assassinates Japan's Resident-General of Korea.", "entities": [{"title": "An Jung-geun", "href": "/wiki/An_Jung-geun", "description": "An Jung-geun, sometimes spelled Ahn Joong-geun, was a Korean-independence activist, nationalist, and pan-Asianist."}]}, {"heading": "Events", "year": "1912", "date": "October 26", "txt": "First Balkan War: The Ottomans lose the cities of Thessaloniki and Skopje.", "entities": [{"title": "First Balkan War", "href": "/wiki/First_Balkan_War", "description": "The First Balkan War lasted from October 1912 to May 1913 and involved actions of the Balkan League against the Ottoman Empire. The Balkan states' combined armies overcame the initially numerically inferior and strategically disadvantaged Ottoman armies and achieved rapid success."}]}, {"heading": "Events", "year": "1917", "date": "October 26", "txt": "World War I: Brazil declares war on the Central Powers.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Brazil during World War I", "href": "/wiki/Brazil_during_World_War_I", "description": "During World War I (1914–1918), Brazil initially adopted a neutral position, in accordance with the Hague Convention, in an attempt to maintain the markets for its export products, mainly coffee, latex and industrial manufactured items. However, following repeated sinking of Brazilian merchant ships by German submarines, President Venceslau Brás declared war against the Central Powers in 1917. Bra"}]}, {"heading": "Events", "year": "1918", "date": "October 26", "txt": "Erich Ludendorff, quartermaster-general of the Imperial German Army, is dismissed by Kaiser Wilhelm II for refusing to cooperate in peace negotiations.", "entities": [{"title": "Erich Ludendorff", "href": "/wiki/Erich_Ludendorff", "description": "Erich Friedrich Wilhelm Ludendorff was a German general, politician and military theorist. He achieved fame during World War I for his central role in the German victories at Liège and Tannenberg in 1914. Upon his rise to First Quartermaster-general of the Imperial Army's Great General Staff in 1916, he became the chief policymaker in a de facto military dictatorship that dominated Germany for the"}]}, {"heading": "Events", "year": "1936", "date": "October 26", "txt": "The first electric generator at Hoover Dam goes into full operation.", "entities": [{"title": "Hoover Dam", "href": "/wiki/Hoover_Dam", "description": "Hoover Dam is a concrete arch-gravity dam in the Black Canyon of the Colorado River, on the border between the U.S. states of Nevada and Arizona. It was constructed between 1931 and 1936 during the Great Depression and was dedicated on September 30, 1935, by President Franklin D. Roosevelt. Its construction was the result of a massive effort involving thousands of workers, and cost over one hundre"}]}, {"heading": "Events", "year": "1942", "date": "October 26", "txt": "World War II: In the Battle of the Santa Cruz Islands during the Guadalcanal Campaign, one U.S. aircraft carrier is sunk and another carrier is heavily damaged, while two Japanese carriers and one cruiser are heavily damaged.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of the Santa Cruz Islands", "href": "/wiki/Battle_of_the_Santa_Cruz_Islands", "description": "The Battle of the Santa Cruz Islands, fought during 25–27 October 1942, sometimes referred to as the Battle of Santa Cruz or Third Battle of Solomon Sea, in Japan as the Battle of the South Pacific, was the fourth aircraft carrier battle of the Pacific campaign of World War II. It was also the fourth major naval engagement fought between the United States Navy and the Imperial Japanese Navy during"}]}, {"heading": "Events", "year": "1944", "date": "October 26", "txt": "World War II: The Battle of Leyte Gulf ends with an overwhelming American victory.", "entities": [{"title": "Battle of Leyte Gulf", "href": "/wiki/Battle_of_Leyte_Gulf", "description": "The Battle of Leyte Gulf is considered to have been the largest naval battle of World War II and, by some criteria, possibly the largest naval battle in history, with over 200,000 naval personnel involved. It was fought in waters near the Philippine islands of Leyte, Samar, and Luzon, from 23 to 26 October 1944, between combined American and Australian forces and the Imperial Japanese Navy (IJN), "}]}, {"heading": "Events", "year": "1947", "date": "October 26", "txt": "Kashmir conflict: The Maharaja of Kashmir and Jammu signs the Instrument of Accession with India.", "entities": [{"title": "Instrument of Accession (Jammu and Kashmir)", "href": "/wiki/Instrument_of_Accession_(Jammu_and_Kashmir)", "description": "The Instrument of Accession is a legal document executed by Maharaja Hari Singh, ruler of the princely state of Jammu and Kashmir, on 26 October 1947.\nBy executing this document under the provisions of the Indian Independence Act 1947, Maharaja Hari Singh agreed to accede to the Dominion of India."}]}, {"heading": "Events", "year": "1955", "date": "October 26", "txt": "After the last Allied troops have left the country, and following the provisions of the Austrian Independence Treaty, Austria declares that it will never join a military alliance.", "entities": [{"title": "Austrian Independence Treaty", "href": "/wiki/Austrian_Independence_Treaty", "description": "The Austrian State Treaty or Austrian Independence Treaty re-established Austria as a sovereign state. It was signed on 15 May 1955 in Vienna, at the Schloss Belvedere among the Allied occupying powers and the Austrian government. The neighbouring Federal People's Republic of Yugoslavia acceded to the treaty subsequently. It officially came into force on 27 July 1955."}, {"title": "Declaration of Neutrality", "href": "/wiki/Declaration_of_Neutrality", "description": "The Declaration of Neutrality was a declaration by the Austrian Parliament declaring the country permanently neutral. It was enacted on 26 October 1955 as a constitutional act of parliament, i.e., as part of the Constitution of Austria. Pursuant to resolution of the Federal Assembly of Parliament following the State Treaty, Austria declared \"its permanent neutrality of its own accord.\" The second "}]}, {"heading": "Events", "year": "1955", "date": "October 26", "txt": "Ngô Đình Diệm proclaimed himself Premier of the newly created Republic of Vietnam.", "entities": [{"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1956", "date": "October 26", "txt": "Hungarian Revolution: In the towns of Mosonmagyaróvár and Esztergom, Hungarian secret police forces massacre civilians. As rebel strongholds in Budapest hold, fighting spreads throughout the country.", "entities": [{"title": "Hungarian Revolution of 1956", "href": "/wiki/Hungarian_Revolution_of_1956", "description": "The Hungarian Revolution of 1956, or the Hungarian Uprising, was a nationwide revolution against the Hungarian People's Republic and its Soviet-imposed policies, lasting from the 23rd of October until the 10th of November 1956. Leaderless at the beginning, it was the first major threat to Soviet control since the Red Army drove Nazi Germany from its territory at the End of World War II in Europe."}, {"title": "Mosonmagyaróvár", "href": "/wiki/Mosonmagyar%C3%B3v%C3%A1r", "description": "Mosonmagyaróvár is a town in Győr-Moson-Sopron county in northwestern Hungary. It lies close to both the Austrian and Slovakian borders and has a population of 32,752."}, {"title": "Esztergom", "href": "/wiki/Esztergom", "description": "Esztergom is a city in northern Hungary, 46 kilometres northwest of the capital Budapest. It lies in Komárom-Esztergom county, on the right bank of the river Danube, which forms the border with Slovakia there."}, {"title": "ÁVH", "href": "/wiki/%C3%81VH", "description": "The State Protection Authority was the secret police of the People's Republic of Hungary from 1945 until 1956. It was conceived as an external appendage of the Soviet Union's secret police forces and gained an indigenous reputation for brutality during a series of purges beginning in 1948, intensifying in 1949 and ending in 1953. In 1953 Joseph Stalin died, and Imre Nagy was appointed Prime Minist"}]}, {"heading": "Events", "year": "1958", "date": "October 26", "txt": "Pan American Airways makes the first commercial flight of the Boeing 707 from New York City to Paris.", "entities": [{"title": "Boeing 707", "href": "/wiki/Boeing_707", "description": "The Boeing 707 is an American long-range narrow-body airliner produced by Boeing Commercial Airplanes, its first jetliner.\n\nDeveloped from the Boeing 367-80, a prototype first flown in 1954, the initial 707-120 first flew on December 20, 1957.\nPan American World Airways began regular 707 service on October 26, 1958, and it was built until 1979.\n\nA quadjet, the 707 has a swept wing with podded engi"}]}, {"heading": "Events", "year": "1967", "date": "October 26", "txt": "Mohammad Reza Pahlavi crowns himself Emperor of Iran.", "entities": [{"title": "Mohammad Reza Pahlavi", "href": "/wiki/Mohammad_Reza_Pahlavi", "description": "Mohammad Reza Pahlavi, also known as Mohammad Reza Shah, was the last Shah (King) of Iran from 16 September 1941 until his overthrow in the Iranian Revolution on 11 February 1979. Due to his status as the last Shah of Iran, he is often known as simply the Shah."}]}, {"heading": "Events", "year": "1968", "date": "October 26", "txt": "The Soyuz 3 mission achieves the first Soviet space rendezvous.", "entities": [{"title": "Soyuz 3", "href": "/wiki/Soyuz_3", "description": "Soyuz 3 was a spaceflight mission launched by the Soviet Union on 26 October 1968. Flown by Georgy Beregovoy, the Soyuz 7K-OK spacecraft completed 81 orbits over four days. The 47-year-old Beregovoy was a decorated World War II flying ace and the oldest person to go into space up to that time. The mission achieved the first Russian space rendezvous with the uncrewed Soyuz 2, but failed to achieve "}]}, {"heading": "Events", "year": "1977", "date": "October 26", "txt": "Ali Maow Maalin, the last natural case of smallpox, develops a rash in Somalia. The World Health Organization and the Centers for Disease Control and Prevention consider this date to be the anniversary of the eradication of smallpox, the most spectacular success of vaccination.", "entities": [{"title": "Ali Maow Maalin", "href": "/wiki/Ali_Maow_Maalin", "description": "Ali Maow Maalin was a Somali hospital cook and health worker from Merca who is the last person known to have been infected with naturally occurring Variola minor smallpox. He was diagnosed with the disease in October 1977 and made a full recovery. Although he had many contacts, none of them developed the disease, and an aggressive containment campaign was successful in preventing an outbreak. Smal"}]}, {"heading": "Events", "year": "1979", "date": "October 26", "txt": "Park Chung-hee, President of South Korea, is assassinated by Korean CIA head Kim Jae-gyu.", "entities": [{"title": "Assassination of Park Chung-hee", "href": "/wiki/Assassination_of_Park_Chung-hee", "description": "Park Chung-hee, the third President of South Korea, was assassinated on October 26, 1979, during a dinner at the Korean Central Intelligence Agency (KCIA) safehouse inside the Blue House presidential compound in Jongno District, Seoul, South Korea. Kim Jae-gyu, the director of the KCIA and the president's security chief, was responsible for the assassination. Park was shot in the chest and the hea"}]}, {"heading": "Events", "year": "1985", "date": "October 26", "txt": "The Australian government returns ownership of Uluru to the local Pitjantjatjara Aboriginals.", "entities": [{"title": "Uluru", "href": "/wiki/Uluru", "description": "Uluru, also known as Ayers Rock and officially gazetted as Uluru / Ayers Rock, is a large sandstone rock formation in the southern part of the Northern Territory in Australia. It lies 335 km (208 mi) south west of the nearest large town, Alice Springs."}]}, {"heading": "Events", "year": "1989", "date": "October 26", "txt": "China Airlines Flight 204 crashes after takeoff from Hualien Airport in Taiwan, killing all 54 people on board.", "entities": [{"title": "China Airlines Flight 204", "href": "/wiki/China_Airlines_Flight_204", "description": "China Airlines Flight 204 was a Boeing 737-200 that crashed into a mountain after take off from Hualien Airport, Taiwan, on 26 October 1989. The crash killed all 54 passengers and crew on board the aircraft."}, {"title": "Hualien Airport", "href": "/wiki/Hualien_Airport", "description": "Hualien Airport is a commercial airport located in an 11.5-hectare (28-acre) civilian area of Chiashan Air Force Base in Xincheng, Hualien County, Taiwan. With flights to Taipei, Kaohsiung and Taichung, it served 235,386 passengers in 2017, making it the tenth-busiest airport in Taiwan."}]}, {"heading": "Events", "year": "1991", "date": "October 26", "txt": "Three months after the end of the Ten-Day War, the last soldier of the Yugoslav People's Army leaves the territory of the Republic of Slovenia.", "entities": [{"title": "Ten-Day War", "href": "/wiki/Ten-Day_War", "description": "The Ten-Day War, or the Slovenian War of Independence, was a brief conflict that followed Slovenia's declaration of independence from Yugoslavia on 25 June 1991. It was fought between the Slovenian Territorial Defence and the Yugoslav People's Army. It lasted from 27 June 1991 until 7 July 1991, when the Brioni Accords were signed. It marked the beginning of the Yugoslav Wars."}]}, {"heading": "Events", "year": "1994", "date": "October 26", "txt": "Jordan and Israel sign a peace treaty.", "entities": [{"title": "Israel–Jordan peace treaty", "href": "/wiki/Israel%E2%80%93Jordan_peace_treaty", "description": "The Israel–Jordan peace treaty, sometimes referred to as the Wadi Araba Treaty, is an agreement that ended the state of war that has existed between the two countries since the 1948 Arab–Israeli War and established mutual diplomatic relations. In addition to establishing peace between the two countries, the treaty also settled land and water disputes, provided for broad cooperation in tourism and "}]}, {"heading": "Events", "year": "1995", "date": "October 26", "txt": "Mossad agents assassinate Islamic Jihad leader Fathi Shaqaqi in his hotel in Malta.", "entities": [{"title": "Fathi Shaqaqi", "href": "/wiki/Fathi_Shaqaqi", "description": "Fathi Shaqaqi was the co-founder and Secretary-General of the Islamic Jihad Movement in Palestine."}]}, {"heading": "Events", "year": "1995", "date": "October 26", "txt": "An avalanche hits the Icelandic village Flateyri, destroying 29 homes and burying 45 people, 20 of whom died.", "entities": []}, {"heading": "Events", "year": "1999", "date": "October 26", "txt": "Britain's House of Lords votes to end the right of most hereditary peers to vote in Britain's upper chamber of Parliament.", "entities": [{"title": "House of Lords Act 1999", "href": "/wiki/House_of_Lords_Act_1999", "description": "The House of Lords Act 1999 is an Act of the Parliament of the United Kingdom that was given Royal Assent on 11 November 1999. The Act reformed the House of Lords, one of the chambers of Parliament. For centuries, the House of Lords had included several hundred members who inherited their seats ; the Act removed such a right. However, as part of a compromise, the Act did permit ninety-two heredita"}]}, {"heading": "Events", "year": "2000", "date": "October 26", "txt": "A wave of protests forces Robert Guéï to step down as president after the Ivorian presidential election.", "entities": [{"title": "Ivorian presidential election, 2000", "href": "/wiki/Ivorian_presidential_election,_2000", "description": "Presidential elections were held in Ivory Coast on 22 October 2000. Robert Guéï, who headed a transitional military regime following the December 1999 coup d'état, stood as a candidate in the election. All of the major opposition candidates except for Laurent Gbagbo of the Ivorian Popular Front (FPI) were barred from standing. The Rally of the Republicans (RDR) and Democratic Party of Côte d'Ivoir"}]}, {"heading": "Events", "year": "2001", "date": "October 26", "txt": "The United States passes the USA PATRIOT Act into law.", "entities": [{"title": "USA PATRIOT Act", "href": "/wiki/USA_PATRIOT_Act", "description": "The USA PATRIOT Act was an Act of the United States Congress, signed into law by President George W. Bush."}]}, {"heading": "Events", "year": "2002", "date": "October 26", "txt": "Approximately 50 Chechen terrorists and 150 hostages die when Russian special forces troops storm a theater building in Moscow, which had been occupied by the terrorists during a musical performance three days before.", "entities": [{"title": "Moscow theater hostage crisis", "href": "/wiki/Moscow_theater_hostage_crisis", "description": "The Moscow theater hostage crisis was the seizure of the crowded Dubrovka Theater by 40 to 50 armed Chechens on 23 October 2002 that involved 850 hostages and ended with the death of at least 170 people due to the Russian governments denying the hostage takers demands and the use of narcotic gas by the security forces. The attackers, led by Movsar Barayev, claimed allegiance to the Islamist separa"}]}, {"heading": "Events", "year": "2003", "date": "October 26", "txt": "The Cedar Fire, the third-largest fire in California history, kills 15 people, consumes 250,000 acres (1,000 km2), and destroys 2,200 homes around San Diego.", "entities": [{"title": "Cedar Fire (2003)", "href": "/wiki/Cedar_Fire_(2003)", "description": "The Cedar Fire was a massive, highly-destructive wildfire, which burned 273,246 acres (1,106 km2) of land in San Diego County, California, during October and November 2003. The fire's rapid growth was driven by the Santa Ana winds, causing the fire to spread at a rate of 3,600 acres (15 km2) per hour. By the time the fire was fully contained on November 4, it had destroyed 2,820 buildings and kill"}]}, {"heading": "Events", "year": "2015", "date": "October 26", "txt": "A 7.5 magnitude earthquake strikes in the Hindu Kush mountain range in South Asia, killing 399 people and leaving 2,536 people injured.", "entities": [{"title": "October 2015 Hindu Kush earthquake", "href": "/wiki/October_2015_Hindu_Kush_earthquake", "description": "The October 2015 Hindu Kush earthquake was a magnitude 7.5 earthquake that struck South Asia on 26 October 2015, at 13:39 AFT with the epicenter 45 km north of `Alaqahdari-ye Kiran wa Munjan, Afghanistan, at a depth of 212.5 km."}]}, {"heading": "Births", "year": "1416", "date": "October 26", "txt": "Edmund Grey, 1st Earl of Kent, English politician, Lord High Treasurer (d. 1490)", "entities": [{"title": "Edmund Grey, 1st Earl of Kent", "href": "/wiki/Edmund_Grey,_1st_Earl_of_Kent", "description": "Edmund Grey, 1st Earl of Kent, English administrator, nobleman and magnate, was the son of Sir John Grey, KG and Constance Holland. His main residence was at Wrest near Silsoe, Bedfordshire."}, {"title": "Lord High Treasurer", "href": "/wiki/Lord_High_Treasurer", "description": "The post of Lord High Treasurer or Lord Treasurer was an English government position and has been a British government position since the Acts of Union of 1707. A holder of the post would be the third-highest-ranked Great Officer of State, below the Lord High Steward and the Lord High Chancellor of Great Britain."}]}, {"heading": "Births", "year": "1427", "date": "October 26", "txt": "Sigismund, Archduke of Austria (d. 1496)", "entities": [{"title": "Sigismund, Archduke of Austria", "href": "/wiki/Sigismund,_Archduke_of_Austria", "description": "Sigismund, a member of the House of Habsburg, was Duke of Austria from 1439 until his death. As a scion of the Habsburg Leopoldian line, he ruled over Further Austria and the County of Tyrol from 1446 until his resignation in 1490."}]}, {"heading": "Births", "year": "1431", "date": "October 26", "txt": "Ercole I d'Este, Duke of Ferrara, Italian politician (d. 1505)", "entities": [{"title": "Ercole I d'Este, Duke of Ferrara", "href": "/wiki/Ercole_I_d%27Este,_Duke_of_Ferrara", "description": "Ercole I d'Este, KG was Duke of Ferrara from 1471 until 1505. He was a member of the House of Este. He was nicknamed North Wind and The Diamond."}]}, {"heading": "Births", "year": "1473", "date": "October 26", "txt": "Friedrich of Saxony, Grand Master of the Teutonic Knights (d. 1510)", "entities": [{"title": "Frederick of Saxony (Teutonic Knight)", "href": "/wiki/Frederick_of_Saxony_(Teutonic_Knight)", "description": "Duke Frederick of Saxony, also known as Friedrich von Sachsen or Friedrich von Wettin, was the 36th Grand Master of the Teutonic Knights, serving from 1498–1510. He was the third son of Albert, Duke of Saxony, and Sidonie of Poděbrady, daughter of George of Podebrady."}]}, {"heading": "Births", "year": "1483", "date": "October 26", "txt": "Hans Buchner, German Renaissance composer (d. 1538)", "entities": [{"title": "Hans Buchner", "href": "/wiki/Hans_Buchner", "description": "Hans Buchner was an important German organist and composer."}]}, {"heading": "Births", "year": "1491", "date": "October 26", "txt": "Zhengde Emperor of China (d. 1521)", "entities": [{"title": "Zhengde Emperor", "href": "/wiki/Zhengde_Emperor", "description": "The Zhengde Emperor, who was the 11th Emperor of the Ming dynasty, reigned from 1505 to 1521."}]}, {"heading": "Births", "year": "1518", "date": "October 26", "txt": "John Basset, Devonshire gentleman (d. 1541)", "entities": [{"title": "John Basset (1518–1541)", "href": "/wiki/John_Basset_(1518%E2%80%931541)", "description": "John Basset (1518–1541) was a young English gentleman from Devon, a member of the old Basset family, and heir to a substantial inheritance. His short life is well documented in the Lisle Papers. He studied law at Lincolns Inn and at the age of 20, at the start of a promising career, entered the household of Thomas Cromwell, Lord Privy Seal, but died suddenly aged only 23, albeit having married and"}]}, {"heading": "Births", "year": "1529", "date": "October 26", "txt": "Anna of Hesse, princess of Hesse (d. 1591)", "entities": [{"title": "Anna of Hesse", "href": "/wiki/Anna_of_Hesse", "description": "Anna of Hesse was a princess of Hesse by birth and marriage Countess Palatine of Zweibrücken."}]}, {"heading": "Births", "year": "1551", "date": "October 26", "txt": "Charlotte de Sauve, French courtesan (d. 1617)", "entities": [{"title": "Charlotte de Sauve", "href": "/wiki/Charlotte_de_Sauve", "description": "Charlotte de Beaune Semblançay, Viscountess of Tours, Baroness de Sauve, Marquise de Noirmoutier was a French noblewoman and a mistress of King Henry of Navarre, who later ruled as King Henry IV of France. She was a member of Queen Mother Catherine de' Medici's notorious \"Flying Squadron\", a group of beautiful female spies and informants recruited to seduce important men at Court, and thereby extr"}]}, {"heading": "Births", "year": "1556", "date": "October 26", "txt": "Ahmad Baba al Massufi, Malian academic (d. 1627)", "entities": [{"title": "Ahmad Baba al Massufi", "href": "/wiki/Ahmad_Baba_al_Massufi", "description": "Aḥmad Bābā al-Massufi al-Timbuktī, full name Abū al-Abbās Aḥmad ibn Aḥmad ibn Aḥmad ibn Umar ibn Muhammad Aqit al-Takrūrī Al-Massufi al-Timbuktī, was a Sanhaja Berber writer, scholar, and political provocateur in the area then known as the Western Sudan. Called Timbuktu’s greatest scholar, he wrote more than 40 books. He died in 1627."}]}, {"heading": "Births", "year": "1564", "date": "October 26", "txt": "Hans Leo Hassler, German organist and composer (d. 1612)", "entities": [{"title": "Hans Leo Hassler", "href": "/wiki/Hans_Leo_Hassler", "description": "Hans Leo Hassler was a German composer and organist of the late Renaissance and early Baroque eras, elder brother of composer Jakob Hassler. He was born in Nuremberg and died in Frankfurt am Main."}]}, {"heading": "Births", "year": "1609", "date": "October 26", "txt": "William Sprague, English-American settler, co-founded Charlestown, Massachusetts (d. 1675)", "entities": [{"title": "William Sprague (1609–1675)", "href": "/wiki/William_Sprague_(1609%E2%80%931675)", "description": "William Sprague left England on the ship Lyon's Whelp for Plymouth/Salem Massachusetts. He was originally from Upwey, near Weymouth, Dorset, England."}, {"title": "Charlestown, Massachusetts", "href": "/wiki/Charlestown,_Massachusetts", "description": "Charlestown is the oldest neighborhood in Boston, Massachusetts. Originally called Mishawum by the Massachusett tribe, it is located on a peninsula north of the Charles River, across from downtown Boston, and also adjoins the Mystic River and Boston Harbor waterways. Charlestown was laid out in 1629 by engineer Thomas Graves, one of its earliest settlers, in the reign of Charles I of England. It w"}]}, {"heading": "Births", "year": "1612", "date": "October 26", "txt": "Henry Wilmot, 1st Earl of Rochester (d. 1658)", "entities": [{"title": "Henry Wilmot, 1st Earl of Rochester", "href": "/wiki/Henry_Wilmot,_1st_Earl_of_Rochester", "description": "Lieutenant-General Henry Wilmot, 1st Earl of Rochester, known as The Lord Wilmot between 1643 and 1644 and as The Viscount Wilmot between 1644 and 1652, was an English Cavalier who fought for the Royalist cause during the Wars of the Three Kingdoms."}]}, {"heading": "Births", "year": "1673", "date": "October 26", "txt": "Dimitrie Cantemir, Moldavian geographer, historian, and philosopher (d. 1723)", "entities": [{"title": "Dimitrie Cantemir", "href": "/wiki/Dimitrie_Cantemir", "description": "Dimitrie or Demetrius Cantemir, also known by other spellings, was a Moldavian soldier, statesman, and man of letters. He twice served as voivode of Moldavia. During his second term he allied his state with Russia in a war against Moldavia's Ottoman overlords; Russia's defeat forced Cantemir's family into exile and the replacement of the native voivodes by Greek phanariots. Cantemir was also a pro"}]}, {"heading": "Births", "year": "1684", "date": "October 26", "txt": "Kurt Christoph Graf von Schwerin, Prussian field marshal (d. 1757)", "entities": [{"title": "Kurt Christoph Graf von Schwerin", "href": "/wiki/Kurt_Christoph_Graf_von_Schwerin", "description": "Kurt Christoph, Graf von Schwerin was a Prussian Generalfeldmarschall, one of the leading commanders under Frederick the Great."}]}, {"heading": "Births", "year": "1685", "date": "October 26", "txt": "Domenico Scarlatti, Italian harpsichord player and composer (d. 1757)", "entities": [{"title": "Domenico Scarlatti", "href": "/wiki/Domenico_Scarlatti", "description": "Giuseppe Domenico Scarlatti, also known as Domingo or Doménico Scarlatti; was an Italian composer. He is classified primarily as a Baroque composer chronologically, although his music was influential in the development of the Classical style. Like his renowned father Alessandro Scarlatti, he composed in a variety of musical forms, although today he is known mainly for his 555 keyboard sonatas. He "}, {"title": "Harpsichord", "href": "/wiki/Harpsichord", "description": "A harpsichord is a musical instrument played by means of a keyboard. This activates a row of levers that turn a trigger mechanism that plucks one or more strings with a small plectrum made from quill or plastic. The strings are under tension on a soundboard, which is mounted in a wooden case; the soundboard amplifies the vibrations from the strings so that the listeners can hear it. Like a pipe or"}]}, {"heading": "Births", "year": "1694", "date": "October 26", "txt": "Johan Helmich Roman, Swedish composer and academic (d. 1758)", "entities": [{"title": "Johan Helmich Roman", "href": "/wiki/Johan_Helmich_Roman", "description": "Johan Helmich Roman was a Swedish Baroque composer. He has been called \"the father of Swedish music\" or \"the Swedish Handel.\" He was the leader of Swedish Opera through most of Swedish Opera's Age of Liberty."}]}, {"heading": "Births", "year": "1747", "date": "October 26", "txt": "Ivan Mane Jarnović, Italian violinist and composer (d. 1804)", "entities": [{"title": "Ivan Mane Jarnović", "href": "/wiki/Ivan_Mane_Jarnovi%C4%87", "description": "Ivan Mane Jarnović was a violinist and composer during the 18th century, often said to have been Italian but whose family was of Ragusan origin. There is no evidence that he ever lived in the Croatian lands to which both his paternal and maternal lineages have been traced. He later appears to have held French citizenship, escaping to England during the revolution. His career spanned Europe as he p"}]}, {"heading": "Births", "year": "1757", "date": "October 26", "txt": "Karl Leonhard Reinhold, Austrian philosopher and academic (d. 1823)", "entities": [{"title": "Karl Leonhard Reinhold", "href": "/wiki/Karl_Leonhard_Reinhold", "description": "Karl Leonhard Reinhold was an Austrian philosopher who helped to popularise the work of Immanuel Kant in the late 18th century. His \"elementary philosophy\" (Elementarphilosophie) also influenced German idealism, notably Johann Gottlieb Fichte, as a critical system grounded in a fundamental first principle."}]}, {"heading": "Births", "year": "1759", "date": "October 26", "txt": "Georges Danton, French lawyer and politician, French Minister of Justice (d. 1794)", "entities": [{"title": "Georges Danton", "href": "/wiki/Georges_Danton", "description": "George Jacques Danton was a leading figure in the early stages of the French Revolution, in particular as the first president of the Committee of Public Safety. Danton's role in the onset of the Revolution has been disputed; many historians describe him as \"the chief force in the overthrow of the French monarchy and the establishment of the First French Republic\". He was guillotined by the advocat"}, {"title": "Ministry of Justice (France)", "href": "/wiki/Ministry_of_Justice_(France)", "description": "The Ministry of Justice is a ministerial department of the French Government, also known in French as la Chancellerie, it is headed by the Minister of Justice, known as the Keeper of the Seals, a member of the Council of Ministers."}]}, {"heading": "Births", "year": "1768", "date": "October 26", "txt": "Eustachy Erazm Sanguszko, Polish general and politician (d. 1844)", "entities": [{"title": "Eustachy Erazm Sanguszko", "href": "/wiki/Eustachy_Erazm_Sanguszko", "description": "Prince Eustachy Erazm Sanguszko (1768–1844) was a Polish nobleman, general, military commander, diplomat and politician."}]}, {"heading": "Births", "year": "1794", "date": "October 26", "txt": "Konstantin Thon, Russian architect, designed the Grand Kremlin Palace and the Cathedral of Christ the Saviour (d. 1881)", "entities": [{"title": "Konstantin Thon", "href": "/wiki/Konstantin_Thon", "description": "Konstantin Andreyevich Thon, also spelled Ton was an official architect of Imperial Russia during the reign of Nicholas I. His major works include the Cathedral of Christ the Saviour, the Grand Kremlin Palace and the Kremlin Armoury in Moscow."}, {"title": "Grand Kremlin Palace", "href": "/wiki/Grand_Kremlin_Palace", "description": "\nThe Grand Kremlin Palace, also translated Great Kremlin Palace, was built from 1837 to 1849 in Moscow, Russia on the site of the estate of the Grand Princes, which had been established in the 14th century on Borovitsky Hill. Designed by a team of architects under the management of Konstantin Thon, it was intended to emphasise the greatness of Russian autocracy. Konstantin Thon was also the archit"}, {"title": "Cathedral of Christ the Saviour", "href": "/wiki/Cathedral_of_Christ_the_Saviour", "description": "The Cathedral of Christ the Saviour is a Russian Orthodox cathedral in Moscow, Russia, on the northern bank of the Moskva River, a few hundred metres southwest of the Kremlin. With an overall height of 103 metres (338 ft), it is the third tallest Orthodox Christian church building in the world, after the People's Salvation Cathedral in Bucharest, Romania and Saints Peter and Paul Cathedral in Sain"}]}, {"heading": "Births", "year": "1795", "date": "October 26", "txt": "Nikolaos Mantzaros, Greek composer and theorist (d. 1872)", "entities": [{"title": "Nikolaos Mantzaros", "href": "/wiki/Nikolaos_Mantzaros", "description": "Nikolaos Chalikiopoulos Mantzaros was a Greek-Italian composer born in Corfu, major representative and founder of the so-called Ionian School of music."}]}, {"heading": "Births", "year": "1797", "date": "October 26", "txt": "Giuditta Pasta, Italian soprano (d. 1865)", "entities": [{"title": "Giuditta Pasta", "href": "/wiki/Giuditta_Pasta", "description": "Giuditta Angiola Maria Costanza Pasta was an Italian soprano opera singer. She has been compared to the 20th-century soprano Maria Callas."}]}, {"heading": "Births", "year": "1799", "date": "October 26", "txt": "Margaret Agnes Bunn, Scottish actress (d. 1883)", "entities": [{"title": "Margaret Agnes Bunn", "href": "/wiki/Margaret_Agnes_Bunn", "description": "Margaret Agnes Bunn was a British actress."}]}, {"heading": "Births", "year": "1800", "date": "October 26", "txt": "Helmuth von Moltke the Elder, Prussian field marshal (d. 1891)", "entities": [{"title": "Helmuth von Moltke the Elder", "href": "/wiki/Helmuth_von_Moltke_the_Elder", "description": "Graf Helmuth Karl Bernhard von Moltke was a Prussian field marshal. The chief of staff of the Prussian Army for thirty years, he is regarded as the creator of a new, more modern method of directing armies in the field. He commanded troops in Europe and the Middle East, commanding during the Second Schleswig War, Austro-Prussian War and the Franco-Prussian War. He is described as embodying \"Prussia"}]}, {"heading": "Births", "year": "1802", "date": "October 26", "txt": "Miguel I of Portugal (d. 1866)", "entities": [{"title": "Miguel I of Portugal", "href": "/wiki/Miguel_I_of_Portugal", "description": "Dom Miguel I, nicknamed The Absolutist, The Traditionalist and The Usurper, was the King of Portugal between 1828 and 1834, the seventh child and third son of King João VI (John VI) and his queen, Carlota Joaquina of Spain."}]}, {"heading": "Births", "year": "1803", "date": "October 26", "txt": "Joseph Hansom, English architect and publisher, designed Birmingham Town Hall (d. 1882)", "entities": [{"title": "Joseph Hansom", "href": "/wiki/Joseph_Hansom", "description": "Joseph Aloysius Hansom was a prolific English architect working principally in the Gothic Revival style. He invented the Hansom cab and founded the eminent architectural journal, The Builder, in 1843."}, {"title": "Birmingham Town Hall", "href": "/wiki/Birmingham_Town_Hall", "description": "Birmingham Town Hall is a concert hall and venue for popular assemblies opened in 1834 and situated in Victoria Square, Birmingham, England. It is a Grade I listed building."}]}, {"heading": "Births", "year": "1842", "date": "October 26", "txt": "Vasily Vereshchagin, Russian soldier and painter (d. 1904)", "entities": [{"title": "Vasily Vereshchagin", "href": "/wiki/Vasily_Vereshchagin", "description": "Vasily Vasilyevich Vereshchagin, was one of the most famous Russian war artists and one of the first Russian artists to be widely recognised abroad. The graphic nature of his realist scenes led to many of them never being printed or exhibited."}]}, {"heading": "Births", "year": "1849", "date": "October 26", "txt": "Ferdinand Georg Frobenius, German mathematician and academic (d. 1917)", "entities": [{"title": "Ferdinand Georg Frobenius", "href": "/wiki/Ferdinand_Georg_Frobenius", "description": "Ferdinand Georg Frobenius was a German mathematician, best known for his contributions to the theory of elliptic functions, differential equations, number theory, and to group theory. He is known for the famous determinantal identities, known as Frobenius–Stickelberger formulae, governing elliptic functions, and for developing the theory of biquadratic forms. He was also the first to introduce the"}]}, {"heading": "Births", "year": "1850", "date": "October 26", "txt": "Grigore Tocilescu, Romanian archaeologist and historian (d. 1909)", "entities": [{"title": "Grigore Tocilescu", "href": "/wiki/Grigore_Tocilescu", "description": "Grigore George Tocilescu was a Romanian historian, archaeologist, epigrapher and folkorist, member of Romanian Academy."}]}, {"heading": "Births", "year": "1854", "date": "October 26", "txt": "C. W. Post, American businessman, founded Post Foods (d. 1914)", "entities": [{"title": "C. W. Post", "href": "/wiki/C._W._Post", "description": "Charles William \"C. W.\" Post was an American innovator, breakfast cereal and foods manufacturer and a pioneer in the prepared-food industry. He was the founder of what is now Post Consumer Brands."}, {"title": "Post Foods", "href": "/wiki/Post_Foods", "description": "Post Consumer Brands is an American consumer cereal manufacturer."}]}, {"heading": "Births", "year": "1860", "date": "October 26", "txt": "Frank Eaton, American marshal and author (d. 1958)", "entities": [{"title": "Frank Eaton", "href": "/wiki/Frank_Eaton", "description": "Frank Boardman \"Pistol Pete\" Eaton was a scout, sheriff, and cowboy."}]}, {"heading": "Births", "year": "1865", "date": "October 26", "txt": "Benjamin Guggenheim, American businessman (d. 1912)", "entities": [{"title": "Benjamin Guggenheim", "href": "/wiki/Benjamin_Guggenheim", "description": "Benjamin Guggenheim was an American businessman. He died aboard RMS Titanic when the ship sank in the North Atlantic Ocean. His body was never recovered."}]}, {"heading": "Births", "year": "1869", "date": "October 26", "txt": "Washington Luís, Brazilian lawyer and politician, 13th President of Brazil (d. 1957)", "entities": [{"title": "Washington Luís", "href": "/wiki/Washington_Lu%C3%ADs", "description": "Washington Luís Pereira de Sousa was a Brazilian politician who served as the 13th President of Brazil, the last of the First Brazilian Republic."}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Births", "year": "1871", "date": "October 26", "txt": "Guillermo Kahlo, German-Mexican photographer (d. 1941)", "entities": [{"title": "Guillermo Kahlo", "href": "/wiki/Guillermo_Kahlo", "description": "Guillermo Kahlo was a German-Mexican photographer. He photographically documented important architectural works, churches, streets, landmarks, as well as industries and companies in Mexico at the beginning of the 20th century; because of this, his work has not only artistic value but also historical and documental importance. He was the father of painter Frida Kahlo."}]}, {"heading": "Births", "year": "1873", "date": "October 26", "txt": "A. K. Fazlul Huq, Bangladeshi-Pakistani lawyer and politician, 5th Pakistani Minister of Interior (d. 1962)", "entities": [{"title": "A. K. Fazlul Huq", "href": "/wiki/A._K._Fazlul_Huq", "description": "Abul Kasem Fazlul Huq popularly known as Sher-e-Bangla, was a Bengali statesman and jurist who served as the first Prime Minister of Bengal and later as the Interior Minister of Pakistan. A key figure in Pakistan Movement, widely remembered for presenting Pakistan Resolution, he played major political roles in British India and later in Pakistan and held various other political offices."}, {"title": "Ministry of Interior (Pakistan)", "href": "/wiki/Ministry_of_Interior_(Pakistan)", "description": "The Ministry of Interior is a Cabinet-level ministry of the Government of Pakistan, tasked and primarily responsible for implementing the internal policies, state security, administration of internal affairs involving the state, and assisting the government on territorial affairs of Federally Administered Tribal Areas (Fata), and insular areas of Provincially Administered Tribal Areas (PATA)."}]}, {"heading": "Births", "year": "1873", "date": "October 26", "txt": "Thorvald Stauning, Danish union leader and politician, 24th Prime Minister of Denmark (d. 1942)", "entities": [{"title": "Prime Minister of Denmark", "href": "/wiki/Prime_Minister_of_Denmark", "description": "The prime minister of Denmark is the head of government in the Kingdom of Denmark comprising the three constituent countries: Denmark, Greenland and the Faroe Islands. Before the creation of the modern office, the kingdom did not initially have a head of government separate from its head of state, namely the monarch, in whom the executive authority was vested. The Constitution of 1849 established "}]}, {"heading": "Births", "year": "1874", "date": "October 26", "txt": "Martin Lowry, English chemist and academic (d. 1936)", "entities": [{"title": "Martin Lowry", "href": "/wiki/Martin_Lowry", "description": "Thomas Martin Lowry was an English physical chemist who developed the Brønsted–Lowry acid–base theory simultaneously with and independently of Johannes Nicolaus Brønsted and was a founder-member and president (1928–1930) of the Faraday Society."}]}, {"heading": "Births", "year": "1874", "date": "October 26", "txt": "Abby Aldrich Rockefeller, American philanthropist, founded the Museum of Modern Art (d. 1948)", "entities": [{"title": "Museum of Modern Art", "href": "/wiki/Museum_of_Modern_Art", "description": "The Museum of Modern Art (MoMA) is an art museum located in Midtown Manhattan, New York City, on 53rd Street between Fifth and Sixth Avenues."}]}, {"heading": "Births", "year": "1876", "date": "October 26", "txt": "H.B. Warner, English actor (d. 1958)", "entities": [{"title": "H.B. Warner", "href": "/wiki/H.B._Warner", "description": "Henry Byron Warner was an English film and theatre actor. He was popular during the silent era and played Jesus Christ in The King of Kings. In later years, he successfully moved into supporting roles and appeared in numerous films directed by Frank Capra. Warner's most recognizable role to modern audiences is Mr. Gower in the perennially shown film It's a Wonderful Life, directed by Capra. He app"}]}, {"heading": "Births", "year": "1880", "date": "October 26", "txt": "Andrei Bely, Russian novelist, poet, and critic (d. 1934)", "entities": [{"title": "Andrei Bely", "href": "/wiki/Andrei_Bely", "description": "Boris Nikolaevich Bugaev, better known by the pen name Andrei Bely or Biely, was a Russian novelist, Symbolist poet, theorist and literary critic. He was a committed antroposophist and follower of Rudolf Steiner. His novel Petersburg was regarded by Vladimir Nabokov as the third-greatest masterpiece of the 20th century."}]}, {"heading": "Births", "year": "1881", "date": "October 26", "txt": "Louis Bastien, French cyclist and fencer (d. 1963)", "entities": [{"title": "Louis Bastien (cyclist)", "href": "/wiki/Louis_Bastien_(cyclist)", "description": "Louis Bastien was a French racing cyclist and fencer who competed in the late 19th century and early 20th century. He participated in Cycling at the 1900 Summer Olympics in Paris and won the gold medal in the men's 25 kilometre race. He also competed in the individual épée event at the same games."}]}, {"heading": "Births", "year": "1883", "date": "October 26", "txt": "Napoleon Hill, American philosopher and author (d. 1970)", "entities": [{"title": "Napoleon Hill", "href": "/wiki/Napoleon_Hill", "description": "Oliver Napoleon Hill was an American self-help author. He is known best for his book Think and Grow Rich (1937) which is among the 10 best selling self-help books of all time. Hill's works insisted that fervid expectations are essential to improving one's life. Most of his books were promoted as expounding principles to achieve \"success\"."}]}, {"heading": "Births", "year": "1883", "date": "October 26", "txt": "Paul Pilgrim, American runner (d. 1958)", "entities": []}, {"heading": "Births", "year": "1884", "date": "October 26", "txt": "William Hogenson, American sprinter (d. 1965)", "entities": [{"title": "William Hogenson", "href": "/wiki/William_Hogenson", "description": "William \"Bill\" P. Hogenson was an American athlete and sprinter, who competed in the early twentieth century. He won a silver medal in Athletics at the 1904 Summer Olympics in the men's 60 m dash, but was beaten by Archie Hahn, who took gold. He also won two bronze medals, over 100 m and 200 m, both distances won by Archie Hahn of the United States."}]}, {"heading": "Births", "year": "1890", "date": "October 26", "txt": "Ganesh Shankar Vidyarthi, Indian journalist and politician (d. 1931)", "entities": [{"title": "Ganesh Shankar Vidyarthi", "href": "/wiki/Ganesh_Shankar_Vidyarthi", "description": "Ganesh Shankar Vidyarthi was an Indian journalist, a leader of the Indian National Congress and an independence movement activist. He was an important figure in the non-cooperation movement and the freedom movement of India, who once translated Victor Hugo's novel Ninety-Three, and is mostly known as the founder-editor of the Hindi language newspaper, Pratap."}]}, {"heading": "Births", "year": "1893", "date": "October 26", "txt": "Miloš Crnjanski, Serbian poet and author (d. 1977)", "entities": [{"title": "Miloš Crnjanski", "href": "/wiki/Milo%C5%A1_Crnjanski", "description": "Miloš Crnjanski was a Serbian writer and poet of the expressionist wing of Serbian modernism, author, and a diplomat."}]}, {"heading": "Births", "year": "1894", "date": "October 26", "txt": "Florence Nagle, English trainer and breeder of racehorses (d. 1988)", "entities": [{"title": "Florence Nagle", "href": "/wiki/Florence_Nagle", "description": "Florence Nagle was a trainer and breeder of racehorses, a breeder of pedigree dogs, and an active feminist. Nagle purchased her first Irish Wolfhound in 1913, and went on to own or breed twenty-one United Kingdom Champions. Best in Show at Crufts in 1960 was awarded to Sulhamstead Merman, who was bred, owned and exhibited by Nagle. She also competed successfully in field trials with Irish Setters,"}, {"title": "Horse racing", "href": "/wiki/Horse_racing", "description": "Horse racing is an equestrian performance sport, typically involving two or more horses ridden by jockeys over a set distance, for competition. It is one of the most ancient of all sports, as its basic premise – to identify which of two or more horses is the fastest over a set course or distance – has been unchanged since at least classical antiquity."}]}, {"heading": "Births", "year": "1899", "date": "October 26", "txt": "Judy Johnson, American baseball player and coach (d. 1989)", "entities": [{"title": "Judy Johnson", "href": "/wiki/Judy_Johnson", "description": "William Julius \"Judy\" Johnson was an American professional third baseman and manager whose career in Negro league baseball spanned 17 seasons, from 1921 to 1937. Slight of build, Johnson never developed as a power threat but achieved his greatest success as a contact hitter and an intuitive defenseman. Johnson is regarded as one of the greatest third basemen of the Negro leagues. In 1975, he was e"}]}, {"heading": "Births", "year": "1900", "date": "October 26", "txt": "Ibrahim Abboud, Sudanese politician and general, 1st President of Sudan (d. 1983)", "entities": [{"title": "Ibrahim Abboud", "href": "/wiki/Ibrahim_Abboud", "description": "General Ibrahim Abboud was a Sudanese president and political figure. A career soldier, Abboud served in World War II in Egypt and Iraq. In 1949, Abboud became the deputy Commander in Chief of the Sudanese military. Upon independence, Abboud became the Commander in Chief of the Military of Sudan. He served as the head of state of Sudan between 1958 and 1964 and as president of Sudan in 1964; howev"}, {"title": "President of Sudan", "href": "/wiki/President_of_Sudan", "description": "This article lists the heads of state of Sudan since the country's independence in 1956."}]}, {"heading": "Births", "year": "1900", "date": "October 26", "txt": "Karin Boye, Swedish poet and novelist (d. 1941)", "entities": []}, {"heading": "Births", "year": "1902", "date": "October 26", "txt": "Beryl Markham, Kenyan horse trainer and author (d. 1986)", "entities": [{"title": "Beryl Markham", "href": "/wiki/Beryl_Markham", "description": "Beryl Markham was an English-born Kenyan aviatrix, adventurer, racehorse trainer and author. She was the first person to fly solo, non-stop across the Atlantic from Britain to North America. She wrote about her adventures in her memoir, West with the Night."}]}, {"heading": "Births", "year": "1902", "date": "October 26", "txt": "Jack Sharkey, American boxer and referee (d. 1994)", "entities": []}, {"heading": "Births", "year": "1902", "date": "October 26", "txt": "Henrietta Hill Swope, American astronomer and academic (d. 1980)", "entities": []}, {"heading": "Births", "year": "1903", "date": "October 26", "txt": "Mahn Ba Khaing, Burmese politician (d. 1947)", "entities": [{"title": "Mahn Ba Khaing", "href": "/wiki/Mahn_Ba_Khaing", "description": "Mahn Ba Khaing was a Karen politician who served as the Minister of Industry and Labour in Burma's pre-independence government. He was assassinated on 19 July 1947 and was recognized as one of the nine Burmese national martyrs."}]}, {"heading": "Births", "year": "1905", "date": "October 26", "txt": "George Bernard Flahiff, Canadian cardinal (d. 1989)", "entities": [{"title": "George Bernard Flahiff", "href": "/wiki/George_Bernard_Flahiff", "description": "George Bernard Flahiff, CC, CSB was a Canadian prelate of the Roman Catholic Church. He served as Archbishop of Winnipeg from 1961 to 1982, and was elevated to the cardinalate in 1969."}]}, {"heading": "Births", "year": "1906", "date": "October 26", "txt": "Primo Carnera, Italian boxer and actor (d. 1967)", "entities": [{"title": "Primo Carnera", "href": "/wiki/Primo_Carnera", "description": "Primo Carnera, nicknamed the Ambling Alp, was an Italian professional boxer and wrestler who reigned as the boxing World Heavyweight Champion from 29 June 1933 to 14 June 1934. He won more fights by knockout than any other heavyweight champion in boxing history."}]}, {"heading": "Births", "year": "1909", "date": "October 26", "txt": "Ignace Lepp, French psychologist and author (d. 1966)", "entities": [{"title": "Ignace Lepp", "href": "/wiki/Ignace_Lepp", "description": "Ignace Lepp, was a French writer of Estonian origin."}]}, {"heading": "Births", "year": "1909", "date": "October 26", "txt": "Dante Quinterno, Argentinian author and illustrator (d. 2003)", "entities": []}, {"heading": "Births", "year": "1910", "date": "October 26", "txt": "John Krol, American cardinal (d. 1996)", "entities": [{"title": "John Krol", "href": "/wiki/John_Krol", "description": "John Joseph Krol was an American prelate of the Roman Catholic Church. He was Archbishop of Philadelphia from 1961 to 1988, having previously served as an auxiliary bishop of the Diocese of Cleveland (1953–1961). He was created a cardinal in 1967 by Pope Paul VI."}]}, {"heading": "Births", "year": "1911", "date": "October 26", "txt": "Sid Gillman, American football player and coach (d. 2003)", "entities": [{"title": "Sid Gillman", "href": "/wiki/Sid_Gillman", "description": "Sidney Gillman was an American football player, coach and executive. Gillman's insistence on stretching the football field by throwing deep downfield passes, instead of short passes to running backs or wide receivers at the sides of the line of scrimmage, was instrumental in making football into the modern game that it is today."}]}, {"heading": "Births", "year": "1911", "date": "October 26", "txt": "Mahalia Jackson, American singer (d. 1972)", "entities": []}, {"heading": "Births", "year": "1911", "date": "October 26", "txt": "Sorley MacLean, Scottish poet and educator (d. 1996)", "entities": []}, {"heading": "Births", "year": "1912", "date": "October 26", "txt": "Don Siegel, American director and producer (d. 1991)", "entities": [{"title": "Don Siegel", "href": "/wiki/Don_Siegel", "description": "Donald Siegel was an American film and television director and producer."}]}, {"heading": "Births", "year": "1913", "date": "October 26", "txt": "Charlie Barnet, American saxophonist, composer, and bandleader (d. 1991)", "entities": [{"title": "Charlie Barnet", "href": "/wiki/Charlie_Barnet", "description": "Charles Daly Barnet was an American jazz saxophonist, composer, and bandleader."}]}, {"heading": "Births", "year": "1914", "date": "October 26", "txt": "Jackie Coogan, American actor and director (d. 1984)", "entities": [{"title": "Jackie Coogan", "href": "/wiki/Jackie_Coogan", "description": "John Leslie Coogan was an American actor and comedian who began his film career as a child actor in silent films."}]}, {"heading": "Births", "year": "1915", "date": "October 26", "txt": "Ray Crawford, American race car driver, fighter ace, test pilot, and businessman (d. 1996)", "entities": [{"title": "Ray Crawford", "href": "/wiki/Ray_Crawford", "description": "Ray Crawford was an American fighter ace, test pilot, race-car driver and businessman."}]}, {"heading": "Births", "year": "1915", "date": "October 26", "txt": "Joe Fry, English race car driver (d. 1950)", "entities": []}, {"heading": "Births", "year": "1916", "date": "October 26", "txt": "François Mitterrand, French lawyer and politician, 21st President of France (d. 1996)", "entities": [{"title": "François Mitterrand", "href": "/wiki/Fran%C3%A7ois_Mitterrand", "description": "François Marie Adrien Maurice Mitterrand was a French statesman who served as President of France from 1981 to 1995, the longest time in office in the history of France. As First Secretary of the Socialist Party, he was the first left-wing politician to assume the presidency under the Fifth Republic."}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Births", "year": "1916", "date": "October 26", "txt": "Boyd Wagner, American colonel and pilot (d. 1942)", "entities": []}, {"heading": "Births", "year": "1919", "date": "October 26", "txt": "Princess Ashraf of Iran (d. 2016)", "entities": [{"title": "Princess Ashraf of Iran", "href": "/wiki/Princess_Ashraf_of_Iran", "description": "Ashraf ol-Molouk Pahlavi was the twin sister of Mohammad Reza Pahlavi, the last Shah of Iran (Persia), and a member of the Pahlavi dynasty. She was considered the \"power behind her brother\" and was instrumental in the 1953 coup that overthrew Prime Minister Mohammad Mosaddegh in favour of strengthening the monarchical rule of the Shah. She served her brother as a palace adviser and was a strong ad"}]}, {"heading": "Births", "year": "1919", "date": "October 26", "txt": "Frank Bourgholtzer, American journalist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1919", "date": "October 26", "txt": "Edward Brooke, American captain and politician, 47th Massachusetts Attorney General (d. 2015)", "entities": [{"title": "Massachusetts Attorney General", "href": "/wiki/Massachusetts_Attorney_General", "description": "The Massachusetts Attorney General is an elected constitutionally defined executive officer of the Massachusetts Government. The officeholder is the chief lawyer and law enforcement officer of the Commonwealth of Massachusetts. The officeholder also acts as an advocate and resource for the Commonwealth and its residents in many areas, including consumer protection, combating fraud and corruption, "}]}, {"heading": "Births", "year": "1919", "date": "October 26", "txt": "Mohammad Reza Pahlavi, Shah of Iran (d. 1980)", "entities": []}, {"heading": "Births", "year": "1920", "date": "October 26", "txt": "Sarah Lee Lippincott, American astronomer and academic (d. 2019)", "entities": [{"title": "Sarah Lee Lippincott", "href": "/wiki/Sarah_Lee_Lippincott", "description": "Sarah Lee Lippincott, also known as Sarah Lee Lippincott Zimmerman, was an American astronomer. She was professor emerita of astronomy at Swarthmore College and director emerita of the college's Sproul Observatory.\n She was a pioneer in the use of astrometry to determine the character of binary stars and search for extrasolar planets."}]}, {"heading": "Births", "year": "1921", "date": "October 26", "txt": "Joe Fulks, American basketball player (d. 1976)", "entities": [{"title": "Joe Fulks", "href": "/wiki/Joe_Fulks", "description": "Joseph Franklin \"Jumping Joe\" Fulks was an American professional basketball player, sometimes called \"the first of the high-scoring forwards\". He was posthumously enshrined in the Naismith Memorial Basketball Hall of Fame in 1978."}]}, {"heading": "Births", "year": "1922", "date": "October 26", "txt": "Madelyn Dunham, American grandmother of Barack Obama (d. 2008)", "entities": [{"title": "Madelyn Dunham", "href": "/wiki/Madelyn_Dunham", "description": "Madelyn Lee Payne Dunham was the American maternal grandmother of Barack Obama, the 44th President of the United States. She and her husband Stanley Armour Dunham raised Obama from age ten in their Honolulu apartment, where on November 2, 2008, she died two days before her grandson was elected president."}, {"title": "Barack Obama", "href": "/wiki/Barack_Obama", "description": "Barack Hussein Obama II is an American politician and attorney who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, Obama was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and as an Illinois state senator from 1997 to 2004."}]}, {"heading": "Births", "year": "1922", "date": "October 26", "txt": "Fred Wood, English actor (d. 2003)", "entities": []}, {"heading": "Births", "year": "1923", "date": "October 26", "txt": "Robert Hinde, English zoologist and academic (d. 2016)", "entities": [{"title": "Robert Hinde", "href": "/wiki/Robert_Hinde", "description": "Robert Aubrey Hinde was a British zoologist, ethologist and psychologist. He served as the Emeritus Royal Society Research Professor of Zoology at the University of Cambridge. Hinde is best known for his ethological contributions to the fields of animal behaviour and developmental psychology."}]}, {"heading": "Births", "year": "1924", "date": "October 26", "txt": "Shaw Taylor, English actor and television host (d. 2015)", "entities": [{"title": "Shaw Taylor", "href": "/wiki/Shaw_Taylor", "description": "Eric Stanley Taylor, known professionally as Shaw Taylor, was a British actor and television presenter, best known for presenting the long-running five-minute crime programme Police 5."}]}, {"heading": "Births", "year": "1925", "date": "October 26", "txt": "Jan Wolkers, Dutch sculptor, painter, and author (d. 2007)", "entities": [{"title": "Jan Wolkers", "href": "/wiki/Jan_Wolkers", "description": "Jan Hendrik Wolkers was a Dutch author, sculptor and painter."}]}, {"heading": "Births", "year": "1926", "date": "October 26", "txt": "Panos Gavalas, Greek singer (d. 1988)", "entities": [{"title": "Panos Gavalas", "href": "/wiki/Panos_Gavalas", "description": "\nPanagiotis (Panos) Gavalas was a Greek singer."}]}, {"heading": "Births", "year": "1927", "date": "October 26", "txt": "Warne Marsh, American saxophonist (Supersax) (d. 1987)", "entities": [{"title": "Warne Marsh", "href": "/wiki/Warne_Marsh", "description": "Warne Marion Marsh was an American tenor saxophonist. Born in Los Angeles, his playing first came to prominence in the 1950s as a protégé of pianist Lennie Tristano and earned attention in the 1970s as a member of Supersax."}, {"title": "Supersax", "href": "/wiki/Supersax", "description": "Supersax was a jazz group created in 1972 by saxophonist Med Flory and bassist Buddy Clark as a tribute to saxophonist Charlie Parker. The group's music consisted of harmonized arrangements of Parker's improvisations played by a saxophone section, rhythm section, and a brass instrument."}]}, {"heading": "Births", "year": "1928", "date": "October 26", "txt": "Francisco Solano López, Argentinian illustrator (d. 2011)", "entities": [{"title": "Francisco Solano López (comics)", "href": "/wiki/Francisco_Solano_L%C3%B3pez_(comics)", "description": "Francisco Solano López was an Argentine comics artist. He was the co-creator of El Eternauta."}]}, {"heading": "Births", "year": "1929", "date": "October 26", "txt": "Neal Matthews Jr., American country/gospel singer (d. 2000)", "entities": [{"title": "Neal Matthews Jr.", "href": "/wiki/Neal_Matthews_Jr.", "description": "Neal Matthews Jr. was an American vocalist who achieved fame as part of The Jordanaires, one of country music's premier backup groups; most notably with Elvis Presley. Matthews played guitar, double bass, and bass guitar."}]}, {"heading": "Births", "year": "1931", "date": "October 26", "txt": "Suhaila Noah, Spouse of the Prime Minister of Malaysia (d. 2014)", "entities": [{"title": "Suhaila Noah", "href": "/wiki/Suhaila_Noah", "description": "Tun Suhailah binti Mohamed Noah was the widow of the 3rd Malaysian Prime Minister Tun Hussein Onn and the Spouse of the Prime Minister of Malaysia from 15 January 1976, until 16 July 1981. She was the mother of Hishammuddin Hussein, who is currently serving as Minister of Foreign Affairs."}]}, {"heading": "Births", "year": "1933", "date": "October 26", "txt": "Takis Kanellopoulos, Greek director, producer, and screenwriter (d. 1990)", "entities": [{"title": "Takis Kanellopoulos", "href": "/wiki/Takis_Kanellopoulos", "description": "Takis Kanellopoulos was a Greek film director and screenwriter. He directed ten films between 1960 and 1980."}]}, {"heading": "Births", "year": "1933", "date": "October 26", "txt": "Andrew P. O'Rourke, American judge and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1934", "date": "October 26", "txt": "Hot Rod Hundley, American basketball player and sportscaster (d. 2015)", "entities": [{"title": "Hot Rod Hundley", "href": "/wiki/Hot_Rod_Hundley", "description": "Rodney Clark \"Hot Rod\" Hundley was an American professional basketball player and television broadcaster. Hundley was the number 1 pick of the 1957 NBA draft by the Cincinnati Royals out of West Virginia University. In 2003, Hundley received the Curt Gowdy Media Award from the Naismith Memorial Basketball Hall of Fame."}]}, {"heading": "Births", "year": "1934", "date": "October 26", "txt": "Hans-Joachim Roedelius, German keyboard player and producer", "entities": []}, {"heading": "Births", "year": "1935", "date": "October 26", "txt": "Mike Gray, American director, producer, and screenwriter (d. 2013)", "entities": [{"title": "Mike Gray", "href": "/wiki/Mike_Gray", "description": "Harold Michael Gray was an American writer, screenwriter, cinematographer, film producer and director."}]}, {"heading": "Births", "year": "1935", "date": "October 26", "txt": "Gloria Conyers Hewitt, American mathematician and academic", "entities": []}, {"heading": "Births", "year": "1936", "date": "October 26", "txt": "Al Casey, American guitarist (d. 2006)", "entities": [{"title": "Al Casey (rock guitarist)", "href": "/wiki/Al_Casey_(rock_guitarist)", "description": "Alvin Wayne Casey was an American guitarist. He was mainly noted for his work as a session musician, but also released his own records and scored three Billboard Hot 100 hits in the United States. His contribution to the rockabilly genre has been recognized by the Rockabilly Hall of Fame."}]}, {"heading": "Births", "year": "1936", "date": "October 26", "txt": "Shelley Morrison, American actress (d. 2019)", "entities": []}, {"heading": "Births", "year": "1936", "date": "October 26", "txt": "György Pauk, Hungarian violinist and educator", "entities": []}, {"heading": "Births", "year": "1936", "date": "October 26", "txt": "Etelka Kenéz Heka, Hungarian writer, poet and singer", "entities": []}, {"heading": "Births", "year": "1940", "date": "October 26", "txt": "Eddie Henderson, American trumpet player and educator", "entities": [{"title": "Eddie Henderson (musician)", "href": "/wiki/Eddie_Henderson_(musician)", "description": "Eddie Henderson is an American jazz trumpet and flugelhorn player. He came to prominence in the early 1970s as a member of pianist Herbie Hancock's band, going on to lead his own electric/fusion groups through the decade. Henderson earned his medical degree and worked a parallel career as a psychiatrist and musician, turning back to acoustic jazz by the 1990s."}]}, {"heading": "Births", "year": "1940", "date": "October 26", "txt": "John Horgan, Irish academic and politician", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 26", "txt": "Steven Kellogg, American author and illustrator", "entities": [{"title": "Steven Kellogg", "href": "/wiki/Steven_Kellogg", "description": "Steven Castle Kellogg is an American author and illustrator who has created more than 90 children's books."}]}, {"heading": "Births", "year": "1941", "date": "October 26", "txt": "Charlie Landsborough, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 26", "txt": "Bob Hoskins, English actor, singer, and director (d. 2014)", "entities": [{"title": "Bob Hoskins", "href": "/wiki/Bob_Hoskins", "description": "Robert William Hoskins was an English actor. His work included lead roles in Pennies from Heaven (1978), The Long Good Friday (1980), Mona Lisa (1986), Who Framed Roger Rabbit (1988), Mermaids (1990), and Super Mario Bros. (1993), and supporting performances in Brazil (1985), Hook (1991), Nixon (1995), Enemy at the Gates (2001), Mrs Henderson Presents (2005), A Christmas Carol (2009), Made in Dage"}]}, {"heading": "Births", "year": "1942", "date": "October 26", "txt": "Milton Nascimento, Brazilian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 26", "txt": "Zdenko Runjić, Croatian songwriter and producer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1942", "date": "October 26", "txt": "Jonathan Williams, English race car driver and pilot (d. 2014)", "entities": []}, {"heading": "Births", "year": "1944", "date": "October 26", "txt": "Jim McCann, Irish singer and guitarist (d. 2015)", "entities": [{"title": "Jim McCann (musician)", "href": "/wiki/Jim_McCann_(musician)", "description": "James McCann was an Irish entertainer and folk musician. Although a solo artist for most of his career, McCann was a member of the folk group The Dubliners from 1974 until 1979, then later appearing with them in their 2002 reunion and their 50th anniversary tour in 2012."}]}, {"heading": "Births", "year": "1945", "date": "October 26", "txt": "Pat Conroy, American author (d. 2016)", "entities": [{"title": "Pat Conroy", "href": "/wiki/Pat_Conroy", "description": "Donald Patrick Conroy was an American author who wrote several acclaimed novels and memoirs; his books The Water is Wide, The Lords of Discipline, The Prince of Tides and The Great Santini were made into films, the latter two being Oscar nominated. He is recognized as a leading figure of late-20th century Southern literature."}]}, {"heading": "Births", "year": "1945", "date": "October 26", "txt": "Demetris Th. Gotsis, Greek poet and author", "entities": []}, {"heading": "Births", "year": "1945", "date": "October 26", "txt": "Nancy Davis Griffeth, American computer scientist and academic", "entities": []}, {"heading": "Births", "year": "1945", "date": "October 26", "txt": "Jaclyn Smith, American actress and producer", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 26", "txt": "Kevin Barron, English electrician and politician", "entities": [{"title": "Kevin Barron", "href": "/wiki/Kevin_Barron", "description": "Sir Kevin John Barron is a British Labour Party politician and former coal industry worker. He was the Member of Parliament (MP) for Rother Valley from 1983 until 2019."}]}, {"heading": "Births", "year": "1946", "date": "October 26", "txt": "Keith Hopwood, English singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 26", "txt": "Pat Sajak, American journalist, actor, and game show host", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 26", "txt": "Holly Woodlawn, Puerto Rican actress and author (d. 2015)", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 26", "txt": "Ricardo Asch, Argentinian gynecologist and endocrinologist", "entities": [{"title": "Ricardo Asch", "href": "/wiki/Ricardo_Asch", "description": "Ricardo Hector Asch is an obstetrician, gynecologist, endocrinologist, and fugitive. He worked with reproductive technology and pioneered gamete intrafallopian transfer (GIFT). In the mid-1990s he was accused of transferring ova harvested from women into other patients without proper consent at the University of California, Irvine's fertility clinic: The Orange County Register's investigations int"}]}, {"heading": "Births", "year": "1947", "date": "October 26", "txt": "Ian Ashley, German-English race car driver", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 26", "txt": "Hillary Clinton, American lawyer and politician, 67th United States Secretary of State and 44th First Lady of the United States", "entities": [{"title": "List of Secretaries of State of the United States", "href": "/wiki/List_of_Secretaries_of_State_of_the_United_States", "description": null}, {"title": "List of First Ladies of the United States", "href": "/wiki/List_of_First_Ladies_of_the_United_States", "description": "The first lady of the United States is the hostess of the White House. The position is traditionally filled by the wife of the president of the United States, but, on occasion, the title has been applied to women who were not presidents’ wives, such as when the president was a bachelor or widower, or when the wife of the president was unable to fulfill the duties of the first lady. The first lady "}]}, {"heading": "Births", "year": "1947", "date": "October 26", "txt": "Reg Empey, Northern Irish businessman and politician, Lord Mayor of Belfast", "entities": [{"title": "Lord Mayor of Belfast", "href": "/wiki/Lord_Mayor_of_Belfast", "description": "The Lord Mayor of Belfast is the leader and chairperson of Belfast City Council, elected annually from and by the City's 60 councillors."}]}, {"heading": "Births", "year": "1947", "date": "October 26", "txt": "Trevor Joyce, Irish poet and scholar", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 26", "txt": "Kenzo Kitakata, Japanese author", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 26", "txt": "Toby Harrah, American baseball player and coach", "entities": [{"title": "Toby Harrah", "href": "/wiki/Toby_Harrah", "description": "Colbert Dale (Toby) Harrah is an American former professional baseball player. He played as a shortstop and third baseman in Major League Baseball from 1969 to 1986. Harrah played the majority of his career for the Texas Rangers franchise, including his rookie season during the team's final year as the in 1971. He also played for the Cleveland Indians and the New York Yankees. In 1992, he briefly "}]}, {"heading": "Births", "year": "1949", "date": "October 26", "txt": "Antonio Carpio, Filipino lawyer and jurist, Senior Associate Justice of the Supreme Court of the Philippines", "entities": [{"title": "Antonio Carpio", "href": "/wiki/Antonio_Carpio", "description": "Antonio Tirol Carpio is a former Associate Justice and, for four instances, acting Chief Justice of the Supreme Court of the Philippines. He was sworn in as member of the High Court by President Gloria Macapagal Arroyo on October 26, 2001 until his retirement on October 26, 2019."}, {"title": "Associate Justice of the Supreme Court of the Philippines", "href": "/wiki/Associate_Justice_of_the_Supreme_Court_of_the_Philippines", "description": "An associate justice of the Supreme Court of the Philippines is one of fifteen members of the Supreme Court of the Philippines, the highest court in the Philippines. The Chief Justice presides over the high court, but carries only one of the 15 votes in the court. Traditionally, the Chief Justice is deemed primus inter pares among the justices."}]}, {"heading": "Births", "year": "1949", "date": "October 26", "txt": "Steve Rogers, American baseball player", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 26", "txt": "Kevin Sullivan, American wrestler and booker", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 26", "txt": "Bootsy Collins, American singer-songwriter and bass player", "entities": [{"title": "Bootsy Collins", "href": "/wiki/Bootsy_Collins", "description": "William Earl \"Bootsy\" Collins is an American musician, singer and songwriter."}]}, {"heading": "Births", "year": "1951", "date": "October 26", "txt": "Tommy Mars, American keyboard player", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 26", "txt": "Julian Schnabel, American painter, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 26", "txt": "Bobby Bandiera, American singer-songwriter and guitarist", "entities": [{"title": "Bobby Bandiera", "href": "/wiki/Bobby_Bandiera", "description": "Robert \"Bobby\" Bandiera is an American rock guitarist, singer, and songwriter from New Jersey. Bandiera played rhythm guitar for Bon Jovi in live performances from 2005 until 2015 and for nearly two decades was lead guitarist for Southside Johnny and the Asbury Jukes. Bandiera and his band have backed Bruce Springsteen at benefit concerts."}]}, {"heading": "Births", "year": "1952", "date": "October 26", "txt": "Edward Garnier, English lawyer and politician, Solicitor General for England and Wales", "entities": [{"title": "Solicitor General for England and Wales", "href": "/wiki/Solicitor_General_for_England_and_Wales", "description": "Her Majesty's Solicitor General for England and Wales, known informally as the Solicitor General, is one of the law officers of the Crown in the government of the United Kingdom. They are the deputy of the Attorney General, whose duty is to advise the Crown and Cabinet on the law. They can exercise the powers of the Attorney General in the Attorney General's absence. Despite the title, the positio"}]}, {"heading": "Births", "year": "1952", "date": "October 26", "txt": "Andrew Motion, English poet and author", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 26", "txt": "David Was, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 26", "txt": "Roger Allam, British actor", "entities": [{"title": "Roger Allam", "href": "/wiki/Roger_Allam", "description": "Roger William Allam is a British actor, known primarily for his stage career, although he has performed in film, television and radio."}]}, {"heading": "Births", "year": "1953", "date": "October 26", "txt": "Tim Hely Hutchinson, English publisher", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 26", "txt": "Joe Meriweather, American basketball player and coach (d. 2013)", "entities": []}, {"heading": "Births", "year": "1953", "date": "October 26", "txt": "Keith Strickland, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1954", "date": "October 26", "txt": "Vasilis Hatzipanagis, Greek footballer", "entities": [{"title": "Vasilis Hatzipanagis", "href": "/wiki/Vasilis_Hatzipanagis", "description": "Vasilis Hatzipanagis is a Greek former professional footballer. He played for Iraklis in the Greek Alpha Ethniki and Pakhtakor in the Soviet Supreme League. He also played for Greece and the Soviet Union side. Hatzipanagis has been described as \"the Greek Maradona\"."}]}, {"heading": "Births", "year": "1954", "date": "October 26", "txt": "Adam Mars-Jones, English author and critic", "entities": []}, {"heading": "Births", "year": "1954", "date": "October 26", "txt": "James Pickens Jr., American actor", "entities": []}, {"heading": "Births", "year": "1954", "date": "October 26", "txt": "D. W. Moffett, American actor and director", "entities": []}, {"heading": "Births", "year": "1956", "date": "October 26", "txt": "Stephen Gumley, Australian engineer and businessman", "entities": [{"title": "Stephen Gumley", "href": "/wiki/Stephen_Gumley", "description": "Stephen John Gumley, AO was the first Chief Executive Officer of the Australian Defence Materiel Organisation, serving in the role from February 2004 to July 2011."}]}, {"heading": "Births", "year": "1956", "date": "October 26", "txt": "Rita Wilson, American actress and producer", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 26", "txt": "Bob Golic, American football player and radio host", "entities": [{"title": "Bob Golic", "href": "/wiki/Bob_Golic", "description": "Robert Perry Golic is an American former college and professional football player, television actor, radio personality and sports commentator."}]}, {"heading": "Births", "year": "1958", "date": "October 26", "txt": "Shaun Woodward, English journalist and politician, Secretary of State for Northern Ireland", "entities": [{"title": "Shaun Woodward", "href": "/wiki/Shaun_Woodward", "description": "Shaun Anthony Woodward is a British politician who was the Labour Member of Parliament (MP) for St Helens South from 2001 to 2015. He served in the cabinet from 28 June 2007 to 11 May 2010 as Secretary of State for Northern Ireland. Following the 2010 general election, Woodward was the Shadow Secretary of State for Northern Ireland until 7 October 2011, when he was replaced by Vernon Coaker."}, {"title": "Secretary of State for Northern Ireland", "href": "/wiki/Secretary_of_State_for_Northern_Ireland", "description": "The Secretary of State for Northern Ireland also referred to as the Northern Ireland Secretary, is the principal secretary of state in Her Majesty's Government who represents Northern Ireland in Cabinet. The Secretary of State is a minister of the Crown who is accountable to the Parliament of the United Kingdom and is the chief minister in the Northern Ireland Office. As with other ministers, the "}]}, {"heading": "Births", "year": "1959", "date": "October 26", "txt": "Paul Farmer, American anthropologist and physician", "entities": [{"title": "Paul Farmer", "href": "/wiki/Paul_Farmer", "description": "Paul Edward Farmer is an American medical anthropologist and physician. Farmer holds an MD and PhD from Harvard University, where he is the Kolokotrones University Professor and the chair of the Department of Global Health and Social Medicine at Harvard Medical School. He is co-founder and chief strategist of Partners In Health (PIH), an international non-profit organization that since 1987 has pr"}]}, {"heading": "Births", "year": "1959", "date": "October 26", "txt": "Evo Morales, Bolivian soldier and politician, 80th President of Bolivia", "entities": [{"title": "President of Bolivia", "href": "/wiki/President_of_Bolivia", "description": "The President of Bolivia, officially known as the President of the Plurinational State of Bolivia, is head of state and head of government of Bolivia and the Captain General of the Armed Forces of Bolivia."}]}, {"heading": "Births", "year": "1961", "date": "October 26", "txt": "Gerald Malloy, American lawyer and politician", "entities": [{"title": "Gerald Malloy", "href": "/wiki/Gerald_Malloy", "description": "Gerald Malloy is a Democratic member of the South Carolina Senate, representing the 29th District since 2002. He replaced Edward Eli Saleeby after he died. In November 2020, Malloy announced that he would run for Senate Minority Leader. He lost to Brad Hutto."}]}, {"heading": "Births", "year": "1961", "date": "October 26", "txt": "Dylan McDermott, American actor", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 26", "txt": "Joey Salceda, Filipino politician", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 26", "txt": "Uhuru Kenyatta, Kenyan President", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 26", "txt": "Cary Elwes, English actor and producer", "entities": [{"title": "Cary Elwes", "href": "/wiki/Cary_Elwes", "description": "Ivan Simon Cary Elwes is an English actor and writer. He is best known for his leading film roles as Westley in The Princess Bride (1987), Robin Hood in Robin Hood: Men in Tights (1993), and Dr. Lawrence Gordon in the Saw film series. He is also known for his performances in films like Glory (1989), Hot Shots! (1991), The Jungle Book (1994), Days of Thunder (1990), Bram Stoker's Dracula (1992), Tw"}]}, {"heading": "Births", "year": "1962", "date": "October 26", "txt": "Jack Morelli, American comic book professional and author", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 26", "txt": "Ted Demme, American actor, director, and producer (d. 2002)", "entities": [{"title": "Ted Demme", "href": "/wiki/Ted_Demme", "description": "Edward Kern \"Ted\" Demme was an American director, producer, and actor."}]}, {"heading": "Births", "year": "1963", "date": "October 26", "txt": "Natalie Merchant, American singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1964", "date": "October 26", "txt": "Tom Cavanagh, Canadian actor and producer", "entities": [{"title": "Tom Cavanagh", "href": "/wiki/Tom_Cavanagh", "description": "Thomas Cavanagh is a Canadian actor. He is known for a variety of roles on American television, including starring roles in Ed (2000–2004), Love Monkey (2006) and Trust Me (2009), and recurring roles on Providence and Scrubs. From 2014 to 2021, he portrayed Eobard Thawne / Reverse-Flash, and the various versions of Harrison Wells, on The CW television series The Flash; Cavanagh also directed sever"}]}, {"heading": "Births", "year": "1965", "date": "October 26", "txt": "Kelly Rowan, Canadian actress and producer", "entities": [{"title": "Kelly Rowan", "href": "/wiki/Kelly_Rowan", "description": "Kelly Rowan is a Canadian film and television actress and former fashion model. A native of Ottawa, Rowan studied acting in London and New York City before working as a model. She was subsequently featured in the horror film The Gate (1987) before earning critical acclaim for her performance in the Canadian television film Adrift, for which she won a Gemini Award for Best Actress. After a lead rol"}]}, {"heading": "Births", "year": "1965", "date": "October 26", "txt": "Ken Rutherford, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 26", "txt": "Sverre Gjørvad, Norwegian drummer and composer", "entities": [{"title": "Sverre Gjørvad", "href": "/wiki/Sverre_Gj%C3%B8rvad", "description": "Sverre Gjørvad is a Norwegian jazz musician (drums) and composer. He is known for participating in establishing the SoddJazz festival and recording with various notable musicians including Live Maria Roggen, Ståle Storløkken, Mats Eilertsen and Nils-Olav Johansen."}]}, {"heading": "Births", "year": "1966", "date": "October 26", "txt": "Masaharu Iwata, Japanese keyboard player and composer", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 26", "txt": "Jeanne Zelasko, American journalist and sportscaster", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 26", "txt": "Douglas Alexander, Scottish lawyer and politician, former Minister of State for Europe", "entities": [{"title": "Douglas Alexander", "href": "/wiki/Douglas_Alexander", "description": "Douglas Garven Alexander is a former Scottish Labour Party politician who served as Member of Parliament (MP) for Paisley and Renfrewshire South, previously Paisley South, from 1997 to 2015. During this time, he served as Secretary of State for Scotland & Transport and Secretary of State for International Development in the Cabinet under Prime Ministers Tony Blair and Gordon Brown. He subsequently"}, {"title": "Minister of State for Europe", "href": "/wiki/Minister_of_State_for_Europe", "description": "The Parliamentary Under-Secretary of State for European Neighbourhood and the Americas, formerly Minister of State for Europe, is a ministerial position within the Government of the United Kingdom, in charge of affairs with Europe, the European Union and NATO. The Minister can also be responsible for government policy towards the Americas; European security; defence and international security; the"}]}, {"heading": "Births", "year": "1967", "date": "October 26", "txt": "Keith Urban, New Zealand-American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1968", "date": "October 26", "txt": "Miyuki Imori, Japanese actress and singer", "entities": [{"title": "Miyuki Imori", "href": "/wiki/Miyuki_Imori", "description": "Miyuki Imori  is a Japanese entertainer, idol, actress, and singer who is represented by the talent agency, Horipro."}]}, {"heading": "Births", "year": "1970", "date": "October 26", "txt": "Dian Bachar, American actor, director, and screenwriter", "entities": [{"title": "Dian Bachar", "href": "/wiki/Dian_Bachar", "description": "Dian Bachar is an American actor most notable for his roles in various films by or starring his friends Trey Parker and Matt Stone, such as Cannibal! The Musical, Orgazmo and his most famous role as Kenny \"Squeak\" Scolari in 1998's BASEketball, as well as making the occasional appearance on South Park."}]}, {"heading": "Births", "year": "1970", "date": "October 26", "txt": "Lisa Ryder, Canadian actress", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 26", "txt": "Jim Butcher, American author", "entities": [{"title": "Jim Butcher", "href": "/wiki/Jim_Butcher", "description": "Jim Butcher is an American author. He has written the contemporary fantasy The Dresden Files, Codex Alera and Cinder Spires book series."}]}, {"heading": "Births", "year": "1971", "date": "October 26", "txt": "Audley Harrison, English boxer", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 26", "txt": "Ronnie Irani, English cricketer", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 26", "txt": "Anthony Rapp, American actor and singer", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 26", "txt": "Matsuko Deluxe, Japanese journalist and author", "entities": [{"title": "Matsuko Deluxe", "href": "/wiki/Matsuko_Deluxe", "description": "Matsuko Deluxe  is a Japanese columnist, essayist, and TV personality known for his cross-dressing stage persona, as well as his pro-gay remarks and sexuality. After graduating from Tokyo Max Beauty school, he worked as a salaryman. Inspired by LGBT activists, he changed careers as an editor and writer on Japanese gay magazines including Badi and Barazoku. Before being discovered by essayist Usagi"}]}, {"heading": "Births", "year": "1972", "date": "October 26", "txt": "Daniel Elena, Monegasque race car driver", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 26", "txt": "Austin Healey, English rugby player and sportscaster", "entities": [{"title": "Austin Healey", "href": "/wiki/Austin_Healey", "description": "Austin Sean Healey (born 26 October 1973 in Wallasey, is a former English rugby union player who played as a utility back for Leicester Tigers, and represented both England and the British & Irish Lions."}]}, {"heading": "Births", "year": "1973", "date": "October 26", "txt": "Seth MacFarlane, American voice actor, singer, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 26", "txt": "Taka Michinoku, Japanese wrestler and trainer", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 26", "txt": "Raveena Tandon, Indian actress, producer, and former model", "entities": [{"title": "Raveena Tandon", "href": "/wiki/Raveena_Tandon", "description": "Raveena Tandon is an Indian actress, model and producer. Daughter of director Ravi Tandon, she was born and raised in Mumbai. She started her career in modelling and later made her acting debut in the action film Patthar Ke Phool, which won her the Filmfare Award for New Face of the Year."}]}, {"heading": "Births", "year": "1977", "date": "October 26", "txt": "Jon Heder, American actor and producer", "entities": [{"title": "Jon Heder", "href": "/wiki/Jon_Heder", "description": "Jonathan Joseph Heder is an American actor and producer. He is best known for his role as the title character of the 2004 comedy film Napoleon Dynamite. He has also appeared in the films Just Like Heaven, The Benchwarmers, School for Scoundrels, Blades of Glory, Mama's Boy, When in Rome, and as Roy Disney in Walt Before Mickey, and provided voice work for the animated films Monster House, Surf's U"}]}, {"heading": "Births", "year": "1977", "date": "October 26", "txt": "Marisha Pessl, American author", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 26", "txt": "Sari Abacha, Nigerian footballer (d. 2013)", "entities": [{"title": "Sari Abacha", "href": "/wiki/Sari_Abacha", "description": "Sanni Sari Abacha was a Nigerian football defender who played for Kwara United F.C..\nThe cause of death is unknown"}]}, {"heading": "Births", "year": "1978", "date": "October 26", "txt": "Jimmy Aggrey, English footballer and actor", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 26", "txt": "Eva Kaili, Greek journalist and politician", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 26", "txt": "CM Punk, American wrestler, mixed martial artist, and actor", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 26", "txt": "Dave Zastudil, American football player", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 26", "txt": "Movsar Barayev, Chechen terrorist (d. 2002)", "entities": [{"title": "Movsar Barayev", "href": "/wiki/Movsar_Barayev", "description": "Movsar Buharovich Barayev (Suleimanov);, earlier known as Suleimanov, was a Chechen Islamist militia leader during the Second Chechen War, who led the seizure of a Moscow theater that led to the deaths of over 170 people by Russian special forces."}]}, {"heading": "Births", "year": "1980", "date": "October 26", "txt": "Cristian Chivu, Romanian footballer", "entities": [{"title": "Cristian Chivu", "href": "/wiki/Cristian_Chivu", "description": "Cristian Eugen Chivu is a Romanian former footballer. He usually played as a left back, but he was also used as a central defender."}]}, {"heading": "Births", "year": "1980", "date": "October 26", "txt": "Claire Cooper, English actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 26", "txt": "Koichi Watanabe, Japanese kick-boxer", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 26", "txt": "Sam Brown, American actor, producer, and screenwriter", "entities": [{"title": "Sam Brown (comedian)", "href": "/wiki/Sam_Brown_(comedian)", "description": "Samuel Kelly Brown is an American actor, comedian and writer. He is best known as a member of the sketch comedy troupe The Whitest Kids U' Know, founded by Trevor Moore, Zach Cregger, and himself. The troupe had their own show on IFC, which ended its 5th and final season on June 17, 2011."}]}, {"heading": "Births", "year": "1981", "date": "October 26", "txt": "Martina Schild, Swiss skier", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 26", "txt": "Guy Sebastian, Malaysian-Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 26", "txt": "Chou Ssu-Chi, Taiwanese baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 26", "txt": "Nicola Adams, English boxer", "entities": [{"title": "Nicola Adams", "href": "/wiki/Nicola_Adams", "description": "Nicola Adams is a British former professional boxer who competed from 2017 to 2019. She retired with an undefeated record and held the WBO female flyweight title in 2019. As an amateur, she became the first female boxer to become an Olympic champion after winning gold at London 2012, and the first double Olympic champion following a second gold medal at Rio 2016, both in the flyweight division. As"}]}, {"heading": "Births", "year": "1982", "date": "October 26", "txt": "Adam Carroll, Irish race car driver", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 26", "txt": "Francisco Liriano, Dominican baseball player", "entities": [{"title": "Francisco Liriano", "href": "/wiki/Francisco_Liriano", "description": "Francisco Liriano Casillas is a Dominican professional baseball pitcher who is currently a free agent. He has played in Major League Baseball (MLB) for the Toronto Blue Jays, Minnesota Twins, Chicago White Sox, Pittsburgh Pirates, Houston Astros, and Detroit Tigers. Liriano was an MLB All-Star in 2006, and is a two-time winner of the MLB Comeback Player of the Year Award."}]}, {"heading": "Births", "year": "1983", "date": "October 26", "txt": "Dmitri Sychev, Russian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 26", "txt": "Luke Watson, South African rugby player", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 26", "txt": "Sasha Cohen, American figure skater", "entities": [{"title": "Sasha Cohen", "href": "/wiki/Sasha_Cohen", "description": "Alexandra Pauline \"Sasha\" Cohen is an American figure skater. She is the 2006 Olympic silver medalist, a three-time World Championship medalist, the 2003 Grand Prix Final Champion, and the 2006 U.S. Champion. She is known for her artistry, flexibility and body lines, and musical interpretation. As of 2021, Cohen is the most recent American woman to medal individually in figure skating at the Olymp"}]}, {"heading": "Births", "year": "1984", "date": "October 26", "txt": "Adriano Correia, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 26", "txt": "Mathieu Crépel, French snowboarder", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 26", "txt": "Jefferson Farfán, Peruvian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 26", "txt": "Amanda Overmyer, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 26", "txt": "Andrea Bargnani, Italian basketball player", "entities": [{"title": "Andrea Bargnani", "href": "/wiki/Andrea_Bargnani", "description": "Andrea Bargnani is an Italian former professional basketball player. The 7 ft 0 in (213 cm) power forward-center played for Benetton Treviso in the Italian LBA and the EuroLeague before being selected first overall in the 2006 NBA draft by the Toronto Raptors. He spent 10 seasons in the NBA before ending his career with a stint in Spain during the 2016–17 season."}]}, {"heading": "Births", "year": "1985", "date": "October 26", "txt": "Kafoumba Coulibaly, Ivorian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 26", "txt": "Monta Ellis, American basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 26", "txt": "Kieran Read, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 26", "txt": "Ibor Bakar, French footballer", "entities": [{"title": "Ibor Bakar", "href": "/wiki/Ibor_Bakar", "description": "Ibor Bakar is a Comorian football midfielder, who plays for French fourth division side US Marignane. He also holds French citizenship."}]}, {"heading": "Births", "year": "1986", "date": "October 26", "txt": "Jakub Rzeźniczak, Polish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 26", "txt": "Marco Ruben, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 26", "txt": "Schoolboy Q, German-American rapper", "entities": []}, {"heading": "Births", "year": "1986", "date": "October 26", "txt": "Hardik Gohel, Indian-American scientist", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 26", "txt": "Abudramae Bamba, Ivorian footballer", "entities": [{"title": "Abudramae Bamba", "href": "/wiki/Abudramae_Bamba", "description": "Abudramae Bamba is an Ivorian footballer. He plays in the centre forward position."}]}, {"heading": "Births", "year": "1987", "date": "October 26", "txt": "Shawn Lauvao, American football player", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 26", "txt": "Greg Zuerlein, American figure skater", "entities": [{"title": "Greg Zuerlein (figure skater)", "href": "/wiki/Greg_Zuerlein_(figure_skater)", "description": "Greg Zuerlein is an American former ice dancer. With Madison Chock, he is the 2009 World Junior champion, 2008 JGP Final champion, and 2011 U.S. national bronze medalist. They competed together from 2006 to 2011."}]}, {"heading": "Births", "year": "1988", "date": "October 26", "txt": "Nosliw Rodríguez, Venezuelan politician", "entities": []}, {"heading": "Births", "year": "1989", "date": "October 26", "txt": "Dre Kirkpatrick, American football player", "entities": [{"title": "Dre Kirkpatrick", "href": "/wiki/Dre_Kirkpatrick", "description": "D'Andre Lawan \"Dre\" Kirkpatrick is an American football cornerback who is a free agent. He played college football at Alabama and was drafted by the Cincinnati Bengals in the first round of the 2012 NFL Draft."}]}, {"heading": "Births", "year": "1989", "date": "October 26", "txt": "Emil Sayfutdinov, Russian motorcycle racer", "entities": []}, {"heading": "Births", "year": "1990", "date": "October 26", "txt": "Mark Swanepoel, South African rugby player", "entities": [{"title": "Mark Swanepoel", "href": "/wiki/Mark_Swanepoel", "description": "Mark Swanepoel is a rugby union player."}]}, {"heading": "Births", "year": "1991", "date": "October 26", "txt": "Riho Iida, Japanese model and actress", "entities": [{"title": "Riho Iida", "href": "/wiki/Riho_Iida", "description": "Riho Iida  is a Japanese ex-child model-turned-actress, voice actress and singer. Her nickname is Rippi."}]}, {"heading": "Births", "year": "1992", "date": "October 26", "txt": "Joseph Cramarossa, Canadian hockey player", "entities": [{"title": "Joseph Cramarossa", "href": "/wiki/Joseph_Cramarossa", "description": "Joseph Cramarossa  is a Canadian professional ice hockey forward currently playing for the Minnesota Wild of the National Hockey League (NHL)."}]}, {"heading": "Births", "year": "1994", "date": "October 26", "txt": "Waqa Blake, Fijian rugby league player", "entities": [{"title": "Waqa Blake", "href": "/wiki/Waqa_Blake", "description": "Waqa Blake is a Fijian professional rugby league footballer who plays as a centre and winger for the Parramatta Eels in the NRL and Fiji at international level."}]}, {"heading": "Births", "year": "1994", "date": "October 26", "txt": "Allie DeBerry, American model and actress", "entities": []}, {"heading": "Births", "year": "1996", "date": "October 26", "txt": "Rebecca Tunney, English gymnast", "entities": [{"title": "Rebecca Tunney", "href": "/wiki/Rebecca_Tunney", "description": "Rebecca Tunney is a retired British artistic gymnast who competed at the 2012 Summer Olympics."}]}, {"heading": "Births", "year": "2002", "date": "October 26", "txt": "Julian Dennison, New Zealand actor", "entities": [{"title": "Julian Dennison", "href": "/wiki/Julian_Dennison", "description": "Julian Dennison  is a New Zealand actor. He debuted in the 2013 film Shopping, for which he won the English Film and Television Award for Best Supporting Actor. He is known for his roles as Ricky Baker in Hunt for the Wilderpeople (2016), the highest-grossing New Zealand film in history, as Russell \"Firefist\" Collins in Deadpool 2 (2018), and as Belsnickel in The Christmas Chronicles 2. Dennison h"}]}, {"heading": "Deaths", "year": "664", "date": "October 26", "txt": "Cedd, English monk and bishop (b. 620)", "entities": [{"title": "Cedd", "href": "/wiki/Cedd", "description": "Cedd was an Anglo-Saxon monk and bishop from the Kingdom of Northumbria. He was an evangelist of the Middle Angles and East Saxons in England and a significant participant in the Synod of Whitby, a meeting which resolved important differences within the Church in England. He is venerated in the Catholic Church, Anglicanism, and the Eastern Orthodox Church."}]}, {"heading": "Deaths", "year": "760", "date": "October 26", "txt": "Cuthbert, archbishop of Canterbury", "entities": [{"title": "Cuthbert of Canterbury", "href": "/wiki/Cuthbert_of_Canterbury", "description": "Cuthbert was a medieval Anglo-Saxon Archbishop of Canterbury in England. Prior to his elevation to Canterbury, he was abbot of a monastic house, and perhaps may have been Bishop of Hereford also, but evidence for his holding Hereford mainly dates from after the Norman Conquest of England in 1066. While Archbishop, he held church councils and built a new church in Canterbury. It was during Cuthbert"}, {"title": "Archbishop of Canterbury", "href": "/wiki/Archbishop_of_Canterbury", "description": "The Archbishop of Canterbury is the senior bishop and principal leader of the Church of England, the symbolic head of the worldwide Anglican Communion and the diocesan bishop of the Diocese of Canterbury. The current archbishop is Justin Welby, who was enthroned at Canterbury Cathedral on 21 March 2013. Welby is the 105th in a line which goes back more than 1400 years to Augustine of Canterbury, t"}]}, {"heading": "Deaths", "year": "899", "date": "October 26", "txt": "Alfred the Great, English king (b. 849)", "entities": [{"title": "Alfred the Great", "href": "/wiki/Alfred_the_Great", "description": "Alfred the Great was king of the West Saxons from 871 to c. 886 and king of the Anglo-Saxons from c. 886 to 899. He was the youngest son of King Æthelwulf, who died when Alfred was young. Three of Alfred's brothers, Æthelbald, Æthelberht and Æthelred, reigned in turn before him."}]}, {"heading": "Deaths", "year": "930", "date": "October 26", "txt": "Li Qi, chancellor of Later Liang (b. 871)", "entities": [{"title": "Li Qi (Five Dynasties)", "href": "/wiki/Li_Qi_(Five_Dynasties)", "description": "Li Qi, courtesy name Taixiu (台秀), was an official of the Chinese Tang Dynasty and its successor states Later Liang and Later Tang of the Five Dynasties and Ten Kingdoms period, serving as a chancellor during Later Liang."}]}, {"heading": "Deaths", "year": "1111", "date": "October 26", "txt": "Gómez González, Castilian nobleman and military leader", "entities": [{"title": "Gómez González", "href": "/wiki/G%C3%B3mez_Gonz%C3%A1lez", "description": "Gómez González, called de Lara or de Candespina, was a Castilian nobleman and military leader who had some claim to being Count of Castile. He was the eldest son and successor of Gonzalo Salvadórez and his wife Sancha, and thus kinsman of the Lara family. Like his father, he perished in battle."}]}, {"heading": "Deaths", "year": "1440", "date": "October 26", "txt": "Gilles de Rais, French knight (b. 1404)", "entities": [{"title": "Gilles de Rais", "href": "/wiki/Gilles_de_Rais", "description": "Gilles de Rais, Baron de Rais, was a knight and lord from Brittany, Anjou and Poitou, a leader in the French army, and a companion-in-arms of Joan of Arc. He is best known for his reputation and later conviction as a confessed serial killer of children."}]}, {"heading": "Deaths", "year": "1555", "date": "October 26", "txt": "Olympia Fulvia Morata, Italian-German scholar and educator (b. 1526)", "entities": [{"title": "Olympia Fulvia Morata", "href": "/wiki/Olympia_Fulvia_Morata", "description": "Olimpia Fulvia Morata was an Italian classical scholar."}]}, {"heading": "Deaths", "year": "1580", "date": "October 26", "txt": "Anna of Austria, Queen of Spain (b. 1549)", "entities": [{"title": "Anna of Austria, Queen of Spain", "href": "/wiki/Anna_of_Austria,_Queen_of_Spain", "description": "Anna of Austria was Queen of Spain by marriage to her uncle, King Philip II of Spain. During her last days of life she was also briefly queen of Portugal."}]}, {"heading": "Deaths", "year": "1609", "date": "October 26", "txt": "Matsudaira Tadayori, Japanese samurai and daimyō (b. 1582)", "entities": [{"title": "Matsudaira Tadayori", "href": "/wiki/Matsudaira_Tadayori", "description": "Matsudaira Tadayori  was a Sengoku period samurai who became a daimyō under the Tokugawa shogunate in early-Edo period Japan. He was also the founder of the Sakurai-branch of the Matsudaira clan."}]}, {"heading": "Deaths", "year": "1631", "date": "October 26", "txt": "Michael Maestlin, German astronomer and mathematician (b. 1550)", "entities": [{"title": "Michael Maestlin", "href": "/wiki/Michael_Maestlin", "description": "Michael Maestlin was a German astronomer and mathematician, known for being the mentor of Johannes Kepler. He was a student of Philipp Apian and was known as the teacher who most influenced Kepler. Maestlin was considered to be one of the most significant astronomers between the time of Copernicus and Kepler."}]}, {"heading": "Deaths", "year": "1633", "date": "October 26", "txt": "Horio Tadaharu, Japanese daimyō (b. 1596)", "entities": [{"title": "Horio Tadaharu", "href": "/wiki/Horio_Tadaharu", "description": "Horio Tadaharu was a tozama daimyō in Japan during the Edo period. His father was Horio Tadauji and his grandfather was Horio Yoshiharu. He was the third leader of the Matsue clan. He married Binhime daughter of Okudaira Iemasa of Utsunomiya Domain and adopted daughter of Tokugawa Hidetada. They had 1 daughter married Ishikawa Kadokatsu."}]}, {"heading": "Deaths", "year": "1671", "date": "October 26", "txt": "Sir John Gell, 1st Baronet, English politician (b. 1593)", "entities": [{"title": "Sir John Gell, 1st Baronet", "href": "/wiki/Sir_John_Gell,_1st_Baronet", "description": "Sir John Gell, 1st Baronet was a wealthy landowner from Derbyshire who acted as local Parliamentarian commander for most of the First English Civil War before resigning in May 1646. He was notorious for parading the body of his Royalist opponent through Derby after the Battle of Hopton Heath in March 1643."}]}, {"heading": "Deaths", "year": "1675", "date": "October 26", "txt": "William Sprague, English settler, co-founded Charlestown, Massachusetts (b. 1609)", "entities": [{"title": "William Sprague (1609–1675)", "href": "/wiki/William_Sprague_(1609%E2%80%931675)", "description": "William Sprague left England on the ship Lyon's Whelp for Plymouth/Salem Massachusetts. He was originally from Upwey, near Weymouth, Dorset, England."}, {"title": "Charlestown, Massachusetts", "href": "/wiki/Charlestown,_Massachusetts", "description": "Charlestown is the oldest neighborhood in Boston, Massachusetts. Originally called Mishawum by the Massachusett tribe, it is located on a peninsula north of the Charles River, across from downtown Boston, and also adjoins the Mystic River and Boston Harbor waterways. Charlestown was laid out in 1629 by engineer Thomas Graves, one of its earliest settlers, in the reign of Charles I of England. It w"}]}, {"heading": "Deaths", "year": "1686", "date": "October 26", "txt": "John Egerton, 2nd Earl of Bridgewater, English captain and politician, Lord Lieutenant of Buckinghamshire (b. 1623)", "entities": [{"title": "John Egerton, 2nd Earl of Bridgewater", "href": "/wiki/John_Egerton,_2nd_Earl_of_Bridgewater", "description": "John Egerton, 2nd Earl of Bridgewater PC was an English nobleman from the Egerton family."}, {"title": "Lord Lieutenant of Buckinghamshire", "href": "/wiki/Lord_Lieutenant_of_Buckinghamshire", "description": "There has been a Lord Lieutenant of Buckinghamshire almost continuously since the position was created by King Henry VIII in 1535. The only exception to this was the English Civil War and English Interregnum between 1643 and 1660 when there was no king to support the Lieutenancy. The following list consists of all known holders of the position: earlier records have been lost and so a complete list"}]}, {"heading": "Deaths", "year": "1717", "date": "October 26", "txt": "Catherine Sedley, Countess of Dorchester (b. 1657)", "entities": [{"title": "Catherine Sedley, Countess of Dorchester", "href": "/wiki/Catherine_Sedley,_Countess_of_Dorchester", "description": "Catherine Sedley, Countess of Dorchester, Countess of Portmore, daughter of Sir Charles Sedley, 5th Baronet, was the mistress of King James II and VII both before and after he came to the throne. Catherine was noted not for beauty but for her celebrated wittiness and sharp tongue."}]}, {"heading": "Deaths", "year": "1751", "date": "October 26", "txt": "Philip Doddridge, English minister and hymn-writer (b. 1702)", "entities": [{"title": "Philip Doddridge", "href": "/wiki/Philip_Doddridge", "description": "Philip Doddridge D.D. was an English Nonconformist (Congregationalist) minister, educator, and hymnwriter."}]}, {"heading": "Deaths", "year": "1764", "date": "October 26", "txt": "William Hogarth, English painter and engraver (b. 1697)", "entities": [{"title": "William Hogarth", "href": "/wiki/William_Hogarth", "description": "William Hogarth was an English painter, printmaker, pictorial satirist, social critic, and editorial cartoonist. His work ranges from realistic portraiture to comic strip-like series of pictures called \"modern moral subjects\", and he is perhaps best known for his series A Harlot's Progress, A Rake's Progress and Marriage A-la-Mode. Knowledge of his work is so pervasive that satirical political ill"}]}, {"heading": "Deaths", "year": "1773", "date": "October 26", "txt": "Amédée-François Frézier, French mathematician, engineer, and explorer (b. 1682)", "entities": [{"title": "Amédée-François Frézier", "href": "/wiki/Am%C3%A9d%C3%A9e-Fran%C3%A7ois_Fr%C3%A9zier", "description": "Amédée-François Frézier was a French military engineer, mathematician, spy, and explorer who is best remembered for bringing back five specimens of Fragaria chiloensis, the beach strawberry, from an assignment in South America, thus introducing this New World fruit to the Old. The standard author abbreviation Frez. is used to indicate this person as the author when citing a botanical name."}]}, {"heading": "Deaths", "year": "1803", "date": "October 26", "txt": "Granville Leveson-Gower, 1st Marquess of Stafford, English politician, Lord President of the Council (b. 1721)", "entities": [{"title": "Granville Leveson-Gower, 1st Marquess of Stafford", "href": "/wiki/Granville_Leveson-Gower,_1st_Marquess_of_Stafford", "description": "Granville Leveson-Gower, 1st Marquess of Stafford, KG PC, known as Viscount Trentham from 1746 to 1754 and as The Earl Gower from 1754 to 1786, was a British politician from the Leveson-Gower family."}, {"title": "Lord President of the Council", "href": "/wiki/Lord_President_of_the_Council", "description": "The Lord President of the Council is the fourth of the Great Officers of State of the United Kingdom, ranking below the Lord High Treasurer but above the Lord Privy Seal. The Lord President usually attends and is responsible for presiding over meetings of the Privy Council, presenting business for the monarch's approval. In the modern era, the holder is by convention always a member of one of the "}]}, {"heading": "Deaths", "year": "1806", "date": "October 26", "txt": "John Graves Simcoe, English general and politician, 1st Lieutenant Governor of Upper Canada (b. 1752)", "entities": [{"title": "John Graves Simcoe", "href": "/wiki/John_Graves_Simcoe", "description": "John Graves Simcoe was a British Army general and the first lieutenant governor of Upper Canada from 1791 until 1796 in southern Ontario and the watersheds of Georgian Bay and Lake Superior. He founded York and was instrumental in introducing institutions such as courts of law, trial by jury, English common law, and freehold land tenure, and also in the abolition of slavery in Canada."}, {"title": "List of lieutenant governors of Ontario", "href": "/wiki/List_of_lieutenant_governors_of_Ontario", "description": "The following is a list of lieutenant governors of Ontario and the lieutenant governors of the former colony of Upper Canada. The office of Lieutenant Governor of Ontario was created in 1867, when the Province of Ontario was created upon Confederation. The predecessor office, lieutenant governor of Upper Canada, was a British colonial officer, appointed by the British government to administer the "}]}, {"heading": "Deaths", "year": "1817", "date": "October 26", "txt": "Nikolaus Joseph von Jacquin, Dutch-Austrian chemist and botanist (b. 1727)", "entities": [{"title": "Nikolaus Joseph von Jacquin", "href": "/wiki/Nikolaus_Joseph_von_Jacquin", "description": "Nikolaus Joseph Freiherr von Jacquin was a scientist who studied medicine, chemistry and botany."}]}, {"heading": "Deaths", "year": "1864", "date": "October 26", "txt": "William T. Anderson, American captain (b. 1838)", "entities": [{"title": "William T. Anderson", "href": "/wiki/William_T._Anderson", "description": "William T. Anderson, known by the nickname \"Bloody Bill\" Anderson, was one of the deadliest and most notorious Confederate guerrilla leaders in the American Civil War. Anderson led a band of volunteer partisan raiders who targeted Union loyalists and federal soldiers in the states of Missouri and Kansas."}]}, {"heading": "Deaths", "year": "1866", "date": "October 26", "txt": "John Kinder Labatt, Irish-Canadian brewer, founded the Labatt Brewing Company (b. 1803)", "entities": [{"title": "John Kinder Labatt", "href": "/wiki/John_Kinder_Labatt", "description": "John Kinder Labatt was an Irish-Canadian brewer and the founder of the Labatt Brewing Company."}, {"title": "Labatt Brewing Company", "href": "/wiki/Labatt_Brewing_Company", "description": "Labatt Brewing Company Limited is a Belgian-owned brewery headquartered in Toronto, Ontario, Canada. Founded in 1847, Labatt is the largest brewer in Canada."}]}, {"heading": "Deaths", "year": "1871", "date": "October 26", "txt": "Robert Anderson (Civil War), American general (b. 1805)", "entities": [{"title": "Robert Anderson (Civil War)", "href": "/wiki/Robert_Anderson_(Civil_War)", "description": "Robert Anderson was a United States Army officer during the American Civil War. He was the Union commander in the first battle of the American Civil War at Fort Sumter in April 1861 when the Confederates bombarded the fort and forced its surrender to start the war. Anderson was celebrated as a hero in the North and promoted to brigadier general and given command of Union forces in Kentucky. He was"}]}, {"heading": "Deaths", "year": "1890", "date": "October 26", "txt": "Carlo Collodi, Italian journalist and author (b. 1826)", "entities": [{"title": "Carlo Collodi", "href": "/wiki/Carlo_Collodi", "description": "Carlo Lorenzini, better known by the pen name Carlo Collodi, was an Italian author, humourist, and journalist, widely known for his fairy tale novel The Adventures of Pinocchio."}]}, {"heading": "Deaths", "year": "1896", "date": "October 26", "txt": "Paul-Armand Challemel-Lacour, French philosopher, academic, and politician, French Minister of Foreign Affairs (b. 1827)", "entities": [{"title": "Paul-Armand Challemel-Lacour", "href": "/wiki/Paul-Armand_Challemel-Lacour", "description": "Paul-Armand Challemel-Lacour was a French statesman."}, {"title": "Ministry of Foreign and European Affairs (France)", "href": "/wiki/Ministry_of_Foreign_and_European_Affairs_(France)", "description": "The Ministry for Europe and Foreign Affairs is the ministry of the Government of France that handles France's foreign relations. Since 1855, its headquarters have been located at 37 Quai d'Orsay, close to the National Assembly. The term Quai d'Orsay is often used as a metonym for the ministry. Its cabinet minister, the Minister for Europe and Foreign Affairs is responsible for the foreign relation"}]}, {"heading": "Deaths", "year": "1902", "date": "October 26", "txt": "Elizabeth Cady Stanton, American activist (b. 1815)", "entities": [{"title": "Elizabeth Cady Stanton", "href": "/wiki/Elizabeth_Cady_Stanton", "description": "Elizabeth Cady Stanton was a leader of the women's rights movement in the U.S. during the mid- to late-1800s. She was the main force behind the 1848 Seneca Falls Convention, the first convention to be called for the sole purpose of discussing women's rights, and was the primary author of its Declaration of Sentiments. Her demand for women's right to vote generated a controversy at the convention b"}]}, {"heading": "Deaths", "year": "1909", "date": "October 26", "txt": "Itō Hirobumi, Japanese samurai and politician, 1st Prime Minister of Japan (b. 1841)", "entities": [{"title": "Itō Hirobumi", "href": "/wiki/It%C5%8D_Hirobumi", "description": "Duke Itō Hirobumi  was a Japanese politician and the first Prime Minister of Japan. He was also a leading member of the genrō, a group of senior statesmen that dictated Japan's policies during the Meiji Era."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Deaths", "year": "1919", "date": "October 26", "txt": "Akashi Motojiro, Japanese general (b. 1864)", "entities": [{"title": "Akashi Motojiro", "href": "/wiki/Akashi_Motojiro", "description": "Baron Akashi Motojiro  was a general in the Imperial Japanese Army and the 7th Governor-General of Taiwan from 6 June 1918 to 26 October 1919."}]}, {"heading": "Deaths", "year": "1927", "date": "October 26", "txt": "Jūkichi Yagi, Japanese poet (b. 1898)", "entities": [{"title": "Jūkichi Yagi", "href": "/wiki/J%C5%ABkichi_Yagi", "description": "Jūkichi Yagi   was a Japanese poet active in the late Taishō period and for the first few years of the Shōwa period, who focused on modern religious themes."}]}, {"heading": "Deaths", "year": "1930", "date": "October 26", "txt": "Waldemar Haffkine, Russian-Swiss physician and microbiologist (b. 1860)", "entities": [{"title": "Waldemar Haffkine", "href": "/wiki/Waldemar_Haffkine", "description": "Waldemar Mordechai Wolff Haffkine was a bacteriologist from the Russian Empire who later became a French citizen. He emigrated to France and worked at the Pasteur Institute in Paris, where he developed an anti-cholera vaccine that he tried out successfully in India. He is recognized as the first microbiologist who developed and used vaccines against cholera and bubonic plague. He tested the vaccin"}]}, {"heading": "Deaths", "year": "1930", "date": "October 26", "txt": "Harry Payne Whitney, American businessman and horse breeder (b. 1872)", "entities": []}, {"heading": "Deaths", "year": "1931", "date": "October 26", "txt": "Charles Comiskey, American baseball player and manager (b. 1859)", "entities": [{"title": "Charles Comiskey", "href": "/wiki/Charles_Comiskey", "description": "Charles Albert Comiskey, also nicknamed \"Commy\" or \"The Old Roman\", was an American Major League Baseball player, manager and team owner. He was a key person in the formation of the American League, and was also founding owner of the Chicago White Sox. Comiskey Park, the White Sox' storied baseball stadium, was built under his guidance and named for him."}]}, {"heading": "Deaths", "year": "1932", "date": "October 26", "txt": "Margaret Brown, American philanthropist and activist (b. 1867)", "entities": [{"title": "Margaret Brown", "href": "/wiki/Margaret_Brown", "description": "Margaret Brown, posthumously known as \"The Unsinkable Molly Brown\", was an American socialite and philanthropist. She unsuccessfully encouraged the crew in Lifeboat No. 6 to return to the debris field of the 1912 sinking of RMS Titanic to look for survivors. During her lifetime, her friends called her \"Maggie\", but even by her death, obituaries referred to her as the \"Unsinkable Molly Brown\". The "}]}, {"heading": "Deaths", "year": "1937", "date": "October 26", "txt": "Józef Dowbor-Muśnicki, Polish general (b. 1867)", "entities": [{"title": "Józef Dowbor-Muśnicki", "href": "/wiki/J%C3%B3zef_Dowbor-Mu%C5%9Bnicki", "description": "Józef Dowbor-Muśnicki was a Russian military officer and Polish general, serving with the Imperial Russian and then Polish armies. He was also the military commander of the Greater Poland Uprising."}]}, {"heading": "Deaths", "year": "1941", "date": "October 26", "txt": "Arkady Gaidar, Russian journalist and author (b. 1904)", "entities": [{"title": "Arkady Gaidar", "href": "/wiki/Arkady_Gaidar", "description": "\nArkady Petrovich Golikov, better known as Arkady Gaidar, was a Russian Soviet writer, whose stories were very popular among Soviet children, and a Red Army commander."}]}, {"heading": "Deaths", "year": "1943", "date": "October 26", "txt": "Aurel Stein, Hungarian-English archaeologist and academic (b. 1862)", "entities": [{"title": "Aurel Stein", "href": "/wiki/Aurel_Stein", "description": "Sir Marc Aurel Stein, \n(Hungarian: Stein Márk Aurél; 26 November 1862 – 26 October 1943) was a Hungarian-born British archaeologist, primarily known for his explorations and archaeological discoveries in Central Asia. He was also a professor at Indian universities."}]}, {"heading": "Deaths", "year": "1944", "date": "October 26", "txt": "Princess Beatrice of the United Kingdom (b. 1857)", "entities": [{"title": "Princess Beatrice of the United Kingdom", "href": "/wiki/Princess_Beatrice_of_the_United_Kingdom", "description": "Princess Beatrice Mary Victoria Feodore of the United Kingdom,, later Princess Henry of Battenberg, was the fifth daughter and youngest child of Queen Victoria and Prince Albert. Beatrice was also the last of Queen Victoria's children to die, 66 years after the first, her elder sister Alice."}]}, {"heading": "Deaths", "year": "1944", "date": "October 26", "txt": "Hiroyoshi Nishizawa, Japanese lieutenant and pilot (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "1944", "date": "October 26", "txt": "William Temple, English archbishop and theologian (b. 1881)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "October 26", "txt": "Aleksey Krylov, Russian mathematician and engineer (b. 1863)", "entities": [{"title": "Aleksey Krylov", "href": "/wiki/Aleksey_Krylov", "description": "Aleksey Nikolaevich Krylov was a Russian naval engineer, applied mathematician and memoirist."}]}, {"heading": "Deaths", "year": "1945", "date": "October 26", "txt": "Paul Pelliot, French sinologist and explorer (b. 1878)", "entities": []}, {"heading": "Deaths", "year": "1946", "date": "October 26", "txt": "Ioannis Rallis, Greek lawyer and politician, Prime Minister of Greece (b. 1878)", "entities": [{"title": "Ioannis Rallis", "href": "/wiki/Ioannis_Rallis", "description": "Ioannis Rallis was the third and last collaborationist prime minister of Greece during the Axis occupation of Greece during World War II, holding office from 7 April 1943 to 12 October 1944, succeeding Konstantinos Logothetopoulos in the Nazi-controlled Greek puppet government in Athens."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1947", "date": "October 26", "txt": "Edwin Savage, English priest and author (b. 1862)", "entities": [{"title": "Edwin Savage", "href": "/wiki/Edwin_Savage", "description": "Edwin Sidney Savage was a British priest in the Church of England and an author."}]}, {"heading": "Deaths", "year": "1949", "date": "October 26", "txt": "Lionel Halsey, English admiral and courtier (b. 1872)", "entities": [{"title": "Lionel Halsey", "href": "/wiki/Lionel_Halsey", "description": "Admiral Sir Lionel Halsey, was a Royal Navy officer and courtier."}]}, {"heading": "Deaths", "year": "1952", "date": "October 26", "txt": "Hattie McDaniel, American actress and singer (b. 1895)", "entities": [{"title": "Hattie McDaniel", "href": "/wiki/Hattie_McDaniel", "description": "Hattie McDaniel was an American actress, singer-songwriter, and comedian. She won the Academy Award for Best Supporting Actress for her role as \"Mammy” in Gone with the Wind (1939), becoming the first African American to win an Oscar."}]}, {"heading": "Deaths", "year": "1956", "date": "October 26", "txt": "Walter Gieseking, French-German pianist and composer (b. 1895)", "entities": [{"title": "Walter Gieseking", "href": "/wiki/Walter_Gieseking", "description": "Walter Wilhelm Gieseking was a German pianist and composer."}]}, {"heading": "Deaths", "year": "1957", "date": "October 26", "txt": "Gerty Cori, Czech-American biochemist and physiologist, Nobel Prize laureate (b. 1896)", "entities": [{"title": "Gerty Cori", "href": "/wiki/Gerty_Cori", "description": "Gerty Theresa Cori was an Austro-Hungarian-American biochemist who in 1947 was the third woman to win a Nobel Prize in science, and the first woman to be awarded the Nobel Prize in Physiology or Medicine, for her significant role in the \"discovery of the course of the catalytic conversion of glycogen\"."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1957", "date": "October 26", "txt": "Nikos Kazantzakis, Greek philosopher, author, and playwright (b. 1883)", "entities": []}, {"heading": "Deaths", "year": "1960", "date": "October 26", "txt": "Toshizō Nishio, Japanese general (b. 1881)", "entities": [{"title": "Toshizō Nishio", "href": "/wiki/Toshiz%C5%8D_Nishio", "description": "Toshizō Nishio  was a Japanese general, considered to be one of the Imperial Japanese Army's most successful and ablest strategists during the Second Sino-Japanese War, who commanded the Japanese Second Army during the first years after the Marco Polo Bridge Incident."}]}, {"heading": "Deaths", "year": "1961", "date": "October 26", "txt": "Sadae Inoue, Japanese general (b. 1886)", "entities": [{"title": "Sadae Inoue", "href": "/wiki/Sadae_Inoue", "description": "Sadae Inoue  was a general in the Imperial Japanese Army in World War II. He commanded the Japanese forces at the Battle of Peleliu and the Battle of Angaur."}]}, {"heading": "Deaths", "year": "1962", "date": "October 26", "txt": "Louise Beavers, American actress (b. 1902)", "entities": [{"title": "Louise Beavers", "href": "/wiki/Louise_Beavers", "description": "Louise Beavers was an American film and television actress. Beavers appeared in dozens of films and two hit television shows from the 1920s until 1960, most often cast in the role of a maid, servant, or slave."}]}, {"heading": "Deaths", "year": "1963", "date": "October 26", "txt": "Elizabeth Gunn, New Zealand pediatrician (b. 1879)", "entities": [{"title": "Elizabeth Gunn (paediatrician)", "href": "/wiki/Elizabeth_Gunn_(paediatrician)", "description": "Elizabeth Catherine Gunn was a New Zealand school and army doctor and public health official. She was a pioneer in the field of children's health, and was instrumental in the establishment of children's health camps in New Zealand."}]}, {"heading": "Deaths", "year": "1965", "date": "October 26", "txt": "Sylvia Likens, American murder victim (b. 1949)", "entities": [{"title": "Murder of Sylvia Likens", "href": "/wiki/Murder_of_Sylvia_Likens", "description": "Sylvia Likens was an American teenager who was tortured and murdered by her caregiver, Gertrude Baniszewski, many of Baniszewski's children and several of their neighborhood friends. This abuse incrementally lasted for three months before Likens died from her extensive injuries and malnourishment on October 26 in Indianapolis, Indiana."}]}, {"heading": "Deaths", "year": "1966", "date": "October 26", "txt": "Alma Cogan, English singer (b. 1932)", "entities": [{"title": "Alma Cogan", "href": "/wiki/Alma_Cogan", "description": "Alma Angela Cohen Cogan was an English singer of traditional pop music in the 1950s and early 1960s. Dubbed the \"Girl with the Giggle in Her Voice\", she was the highest paid British female entertainer of her era."}]}, {"heading": "Deaths", "year": "1972", "date": "October 26", "txt": "Igor Sikorsky, Ukrainian-American engineer and academic, founded Sikorsky Aircraft (b. 1889)", "entities": [{"title": "Igor Sikorsky", "href": "/wiki/Igor_Sikorsky", "description": "Igor Ivanovich Sikorsky was a Russian–American aviation pioneer in both helicopters and fixed-wing aircraft. His first success came with the S-2, the second aircraft of his design and construction. His fifth airplane, the S-5, won him national recognition as well as F.A.I. license number 64. His S-6-A received the highest award at the 1912 Moscow Aviation Exhibition, and in the fall of that year t"}, {"title": "Sikorsky Aircraft", "href": "/wiki/Sikorsky_Aircraft", "description": "Sikorsky Aircraft is an American aircraft manufacturer based in Stratford, Connecticut. It was established by Russian–American aviator Igor Sikorsky in 1923 and was among the first companies to manufacture helicopters for civilian and military use."}]}, {"heading": "Deaths", "year": "1973", "date": "October 26", "txt": "Semyon Budyonny, Marshal of the Soviet Union (b. 1883)", "entities": [{"title": "Semyon Budyonny", "href": "/wiki/Semyon_Budyonny", "description": "Semyon Mikhailovich Budyonny was a Russian cavalryman, military commander during the Russian Civil War, Polish-Soviet War and World War II, and a close political ally of Soviet leader Joseph Stalin."}, {"title": "Marshal of the Soviet Union", "href": "/wiki/Marshal_of_the_Soviet_Union", "description": "Marshal of the Soviet Union was the highest military rank of the Soviet Union."}]}, {"heading": "Deaths", "year": "1974", "date": "October 26", "txt": "Bidia Dandaron, Russian author and educator (b. 1914)", "entities": [{"title": "Bidia Dandaron", "href": "/wiki/Bidia_Dandaron", "description": "Bidia Dandaron was a major Buddhist author and teacher in the USSR. He also worked in academic Tibetology, contributed to the Tibetan-Russian Dictionary (1959) and made several translations from Tibetan into Russian. He is mostly remembered as a Buddhist teacher whose students in Russia, Estonia, Latvia, and Lithuania continued both religious and scholarly work, and as an early Buddhist author who"}]}, {"heading": "Deaths", "year": "1976", "date": "October 26", "txt": "Deryck Cooke, English musicologist and author (b. 1919)", "entities": [{"title": "Deryck Cooke", "href": "/wiki/Deryck_Cooke", "description": "\nDeryck Cooke was a British musician, musicologist, broadcaster and Gustav Mahler expert."}]}, {"heading": "Deaths", "year": "1978", "date": "October 26", "txt": "Alexander Gerschenkron, Ukrainian-American historian, critic, and academic (b. 1904)", "entities": [{"title": "Alexander Gerschenkron", "href": "/wiki/Alexander_Gerschenkron", "description": "Alexander Gerschenkron was a Russian-born American economic historian and professor at Harvard University, trained in the Austrian School of economics."}]}, {"heading": "Deaths", "year": "1979", "date": "October 26", "txt": "Park Chung-hee, South Korean general and politician, 3rd President of South Korea (b. 1917)", "entities": [{"title": "Park Chung-hee", "href": "/wiki/Park_Chung-hee", "description": "Park Chung-hee was a South Korean politician and army general who served as the President of South Korea from 1963 until his assassination in 1979, assuming that office after first ruling the country as head of a military dictatorship installed by the May 16 military coup d'état in 1961. Before his presidency, he was the chairman of the Supreme Council for National Reconstruction from 1961 to 1963"}, {"title": "President of South Korea", "href": "/wiki/President_of_South_Korea", "description": "The president of the Republic of Korea is the head of state and head of government of South Korea. The President is the head of the executive branch of the Government of South Korea as well as being the commander-in-chief of the Republic of Korea Armed Forces."}]}, {"heading": "Deaths", "year": "1984", "date": "October 26", "txt": "Gus Mancuso, American baseball player and coach (b. 1905)", "entities": [{"title": "Gus Mancuso", "href": "/wiki/Gus_Mancuso", "description": "August Rodney Mancuso, nicknamed \"Blackie\", was an American professional baseball player, coach, scout and radio sports commentator. He played as a catcher in Major League Baseball with the St. Louis Cardinals, New York Giants, Chicago Cubs (1939), Brooklyn Dodgers (1940) and Philadelphia Phillies (1945)."}]}, {"heading": "Deaths", "year": "1986", "date": "October 26", "txt": "Jackson Scholz, American runner (b. 1897)", "entities": [{"title": "Jackson Scholz", "href": "/wiki/Jackson_Scholz", "description": "Jackson Volney Scholz was an American sprint runner. In the 1920s, he became the first person to appear in an Olympic sprint final in three different Olympic Games. After his athletic career, he also gained fame as a writer."}]}, {"heading": "Deaths", "year": "1989", "date": "October 26", "txt": "Charles J. Pedersen, American chemist and academic, Nobel Prize laureate (b. 1904)", "entities": [{"title": "Charles J. Pedersen", "href": "/wiki/Charles_J._Pedersen", "description": "Charles John Pedersen was an American organic chemist best known for describing methods of synthesizing crown ethers during his entire 42-year career as a chemist for DuPont at DuPont Experimental Station in Wilmington, Delaware and at DuPont's Jackson Laboratory in Deepwater, New Jersey. Often associated with Reed McNeil Izatt, Pedersen also shared the Nobel Prize in Chemistry in 1987 with Donald"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1991", "date": "October 26", "txt": "Sherry Hawco, Canadian gymnast (b. 1964)", "entities": [{"title": "Sherry Hawco", "href": "/wiki/Sherry_Hawco", "description": "Sherry Hawco was a Canadian gymnast."}]}, {"heading": "Deaths", "year": "1993", "date": "October 26", "txt": "Oro, Mexican wrestler (b. 1971)", "entities": [{"title": "Oro (wrestler)", "href": "/wiki/Oro_(wrestler)", "description": "Jesús Javier Hernández Silva, was a Mexican professional wrestler known under the ring name Oro (Gold), a Mexican luchador enmascarado, or masked professional wrestler. Hernández died in 1993 as a direct result of a wrestling match. He was a second-generation wrestler, and several of his brothers and cousins were also wrestlers. His nephew works for the Mexican professional wrestling promotion Con"}]}, {"heading": "Deaths", "year": "1994", "date": "October 26", "txt": "Wilbert Harrison, American singer and guitarist (b. 1929)", "entities": [{"title": "Wilbert Harrison", "href": "/wiki/Wilbert_Harrison", "description": "Wilbert Huntington Harrison was an American rhythm and blues singer, pianist, guitarist and harmonica player."}]}, {"heading": "Deaths", "year": "1995", "date": "October 26", "txt": "Wilhelm Freddie, Danish painter and sculptor (b. 1909)", "entities": [{"title": "Wilhelm Freddie", "href": "/wiki/Wilhelm_Freddie", "description": "Wilhelm Freddie, born Christian Frederik Wilhelm Carlsen was a Danish painter, sculptor and filmmaker. Initially working along a somewhat abstract line, he soon turned towards a more realistic surrealism, only to later return to abstract art. Some of his works were highly controversial and considered pornographic at their time, resulting in confiscation of the works and his imprisonment though his"}]}, {"heading": "Deaths", "year": "1995", "date": "October 26", "txt": "Gorni Kramer, Italian bassist, songwriter, and bandleader (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "October 26", "txt": "Kenkichi Iwasawa, Japanese mathematician and academic (b. 1917)", "entities": [{"title": "Kenkichi Iwasawa", "href": "/wiki/Kenkichi_Iwasawa", "description": "Kenkichi Iwasawa was a Japanese mathematician who is known for his influence on algebraic number theory."}]}, {"heading": "Deaths", "year": "1999", "date": "October 26", "txt": "Hoyt Axton, American singer-songwriter, guitarist, and actor (b. 1938)", "entities": [{"title": "Hoyt Axton", "href": "/wiki/Hoyt_Axton", "description": "Hoyt Wayne Axton was an American folk music singer-songwriter, guitarist, and a film and television actor. He became prominent in the early 1960s, establishing himself on the West Coast as a folk singer with an earthy style and powerful voice. As he matured, some of his songwriting became well known throughout the world. Among them were \"Joy to the World\", \"The Pusher\", \"No No Song\", \"Greenback Do"}]}, {"heading": "Deaths", "year": "1999", "date": "October 26", "txt": "Eknath Easwaran, Indian-American author and educator (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "October 26", "txt": "Hüseyin Hilmi Işık, Turkish scholar and academic (b. 1911)", "entities": [{"title": "Hüseyin Hilmi Işık", "href": "/wiki/H%C3%BCseyin_Hilmi_I%C5%9F%C4%B1k", "description": "Huseyin Hilmi Işık was a Turkish, Sunni Islamic scholar."}]}, {"heading": "Deaths", "year": "2002", "date": "October 26", "txt": "Jacques Massu, French general (b. 1908)", "entities": [{"title": "Jacques Massu", "href": "/wiki/Jacques_Massu", "description": "Jacques Émile Massu was a French general who fought in World War II, the First Indochina War, the Algerian War and the Suez crisis. He led French troops in the Battle of Algiers, first supporting and later denouncing their use of torture."}]}, {"heading": "Deaths", "year": "2002", "date": "October 26", "txt": "Sally Hoyt Spofford, American ornithologist (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "October 26", "txt": "Bobby Ávila, Mexican baseball player and politician (b. 1924)", "entities": [{"title": "Bobby Ávila", "href": "/wiki/Bobby_%C3%81vila", "description": "Roberto Francisco Ávila González, known as \"Beto\" in Mexico and as \"Bobby\" in the United States, was a Mexican professional baseball second baseman."}]}, {"heading": "Deaths", "year": "2005", "date": "October 26", "txt": "Keith Parkinson, American illustrator (b. 1958)", "entities": [{"title": "Keith Parkinson", "href": "/wiki/Keith_Parkinson", "description": "Keith A. Parkinson was an American fantasy artist and illustrator known for book covers and artwork for games such as EverQuest, Guardians, Magic: The Gathering, and Vanguard: Saga of Heroes. After designing book and magazine covers for TSR, Parkinson moved into game design in the 1990s, and co-designed the collectible card game Guardians. Parkinson died of leukemia in 2005, just four days after h"}]}, {"heading": "Deaths", "year": "2005", "date": "October 26", "txt": "George Swindin, English footballer and manager (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "October 26", "txt": "Tillman Franks, American bassist and songwriter (b. 1920)", "entities": [{"title": "Tillman Franks", "href": "/wiki/Tillman_Franks", "description": "Tillman Ben Franks, Sr., was an American bassist and songwriter and the manager for a number of country music artists including Johnny Horton, David Houston, Webb Pierce, Claude King, and the Carlisles."}]}, {"heading": "Deaths", "year": "2006", "date": "October 26", "txt": "Pontus Hultén, Swedish art collector and curator (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "October 26", "txt": "Nicolae Dobrin, Romanian footballer and manager (b. 1947)", "entities": [{"title": "Nicolae Dobrin", "href": "/wiki/Nicolae_Dobrin", "description": "Nicolae Dobrin was a Romanian footballer who played as an attacking midfielder and a manager."}]}, {"heading": "Deaths", "year": "2007", "date": "October 26", "txt": "Friedman Paul Erhardt, German-American chef and television host (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "October 26", "txt": "Arthur Kornberg, American biochemist and academic, Nobel Prize (b. 1918)", "entities": [{"title": "Nobel Prize in Medicine", "href": "/wiki/Nobel_Prize_in_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2008", "date": "October 26", "txt": "Tony Hillerman, American journalist, author, and educator (b. 1925)", "entities": [{"title": "Tony Hillerman", "href": "/wiki/Tony_Hillerman", "description": "Anthony Grove Hillerman was an American author of detective novels and non-fiction works best known for his Navajo Tribal Police mystery novels. Several of his works have been adapted as theatrical and television movies."}]}, {"heading": "Deaths", "year": "2008", "date": "October 26", "txt": "Delmar Watson, American actor and photographer (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "October 26", "txt": "Teel Bivins, American lawyer and politician, 18th United States Ambassador to Sweden (b. 1947)", "entities": [{"title": "Teel Bivins", "href": "/wiki/Teel_Bivins", "description": "Miles Teel Bivins was an American politician, attorney, businessman, and diplomat who served as the United States ambassador to Sweden from 2004 to 2006. He was confirmed by the United States Senate on May 21, 2004, and sworn in at Washington D.C., on May 26. He presented his credentials to King Carl XVI Gustaf in Stockholm on June 9. He left the position early after having been stricken with prog"}, {"title": "United States Ambassador to Sweden", "href": "/wiki/United_States_Ambassador_to_Sweden", "description": "The United States Ambassador to Sweden serves as the official diplomatic representative of the President and the Government of the United States of America to the King and the Government of the Kingdom of Sweden. Diplomatic relations between Sweden and the United States began with the signing of the Treaty of Amity and Commerce in 1783."}]}, {"heading": "Deaths", "year": "2009", "date": "October 26", "txt": "Yoshirō Muraki, Japanese production designer and art director(b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "October 26", "txt": "George Naʻope, American singer and dancer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "October 26", "txt": "Troy Smith, American businessman, founded Sonic Drive-In (b. 1922)", "entities": [{"title": "Sonic Drive-In", "href": "/wiki/Sonic_Drive-In", "description": "Sonic Corp., founded as Sonic Drive-In and more commonly known as Sonic, is an American drive-in fast-food restaurant chain owned by Inspire Brands, the parent company of Arby's and Buffalo Wild Wings. As of 2021, 3,495 Sonic restaurants are located in 46 U.S. states. In 2020, Sonic was ranked 14th in QSR Magazine's rankings of the top 50 quick-service and fast-casual restaurant brands in the nati"}]}, {"heading": "Deaths", "year": "2010", "date": "October 26", "txt": "Glen Little, American clown (b. 1925)", "entities": [{"title": "Glen Little (clown)", "href": "/wiki/Glen_Little_(clown)", "description": "Glen Gordon \"Frosty\" Little was a circus clown who served with the Ringling Bros. and Barnum & Bailey Circus for over 20 years. He was one of only four clowns ever to have been given the title \"Master Clown\" by the Ringling organization."}]}, {"heading": "Deaths", "year": "2010", "date": "October 26", "txt": "Mbah Maridjan, Indonesian spiritual leader (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "October 26", "txt": "Romeu Tuma, Brazilian police officer and politician (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "October 26", "txt": "Jona Senilagakali, Fijian physician and politician, 7th Prime Minister of Fiji (b. 1929)", "entities": [{"title": "Jona Senilagakali", "href": "/wiki/Jona_Senilagakali", "description": "Jona Baravilala Senilagakali was a Fijian medical doctor and diplomat who briefly served as Prime Minister of Fiji from December 2006 to January 2007. Subsequently, he was Minister for Health from 2007 to 2008."}, {"title": "Prime Minister of Fiji", "href": "/wiki/Prime_Minister_of_Fiji", "description": "The prime minister of the Republic of Fiji is the head of government of Fiji. The prime minister is appointed by the president under the terms of the 2013 Constitution of Fiji. He is the head of the cabinet and appoints and dismiss ministers."}]}, {"heading": "Deaths", "year": "2012", "date": "October 26", "txt": "Mac Ahlberg, Swedish-Italian director, screenwriter, and cinematographer (b. 1931)", "entities": [{"title": "Mac Ahlberg", "href": "/wiki/Mac_Ahlberg", "description": "Mac Ahlberg was a Swedish film director and cinematographer."}]}, {"heading": "Deaths", "year": "2012", "date": "October 26", "txt": "Arnold Greenberg, American businessman, co-founded Snapple (b. 1932)", "entities": [{"title": "Snapple", "href": "/wiki/Snapple", "description": "Snapple is a brand of tea and juice drinks which is owned by Keurig Dr Pepper and based in Plano, Texas, United States. The company, which was originally known as Unadulterated Food Products, was founded in 1972. The brand achieved some fame due to various pop-culture references including television shows."}]}, {"heading": "Deaths", "year": "2012", "date": "October 26", "txt": "John M. Johansen American architect, designed the Morris A. Mechanic Theatre (b. 1916)", "entities": [{"title": "Morris A. Mechanic Theatre", "href": "/wiki/Morris_A._Mechanic_Theatre", "description": "The Morris A. Mechanic Theatre was a playhouse at 1 South Charles Street that was part of the Charles Center of Baltimore, Maryland. The theatre was built by and named for owner Morris A. Mechanic who operated a number of theatres in the city such as the Stanton, Fords Grand Opera House, The Centre, The Century/Valencia Theatres, all of which have since been demolished except for the Centre which "}]}, {"heading": "Deaths", "year": "2012", "date": "October 26", "txt": "Alan Kirschenbaum, American director, producer, and screenwriter (b. 1961)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 26", "txt": "Björn Sieber, Austrian skier (b. 1989)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 26", "txt": "Alan Stretton, Australian general (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 26", "txt": "Ritva Arvelo, Finnish actress, director, and screenwriter (b. 1921)", "entities": [{"title": "Ritva Arvelo", "href": "/wiki/Ritva_Arvelo", "description": "Ritva Helinä Arvelo was a Finnish actress, director, screenwriter and a pioneer in modern dance."}]}, {"heading": "Deaths", "year": "2013", "date": "October 26", "txt": "Ron Davies, Welsh photographer (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 26", "txt": "Doug Ireland, American journalist and activist (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 26", "txt": "Al Johnson, American singer-songwriter and producer (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 26", "txt": "Andries Maseko, South African footballer (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 26", "txt": "Gabriel of Komana (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 26", "txt": "Vic Allen, English sociologist, economist, and historian (b. 1923)", "entities": [{"title": "Vic Allen", "href": "/wiki/Vic_Allen", "description": "\nVic Allen was a British communist, human rights activist, political prisoner, sociologist, historian, economist and emeritus professor at the University of Leeds who worked closely with British trade unions, and was considered a key player in the resistance against Apartheid in South African. He was also known for being a key activist within the Communist Party of Great Britain (CPGB), and for sp"}]}, {"heading": "Deaths", "year": "2014", "date": "October 26", "txt": "Mo Collins, American football player and coach (b. 1976)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 26", "txt": "Germain Gagnon, Canadian ice hockey player (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 26", "txt": "Senzo Meyiwa, South African footballer (b. 1987)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 26", "txt": "Brian Moore, Australian rugby league player  (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 26", "txt": "Jeff Robinson, American baseball player (b. 1961)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 26", "txt": "Gordy Soltau, American football player and sportscaster (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 26", "txt": "Oscar Taveras, Dominican baseball player (b. 1992)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 26", "txt": "Willis Carto, American activist and theorist (b. 1926)", "entities": [{"title": "Willis Carto", "href": "/wiki/Willis_Carto", "description": "Willis Allison Carto was an American far-right political advocate. He described himself as a Jeffersonian and a populist, but was primarily known for his promotion of antisemitic conspiracy theories and Holocaust denial."}]}, {"heading": "Deaths", "year": "2015", "date": "October 26", "txt": "Leo Kadanoff, American physicist and academic (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 26", "txt": "Giuseppe Nazzaro, Italian-Syrian bishop and theologian (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "October 26", "txt": "Ali Ashraf Darvishian, Iranian novelist, short story writer and academic. (b. 1941)", "entities": [{"title": "Ali Ashraf Darvishian", "href": "/wiki/Ali_Ashraf_Darvishian", "description": "Ali Ashraf Darvishian was a Kurdish story writer and scholar. After finishing teacher-training college, he would teach at the poverty-stricken villages of Gilan-e-Gharb and Shah Abad. This atmosphere is featured in most of his stories. His own life situation, as well as the experiences that he had from his teaching in those poor areas, was the inspiration for his literary works and also made him a"}]}]