[{"heading": "Events", "year": "610", "date": "October 5", "txt": "Heraclius arrives at Constantinople, kills Byzantine Emperor Phocas, and becomes emperor.", "entities": [{"title": "Heraclius", "href": "/wiki/Heraclius", "description": "Flavius Heraclius was the Byzantine emperor from 610 to 641. His rise to power began in 608, when he and his father, Heraclius the Elder, the exarch of Africa, led a revolt against the unpopular usurper Phocas."}]}, {"heading": "Events", "year": "816", "date": "October 5", "txt": "King Louis the Pious is crowned emperor of the Holy Roman Empire by the Pope.", "entities": [{"title": "Louis the Pious", "href": "/wiki/Louis_the_Pious", "description": "Louis the Pious, also called the Fair, and the Debonaire, was the King of the Franks and co-emperor with his father, Charlemagne, from 813. He was also King of Aquitaine from 781. As the only surviving son of Charlemagne and Hildegard, he became the sole ruler of the Franks after his father's death in 814, a position which he held until his death, save for the period 833–34, during which he was de"}]}, {"heading": "Events", "year": "869", "date": "October 5", "txt": "The Fourth Council of Constantinople is convened to depose patriarch Photios I.", "entities": [{"title": "Fourth Council of Constantinople (Roman Catholic)", "href": "/wiki/Fourth_Council_of_Constantinople_(Roman_Catholic)", "description": "The Fourth Council of Constantinople was the eighth ecumenical council of the Catholic Church held in Constantinople from October 5, 869, to February 28, 870. It was poorly attended, the first session by only 12 bishops and even the final one by only 103. In contrast the pro-Photian council of 879-80 was attended by 383 bishops. The Council met in ten sessions from October 869 to February 870 and "}]}, {"heading": "Events", "year": "1143", "date": "October 5", "txt": "King Alfonso VII of León and Castile recognises Portugal as a Kingdom.", "entities": [{"title": "Alfonso VII of León and Castile", "href": "/wiki/Alfonso_VII_of_Le%C3%B3n_and_Castile", "description": "Alfonso VII, called the Emperor, became the King of Galicia in 1111 and King of León and Castile in 1126. Alfonso, born Alfonso Raimúndez, first used the title Emperor of All Spain, alongside his mother Urraca, once she vested him with the direct rule of Toledo in 1116. Alfonso later held another investiture in 1135 in a grand ceremony reasserting his claims to the imperial title. He was the son o"}]}, {"heading": "Events", "year": "1450", "date": "October 5", "txt": "Louis IX, Duke of Bavaria expels Jews from his jurisdiction.", "entities": [{"title": "Louis IX, Duke of Bavaria", "href": "/wiki/Louis_IX,_Duke_of_Bavaria", "description": "Louis IX, was Duke of Bavaria-Landshut from 1450. He was a son of Henry XVI the Rich and Margaret of Austria."}]}, {"heading": "Events", "year": "1607", "date": "October 5", "txt": "Assassins sent by the Pope attempt to kill Venetian statesman and scientist Paolo Sarpi.", "entities": [{"title": "Paolo Sarpi", "href": "/wiki/Paolo_Sarpi", "description": "Paolo Sarpi was a Venetian historian, prelate, scientist, canon lawyer, and statesman active on behalf of the Venetian Republic during the period of its successful defiance of the papal interdict (1605–1607) and its war (1615–1617) with Austria over the Uskok pirates. His writings, frankly polemical and highly critical of the Catholic Church and its Scholastic tradition, \"inspired both Hobbes and "}]}, {"heading": "Events", "year": "1789", "date": "October 5", "txt": "French Revolution: The Women's March on Versailles effectively terminates royal authority.", "entities": [{"title": "Women's March on Versailles", "href": "/wiki/Women%27s_March_on_Versailles", "description": "The Women's March on Versailles, also known as the October March, the October Days or simply the March on Versailles, was one of the earliest and most significant events of the French Revolution. The march began among women in the marketplaces of Paris who, on the morning of 5 October 1789, were near rioting over the high price and scarcity of bread. Their demonstrations quickly became intertwined"}]}, {"heading": "Events", "year": "1813", "date": "October 5", "txt": "War of 1812: The Army of the Northwest defeats a British and Native Canadian force threatening Detroit.", "entities": [{"title": "Battle of the Thames", "href": "/wiki/Battle_of_the_Thames", "description": "The Battle of the Thames, also known as the Battle of Moraviantown, was an American victory in the War of 1812 against Tecumseh's Confederacy and their British allies. It took place on October 5, 1813 in Upper Canada, near Chatham. The British lost control of Southwestern Ontario as a result of the battle; Tecumseh was killed, and his confederacy largely fell apart."}]}, {"heading": "Events", "year": "1838", "date": "October 5", "txt": "The Killough massacre in east Texas sees eighteen Texian settlers either killed or kidnapped.", "entities": [{"title": "Killough massacre", "href": "/wiki/Killough_massacre", "description": "The Killough Massacre is believed to have been both the largest and last Native American attack on white settlers in East Texas."}]}, {"heading": "Events", "year": "1869", "date": "October 5", "txt": "The Saxby Gale devastates the Bay of Fundy region in Canada.", "entities": [{"title": "Saxby Gale", "href": "/wiki/Saxby_Gale", "description": "The Saxby Gale was a tropical cyclone which struck eastern Canada's Bay of Fundy region on the night of October 4–5, 1869. The storm was named for Lieutenant Stephen Martin Saxby, a naval instructor who, based on his astronomical studies, had predicted extremely high tides in the North Atlantic Ocean on October 1, 1869, which would produce storm surges in the event of a storm."}]}, {"heading": "Events", "year": "1869", "date": "October 5", "txt": "The Hennepin Island tunnel collapses during construction, nearly destroying St. Anthony Falls.", "entities": []}, {"heading": "Events", "year": "1877", "date": "October 5", "txt": "The Nez Perce War in the northwestern United States comes to an end.", "entities": [{"title": "Nez Perce War", "href": "/wiki/Nez_Perce_War", "description": "The Nez Perce War was an armed conflict that pitted several bands of the Nez Perce tribe of Native Americans and their allies, a small band of the Palouse tribe led by Red Echo (Hahtalekin) and Bald Head, against the United States Army. The conflict, fought between June and October 1877, stemmed from the refusal of several bands of the Nez Perce, dubbed \"non-treaty Indians,\" to give up their ances"}]}, {"heading": "Events", "year": "1905", "date": "October 5", "txt": "The Wright brothers pilot the Wright Flyer III in a new world record flight of 24 miles in 39 minutes.", "entities": [{"title": "Wright brothers", "href": "/wiki/Wright_brothers", "description": "The Wright brothers – Orville and Wilbur – were two American aviation pioneers generally credited with inventing, building, and flying the world's first successful motor-operated airplane. They made the first controlled, sustained flight of a powered, heavier-than-air aircraft with the Wright Flyer on December 17, 1903, 4 mi (6 km) south of Kitty Hawk, North Carolina. The brothers were also the fi"}, {"title": "Wright Flyer III", "href": "/wiki/Wright_Flyer_III", "description": "The Wright Flyer III was the third powered aircraft by the Wright Brothers, built during the winter of 1904–05. Orville Wright made the first flight with it on June 23, 1905. The Flyer III had an airframe of spruce construction with a wing camber of 1-in-20 as used in 1903, rather than the less effective 1-in-25 used in 1904. The new machine was equipped with the engine and other hardware from the"}]}, {"heading": "Events", "year": "1910", "date": "October 5", "txt": "In a revolution in Portugal the monarchy is overthrown and a republic is declared.", "entities": [{"title": "5 October 1910 revolution", "href": "/wiki/5_October_1910_revolution", "description": "The 5 October 1910 revolution was the overthrow of the centuries-old Portuguese Monarchy and its replacement by the First Portuguese Republic. It was the result of a coup d'état organized by the Portuguese Republican Party."}]}, {"heading": "Events", "year": "1911", "date": "October 5", "txt": "The Kowloon–Canton Railway commences service.", "entities": [{"title": "Kowloon–Canton Railway", "href": "/wiki/Kowloon%E2%80%93Canton_Railway", "description": "The Kowloon–Canton Railway is a railway network in Hong Kong. It is owned, and was operated by the Kowloon-Canton Railway Corporation (KCRC) until 2007. Rapid transit services, a light rail system and feeder bus routes within Hong Kong, and intercity passenger and freight train services to Mainland China on this network have since 2007 been operated by the MTR Corporation."}]}, {"heading": "Events", "year": "1914", "date": "October 5", "txt": "World War I: An aircraft successfully destroys another aircraft with gunfire.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Fighter aircraft", "href": "/wiki/Fighter_aircraft", "description": "Fighter aircraft are fixed-wing military aircraft designed primarily for air-to-air combat. In military conflict, the role of fighter aircraft is to establish air superiority of the battlespace. Domination of the airspace above a battlefield permits bombers and attack aircraft to engage in tactical and strategic bombing of enemy targets."}]}, {"heading": "Events", "year": "1921", "date": "October 5", "txt": "The World Series is the first to be broadcast on radio.", "entities": [{"title": "1921 World Series", "href": "/wiki/1921_World_Series", "description": "The 1921 World Series featured John McGraw's New York Giants, dedicated practitioners of the dead-ball era's \"inside game\", and the New York Yankees, who relied on the \"power game\" exemplified by Babe Ruth, who was coming off of what was arguably his best year ever statistically. This was the first World Series appearance by the Yankees, who have gone on to play in the Series a record 40 times. Th"}]}, {"heading": "Events", "year": "1930", "date": "October 5", "txt": "British airship R101 crashes in France en route to India on its maiden voyage killing 48 people.", "entities": [{"title": "R101", "href": "/wiki/R101", "description": "R101 was one of a pair of British rigid airships completed in 1929 as part of a British government programme to develop civil airships capable of service on long-distance routes within the British Empire. It was designed and built by an Air Ministry–appointed team and was effectively in competition with the government-funded but privately designed and built R100. When built, it was the world's lar"}]}, {"heading": "Events", "year": "1936", "date": "October 5", "txt": "The Jarrow March sets off for London.", "entities": [{"title": "Jarrow March", "href": "/wiki/Jarrow_March", "description": "The Jarrow March of 5–31 October 1936, also known as the Jarrow Crusade, was an organised protest against the unemployment and poverty suffered in the English town of Jarrow during the 1930s. Around 200 men marched from Jarrow to London, carrying a petition to the British government requesting the re-establishment of industry in the town following the closure in 1934 of its main employer, Palmer's"}]}, {"heading": "Events", "year": "1938", "date": "October 5", "txt": "In Nazi Germany, Jews' passports are invalidated.", "entities": [{"title": "Nuremberg Laws", "href": "/wiki/Nuremberg_Laws", "description": "The Nuremberg Laws were antisemitic and racist laws that were enacted in Nazi Germany on 15 September 1935, at a special meeting of the Reichstag convened during the annual Nuremberg Rally of the Nazi Party. The two laws were the Law for the Protection of German Blood and German Honour, which forbade marriages and extramarital intercourse between Jews and Germans and the employment of German femal"}]}, {"heading": "Events", "year": "1943", "date": "October 5", "txt": "Ninety-eight American POWs are executed by Japanese forces on Wake Island.", "entities": [{"title": "Wake Island", "href": "/wiki/Wake_Island", "description": "Wake Island is a coral atoll in the western Pacific Ocean in the northeastern area of the Micronesia subregion, 1,501 miles east of Guam, 2,298 miles west of Honolulu, 1,991 miles southeast of Tokyo, and 898 miles north of Majuro. The island is an unorganized, unincorporated territory belonging to, but not a part of, the United States that is also claimed by the Republic of the Marshall Islands. W"}]}, {"heading": "Events", "year": "1944", "date": "October 5", "txt": "The Provisional Government of the French Republic enfranchises women.", "entities": [{"title": "Provisional Government of the French Republic", "href": "/wiki/Provisional_Government_of_the_French_Republic", "description": "The Provisional Government of the French Republic (PGFR; French: Gouvernement provisoire de la République française was an interim government of Free France between 1944 and 1946 following the liberation of continental France after Operations Overlord and Dragoon, and lasted until the establishment of the French Fourth Republic. Its establishment marked the official restoration and re-establishmen"}]}, {"heading": "Events", "year": "1945", "date": "October 5", "txt": "A six-month strike by Hollywood set decorators turns into a bloody riot at the gates of the Warner Brothers studio.", "entities": [{"title": "Hollywood Black Friday", "href": "/wiki/Hollywood_Black_Friday", "description": "Hollywood Black Friday or \"Bloody Friday\" is the name given, in the history of organized labor in the United States, to October 5, 1945. On that date, a six-month strike by the set decorators represented by the Conference of Studio Unions (CSU) boiled over into a bloody riot at the gates of Warner Brothers' studios in Burbank, California. The strikes helped the passage of the Taft-Hartley Act in 1"}]}, {"heading": "Events", "year": "1947", "date": "October 5", "txt": "President Truman makes the first televised Oval Office address.", "entities": [{"title": "Oval Office address", "href": "/wiki/Oval_Office_address", "description": "An Address to the Nation is a speech made from the White House by the President of the United States. It is traditionally made from the Oval Office. It is considered among the most solemn settings for an address made by the President, and is most often delivered to announce a major new policy initiative, on the occasion of a President's departure from office, or during times of national emergency."}]}, {"heading": "Events", "year": "1948", "date": "October 5", "txt": "The Ashgabat earthquake kills between 10,000 and 110,000 people.", "entities": [{"title": "1948 Ashgabat earthquake", "href": "/wiki/1948_Ashgabat_earthquake", "description": "The 1948 Ashgabat earthquake was on 6 October with a surface wave magnitude of 7.3 and a maximum Mercalli intensity of X (Extreme), in Turkmenistan near Ashgabat. Due to censorship by the Soviet government, the event was not widely reported in the USSR's media. Historians tend to agree that the ban on reporting the extent of the casualties and damage did not allow the Soviet government to allocate"}]}, {"heading": "Events", "year": "1963", "date": "October 5", "txt": "The United States suspends the Commercial Import Program in response to repression of the Buddhist majority by the regime of President Ngo Dinh Diem.", "entities": [{"title": "Commercial Import Program", "href": "/wiki/Commercial_Import_Program", "description": "The Commercial Import Program, sometimes known as the Commodity Import Program (CIP), was an economic aid arrangement between South Vietnam and its main supporter, the United States. It lasted from January 1955 until the Fall of Saigon in 1975 and the dissolution of South Vietnam following the invasion by North Vietnam after US forces had withdrawn from the country due to the 1973 cease-fire agree"}, {"title": "Buddhist crisis", "href": "/wiki/Buddhist_crisis", "description": "The Buddhist crisis was a period of political and religious tension in South Vietnam between May and November 1963, characterized by a series of repressive acts by the South Vietnamese government and a campaign of civil resistance, led mainly by Buddhist monks."}]}, {"heading": "Events", "year": "1966", "date": "October 5", "txt": "A reactor at the Enrico Fermi Nuclear Generating Station near Detroit suffers a partial meltdown.", "entities": [{"title": "Enrico Fermi Nuclear Generating Station", "href": "/wiki/Enrico_Fermi_Nuclear_Generating_Station", "description": "The Enrico Fermi Nuclear Generating Station is a nuclear power plant on the shore of Lake Erie near Monroe, in Frenchtown Charter Township, Michigan on approximately 1,000 acres (400 ha). All units of the plant are operated by the DTE Energy Electric Company and owned by parent company DTE Energy. It is approximately halfway between Detroit, Michigan, and Toledo, Ohio. It is also visible from part"}]}, {"heading": "Events", "year": "1968", "date": "October 5", "txt": "A Northern Ireland Civil Rights Association march in Derry is violently suppressed by police.", "entities": [{"title": "Northern Ireland Civil Rights Association", "href": "/wiki/Northern_Ireland_Civil_Rights_Association", "description": "The Northern Ireland Civil Rights Association (NICRA) was an organisation that campaigned for civil rights in Northern Ireland during the late 1960s and early 1970s. Formed in Belfast on 9 April 1967, the civil rights campaign attempted to achieve reform by publicising, documenting, and lobbying for an end to discrimination in areas such as elections, discrimination in employment, in public housin"}]}, {"heading": "Events", "year": "1970", "date": "October 5", "txt": "The Public Broadcasting Service (PBS) is founded.", "entities": [{"title": "Public Broadcasting Service", "href": "/wiki/Public_Broadcasting_Service", "description": "The Public Broadcasting Service (PBS) is an American public broadcaster and television program distributor. It is a nonprofit organization and the most prominent provider of educational television programming to public television stations in the United States, distributing series such as American Experience, America's Test Kitchen, Antiques Roadshow, Arthur, Barney & Friends, Between the Lions, Cy"}]}, {"heading": "Events", "year": "1970", "date": "October 5", "txt": "The British Trade Commissioner is kidnapped by members of the FLQ, triggering the October Crisis in Canada.", "entities": []}, {"heading": "Events", "year": "1974", "date": "October 5", "txt": "Bombs planted by the PIRA in pubs in Guildford kill four British soldiers and one civilian.", "entities": [{"title": "Guildford pub bombings", "href": "/wiki/Guildford_pub_bombings", "description": "The Guildford pub bombings occurred on 5 October 1974 when the Provisional Irish Republican Army (IRA) detonated two 6-pound (2.7-kilogram) gelignite bombs at two pubs in Guildford, Surrey, England. The pubs were targeted because they were popular with British Army personnel stationed at Pirbright barracks. Four soldiers and one civilian were killed. Sixty-five people were wounded."}]}, {"heading": "Events", "year": "1982", "date": "October 5", "txt": "Tylenol products are recalled after bottles in Chicago laced with cyanide cause seven deaths.", "entities": [{"title": "Chicago Tylenol murders", "href": "/wiki/Chicago_Tylenol_murders", "description": "The Chicago Tylenol Murders were a series of poisoning deaths resulting from drug tampering in the Chicago metropolitan area in 1982. The victims had all taken Tylenol-branded acetaminophen capsules that had been laced with potassium cyanide. A total of seven people died in the original poisonings, with several more deaths in subsequent copycat crimes."}]}, {"heading": "Events", "year": "1984", "date": "October 5", "txt": "Marc Garneau becomes the first Canadian in space.", "entities": [{"title": "Marc Garneau", "href": "/wiki/Marc_Garneau", "description": "Joseph Jean-Pierre Marc Garneau is a Canadian politician and former astronaut who has served as Minister of Foreign Affairs since 2021. A member of the Liberal Party, Garneau is the member of Parliament (MP) for Notre-Dame-de-Grâce—Westmount. Prior to entering politics, Garneau served as a naval officer and was selected as an astronaut, part of the 1983 NRC Group. On October 5, 1984, he became the"}]}, {"heading": "Events", "year": "1986", "date": "October 5", "txt": "Mordechai Vanunu's story in The Sunday Times reveals Israel's secret nuclear weapons.", "entities": [{"title": "Mordechai Vanunu", "href": "/wiki/Mordechai_Vanunu", "description": "Mordechai Vanunu, also known as John Crossman, is an Israeli former nuclear technician and peace activist who, citing his opposition to weapons of mass destruction, revealed details of Israel's nuclear weapons program to the British press in 1986. He was subsequently lured to Italy by the Israeli intelligence agency Mossad, where he was drugged and abducted. He was secretly transported to Israel a"}]}, {"heading": "Events", "year": "1988", "date": "October 5", "txt": "A Chilean opposition coalition defeats Augusto Pinochet in his re-election attempt.", "entities": [{"title": "1988 Chilean national plebiscite", "href": "/wiki/1988_Chilean_national_plebiscite", "description": "The 1988 Chilean national plebiscite was a national referendum held on 5 October 1988 to determine whether Chile's de facto leader, Augusto Pinochet, should extend his rule for another eight years through 1996. The \"No\" side won with nearly 56% of the vote, thus ending the general's fifteen and a half years in power."}]}, {"heading": "Events", "year": "1990", "date": "October 5", "txt": "After 150 years The Herald newspaper in Melbourne, Australia, is published for the last time as a separate newspaper.", "entities": []}, {"heading": "Events", "year": "1991", "date": "October 5", "txt": "An Indonesian Air Force C-130 crash kills 135 people.", "entities": [{"title": "1991 Jakarta Indonesian Air Force C-130 crash", "href": "/wiki/1991_Jakarta_Indonesian_Air_Force_C-130_crash", "description": "The 1991 Indonesian Air Force Lockheed C-130 Hercules crash happened on 5 October 1991 when an Indonesian Air Force Lockheed C-130H-30 Hercules, A-1324, crashed shortly after takeoff from Jakarta-Halim Perdana Kusuma Airport due to an engine fire."}]}, {"heading": "Events", "year": "1999", "date": "October 5", "txt": "The Ladbroke Grove rail crash in west London kills 31 people.", "entities": [{"title": "Ladbroke Grove rail crash", "href": "/wiki/Ladbroke_Grove_rail_crash", "description": "The Ladbroke Grove rail crash was a rail accident which occurred on 5 October 1999 at Ladbroke Grove in London, England, United Kingdom. With 31 people killed and 417 injured, it remains one of the worst rail accidents in 20th-century British history."}]}, {"heading": "Events", "year": "2000", "date": "October 5", "txt": "Mass demonstrations in Serbia force the resignation of Slobodan Milošević.", "entities": [{"title": "Overthrow of Slobodan Milošević", "href": "/wiki/Overthrow_of_Slobodan_Milo%C5%A1evi%C4%87", "description": "The overthrow of Slobodan Milošević in Belgrade, Yugoslavia, began after the presidential election on 24 September and culminated in the downfall of Slobodan Milošević's government on 5 October 2000. It is sometimes referred to as the 5 October Overthrow and sometimes colloquially called the Bager revolucija, translated into English as Bulldozer Revolution, after one of the most memorable episodes"}]}, {"heading": "Events", "year": "2011", "date": "October 5", "txt": "In the Mekong River massacre, two Chinese cargo boats are hijacked and 13 crew members murdered.", "entities": [{"title": "Mekong River massacre", "href": "/wiki/Mekong_River_massacre", "description": "The Mekong River massacre occurred on the morning of 5 October 2011, when two Chinese cargo ships were attacked on a stretch of the Mekong River in the Golden Triangle region on the borders of Myanmar (Burma) and Thailand. All 13 crew members on the two ships were killed and dumped in the river. It was the deadliest attack on Chinese nationals abroad in modern times. In response, China temporarily"}]}, {"heading": "Births", "year": "1274", "date": "October 5", "txt": "Al-Dhahabi, Syrian scholar and historian (d. 1348)", "entities": [{"title": "Al-Dhahabi", "href": "/wiki/Al-Dhahabi", "description": "Shams ad-Dīn adh-Dhahabī, also known as Shams ad-Dīn Abū ʿAbdillāh Muḥammad ibn Aḥmad ibn ʿUthmān ibn Qāymāẓ ibn ʿAbdillāh at-Turkumānī al-Fāriqī ad-Dimashqī was a Syrian Islamic historian and Hadith expert."}]}, {"heading": "Births", "year": "1338", "date": "October 5", "txt": "Alexios III of Trebizond (d. 1390)", "entities": [{"title": "Alexios III of Trebizond", "href": "/wiki/Alexios_III_of_Trebizond", "description": "Alexios III Megas Komnenos, or Alexius III, was Emperor of Trebizond from December 1349 until his death. He is perhaps the best-documented ruler of that country, and his reign is distinguished by a number of religious grants and literary creations."}]}, {"heading": "Births", "year": "1377", "date": "October 5", "txt": "Louis II of Anjou (d. 1417)", "entities": [{"title": "Louis II of Anjou", "href": "/wiki/Louis_II_of_Anjou", "description": "Louis II was Duke of Anjou and Count of Provence from 1384 to 1417; he claimed the Kingdom of Naples, but only ruled parts of the kingdom from 1390 to 1399. His father, Louis I of Anjou—the founder of the House of Valois-Anjou—was a younger son of King John II of France and the adopted son of Queen Joanna I of Naples. When his father died during a military campaign in Naples in 1384, Louis II was "}]}, {"heading": "Births", "year": "1422", "date": "October 5", "txt": "Catherine, Princess of Asturias, Spanish royal (d. 1424)", "entities": [{"title": "Catherine, Princess of Asturias", "href": "/wiki/Catherine,_Princess_of_Asturias", "description": "Catherine of Castile was suo jure Princess of Asturias and heiress presumptive to the Castilian throne all her life."}]}, {"heading": "Births", "year": "1487", "date": "October 5", "txt": "Ludwig of Hanau-Lichtenberg, German nobleman (d. 1553)", "entities": [{"title": "Ludwig of Hanau-Lichtenberg", "href": "/wiki/Ludwig_of_Hanau-Lichtenberg", "description": "Ludwig of Hanau-Lichtenberg was a German nobleman. He was a younger son of Count Philipp II and his wife Anna of Isenburg-Büdingen."}]}, {"heading": "Births", "year": "1520", "date": "October 5", "txt": "Alessandro Farnese, Italian cardinal and diplomat (d. 1589)", "entities": [{"title": "Alessandro Farnese (cardinal)", "href": "/wiki/Alessandro_Farnese_(cardinal)", "description": "Alessandro Farnese, an Italian cardinal and diplomat and a great collector and patron of the arts, was the grandson of Pope Paul III, and the son of Pier Luigi Farnese, Duke of Parma, who was murdered in 1547. He should not be confused with his nephew, Alessandro Farnese, Governor of the Spanish Netherlands, grandson of Emperor Charles V and great-grandson of Pope Paul III."}]}, {"heading": "Births", "year": "1524", "date": "October 5", "txt": "Rani Durgavati, Queen of Gond (d. 1564)", "entities": [{"title": "Rani Durgavati", "href": "/wiki/Rani_Durgavati", "description": "Rani Durgavati was the ruling Queen of Gondwana from 1550 until 1564. She was born in the family of Chandel king Keerat Rai at the fort of Kalinjar. Rani Durgavati's achievements further enhanced the glory of her ancestral tradition of courage and patronage."}]}, {"heading": "Births", "year": "1609", "date": "October 5", "txt": "Paul Fleming, German physician and poet (d. 1640)", "entities": [{"title": "Paul Fleming (poet)", "href": "/wiki/Paul_Fleming_(poet)", "description": "Paul Fleming, also spelt Flemming, was a German physician and poet."}]}, {"heading": "Births", "year": "1641", "date": "October 5", "txt": "Françoise-Athénaïs, marquise de Montespan, French mistress of Louis XIV of France (d. 1707)", "entities": [{"title": "Françoise-Athénaïs, marquise de Montespan", "href": "/wiki/Fran%C3%A7oise-Ath%C3%A9na%C3%AFs,_marquise_de_Montespan", "description": "Françoise-Athénaïs de Rochechouart de Mortemart, Marquise of Montespan, better known as Madame de Montespan, was the most celebrated maîtresse-en-titre of King Louis XIV of France, by whom she had seven children."}, {"title": "Louis XIV of France", "href": "/wiki/Louis_XIV_of_France", "description": "Louis XIV, also known as Louis the Great or the Sun King, was King of France from 14 May 1643 until his death in 1715. His reign of 72 years and 110 days is the longest recorded of any monarch of a sovereign country in European history. Louis XIV's France was emblematic of the age of absolutism in Europe. The King surrounded himself with a variety of significant political, military, and cultural f"}]}, {"heading": "Births", "year": "1658", "date": "October 5", "txt": "Mary of Modena (d. 1718)", "entities": [{"title": "Mary of Modena", "href": "/wiki/Mary_of_Modena", "description": "Mary of Modena was queen of England, Scotland, and Ireland as the second wife of James II and VII (1633–1701). A devout Roman Catholic, Mary married the widower James, who was then the younger brother and heir presumptive of Charles II (1630–1685). She was uninterested in politics and devoted to James and their children, two of whom survived to adulthood: the Jacobite claimant to the thrones, Jame"}]}, {"heading": "Births", "year": "1687", "date": "October 5", "txt": "Maria Maddalena Martinengo, Italian nun (d. 1737)", "entities": [{"title": "Maria Maddalena Martinengo", "href": "/wiki/Maria_Maddalena_Martinengo", "description": "Maria Maddalena Martinengo, born Margherita Martinengo, was an Italian Roman Catholic professed nun of the order of the Capuchin Poor Clare nuns."}]}, {"heading": "Births", "year": "1695", "date": "October 5", "txt": "John Glas, Scottish minister (d. 1773)", "entities": [{"title": "John Glas", "href": "/wiki/John_Glas", "description": "John Glas was a Scottish clergyman who started the Glasite church movement."}]}, {"heading": "Births", "year": "1703", "date": "October 5", "txt": "Jonathan Edwards, American pastor and theologian (d. 1758)", "entities": [{"title": "Jonathan Edwards (theologian)", "href": "/wiki/Jonathan_Edwards_(theologian)", "description": "Jonathan Edwards was an American revivalist preacher, philosopher, and Congregationalist Protestant theologian. Edwards is widely regarded as one of America's most important and original philosophical theologians. Edwards' theological work is broad in scope, but rooted in the pedobaptist Puritan heritage as exemplified in the Westminster and Savoy Confessions of Faith. Recent studies have emphasiz"}]}, {"heading": "Births", "year": "1712", "date": "October 5", "txt": "Francesco Guardi, Italian painter (d. 1793)", "entities": [{"title": "Francesco Guardi", "href": "/wiki/Francesco_Guardi", "description": "Francesco Lazzaro Guardi was an Italian painter, nobleman, and a member of the Venetian School. He is considered to be among the last practitioners, along with his brothers, of the classic Venetian school of painting."}]}, {"heading": "Births", "year": "1713", "date": "October 5", "txt": "Denis Diderot, French philosopher and critic (d. 1784)", "entities": [{"title": "Denis Diderot", "href": "/wiki/Denis_Diderot", "description": "Denis Diderot was a French philosopher, art critic, and writer, best known for serving as co-founder, chief editor, and contributor to the Encyclopédie along with Jean le Rond d'Alembert. He was a prominent figure during the Age of Enlightenment."}]}, {"heading": "Births", "year": "1715", "date": "October 5", "txt": "Victor de Riqueti, marquis de Mirabeau, French economist and educator (d. 1789)", "entities": [{"title": "Victor de Riqueti, marquis de Mirabeau", "href": "/wiki/Victor_de_Riqueti,_marquis_de_Mirabeau", "description": "Victor de Riqueti, Marquis de Mirabeau was a French economist of the Physiocratic school. He was the father of Honoré, Comte de Mirabeau and André Boniface Louis Riqueti de Mirabeau. He was, in distinction, often referred to as the elder Mirabeau as he had a younger brother, Jean-Antoine Riqueti de Mirabeau (1717–1794)."}]}, {"heading": "Births", "year": "1728", "date": "October 5", "txt": "Chevalier d'Éon, French diplomat and spy (d. 1810)", "entities": [{"title": "Chevalier d'Éon", "href": "/wiki/Chevalier_d%27%C3%89on", "description": "Charles-Geneviève-Louis-Auguste-André-Timothée d'Éon de Beaumont, usually known as the Chevalier d'Éon, was a French diplomat, spy, and soldier. D'Éon fought in the Seven Years' War, and spied for France while in Russia and England. D'Éon had androgynous physical characteristics and natural abilities as a mimic and a spy. D'Éon appeared publicly as a man and pursued masculine occupations for 49 ye"}]}, {"heading": "Births", "year": "1743", "date": "October 5", "txt": "Giuseppe Gazzaniga, Italian composer and educator (d. 1818)", "entities": [{"title": "Giuseppe Gazzaniga", "href": "/wiki/Giuseppe_Gazzaniga", "description": "Giuseppe Gazzaniga was a member of the Neapolitan school of opera composers. He composed fifty-one operas and is considered to be one of the last Italian opera buffa composers."}]}, {"heading": "Births", "year": "1781", "date": "October 5", "txt": "Bernard Bolzano, Czech mathematician and philosopher (d. 1848)", "entities": [{"title": "Bernard Bolzano", "href": "/wiki/Bernard_Bolzano", "description": "Bernard Bolzano was a Bohemian mathematician, logician, philosopher, theologian and Catholic priest of Italian extraction, also known for his liberal views."}]}, {"heading": "Births", "year": "1792", "date": "October 5", "txt": "Joseph Crosfield, English businessman (d. 1844)", "entities": [{"title": "Joseph Crosfield", "href": "/wiki/Joseph_Crosfield", "description": "\n\nJoseph Crosfield was a businessman who established a soap and chemical manufacturing business in Warrington, which was in the historic county of Lancashire and is now in the ceremonial county of Cheshire. This business was to become the firm of Joseph Crosfield and Sons."}]}, {"heading": "Births", "year": "1795", "date": "October 5", "txt": "Alexander Keith, Scottish-Canadian brewer and politician, 13th Mayor of Halifax (d. 1873)", "entities": [{"title": "Alexander Keith (politician)", "href": "/wiki/Alexander_Keith_(politician)", "description": "Alexander Keith was the founder of Alexander Keith's Brewery, a businessman, politician and Freemason."}, {"title": "Mayor of Halifax", "href": "/wiki/Mayor_of_Halifax", "description": "This is a list of mayors of the Halifax Regional Municipality. Halifax's first Mayor, Walter Fitzgerald, was elected in 1996 after the municipality was created by amalgamation. The Mayor of the Halifax holds the highest office in the municipal government of Halifax. The mayor is elected at large during municipal elections, held every four years, and is the head of the Halifax Regional Council."}]}, {"heading": "Births", "year": "1803", "date": "October 5", "txt": "Friedrich Bernhard Westphal, Danish-German painter (d. 1844)", "entities": [{"title": "Friedrich Bernhard Westphal", "href": "/wiki/Friedrich_Bernhard_Westphal", "description": "Friedrich Bernhard Westphal was a German-Danish genre painter and illustrator. He was also known by his nickname Fritz Westphal."}]}, {"heading": "Births", "year": "1816", "date": "October 5", "txt": "Ursula Frayne, Irish-Australian nun and missionary (d. 1885)", "entities": [{"title": "Ursula Frayne", "href": "/wiki/Ursula_Frayne", "description": "Ursula Frayne, born Clara Frayne, was an Irish nun who became a Mother Superior of the Sisters of Mercy and spent her life in missionary work, initially in Canada but largely in Australia developing schools and academies."}]}, {"heading": "Births", "year": "1817", "date": "October 5", "txt": "Catherine Cooper Hopley, British author and naturalist (d. 1911)", "entities": [{"title": "Catherine Cooper Hopley", "href": "/wiki/Catherine_Cooper_Hopley", "description": "Catherine Cooper Hopley, also known by the pen-name Sarah L. Jones, was a British author, governess, artist, and naturalist known for her books on the American Civil War and her nature books for general audiences, including the first popular book on snakes in the English language."}]}, {"heading": "Births", "year": "1820", "date": "October 5", "txt": "David Wilber, American lawyer and politician (d. 1890)", "entities": [{"title": "David Wilber", "href": "/wiki/David_Wilber", "description": "David Wilber was a United States Representative from New York."}]}, {"heading": "Births", "year": "1824", "date": "October 5", "txt": "Henry Chadwick, English-American historian and author (d. 1908)", "entities": [{"title": "Henry Chadwick (writer)", "href": "/wiki/Henry_Chadwick_(writer)", "description": "Henry Chadwick was an English-American sportswriter, baseball statistician and historian, often called the \"Father of Baseball\" for his early reporting on and contributions to the development of the game. He edited the first baseball guide that was sold to the public. He is credited with creating box scores, as well as creating the abbreviation \"K\" that designates a strikeout. He is said to have c"}]}, {"heading": "Births", "year": "1829", "date": "October 5", "txt": "Chester A. Arthur, American general, lawyer, and politician, 21st President of the United States (d. 1886)", "entities": [{"title": "Chester A. Arthur", "href": "/wiki/Chester_A._Arthur", "description": "Chester Alan Arthur was an American attorney and politician who served as the 21st president of the United States from 1881 to 1885. Previously the 20th vice president, he succeeded to the presidency upon the death of President James A. Garfield in September 1881, two months after Garfield was shot by an assassin."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1844", "date": "October 5", "txt": "Francis William Reitz, South African lawyer and politician, 5th State President of the Orange Free State (d. 1934)", "entities": [{"title": "Francis William Reitz", "href": "/wiki/Francis_William_Reitz", "description": "Francis William Reitz, Jr. was a South African lawyer, politician, statesman, publicist, and poet who was a member of parliament of the Cape Colony, Chief Justice and fifth State President of the Orange Free State, State Secretary of the South African Republic at the time of the Second Boer War, and the first president of the Senate of the Union of South Africa."}, {"title": "State President of the Orange Free State", "href": "/wiki/State_President_of_the_Orange_Free_State", "description": "This is a list of State Presidents of the Orange Free State."}]}, {"heading": "Births", "year": "1848", "date": "October 5", "txt": "Guido von List, Austrian-German journalist and poet (d. 1919)", "entities": [{"title": "Guido von List", "href": "/wiki/Guido_von_List", "description": "Guido Karl Anton List, better known as Guido von List, was an Austrian occultist, journalist, playwright, and novelist. He expounded a modern Pagan new religious movement known as Wotanism, which he claimed was the revival of the religion of the ancient German race, and which included an inner set of Ariosophical teachings that he termed Armanism."}]}, {"heading": "Births", "year": "1850", "date": "October 5", "txt": "Sergey Muromtsev, Russian lawyer and politician (d. 1910)", "entities": [{"title": "Sergey Muromtsev", "href": "/wiki/Sergey_Muromtsev", "description": "Sergey Andreevich Muromtsev was a Russian lawyer and politician, and chairman of the First Imperial Duma in 1906."}]}, {"heading": "Births", "year": "1857", "date": "October 5", "txt": "Peadar Toner Mac Fhionnlaoich, Irish author and playwright (d. 1942)", "entities": [{"title": "Peadar Toner Mac Fhionnlaoich", "href": "/wiki/Peadar_Toner_Mac_Fhionnlaoich", "description": "Peadar Toner Mac Fhionnlaoich, known as Cú Uladh, was an Irish language writer during the Gaelic Revival. He wrote stories based on Irish folklore, some of the first Irish language plays, and regularly wrote articles in most of the Irish language newspapers such as An Claidheamh Soluis"}]}, {"heading": "Births", "year": "1858", "date": "October 5", "txt": "Helen Churchill Candee, American journalist and author (d. 1949)", "entities": [{"title": "Helen Churchill Candee", "href": "/wiki/Helen_Churchill_Candee", "description": "Helen Churchill Candee was an American author, journalist, interior decorator, feminist, and geographer. Today, she is best known as a survivor of the sinking of RMS Titanic in 1912, and for her later work as a travel writer and explorer of southeast Asia."}]}, {"heading": "Births", "year": "1864", "date": "October 5", "txt": "Louis Lumière, French director and producer (d. 1948)", "entities": [{"title": "Louis Lumière", "href": "/wiki/Louis_Lumi%C3%A8re", "description": "Louis Jean Lumière was a French engineer and industrialist who played a key role in the development of photography and cinema."}]}, {"heading": "Births", "year": "1873", "date": "October 5", "txt": "Lucien Mérignac, French fencer (d. 1941)", "entities": [{"title": "Lucien Mérignac", "href": "/wiki/Lucien_M%C3%A9rignac", "description": "Lucien Mérignac was a French fencer who competed in the late 19th century and early 20th century. He participated in Fencing at the 1900 Summer Olympics in Paris and won the gold medal in the masters foil, defeating fellow French fencer Alphonse Kirchhoffer in the final."}]}, {"heading": "Births", "year": "1877", "date": "October 5", "txt": "Mike O'Neill, Irish-American baseball player and manager (d. 1959)", "entities": [{"title": "Mike O'Neill (baseball)", "href": "/wiki/Mike_O%27Neill_(baseball)", "description": "Michael Joyce O'Neill was a starting pitcher and left fielder in Major League Baseball. From 1901 through 1907, he played for the St. Louis Cardinals (1901–04) and Cincinnati Reds (1907). O'Neill batted and threw right-handed. A native of Maam, Ireland, he played as Michael Joyce in his 1901 rookie year with the Cardinals."}]}, {"heading": "Births", "year": "1878", "date": "October 5", "txt": "Louise Dresser, American actress (d. 1965)", "entities": [{"title": "Louise Dresser", "href": "/wiki/Louise_Dresser", "description": "Louise Dresser was an American actress. She is perhaps best known for her roles in the many films in which she played the wife of Will Rogers, including State Fair and David Harum."}]}, {"heading": "Births", "year": "1879", "date": "October 5", "txt": "Francis Peyton Rous, American pathologist and virologist, Nobel Prize laureate (d. 1970)", "entities": [{"title": "Francis Peyton Rous", "href": "/wiki/Francis_Peyton_Rous", "description": "Francis Peyton Rous was an American Nobel Prize-winning virologist."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1882", "date": "October 5", "txt": "Robert H. Goddard, American physicist, engineer, and academic (d. 1945)", "entities": [{"title": "Robert H. Goddard", "href": "/wiki/Robert_H._Goddard", "description": "Robert Hutchings Goddard was an American engineer, professor, physicist, and inventor who is credited with creating and building the world's first liquid-fueled rocket. Goddard successfully launched his rocket on March 16, 1926, which ushered in an era of space flight and innovation. He and his team launched 34 rockets between 1926 and 1941, achieving altitudes as high as 2.6 km (1.6 mi) and speed"}]}, {"heading": "Births", "year": "1883", "date": "October 5", "txt": "Ernst Pittschau, German actor (d. 1951)", "entities": [{"title": "Ernst Pittschau", "href": "/wiki/Ernst_Pittschau", "description": "Ernst Pittschau was a German stage and film actor."}]}, {"heading": "Births", "year": "1885", "date": "October 5", "txt": "Arunachalam Mahadeva, Sri Lankan politician and diplomat (d. 1969)", "entities": [{"title": "Arunachalam Mahadeva", "href": "/wiki/Arunachalam_Mahadeva", "description": "Arunachalam Mahadeva, KCMG was a Ceylon Tamil lawyer, politician and diplomat. He served as Minister of Home Affairs (1942-1946) and High Commissioner to India (1948-1949)."}]}, {"heading": "Births", "year": "1885", "date": "October 5", "txt": "Ida Rubinstein,  Russian ballerina and actress (d. 1960)", "entities": []}, {"heading": "Births", "year": "1887", "date": "October 5", "txt": "René Cassin, French judge and academic, Nobel Prize laureate (d. 1976)", "entities": [{"title": "René Cassin", "href": "/wiki/Ren%C3%A9_Cassin", "description": "René Samuel Cassin was a French jurist known for co-authoring the Universal Declaration of Human Rights and receiving the Nobel Peace Prize."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1887", "date": "October 5", "txt": "Manny Ziener, German actress (d. 1972)", "entities": []}, {"heading": "Births", "year": "1888", "date": "October 5", "txt": "Mary Fuller, American actress and screenwriter (d. 1973)", "entities": [{"title": "Mary Fuller", "href": "/wiki/Mary_Fuller", "description": "Mary Claire Fuller was an American stage and silent film actress and screenwriter."}]}, {"heading": "Births", "year": "1889", "date": "October 5", "txt": "Teresa de la Parra, French-Venezuelan author and educator (d. 1936)", "entities": [{"title": "Teresa de la Parra", "href": "/wiki/Teresa_de_la_Parra", "description": "Teresa de la Parra was a Venezuelan novelist."}]}, {"heading": "Births", "year": "1892", "date": "October 5", "txt": "Remington Kellogg, American zoologist and paleontologist (d. 1969)", "entities": [{"title": "Remington Kellogg", "href": "/wiki/Remington_Kellogg", "description": "Arthur Remington Kellogg was an American naturalist and a director of the United States National Museum."}]}, {"heading": "Births", "year": "1894", "date": "October 5", "txt": "Bevil Rudd, South African runner and journalist (d. 1948)", "entities": [{"title": "Bevil Rudd", "href": "/wiki/Bevil_Rudd", "description": "Bevil Gordon D'Urban Rudd was a South African athlete, the 1920 Olympic Champion in the 400 metres."}]}, {"heading": "Births", "year": "1898", "date": "October 5", "txt": "Nachum Gutman, Moldovan-Israeli painter and sculptor (d. 1980)", "entities": [{"title": "Nachum Gutman", "href": "/wiki/Nachum_Gutman", "description": "Nachum Gutman was a Moldovan-born Israeli painter, sculptor, and author."}]}, {"heading": "Births", "year": "1899", "date": "October 5", "txt": "Elda Anderson, American physicist and health researcher (d. 1961)", "entities": [{"title": "Elda Emma Anderson", "href": "/wiki/Elda_Emma_Anderson", "description": "Elda Emma Anderson was an American physicist and health researcher. During World War II, she worked on the Manhattan Project at Princeton University and the Los Alamos National Laboratory, where she prepared the first sample of pure uranium-235 at the laboratory. A graduate of the University of Wisconsin, she became professor of physics at Milwaukee-Downer College in 1929. After the war, she becam"}]}, {"heading": "Births", "year": "1900", "date": "October 5", "txt": "Bing Xin, Chinese author and poet, known for her contributions to children's literature (d. 1998)", "entities": [{"title": "Bing Xin", "href": "/wiki/Bing_Xin", "description": "Xie Wanying, better known by her pen name Bing Xin or Xie Bingxin, was one of the most prolific Chinese women writers of the 20th century. Many of her works were written for young readers. She was the chairperson of the China Federation of Literary and Art Circles. Her pen name Bing Xin carries the meaning of a morally pure heart, and is taken from a line in a Tang Dynasty poem by Wang Changling."}]}, {"heading": "Births", "year": "1900", "date": "October 5", "txt": "Margherita Bontade, Italian politician (d. 1992)", "entities": []}, {"heading": "Births", "year": "1901", "date": "October 5", "txt": "John Alton, Austrian-American director and cinematographer (d. 1996)", "entities": [{"title": "John Alton", "href": "/wiki/John_Alton", "description": "John Alton, born Johann Jacob Altmann, in Sopron, Kingdom of Hungary, was an American cinematographer of Hungarian-German origin. Alton photographed some of the most famous films noir of the classic period and won an Academy Award for the cinematography of An American in Paris (1951), becoming the first Hungarian-born person to do so in the cinematography category."}]}, {"heading": "Births", "year": "1902", "date": "October 5", "txt": "Larry Fine, American comedian (d. 1975)", "entities": [{"title": "Larry Fine", "href": "/wiki/Larry_Fine", "description": "Louis Feinberg, known professionally as Larry Fine, was an American actor, comedian, musician, and boxer, best known as a member of the comedy act the Three Stooges."}]}, {"heading": "Births", "year": "1902", "date": "October 5", "txt": "Ray Kroc, American businessman and philanthropist (d. 1984)", "entities": []}, {"heading": "Births", "year": "1903", "date": "October 5", "txt": "M. King Hubbert, American geophysicist and academic (d. 1989)", "entities": [{"title": "M. King Hubbert", "href": "/wiki/M._King_Hubbert", "description": "Marion King Hubbert was an American geologist and geophysicist. He worked at the Shell research lab in Houston, Texas. He made several important contributions to geology, geophysics, and petroleum geology, most notably the Hubbert curve and Hubbert peak theory, with important political ramifications. He was often referred to as \"M. King Hubbert\" or \"King Hubbert\"."}]}, {"heading": "Births", "year": "1905", "date": "October 5", "txt": "John Hoyt, American actor (d. 1991)", "entities": [{"title": "John Hoyt", "href": "/wiki/John_Hoyt", "description": "John Hoyt was an American actor. He began his acting career on Broadway, later appearing in numerous films and television series."}]}, {"heading": "Births", "year": "1905", "date": "October 5", "txt": "Harriet E. MacGibbon, American actress (d. 1987)", "entities": []}, {"heading": "Births", "year": "1907", "date": "October 5", "txt": "Mrs. Miller, American novelty singer (d. 1997)", "entities": [{"title": "Mrs. Miller", "href": "/wiki/Mrs._Miller", "description": "Elva Ruby Miller, who recorded under the name \"Mrs. Miller\", was an American singer who gained some fame in the 1960s for her series of shrill and off-tempo renditions of popular songs such as \"Moon River\", \"Monday, Monday\", \"A Lover's Concerto\", and \"Downtown\". An untrained mezzo-soprano, she sang in a heavy, vibrato-laden style; according to Irving Wallace, David Wallechinsky and Amy Wallace in "}]}, {"heading": "Births", "year": "1907", "date": "October 5", "txt": "Ragnar Nurkse, Estonian-American economist and academic (d. 1959)", "entities": []}, {"heading": "Births", "year": "1908", "date": "October 5", "txt": "Mehmet Ali Aybar, Turkish lawyer and politician (d. 1995)", "entities": [{"title": "Mehmet Ali Aybar", "href": "/wiki/Mehmet_Ali_Aybar", "description": "Mehmet Ali Aybar was a lawyer, member of the Turkish parliament, the second president of the Workers Party of Turkey, the founder and President of the Socialist Revolution Party, and a member of the Russell Tribunal against the war crimes of the United States in Vietnam."}]}, {"heading": "Births", "year": "1908", "date": "October 5", "txt": "Joshua Logan, American director and screenwriter (d. 1988)", "entities": []}, {"heading": "Births", "year": "1909", "date": "October 5", "txt": "Tony Malinosky, American baseball player and soldier (d. 2011)", "entities": [{"title": "Tony Malinosky", "href": "/wiki/Tony_Malinosky", "description": "Anthony Francis Malinosky was an American baseball player. He played third baseman and shortstop in Major League baseball in 35 games for the Brooklyn Dodgers in the 1937 season. Listed at 5' 10\", Weight: 165 lb., he batted and threw right-handed."}]}, {"heading": "Births", "year": "1911", "date": "October 5", "txt": "Pierre Dansereau, Canadian ecologist and academic (d. 2011)", "entities": [{"title": "Pierre Dansereau", "href": "/wiki/Pierre_Dansereau", "description": "Pierre Dansereau was a Canadian ecologist known as one of the \"fathers of ecology\"."}]}, {"heading": "Births", "year": "1911", "date": "October 5", "txt": "Brian O'Nolan, Irish author and playwright (d. 1966)", "entities": []}, {"heading": "Births", "year": "1912", "date": "October 5", "txt": "Fritz Fischer, German physician (d. 2003)", "entities": [{"title": "Fritz Fischer (medical doctor)", "href": "/wiki/Fritz_Fischer_(medical_doctor)", "description": "Fritz Ernst Fischer was a German medical doctor who, under the Nazi regime, participated in medical experiments conducted on inmates of the Ravensbrück concentration camp."}]}, {"heading": "Births", "year": "1913", "date": "October 5", "txt": "Eugene B. Fluckey, American admiral, Medal of Honor recipient (d. 2007)", "entities": [{"title": "Eugene B. Fluckey", "href": "/wiki/Eugene_B._Fluckey", "description": "Eugene Bennett Fluckey, nicknamed \"Lucky Fluckey\", was a United States Navy rear admiral who received the Medal of Honor and four Navy Crosses during his service as a submarine commander in World War II."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1914", "date": "October 5", "txt": "Zhang Zhen, Chinese general and politician (d. 2015)", "entities": [{"title": "Zhang Zhen (general)", "href": "/wiki/Zhang_Zhen_(general)", "description": "Zhang Zhen was a general of the People's Liberation Army of China and a member of the Central Military Commission of the Communist Party of China."}]}, {"heading": "Births", "year": "1916", "date": "October 5", "txt": "Stetson Kennedy, American author and activist (d. 2011)", "entities": [{"title": "Stetson Kennedy", "href": "/wiki/Stetson_Kennedy", "description": "William Stetson Kennedy was an American author, folklorist and human rights activist. One of the pioneer folklore collectors during the first half of the 20th century, he is remembered for having infiltrated the Ku Klux Klan in the 1940s, exposing its secrets to authorities and the outside world. His actions led to the 1947 revocation by the state of Georgia of the Klan's national corporate charte"}]}, {"heading": "Births", "year": "1917", "date": "October 5", "txt": "Allen Ludden, American television personality and  game show host (d. 1981)", "entities": [{"title": "Allen Ludden", "href": "/wiki/Allen_Ludden", "description": "Allen Ludden was an American television personality, actor, emcee and game show host. He hosted various incarnations of the game show Password between 1961 and 1980."}]}, {"heading": "Births", "year": "1917", "date": "October 5", "txt": "Magda Szabó, Hungarian author and poet (d. 2007)", "entities": []}, {"heading": "Births", "year": "1919", "date": "October 5", "txt": "Donald Pleasence, English actor (d. 1995)", "entities": [{"title": "Donald Pleasence", "href": "/wiki/Donald_Pleasence", "description": "Donald Henry Pleasence was an English actor. He began his career on stage in the West End before transitioning into a screen career, where he played numerous supporting and character roles including RAF Flight Lieutenant Colin Blythe in The Great Escape (1963), the villain Ernst Stavro Blofeld in the James Bond film You Only Live Twice (1967), SEN 5241 in THX 1138 (1971), and the deranged Clarence"}]}, {"heading": "Births", "year": "1921", "date": "October 5", "txt": "Bill Willis, American football player and coach (d. 2007)", "entities": [{"title": "Bill Willis", "href": "/wiki/Bill_Willis", "description": "William Karnet Willis was an American football defensive lineman who played eight seasons for the Cleveland Browns in the All-America Football Conference (AAFC) and the National Football League (NFL). Known for his quickness and strength despite his small stature, Willis was one of the dominant defensive football players of the 1940s and early 1950s. He was named an All-Pro in every season of his "}]}, {"heading": "Births", "year": "1922", "date": "October 5", "txt": "Jim Godbolt, English historian and journalist (d. 2013)", "entities": [{"title": "Jim Godbolt", "href": "/wiki/Jim_Godbolt", "description": "Jim Godbolt was a British jazz writer and historian."}]}, {"heading": "Births", "year": "1922", "date": "October 5", "txt": "José Froilán González, Argentinian racing driver (d. 2013)", "entities": []}, {"heading": "Births", "year": "1922", "date": "October 5", "txt": "Bil Keane, American soldier and cartoonist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1922", "date": "October 5", "txt": "Jock Stein, Scottish footballer and manager (d. 1985)", "entities": []}, {"heading": "Births", "year": "1923", "date": "October 5", "txt": "Philip Berrigan, American priest and activist (d. 2002)", "entities": [{"title": "Philip Berrigan", "href": "/wiki/Philip_Berrigan", "description": "Philip Francis Berrigan was an American peace activist and Roman Catholic priest. He engaged in nonviolent, civil disobedience in the cause of peace and nuclear disarmament and was often arrested. He married a former nun, Elizabeth McAlister, in 1973; both were subsequently excommunicated by the Catholic Church. Eleven years of their 29-year marriage were separated by one or both serving time in p"}]}, {"heading": "Births", "year": "1923", "date": "October 5", "txt": "Stig Dagerman, Swedish journalist and author (d. 1954)", "entities": []}, {"heading": "Births", "year": "1923", "date": "October 5", "txt": "Albert Guðmundsson, Icelandic footballer and politician (d. 1994)", "entities": []}, {"heading": "Births", "year": "1923", "date": "October 5", "txt": "Glynis Johns, South African-born British actress and singer", "entities": []}, {"heading": "Births", "year": "1923", "date": "October 5", "txt": "Kailashpati Mishra, Indian lawyer and politician, 18th Governor of Gujarat (d. 2012)", "entities": [{"title": "List of Governors of Gujarat", "href": "/wiki/List_of_Governors_of_Gujarat", "description": "The Governor of Gujarat is a nominal head and representative of the President of India in the state of Gujarat. The Governor is appointed by the President for a term of 5 years and resides in Raj Bhavan in Gandhinagar. Acharya Devvrat took charge as the Governor on 22 July 2019."}]}, {"heading": "Births", "year": "1924", "date": "October 5", "txt": "Bill Dana, American actor, producer, and screenwriter (d. 2017)", "entities": [{"title": "Bill Dana", "href": "/wiki/Bill_Dana", "description": "William Szathmary, known as Bill Dana, was an American comedian, actor, and screenwriter. He often appeared on television shows such as The Ed Sullivan Show, frequently in the guise of a heavily accented Bolivian character named José Jiménez. Dana often portrayed the Jiménez character as an astronaut."}]}, {"heading": "Births", "year": "1924", "date": "October 5", "txt": "José Donoso, Chilean author (d. 1996)", "entities": []}, {"heading": "Births", "year": "1924", "date": "October 5", "txt": "Barbara Kelly, Canadian actress and screenwriter (d. 2007)", "entities": []}, {"heading": "Births", "year": "1924", "date": "October 5", "txt": "Frederic Morton, Austrian-American banker, journalist, and author (d. 2015)", "entities": []}, {"heading": "Births", "year": "1924", "date": "October 5", "txt": "Bob Thaves, American cartoonist (d. 2006)", "entities": []}, {"heading": "Births", "year": "1925", "date": "October 5", "txt": "Gail Davis, American actress (d. 1997)", "entities": [{"title": "Gail Davis", "href": "/wiki/Gail_Davis", "description": "Gail Davis was an American actress and singer, best known for her starring role as Annie Oakley in the 1950s television series Annie Oakley."}]}, {"heading": "Births", "year": "1925", "date": "October 5", "txt": "Herbert Kretzmer, South African-English journalist and songwriter (d. 2020)", "entities": []}, {"heading": "Births", "year": "1925", "date": "October 5", "txt": "Antoine Gizenga, Congolese politician (d. 2019)", "entities": []}, {"heading": "Births", "year": "1925", "date": "October 5", "txt": "Walter Dale Miller, American lawyer and politician, 29th Governor of South Dakota (d. 2015)", "entities": [{"title": "Governor of South Dakota", "href": "/wiki/Governor_of_South_Dakota", "description": "The governor of South Dakota is the head of the executive branch of the government of the U.S. state of South Dakota. The governor is elected to a four-year term in even years when there is no presidential election. The current governor is Kristi Noem, a member of the Republican Party who took office on January 5, 2019."}]}, {"heading": "Births", "year": "1926", "date": "October 5", "txt": "Avraham Adan, Israeli general (d. 2012)", "entities": [{"title": "Avraham Adan", "href": "/wiki/Avraham_Adan", "description": "Avraham \"Bren\" Adan was an Israeli major general and former head of Southern Command who served in the military between 1947 and 1973."}]}, {"heading": "Births", "year": "1926", "date": "October 5", "txt": "Willi Unsoeld, American mountaineer and educator (d. 1979)", "entities": []}, {"heading": "Births", "year": "1928", "date": "October 5", "txt": "Louise Fitzhugh, American author and illustrator (d. 1974)", "entities": [{"title": "Louise Fitzhugh", "href": "/wiki/Louise_Fitzhugh", "description": "Louise Fitzhugh was an American writer and illustrator of children's books, known best for the novel Harriet the Spy. Her other novels were two Harriet sequels, The Long Secret and Sport, and Nobody's Family is Going to Change."}]}, {"heading": "Births", "year": "1929", "date": "October 5", "txt": "Richard F. Gordon Jr., American captain, pilot, and astronaut (d. 2017)", "entities": [{"title": "Richard F. Gordon Jr.", "href": "/wiki/Richard_F._Gordon_Jr.", "description": "Richard Francis Gordon Jr. was an American naval officer and aviator, test pilot, and NASA astronaut, and an American football executive. He was one of 24 people to have flown to the Moon, as the command module pilot of the 1969 Apollo 12 mission which orbited the Moon 45 times. Prior to his lunar flight Gordon had flown in space as the pilot of the 1966 Gemini 11 mission."}]}, {"heading": "Births", "year": "1929", "date": "October 5", "txt": "Bill Wirtz, American businessman (d. 2007)", "entities": []}, {"heading": "Births", "year": "1930", "date": "October 5", "txt": "Pavel Popovich, Ukrainian general, pilot, and astronaut (d. 2009)", "entities": [{"title": "Pavel Popovich", "href": "/wiki/Pavel_Popovich", "description": "Pavel Romanovich Popovich was a Soviet cosmonaut."}]}, {"heading": "Births", "year": "1930", "date": "October 5", "txt": "Reinhard Selten, German economist and mathematician, Nobel Prize laureate (d. 2016)", "entities": [{"title": "Nobel Prize in Economics", "href": "/wiki/Nobel_Prize_in_Economics", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1931", "date": "October 5", "txt": "Rosalie Gower, Canadian nurse and politician (d. 2013)", "entities": [{"title": "Rosalie Gower", "href": "/wiki/Rosalie_Gower", "description": "Rosalie Alma Gower was a Canadian nurse who became a city councilor in Vernon, British Columbia, and later a commissioner of the Canadian Radio-television and Telecommunications Commission (CRTC), known for her work in advancing women's rights."}]}, {"heading": "Births", "year": "1932", "date": "October 5", "txt": "Neal Ascherson, Scottish journalist and author", "entities": [{"title": "Neal Ascherson", "href": "/wiki/Neal_Ascherson", "description": "Charles Neal Ascherson is a Scottish journalist and writer. He has been described as \"one of Britain's leading experts on central and eastern Europe\". Ascherson is the author of several books on the history of Poland and Ukraine. His work has appeared in The Guardian and The New York Review of Books."}]}, {"heading": "Births", "year": "1932", "date": "October 5", "txt": "Dean Prentice, Canadian ice hockey player (d. 2019)", "entities": []}, {"heading": "Births", "year": "1932", "date": "October 5", "txt": "Michael John Rogers, English ornithologist and police officer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1933", "date": "October 5", "txt": "Doug Bailey, American political consultant, founded The Hotline (d. 2013)", "entities": [{"title": "Doug Bailey", "href": "/wiki/Doug_Bailey", "description": "Doug Bailey was an American political consultant and founder of The Hotline, a bipartisan, daily briefing on American politics."}]}, {"heading": "Births", "year": "1933", "date": "October 5", "txt": "Billy Lee Riley, American rockabilly musician, singer-songwriter, and record producer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1934", "date": "October 5", "txt": "Kenneth D. Taylor, Canadian businessman and diplomat (d. 2015)", "entities": [{"title": "Kenneth D. Taylor", "href": "/wiki/Kenneth_D._Taylor", "description": "Kenneth Douglas Taylor, was a Canadian diplomat, educator and businessman, best known for his role in the 1979 covert operation called the \"Canadian Caper\" when he was the Canadian ambassador to Iran. With the cooperation of the American Central Intelligence Agency, Taylor helped six Americans escape from Iran during the Iran hostage crisis by procuring Canadian passports for the Americans to dece"}]}, {"heading": "Births", "year": "1936", "date": "October 5", "txt": "Václav Havel, Czech poet, playwright, and politician, 1st President of the Czech Republic (d. 2011)", "entities": [{"title": "Václav Havel", "href": "/wiki/V%C3%A1clav_Havel", "description": "Václav Havel was a Czech statesman, writer and former dissident, who served as the last President of Czechoslovakia from 1989 until the dissolution of Czechoslovakia in 1992 and then as the first President of the Czech Republic from 1993 to 2003. He was the first democratically elected president of either country after the end of communism. As a writer of Czech literature, he is known for his play"}, {"title": "President of the Czech Republic", "href": "/wiki/President_of_the_Czech_Republic", "description": "The President of the Czech Republic is the elected formal head of state of the Czech Republic and the commander-in-chief of the military of the Czech Republic."}]}, {"heading": "Births", "year": "1937", "date": "October 5", "txt": "Carlo Mastrangelo, American doo-wop singer (d. 2016)", "entities": [{"title": "Carlo Mastrangelo", "href": "/wiki/Carlo_Mastrangelo", "description": "Carlo Mastrangelo was an Italian-American doo-wop and progressive rock singer. Born and raised in The Bronx, he lived in an apartment on the corner of 179th St. and Mapes Ave."}]}, {"heading": "Births", "year": "1937", "date": "October 5", "txt": "Barry Switzer, American football player and coach", "entities": []}, {"heading": "Births", "year": "1938", "date": "October 5", "txt": "Johnny Duncan, American country singer (d. 2006)", "entities": [{"title": "Johnny Duncan (country singer)", "href": "/wiki/Johnny_Duncan_(country_singer)", "description": "Johnny Richard Duncan was an American country music singer, best known for a string of hits in the mid- to late 1970s. In his career, he released 14 studio albums, including thirteen on Columbia Records. These albums produced more than 30 chart singles, with three of those reaching number one: \"Thinkin' of a Rendezvous\", \"It Couldn't Have Been Any Better\", and \"She Can Put Her Shoes Under my Bed ("}]}, {"heading": "Births", "year": "1938", "date": "October 5", "txt": "Teresa Heinz, Mozambican-American businesswoman and philanthropist", "entities": []}, {"heading": "Births", "year": "1939", "date": "October 5", "txt": "Marie-Claire Blais, Canadian author and playwright", "entities": [{"title": "Marie-Claire Blais", "href": "/wiki/Marie-Claire_Blais", "description": "Marie-Claire Blais, is a French Canadian writer, novelist, poet, and playwright from the province of Quebec."}]}, {"heading": "Births", "year": "1939", "date": "October 5", "txt": "A. R. Penck, German painter and sculptor (d. 2017)", "entities": []}, {"heading": "Births", "year": "1939", "date": "October 5", "txt": "Walter Wolf, Austrian-Canadian businessman, founded Walter Wolf Racing", "entities": [{"title": "Walter Wolf Racing", "href": "/wiki/Walter_Wolf_Racing", "description": "Walter Wolf Racing was a Formula One constructor active from 1977 to 1979, which won the first race the team entered. It was owned and run by Canadian Walter Wolf. The team was based in Reading, UK but raced with the Canadian licence."}]}, {"heading": "Births", "year": "1939", "date": "October 5", "txt": "Consuelo Ynares-Santiago, Filipino lawyer and jurist", "entities": []}, {"heading": "Births", "year": "1940", "date": "October 5", "txt": "Rein Aun, Estonian decathlete and coach (d. 1995)", "entities": [{"title": "Rein Aun", "href": "/wiki/Rein_Aun", "description": "Rein Aun was a multitalented Estonian athlete. He competed for the Soviet Union in the decathlon at the 1964 and 1968 Olympics, winning a silver medal in 1964."}]}, {"heading": "Births", "year": "1940", "date": "October 5", "txt": "John Byrne Cooke, American author and photographer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1940", "date": "October 5", "txt": "Bob Cowper, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 5", "txt": "Roy Book Binder, American singer-songwriter and guitarist", "entities": [{"title": "Roy Book Binder", "href": "/wiki/Roy_Book_Binder", "description": "Roy Book Binder is an American blues guitarist, singer-songwriter and storyteller. A student and friend of the Rev. Gary Davis, he is equally at home with blues and ragtime. He is known to shift from open tunings to slide arrangements to original compositions, with both traditional and self-styled licks. His storytelling is another characteristic that makes his style unique."}]}, {"heading": "Births", "year": "1941", "date": "October 5", "txt": "Stephanie Cole, English actress", "entities": []}, {"heading": "Births", "year": "1941", "date": "October 5", "txt": "Eduardo Duhalde, Argentinian lawyer and politician, 50th President of Argentina", "entities": [{"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}]}, {"heading": "Births", "year": "1942", "date": "October 5", "txt": "Billy Scott, American singer-songwriter (d. 2012)", "entities": [{"title": "Billy Scott (singer)", "href": "/wiki/Billy_Scott_(singer)", "description": "Billy Scott was an American R&B singer, who was lead vocalist for the group The Prophets, later known as \"The Georgia Prophets\", and eventually \"Billy Scott & The Party Prophets\". He was known for Beach music hits such as \"I Got the Fever\" and \"California\"."}]}, {"heading": "Births", "year": "1942", "date": "October 5", "txt": "Richard Street, American singer-songwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 5", "txt": "Ben Cardin, American lawyer and politician", "entities": [{"title": "Ben Cardin", "href": "/wiki/Ben_Cardin", "description": "Benjamin Louis Cardin is an American lawyer and politician serving as the senior United States Senator from Maryland, first elected to that seat in 2006. A member of the Democratic Party, he previously was the U.S. Representative for Maryland's 3rd congressional district from 1987 to 2007. Cardin served as a member of the Maryland House of Delegates from 1967 to 1987 and as Speaker of the Maryland"}]}, {"heading": "Births", "year": "1943", "date": "October 5", "txt": "Steve Miller, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1943", "date": "October 5", "txt": "Michael Morpurgo, English author, poet, and playwright", "entities": []}, {"heading": "Births", "year": "1944", "date": "October 5", "txt": "Richard Rosser, Baron Rosser, English union leader and politician", "entities": [{"title": "Richard Rosser, Baron Rosser", "href": "/wiki/Richard_Rosser,_Baron_Rosser", "description": "Richard Andrew Rosser, Baron Rosser is a British former trade union leader and Labour politician, sitting in the House of Lords."}]}, {"heading": "Births", "year": "1945", "date": "October 5", "txt": "Brian Connolly, Scottish singer-songwriter and guitarist (d. 1997)", "entities": [{"title": "Brian Connolly", "href": "/wiki/Brian_Connolly", "description": "Brian Francis Connolly was a Scottish singer-songwriter, musician and actor, best known as the lead singer of glam rock band The Sweet between 1968 and 1979."}]}, {"heading": "Births", "year": "1945", "date": "October 5", "txt": "Geoff Leigh, English saxophonist and flute player", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 5", "txt": "Zahida Hina, Pakistani journalist and author", "entities": [{"title": "Zahida Hina", "href": "/wiki/Zahida_Hina", "description": "Zahida Hina is a noted Urdu columnist, essayist, short story writer, novelist and dramatist from Pakistan."}]}, {"heading": "Births", "year": "1946", "date": "October 5", "txt": "Robin Lane Fox, English historian and author", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 5", "txt": "Heather MacRae, American actress", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 5", "txt": "Jean Perron, Canadian ice hockey player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1946", "date": "October 5", "txt": "David Watson, English footballer", "entities": []}, {"heading": "Births", "year": "1947", "date": "October 5", "txt": "Brian Johnson, English singer-songwriter", "entities": [{"title": "Brian Johnson", "href": "/wiki/Brian_Johnson", "description": "Brian Francis Johnson is an English singer and songwriter. In 1980, after the death of Bon Scott, he became the third lead singer of the Australian rock band AC/DC. He and the rest of the band were inducted into the Rock and Roll Hall of Fame in 2003. In March 2016, he stepped down from touring on the Rock or Bust World Tour due to hearing problems. He stated in an interview that he \"had a pretty "}]}, {"heading": "Births", "year": "1947", "date": "October 5", "txt": "Michèle Pierre-Louis, Haitian politician, 14th Prime Minister of Haiti", "entities": [{"title": "Prime Minister of Haiti", "href": "/wiki/Prime_Minister_of_Haiti", "description": "The prime minister of Haiti is the head of government of Haiti. The office was created under the 1987 Constitution; previously, all executive power was held by the president or head of state, who appointed and chaired the Council of Ministers."}]}, {"heading": "Births", "year": "1948", "date": "October 5", "txt": "Carter Cornelius, American singer (d. 1991)", "entities": [{"title": "Carter Cornelius", "href": "/wiki/Carter_Cornelius", "description": "Carter Cornelius was an R&B musician. He was later known as Prince Gideon Israel."}]}, {"heading": "Births", "year": "1948", "date": "October 5", "txt": "Russell Mael, American vocalist", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 5", "txt": "Tawl Ross, American guitarist", "entities": []}, {"heading": "Births", "year": "1948", "date": "October 5", "txt": "Zoran Živković, Serbian author and academic", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 5", "txt": "Peter Ackroyd, English biographer, novelist and critic", "entities": [{"title": "Peter Ackroyd", "href": "/wiki/Peter_Ackroyd", "description": "Peter Ackroyd, is an English biographer, novelist and critic with a particular interest in the history and culture of London. For his novels about English history and culture and his biographies of, among others, William Blake, Charles Dickens, T. S. Eliot, Charles Chaplin and Sir Thomas More, he won the Somerset Maugham Award and two Whitbread Awards. He is noted for the volume of work he has pro"}]}, {"heading": "Births", "year": "1949", "date": "October 5", "txt": "Ralph Goodale, Canadian lawyer and politician, 36th Canadian Minister of Finance", "entities": [{"title": "Minister of Finance (Canada)", "href": "/wiki/Minister_of_Finance_(Canada)", "description": "The minister of finance is the minister of the Crown in the Canadian Cabinet who is responsible for overseeing the Department of Finance and presenting the federal government's budget each year. It is one of the most important positions in the Cabinet."}]}, {"heading": "Births", "year": "1949", "date": "October 5", "txt": "Bill James, American historian and author", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 5", "txt": "B. W. Stevenson, American singer-songwriter and guitarist (d. 1988)", "entities": []}, {"heading": "Births", "year": "1949", "date": "October 5", "txt": "Yashiki Takajin, Japanese singer and television host (d. 2014)", "entities": []}, {"heading": "Births", "year": "1950", "date": "October 5", "txt": "\"Fast\" Eddie Clarke, English rock guitarist (d. 2018)", "entities": [{"title": "Eddie Clarke (musician)", "href": "/wiki/Eddie_Clarke_(musician)", "description": "Edward Allan Clarke, better known as \"Fast\" Eddie Clarke, was a British guitarist who was a member of heavy metal bands Fastway and Motörhead. Of Motörhead's classic lineup, which consisted of Lemmy, himself and Phil \"Philthy Animal\" Taylor, he was the last surviving member at the time of his death."}]}, {"heading": "Births", "year": "1950", "date": "October 5", "txt": "Jeff Conaway, American actor and singer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1950", "date": "October 5", "txt": "Edward P. Jones, American novelist and short story writer", "entities": []}, {"heading": "Births", "year": "1950", "date": "October 5", "txt": "James Rizzi, American painter and illustrator (d. 2011)", "entities": []}, {"heading": "Births", "year": "1951", "date": "October 5", "txt": "Karen Allen, American actress", "entities": [{"title": "Karen Allen", "href": "/wiki/Karen_Allen", "description": "Karen Jane Allen is an American film and stage actress. After making her film debut in Animal House (1978), she became best known for her portrayal of Marion Ravenwood opposite Harrison Ford in Raiders of the Lost Ark (1981), a role she later reprised for Indiana Jones and the Kingdom of the Crystal Skull (2008). She also co-starred in Starman (1984) and Scrooged (1988). Her stage work has include"}]}, {"heading": "Births", "year": "1951", "date": "October 5", "txt": "Bob Geldof, British singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 5", "txt": "Clive Barker, English author, director, producer, and screenwriter", "entities": [{"title": "Clive Barker", "href": "/wiki/Clive_Barker", "description": "Clive Barker is an English playwright, novelist, film director, and visual artist. Barker came to prominence in the mid-1980s with a series of short stories, the Books of Blood, which established him as a leading horror writer. He has since written many novels and other works, and his fiction has been adapted into films, notably the Hellraiser and Candyman series."}]}, {"heading": "Births", "year": "1952", "date": "October 5", "txt": "Harold Faltermeyer, German keyboard player, composer, and producer", "entities": []}, {"heading": "Births", "year": "1952", "date": "October 5", "txt": "Imran Khan, Pakistani cricketer and Prime Minister", "entities": [{"title": "Prime Minister of Pakistan", "href": "/wiki/Prime_Minister_of_Pakistan", "description": "The prime minister of Pakistan is the head of government of Pakistan and designated as the \"Chief Executive of the Islamic Republic\"."}]}, {"heading": "Births", "year": "1953", "date": "October 5", "txt": "Philip Hampton, English-Scottish accountant and businessman", "entities": [{"title": "Philip Hampton", "href": "/wiki/Philip_Hampton", "description": "Sir Philip Roy Hampton is a British businessman. He was the first chair of UK Financial Investments Limited in 2008 and chair of government-owned Royal Bank of Scotland Group between 2009 and 2015. He has also chaired GlaxoSmithKline and J Sainsbury."}]}, {"heading": "Births", "year": "1953", "date": "October 5", "txt": "Roy Laidlaw, Scottish rugby player", "entities": []}, {"heading": "Births", "year": "1955", "date": "October 5", "txt": "John Alexander, English footballer", "entities": [{"title": "John Alexander (footballer, born 1955)", "href": "/wiki/John_Alexander_(footballer,_born_1955)", "description": "John Alexander is an English former footballer who holds the post of club secretary at Manchester United."}]}, {"heading": "Births", "year": "1955", "date": "October 5", "txt": "Jean-Jacques Lafon, French singer-songwriter", "entities": []}, {"heading": "Births", "year": "1955", "date": "October 5", "txt": "Adair Turner, Baron Turner of Ecchinswell, English academic and businessman", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 5", "txt": "Mark Geragos, American lawyer", "entities": [{"title": "Mark Geragos", "href": "/wiki/Mark_Geragos", "description": "Mark John Geragos is an American criminal defense lawyer and the managing partner of Geragos & Geragos, in Los Angeles."}]}, {"heading": "Births", "year": "1957", "date": "October 5", "txt": "Lee Thompson, English singer-songwriter and saxophonist", "entities": []}, {"heading": "Births", "year": "1957", "date": "October 5", "txt": "Bernie Mac, American actor, comedian, producer, and screenwriter (d. 2008)", "entities": []}, {"heading": "Births", "year": "1958", "date": "October 5", "txt": "André Kuipers, Dutch physician and astronaut", "entities": [{"title": "André Kuipers", "href": "/wiki/Andr%C3%A9_Kuipers", "description": "André Kuipers is a Dutch physician and ESA astronaut. He became the second Dutch citizen, third Dutch-born and fifth Dutch-speaking astronaut upon launch of Soyuz TMA-4 on 19 April 2004. Kuipers returned to Earth aboard Soyuz TMA-3 11 days later."}]}, {"heading": "Births", "year": "1958", "date": "October 5", "txt": "Neil Peart, Australian footballer", "entities": []}, {"heading": "Births", "year": "1958", "date": "October 5", "txt": "Neil deGrasse Tyson, American astrophysicist, cosmologist, and author", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 5", "txt": "Maya Lin, American architect and sculptor, designed the Vietnam Veterans Memorial and Civil Rights Memorial", "entities": [{"title": "Maya Lin", "href": "/wiki/Maya_Lin", "description": "Maya Ying Lin is an American designer and sculptor. In 1981, while an undergraduate at Yale University, she achieved national recognition when she won a national design competition for the planned Vietnam Veterans Memorial in Washington, D.C."}, {"title": "Vietnam Veterans Memorial", "href": "/wiki/Vietnam_Veterans_Memorial", "description": "The Vietnam Veterans Memorial is a U.S. national memorial in Washington, D.C., honoring service members of the U.S. armed forces who fought in the Vietnam War. The 2-acre (8,100 m2) site is dominated by a black granite wall engraved with the names of those service members who died as a result of their service in Vietnam and South East Asia during the war. The wall, completed in 1982, has since bee"}, {"title": "Civil Rights Memorial", "href": "/wiki/Civil_Rights_Memorial", "description": "The Civil Rights Memorial is an American memorial in Montgomery, Alabama created by Maya Lin. The names of 41 people are inscribed on the granite fountain as martyrs who were killed in the civil rights movement. The memorial is sponsored by the Southern Poverty Law Center."}]}, {"heading": "Births", "year": "1959", "date": "October 5", "txt": "Kelly Joe Phelps, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 5", "txt": "David Shannon, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1959", "date": "October 5", "txt": "Kenan İpek, Turkish lawyer and judge", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 5", "txt": "Careca, Brazilian footballer", "entities": [{"title": "Careca", "href": "/wiki/Careca", "description": "Antônio de Oliveira Filho, better known as Careca, is a Brazilian former footballer, who was deployed as a forward. During his career, Careca played for several clubs, most notably with Italian side Napoli. He also represented the Brazil national football team on over 60 occasions."}]}, {"heading": "Births", "year": "1960", "date": "October 5", "txt": "Daniel Baldwin, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1960", "date": "October 5", "txt": "David Kirk, New Zealand rugby player and coach", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 5", "txt": "Pato Banton, English singer-songwriter", "entities": [{"title": "Pato Banton", "href": "/wiki/Pato_Banton", "description": "Pato Banton is a reggae singer and toaster from Birmingham, England. He received the nickname \"Pato Banton\" from his stepfather; The first name derives from a Jamaican night owl that stays up all night calling \"patoo, patoo\" and the last name from the disc jockey slang word \"Banton\" which means heavyweight lyricist or storyteller. In 1994, he achieved a number 1 on the UK Singles Chart with a cove"}]}, {"heading": "Births", "year": "1961", "date": "October 5", "txt": "David Bryson, American guitarist and singer-songwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "October 5", "txt": "Sharon Cheslow, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 5", "txt": "Michael Andretti, American race car driver", "entities": [{"title": "Michael Andretti", "href": "/wiki/Michael_Andretti", "description": "Michael Mario Andretti is an American semi-retired auto racing driver and current team owner. Statistically one of the most successful drivers in the history of American open-wheel car racing, Andretti won the 1991 CART PPG Indy Car World Series and amassed 42 race victories, the most in the CART era and fourth-most all time. Since his retirement from active racing, Andretti has owned Andretti Aut"}]}, {"heading": "Births", "year": "1962", "date": "October 5", "txt": "Thomas Herbst, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1962", "date": "October 5", "txt": "Caron Keating, British television host (d. 2004)", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 5", "txt": "Laura Davies, English golfer and sportscaster", "entities": [{"title": "Laura Davies", "href": "/wiki/Laura_Davies", "description": "Dame Laura Jane Davies, is an English female professional golfer. She has achieved the status of her nation's most accomplished female golfer of modern times, being the first non-American to finish at the top of the LPGA money list as well as winning the Ladies European Tour (LET) Order of Merit a record seven times: in 1985, 1986, 1992, 1996, 1999, 2004 and 2006."}]}, {"heading": "Births", "year": "1963", "date": "October 5", "txt": "Tony Dodemaide, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 5", "txt": "Michael Hadschieff, Austrian speed skater", "entities": []}, {"heading": "Births", "year": "1963", "date": "October 5", "txt": "Nick Robinson, English journalist and blogger", "entities": []}, {"heading": "Births", "year": "1964", "date": "October 5", "txt": "Dave Dederer, American guitarist and singer", "entities": [{"title": "Dave Dederer", "href": "/wiki/Dave_Dederer", "description": "David Dederer is an American guitarist and singer. He was a member of the alternative rock band The Presidents of the United States of America,. An alumnus of Seattle, Washington's The Bush School and Brown University in Providence, Rhode Island, he founded The Presidents with fellow Bush School alumnus Chris Ballew. He has also been a member of The Gentlemen and Loaded with Guns N' Roses bassist "}]}, {"heading": "Births", "year": "1964", "date": "October 5", "txt": "Philip A. Haigh, English historian and author", "entities": []}, {"heading": "Births", "year": "1964", "date": "October 5", "txt": "Malik Saidullaev, Russian businessman", "entities": []}, {"heading": "Births", "year": "1964", "date": "October 5", "txt": "Korina Sanchez, Filipino journalist", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 5", "txt": "Trace Armstrong, American football player and agent", "entities": [{"title": "Trace Armstrong", "href": "/wiki/Trace_Armstrong", "description": "Raymond Lester \"Trace\" Armstrong III, is an American former American football defensive end in the National Football League (NFL) for fifteen seasons from the late 1980s to the early 2000s. He played college football for Arizona State University and the University of Florida, and was recognized as an All-American. A first-round pick in the 1989 NFL Draft, he played professionally for the Chicago B"}]}, {"heading": "Births", "year": "1965", "date": "October 5", "txt": "Mario Lemieux, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1965", "date": "October 5", "txt": "Patrick Roy, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 5", "txt": "Dennis Byrd, American football player (d. 2016)", "entities": [{"title": "Dennis Byrd", "href": "/wiki/Dennis_Byrd", "description": "Dennis DeWayne Byrd was an American football defensive end and defensive tackle for the New York Jets of the National Football League. He attended college at the University of Tulsa in Tulsa, Oklahoma. He played professionally for the Jets for four seasons beginning in 1989. Over his four seasons, he recorded 28 sacks and 110 tackles. His career ended when he was paralyzed following a collision wi"}]}, {"heading": "Births", "year": "1966", "date": "October 5", "txt": "Sean M. Carroll, American physicist, cosmologist, and academic", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 5", "txt": "Terri Runnels, American wrestler and manager", "entities": []}, {"heading": "Births", "year": "1966", "date": "October 5", "txt": "Jan Verhaas, Dutch snooker player and referee", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 5", "txt": "Rex Chapman, American basketball player and sportscaster", "entities": [{"title": "Rex Chapman", "href": "/wiki/Rex_Chapman", "description": "Rex Everett Chapman is an American former professional basketball player and social media influencer. Chapman was a high school phenom in Kentucky, winning numerous awards for his play. In two seasons at the University of Kentucky, he won further awards and scored more than 1,000 points. Chapman was the first draft pick of the expansion Charlotte Hornets and played on four National Basketball Asso"}]}, {"heading": "Births", "year": "1967", "date": "October 5", "txt": "Guy Pearce, English-Australian actor", "entities": []}, {"heading": "Births", "year": "1967", "date": "October 5", "txt": "Dorian West, Welsh-English rugby player", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 5", "txt": "Josie Bissett, American actress", "entities": [{"title": "Josie Bissett", "href": "/wiki/Josie_Bissett", "description": "Jolyn Christine Heutmaker, known professionally as Josie Bissett, is an American actress best known for her role as Jane Mancini on the television series Melrose Place."}]}, {"heading": "Births", "year": "1970", "date": "October 5", "txt": "Matthew Knights, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 5", "txt": "Audie Pitre, American singer and bass player (d. 1997)", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 5", "txt": "Tord Gustavsen, Norwegian pianist and composer", "entities": []}, {"heading": "Births", "year": "1970", "date": "October 5", "txt": "Cal Wilson, New Zealand comedian, actress, and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "October 5", "txt": "Tonia Antoniazzi, British politician", "entities": [{"title": "Tonia Antoniazzi", "href": "/wiki/Tonia_Antoniazzi", "description": "Antonia Louise Antoniazzi is a British Labour Party politician. She was elected as the Member of Parliament (MP) for Gower at the 2017 general election."}]}, {"heading": "Births", "year": "1971", "date": "October 5", "txt": "Mauricio Pellegrino, Argentinian footballer and manager", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 5", "txt": "Annely Akkermann, Estonian banker and politician", "entities": [{"title": "Annely Akkermann", "href": "/wiki/Annely_Akkermann", "description": "Annely Akkermann is an Estonian politician."}]}, {"heading": "Births", "year": "1972", "date": "October 5", "txt": "Aaron Guiel, Canadian baseball player", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 5", "txt": "Grant Hill, American basketball player and actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "October 5", "txt": "Thomas Roberts, American journalist and actor", "entities": []}, {"heading": "Births", "year": "1973", "date": "October 5", "txt": "Cédric Villani, French mathematician and academic", "entities": [{"title": "Cédric Villani", "href": "/wiki/C%C3%A9dric_Villani", "description": "Cédric Patrice Thierry Villani is a French politician and mathematician working primarily on partial differential equations, Riemannian geometry and mathematical physics. He was awarded the Fields Medal in 2010 and he was the director of Sorbonne University's Institut Henri Poincaré from 2009 to 2017."}]}, {"heading": "Births", "year": "1974", "date": "October 5", "txt": "Rich Franklin, American mixed martial artist and actor", "entities": [{"title": "Rich Franklin", "href": "/wiki/Rich_Franklin", "description": "Richard Jay \"Rich\" Franklin II is an American retired mixed martial artist who competed in Ultimate Fighting Championship. He is a former UFC Middleweight Champion. As of June 2014, Franklin has been the Vice President of Asian mixed martial arts company ONE Championship."}]}, {"heading": "Births", "year": "1974", "date": "October 5", "txt": "Colin Meloy, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1974", "date": "October 5", "txt": "Anousjka van Exel, Dutch tennis player", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 5", "txt": "Bobo Baldé, French-Guinean footballer", "entities": [{"title": "Bobo Baldé", "href": "/wiki/Bobo_Bald%C3%A9", "description": "Dianbobo \"Bobo\" Baldé is a French-born Guinean former professional footballer who played as a defender and is the current manager of Guinea U20."}]}, {"heading": "Births", "year": "1975", "date": "October 5", "txt": "Carson Ellis, American painter and illustrator", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 5", "txt": "Parminder Nagra, English actress", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 5", "txt": "Monica Rial, American voice actress, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1975", "date": "October 5", "txt": "Kate Winslet, English actress", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 5", "txt": "Ramzan Kadyrov, Russian-Chechen general and politician, 3rd President of the Chechen Republic", "entities": [{"title": "Ramzan Kadyrov", "href": "/wiki/Ramzan_Kadyrov", "description": "Ramzan Akhmadovich Kadyrov is a Chechen politician currently serving as the Head of the Chechen Republic. He was a former member of the Chechen independence movement."}, {"title": "President of the Chechen Republic", "href": "/wiki/President_of_the_Chechen_Republic", "description": "The Head of the Chechen Republic is the highest office within the political system of the Chechen Republic. The office was instituted in 2003 during the course of the Second Chechen War, when the Russian federal government regained control over the region and after a constitutional referendum approved the current Constitution of the Chechen Republic."}]}, {"heading": "Births", "year": "1976", "date": "October 5", "txt": "Royston Tan, Singaporean director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1976", "date": "October 5", "txt": "J. J. Yeley, American race car driver", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 5", "txt": "Hugleikur Dagsson, Icelandic author, illustrator, and critic", "entities": [{"title": "Hugleikur Dagsson", "href": "/wiki/Hugleikur_Dagsson", "description": "Þórarinn Hugleikur Dagsson, nicknamed Hulli, born 5 October 1977 is an Icelandic artist. He received a B.A. degree from the Iceland Academy of the Arts in 2002."}]}, {"heading": "Births", "year": "1977", "date": "October 5", "txt": "Vinnie Paz, Italian-American rapper and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "October 5", "txt": "Konstantin Zyryanov, Russian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 5", "txt": "Mark Gower, English footballer", "entities": [{"title": "Mark Gower", "href": "/wiki/Mark_Gower", "description": "Mark Gower is a former English footballer, who played for several clubs including Barnet, Southend United and Swansea City."}]}, {"heading": "Births", "year": "1978", "date": "October 5", "txt": "Jesse Palmer, Canadian football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 5", "txt": "Shane Ryan, Irish footballer and hurler", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 5", "txt": "James Valentine, American guitarist", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 5", "txt": "Steinar Nickelsen, Norwegian organist and composer", "entities": []}, {"heading": "Births", "year": "1978", "date": "October 5", "txt": "Morgan Webb, Canadian-American television host and producer", "entities": []}, {"heading": "Births", "year": "1979", "date": "October 5", "txt": "Vince Grella, Australian footballer", "entities": [{"title": "Vince Grella", "href": "/wiki/Vince_Grella", "description": "Vincenzo \"Vince\" Grella is an Australian former footballer who played as a midfielder. Born in Melbourne to Italian immigrants, Antonio and Maria, Grella began his senior career in Australia before moving to Italy, where he spent over ten years, playing for Empoli, Ternana, Parma and Torino. He moved to Blackburn Rovers of the Premier League in 2008 where he spent four seasons, before returning to"}]}, {"heading": "Births", "year": "1979", "date": "October 5", "txt": "Curtis Sanford, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1980", "date": "October 5", "txt": "Paul Thomas, American bass player", "entities": [{"title": "Paul Thomas (bassist)", "href": "/wiki/Paul_Thomas_(bassist)", "description": "Paul Thomas is an American musician best known as the bassist for the pop punk band Good Charlotte."}]}, {"heading": "Births", "year": "1980", "date": "October 5", "txt": "James Toseland, English motorcycle racer", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 5", "txt": "Jeanette Antolin, American gymnast", "entities": [{"title": "Jeanette Antolin", "href": "/wiki/Jeanette_Antolin", "description": "Jeanette Antolin is an American former artistic gymnast who was a member of the U.S. national team from 1995 to 2000. In 1999, she competed at the Pan American Games, where she helped the U.S. win a team silver medal, and the World Artistic Gymnastics Championships. She then joined the UCLA Bruins."}]}, {"heading": "Births", "year": "1981", "date": "October 5", "txt": "Joel Lindpere, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "October 5", "txt": "Andy Nägelein, German footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "October 5", "txt": "Michael Roos, Estonian-American football player", "entities": [{"title": "Michael Roos", "href": "/wiki/Michael_Roos", "description": "Michael Roos is an American curler and former football offensive tackle who played his entire career for the Tennessee Titans of the National Football League (NFL). He was drafted by the Titans in the second round of the 2005 NFL Draft. He played college football at Eastern Washington."}]}, {"heading": "Births", "year": "1982", "date": "October 5", "txt": "Steve Williams, Australian-German rugby player", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 5", "txt": "Jesse Eisenberg, American actor and writer", "entities": [{"title": "Jesse Eisenberg", "href": "/wiki/Jesse_Eisenberg", "description": "Jesse Adam Eisenberg is an American actor and playwright. He made his television debut with the short-lived comedy-drama series Get Real (1999–2000). Following his first leading role in the comedy-drama film Roger Dodger (2002), he appeared in the drama film The Emperor's Club (2002), the psychological thriller film The Village (2004), the comedy-drama film The Squid and the Whale (2005), and the "}]}, {"heading": "Births", "year": "1983", "date": "October 5", "txt": "Florian Mayer, German tennis player", "entities": []}, {"heading": "Births", "year": "1983", "date": "October 5", "txt": "Mashrafe Mortaza, Bangladeshi cricketer", "entities": []}, {"heading": "Births", "year": "1984", "date": "October 5", "txt": "Naima Adedapo, American singer and dancer", "entities": [{"title": "Naima Adedapo", "href": "/wiki/Naima_Adedapo", "description": "Naima Adedapo is an American singer and dancer from Milwaukee, Wisconsin. Adedapo placed in the top 11 on the tenth season of American Idol."}]}, {"heading": "Births", "year": "1984", "date": "October 5", "txt": "Kenwyne Jones, Trinidadian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "October 5", "txt": "Nicola Roberts, English singer-songwriter", "entities": [{"title": "Nicola Roberts", "href": "/wiki/Nicola_Roberts", "description": "Nicola Maria Roberts is an English singer and songwriter. She rose to prominence in late 2002 upon winning a place in Girls Aloud, a girl group created through ITV's Popstars: The Rivals. The group's success helped them win the competition and they were later entered in Guinness World Records as the most successful reality television music-group. They enjoyed 20 consecutive top ten singles, spawni"}]}, {"heading": "Births", "year": "1986", "date": "October 5", "txt": "Mladen Bartulović, Croatian footballer", "entities": [{"title": "Mladen Bartulović", "href": "/wiki/Mladen_Bartulovi%C4%87", "description": "Mladen Bartulović is a Croatian footballer who plays for Inhulets Petrove."}]}, {"heading": "Births", "year": "1987", "date": "October 5", "txt": "Dillon Francis, American DJ and record producer", "entities": [{"title": "Dillon Francis", "href": "/wiki/Dillon_Francis", "description": "Dillon Hart Francis is an American electronic musician, record producer and DJ."}]}, {"heading": "Births", "year": "1987", "date": "October 5", "txt": "Kevin Mirallas, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 5", "txt": "Tim Ream, American soccer player", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 5", "txt": "Park So-yeon, South Korean singer, dancer, and actress", "entities": []}, {"heading": "Births", "year": "1987", "date": "October 5", "txt": "Luigi Vitale, Italian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 5", "txt": "Benny Howell, English cricketer", "entities": [{"title": "Benny Howell", "href": "/wiki/Benny_Howell", "description": "Benny Alexander Cameron Howell is an English first-class cricketer. Howell is a right-handed batsman who bowls right-arm medium-fast. He was born in Bordeaux, France, and was educated at The Oratory School in Berkshire."}]}, {"heading": "Births", "year": "1988", "date": "October 5", "txt": "Bahar Kızıl, German singer-songwriter", "entities": []}, {"heading": "Births", "year": "1988", "date": "October 5", "txt": "Maja Salvador, Filipino actress, dancer, singer, and host", "entities": []}, {"heading": "Births", "year": "1989", "date": "October 5", "txt": "Kelsey Adrian, Canadian basketball player", "entities": [{"title": "Kelsey Adrian", "href": "/wiki/Kelsey_Adrian", "description": "Kelsey Alexa Adrian is a Canadian female professional basketball player."}]}, {"heading": "Births", "year": "1989", "date": "October 5", "txt": "Marcel Baude, German footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "October 5", "txt": "Ify Ibekwe, American basketball player", "entities": []}, {"heading": "Births", "year": "1990", "date": "October 5", "txt": "Nathan Peats, Australian rugby league player", "entities": [{"title": "Nathan Peats", "href": "/wiki/Nathan_Peats", "description": "Nathan Peats is an Australian professional rugby league footballer who plays as a hooker for the Leigh Centurions in the Super League."}]}, {"heading": "Births", "year": "1991", "date": "October 5", "txt": "Xiao Zhan, Chinese actor and singer", "entities": [{"title": "Xiao Zhan", "href": "/wiki/Xiao_Zhan", "description": "Xiao Zhan, also known as Sean Xiao, is a Chinese actor and singer. He made his debut as a member of the Chinese boy group X Nine, before appearing as an actor in the dramas Douluo Continent (2021), The Untamed (2019), The Wolf (2020), and Joy of Life (2019). As a singer, Xiao Zhan released a single \"Made to Love\" at the end of April 2020. With a sales volume of 25.48 million, it set the Guinness W"}]}, {"heading": "Births", "year": "1992", "date": "October 5", "txt": "Kevin Magnussen, Danish racing driver", "entities": [{"title": "Kevin Magnussen", "href": "/wiki/Kevin_Magnussen", "description": "Kevin Jan Magnussen is a Danish racing driver competing in the 2021 WeatherTech SportsCar Championship driving for Chip Ganassi Racing. He will also be competing in the World Endurance Championship, in 2022, racing for Peugeot Sport."}]}, {"heading": "Births", "year": "2006", "date": "October 5", "txt": "Jacob Tremblay, Canadian actor", "entities": [{"title": "Jacob Tremblay", "href": "/wiki/Jacob_Tremblay", "description": "Jacob Tremblay is a Canadian actor. He starred as Jack Newsome in Room (2015), for which he won the Critics' Choice Movie Award for Best Young Performer, the Canadian Screen Award for Best Actor, and was nominated for the SAG Award for Outstanding Performance by a Male Actor in a Leading Role, becoming the youngest to be nominated in that category. He also had roles as August Pullman, a child with"}]}, {"heading": "Deaths", "year": "578", "date": "October 5", "txt": "Justin II, Byzantine emperor (b. 520)", "entities": [{"title": "Justin II", "href": "/wiki/Justin_II", "description": "Justin II or Justin the Younger was Eastern Roman Emperor from 565 to 574. He was the nephew of Justinian I and the husband of Sophia, the niece of the Empress Theodora, and was therefore a member of the Justinian Dynasty. His reign was marked by war with the Sassanid Empire, and the loss of the greater part of Italy. He presented the Cross of Justin II to Saint Peter's, Rome."}]}, {"heading": "Deaths", "year": "610", "date": "October 5", "txt": "Phocas, Byzantine emperor", "entities": [{"title": "Phocas", "href": "/wiki/Phocas", "description": "Flavius Phocas was Byzantine emperor from 602 to 610. The early life of Phocas is largely unknown, but he rose to prominence in 602, as a leader in the revolt against Emperor Maurice. Phocas captured Constantinople and overthrew Maurice on 23 November 602, and declared himself emperor on the same day. Phocas deeply mistrusted the elite of Constantinople, and therefore installed his relatives in hi"}]}, {"heading": "Deaths", "year": "989", "date": "October 5", "txt": "Henry III, duke of Bavaria (b. 940)", "entities": [{"title": "Henry III, Duke of Bavaria", "href": "/wiki/Henry_III,_Duke_of_Bavaria", "description": "Henry III, called the Younger, a member of the Luitpolding dynasty, was the first Duke of Carinthia from 976 to 978, Duke of Bavaria from 983 to 985 and again Duke of Carinthia from 985 to 989."}]}, {"heading": "Deaths", "year": "1056", "date": "October 5", "txt": "Henry III, Holy Roman Emperor (b. 1016)", "entities": [{"title": "Henry III, Holy Roman Emperor", "href": "/wiki/Henry_III,_Holy_Roman_Emperor", "description": "Henry III, called the Black or the Pious, was Holy Roman Emperor from 1046 until his death in 1056. A member of the Salian Dynasty, he was the eldest son of Emperor Conrad II of Germany and Gisela of Swabia."}]}, {"heading": "Deaths", "year": "1111", "date": "October 5", "txt": "Robert II, count of Flanders (b. 1065)", "entities": [{"title": "Robert II, Count of Flanders", "href": "/wiki/Robert_II,_Count_of_Flanders", "description": "Robert II was Count of Flanders from 1093 to 1111. He became known as Robert of Jerusalem or Robert the Crusader after his exploits in the First Crusade."}]}, {"heading": "Deaths", "year": "1112", "date": "October 5", "txt": "Sigebert of Gembloux, French monk, historian, and author (b. 1030)", "entities": [{"title": "Sigebert of Gembloux", "href": "/wiki/Sigebert_of_Gembloux", "description": "Sigebert of Gembloux was a medieval author, known mainly as a pro-Imperial historian of a universal chronicle, opposed to the expansive papacy of Gregory VII and Pascal II. Early in his life he became a monk in the Benedictine abbey of Gembloux."}]}, {"heading": "Deaths", "year": "1214", "date": "October 5", "txt": "Alfonso VIII, king of Castile and Toledo (b. 1155)", "entities": [{"title": "Alfonso VIII of Castile", "href": "/wiki/Alfonso_VIII_of_Castile", "description": "Alfonso VIII, called the Noble or the one of Las Navas, was the King of Castile from 1158 to his death and King of Toledo. He is most remembered for his part in the Reconquista and the downfall of the Almohad Caliphate. After having suffered a great defeat with his own army at Alarcos against the Almohads in 1195, he led the coalition of Christian princes and foreign crusaders who broke the power "}]}, {"heading": "Deaths", "year": "1225", "date": "October 5", "txt": "Al-Nasir, Abbasid caliph (b. 1158)", "entities": [{"title": "Al-Nasir", "href": "/wiki/Al-Nasir", "description": "Al-Nasir li-Din Allah was the Abbasid Caliph in Baghdad from 1180 until his death. His laqab literally can mean The One who Gives Victory to the Religion of God. He attempted to restore the caliphate to its ancient dominant role and achieved a surprising amount of success, despite the fact that the caliphate had long been militarily subordinated to other dynasties. He not only held Baghdad, but ex"}]}, {"heading": "Deaths", "year": "1285", "date": "October 5", "txt": "Philip III, king of France (b. 1245)", "entities": [{"title": "Philip III of France", "href": "/wiki/Philip_III_of_France", "description": "Philip III, called the Bold, was king of France from 1270 until his death in 1285. His father, Louis IX, died in Tunis during the Eighth Crusade. Philip, who was accompanying him, returned to France and was anointed king at Reims in 1271."}]}, {"heading": "Deaths", "year": "1354", "date": "October 5", "txt": "Giovanni Visconti, Italian cardinal (b. 1290)", "entities": [{"title": "Giovanni Visconti (archbishop of Milan)", "href": "/wiki/Giovanni_Visconti_(archbishop_of_Milan)", "description": "Giovanni Visconti (1290–1354) was an Italian Roman Catholic cardinal, who was co-ruler in Milan and lord of other Italian cities. He also was a military leader who fought against Florence, and used force to capture and hold other cities."}]}, {"heading": "Deaths", "year": "1398", "date": "October 5", "txt": "Blanche of Navarre, queen of France (b. 1330)", "entities": [{"title": "Blanche of Navarre, Queen of France", "href": "/wiki/Blanche_of_Navarre,_Queen_of_France", "description": "Blanche of Navarre, was a French princess and Infanta of Navarre as a member of the House of Évreux and by marriage Queen consort of France from 29 January until 22 August 1350."}]}, {"heading": "Deaths", "year": "1399", "date": "October 5", "txt": "Raymond of Capua, Italian priest and Master General (b. c. 1330)", "entities": [{"title": "Raymond of Capua", "href": "/wiki/Raymond_of_Capua", "description": "Raymond of Capua, was a leading member of the Dominican Order and served as its Master General from 1380 until his death. First as Prior Provincial of Lombardy and then as Master General of the Order, Raymond undertook the restoration of Dominican religious life. For his success in this endeavor, he is referred to as its \"second founder\"."}, {"title": "Master of the Order of Preachers", "href": "/wiki/Master_of_the_Order_of_Preachers", "description": "The Master of the Order of Preachers is the Superior General of the Order of Preachers, commonly known as the Dominicans."}]}, {"heading": "Deaths", "year": "1524", "date": "October 5", "txt": "Joachim Patinir, Flemish landscape painter (b. c. 1480)", "entities": [{"title": "Joachim Patinir", "href": "/wiki/Joachim_Patinir", "description": "Joachim Patinir, also called Patenier, was a Flemish Renaissance painter of history and landscape subjects. He was Flemish, from the area of modern Wallonia, but worked in Antwerp, then the centre of the art market in the Low Countries. Patinir was a pioneer of landscape as an independent genre and he was the first Flemish painter to regard himself primarily as a landscape painter. He effectively "}]}, {"heading": "Deaths", "year": "1528", "date": "October 5", "txt": "Richard Foxe, English bishop and academic (b. 1448)", "entities": [{"title": "Richard Foxe", "href": "/wiki/Richard_Foxe", "description": "Richard Foxe was an English churchman, the founder of Corpus Christi College, Oxford. He was successively Bishop of Exeter, Bath and Wells, Durham, and Winchester, Lord Privy Seal."}]}, {"heading": "Deaths", "year": "1540", "date": "October 5", "txt": "Helius Eobanus Hessus, German poet and educator (b. 1488)", "entities": [{"title": "Helius Eobanus Hessus", "href": "/wiki/Helius_Eobanus_Hessus", "description": "Helius Eobanus Hessus was a German Latin poet and later a Lutheran humanist. He was born at Halgehausen in Hesse-Kassel."}]}, {"heading": "Deaths", "year": "1564", "date": "October 5", "txt": "Pierre de Manchicourt, Flemish composer and educator (b. 1510)", "entities": [{"title": "Pierre de Manchicourt", "href": "/wiki/Pierre_de_Manchicourt", "description": "Pierre de Manchicourt was a Renaissance composer of the Franco-Flemish School."}]}, {"heading": "Deaths", "year": "1565", "date": "October 5", "txt": "Lodovico Ferrari, Italian mathematician and academic (b. 1522)", "entities": [{"title": "Lodovico Ferrari", "href": "/wiki/Lodovico_Ferrari", "description": "Lodovico de Ferrari was an Italian mathematician."}]}, {"heading": "Deaths", "year": "1606", "date": "October 5", "txt": "Philippe Desportes, French poet and author (b. 1546)", "entities": [{"title": "Philippe Desportes", "href": "/wiki/Philippe_Desportes", "description": "Philippe Desportes or Desports was a French poet."}]}, {"heading": "Deaths", "year": "1629", "date": "October 5", "txt": "Heribert Rosweyde, Jesuit hagiographer (b. 1569)", "entities": [{"title": "Heribert Rosweyde", "href": "/wiki/Heribert_Rosweyde", "description": "Heribert Rosweyde was a Jesuit hagiographer. His work, quite unfinished, was taken up by Jean Bolland who systematized it, while broadening its perspective. This is the beginning of the association of the Bollandists."}]}, {"heading": "Deaths", "year": "1714", "date": "October 5", "txt": "Kaibara Ekken, Japanese botanist and philosopher (b. 1630)", "entities": [{"title": "Kaibara Ekken", "href": "/wiki/Kaibara_Ekken", "description": "Kaibara Ekken  or Ekiken, also known as Atsunobu (篤信) was a Japanese Neo-Confucianist philosopher and botanist."}]}, {"heading": "Deaths", "year": "1740", "date": "October 5", "txt": "Jean-Philippe Baratier, German astronomer and scholar (b. 1721)", "entities": [{"title": "Jean-Philippe Baratier", "href": "/wiki/Jean-Philippe_Baratier", "description": "Jean-Philippe Baratier was a German scholar. A noted child prodigy of the 18th century, he published eleven works and authored a great quantity of unpublished manuscripts."}]}, {"heading": "Deaths", "year": "1777", "date": "October 5", "txt": "Johann Andreas Segner, Slovak-German mathematician, physicist, and physician (b. 1704)", "entities": [{"title": "Johann Andreas Segner", "href": "/wiki/Johann_Andreas_Segner", "description": "Johann Segner was a Hungarian scientist. He was born in the Kingdom of Hungary, in the former Hungarian capital city of Pozsony."}]}, {"heading": "Deaths", "year": "1802", "date": "October 5", "txt": "Sanité Bélair, Haitian freedom fighter (b. 1781)", "entities": [{"title": "Sanité Bélair", "href": "/wiki/Sanit%C3%A9_B%C3%A9lair", "description": "Suzanne Bélair, called Sanite Bélair,, was a female Haitian Freedom fighter and revolutionary, lieutenant in the army of Toussaint Louverture."}]}, {"heading": "Deaths", "year": "1805", "date": "October 5", "txt": "Charles Cornwallis, 1st Marquess Cornwallis, English general and politician, Lord Lieutenant of Ireland (b. 1738)", "entities": [{"title": "Charles Cornwallis, 1st Marquess Cornwallis", "href": "/wiki/Charles_Cornwallis,_1st_Marquess_Cornwallis", "description": "Charles Cornwallis, 1st Marquess Cornwallis,, styled Viscount Brome between 1753 and 1762 and known as the Earl Cornwallis between 1762 and 1792, was a British Army general and official. In the United States and the United Kingdom he is best remembered as one of the leading British generals in the American War of Independence. His surrender in 1781 to a combined American and French force at the si"}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Deaths", "year": "1813", "date": "October 5", "txt": "Tecumseh, American tribal leader (b. 1768)", "entities": [{"title": "Tecumseh", "href": "/wiki/Tecumseh", "description": "Tecumseh was a Shawnee chief and warrior who promoted resistance to the expansion of the United States onto Native American lands. A persuasive orator, Tecumseh traveled widely, forming a Native American confederacy and promoting inter-tribal unity. Although his efforts to unite Native Americans ended with his death in the War of 1812, he became an iconic folk hero in American, Indigenous, and Can"}]}, {"heading": "Deaths", "year": "1827", "date": "October 5", "txt": "William Mullins, 2nd Baron Ventry, Anglo-Irish politician and peer (b. 1761)", "entities": [{"title": "William Mullins, 2nd Baron Ventry", "href": "/wiki/William_Mullins,_2nd_Baron_Ventry", "description": "William Townshend Mullins, 2nd Baron Ventry was an Anglo-Irish politician and peer."}]}, {"heading": "Deaths", "year": "1848", "date": "October 5", "txt": "Joseph Hormayr, Baron zu Hortenburg, Austrian-German historian and politician (b. 1781)", "entities": [{"title": "Joseph Hormayr, Baron zu Hortenburg", "href": "/wiki/Joseph_Hormayr,_Baron_zu_Hortenburg", "description": "Joseph Hormayr, Baron zu Hortenburg was an Austrian and German statesman and historian."}]}, {"heading": "Deaths", "year": "1861", "date": "October 5", "txt": "Antoni Melchior Fijałkowski, Polish archbishop (b. 1778)", "entities": [{"title": "Antoni Melchior Fijałkowski", "href": "/wiki/Antoni_Melchior_Fija%C5%82kowski", "description": "Antoni Melchior Fijałkowski was the Archbishop Metropolitan of Warsaw and spiritual leader of the nation during the Partitions of Poland."}]}, {"heading": "Deaths", "year": "1880", "date": "October 5", "txt": "Jacques Offenbach, German-French cellist and composer (b. 1819)", "entities": [{"title": "Jacques Offenbach", "href": "/wiki/Jacques_Offenbach", "description": "Jacques Offenbach was a German-born French composer, cellist and impresario of the Romantic period. He is remembered for his nearly 100 operettas of the 1850s to the 1870s, and his uncompleted opera The Tales of Hoffmann. He was a powerful influence on later composers of the operetta genre, particularly Johann Strauss Jr. and Arthur Sullivan. His best-known works were continually revived during th"}]}, {"heading": "Deaths", "year": "1885", "date": "October 5", "txt": "Thomas C. Durant, American railroad tycoon (b. 1820)", "entities": [{"title": "Thomas C. Durant", "href": "/wiki/Thomas_C._Durant", "description": "Thomas Clark Durant was an American physician, businessman, and financier. He was vice-president of the Union Pacific Railroad (UP) in 1869 when it met with the Central Pacific railroad at Promontory Summit in Utah Territory. He created the financial structure that led to the Crédit Mobilier scandal."}]}, {"heading": "Deaths", "year": "1895", "date": "October 5", "txt": "Ralph Tollemache, English priest (b. 1826)", "entities": [{"title": "Ralph Tollemache", "href": "/wiki/Ralph_Tollemache", "description": "\n\nRalph William Lyonel Tollemache-Tollemache, MA, JP was a British clergyman in the Church of England. He is best known for the unusual and increasingly eccentric names that he chose for his numerous children."}]}, {"heading": "Deaths", "year": "1913", "date": "October 5", "txt": "Hans von Bartels, German painter and educator (b. 1856)", "entities": [{"title": "Hans von Bartels", "href": "/wiki/Hans_von_Bartels", "description": "Hans von Bartels was a German painter."}]}, {"heading": "Deaths", "year": "1914", "date": "October 5", "txt": "Albert Solomon, Australian politician, 23rd Premier of Tasmania (b. 1876)", "entities": [{"title": "Albert Solomon", "href": "/wiki/Albert_Solomon", "description": "Albert Edgar Solomon was an Australian politician. He was Premier of Tasmania from 14 June 1912 to 6 April 1914."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Deaths", "year": "1918", "date": "October 5", "txt": "Roland Garros, French soldier and pilot (b. 1888)", "entities": [{"title": "Roland Garros (aviator)", "href": "/wiki/Roland_Garros_(aviator)", "description": "Eugène Adrien Roland Georges Garros was a French pioneering aviator and fighter pilot during World War I and early days of aviation. In 1928, the Roland Garros tennis stadium was named in his memory; the French Open tennis tournament takes the name of Roland-Garros from the stadium in which it is held."}]}, {"heading": "Deaths", "year": "1921", "date": "October 5", "txt": "John Storey, Australian politician, 20th Premier of New South Wales (b. 1869)", "entities": [{"title": "John Storey (politician)", "href": "/wiki/John_Storey_(politician)", "description": "John Storey was an Australian politician who was Premier of New South Wales from 12 April 1920 until his sudden death in Sydney. His leadership enabled the New South Wales Labor Party to recover after the split over conscription and to allow it to continue to be a left-wing pragmatist rather than a socialist party."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1927", "date": "October 5", "txt": "Sam Warner, Polish-American director, producer, and screenwriter, co-founded Warner Bros. (b. 1887)", "entities": [{"title": "Sam Warner", "href": "/wiki/Sam_Warner", "description": "Samuel Louis Warner was an American film producer who was the co-founder and chief executive officer of Warner Bros. He established the studio along with his brothers Harry, Albert, and Jack L. Warner. Sam Warner is credited with procuring the technology that enabled Warner Bros. to produce the film industry's first feature-length talking picture, The Jazz Singer. He died in 1927, the day before t"}, {"title": "Warner Bros.", "href": "/wiki/Warner_Bros.", "description": "Warner Bros. Entertainment Inc. is an American diversified multinational mass media and entertainment conglomerate headquartered at the Warner Bros. Studios complex in Burbank, California, and a subsidiary of AT&T's WarnerMedia through its Studios & Networks division. Founded in 1923 by brothers Harry, Albert, Sam, and Jack Warner, the company established itself as a leader in the American film in"}]}, {"heading": "Deaths", "year": "1929", "date": "October 5", "txt": "Varghese Payyappilly Palakkappilly, Indian priest, founded the Sisters of the Destitute (b. 1876)", "entities": [{"title": "Varghese Payyappilly Palakkappilly", "href": "/wiki/Varghese_Payyappilly_Palakkappilly", "description": "Payyappilly Varghese Kathanar was a Syro-Malabar priest from the Indian state of Kerala and the founder of the congregation of Sisters of the Destitute. He was declared Venerable by Pope Francis on 14 April 2018."}, {"title": "Sisters of the Destitute", "href": "/wiki/Sisters_of_the_Destitute", "description": "Sisters of the Destitute is a Syro-Malabar Catholic women's religious institute."}]}, {"heading": "Deaths", "year": "1930", "date": "October 5", "txt": "Christopher Thomson, 1st Baron Thomson, Indian-English soldier and politician, Secretary of State for Air (b. 1875)", "entities": [{"title": "Christopher Thomson, 1st Baron Thomson", "href": "/wiki/Christopher_Thomson,_1st_Baron_Thomson", "description": "Christopher Birdwood Thomson, 1st Baron Thomson, was a British Army officer who went on to serve as a Labour minister and peer. He served as Secretary of State for Air under Ramsay MacDonald in 1924 and between 1929 and 1930, when he was killed in the R101 disaster."}, {"title": "Secretary of State for Air", "href": "/wiki/Secretary_of_State_for_Air", "description": "The Secretary of State for Air was a secretary of state position in the British government. The person holding this position was in charge of the Air Ministry. The Secretary of State for Air was supported by the Under-Secretary of State for Air."}]}, {"heading": "Deaths", "year": "1933", "date": "October 5", "txt": "Renée Adorée, French-American actress (b. 1898)", "entities": [{"title": "Renée Adorée", "href": "/wiki/Ren%C3%A9e_Ador%C3%A9e", "description": "Renée Adorée was a German-born actress who appeared in Hollywood silent movies during the 1920s. She is most famous for her role as Melisande in the melodramatic romance and war epic The Big Parade."}]}, {"heading": "Deaths", "year": "1933", "date": "October 5", "txt": "Nikolai Yudenich, Russian general (b. 1862)", "entities": []}, {"heading": "Deaths", "year": "1936", "date": "October 5", "txt": "J. Slauerhoff, Dutch poet and author (b. 1898)", "entities": [{"title": "J. Slauerhoff", "href": "/wiki/J._Slauerhoff", "description": "Jan Jacob Slauerhoff, who published as J. Slauerhoff, was a Dutch poet and novelist. He is considered one of the most important Dutch language writers."}]}, {"heading": "Deaths", "year": "1938", "date": "October 5", "txt": "Faustina Kowalska, Polish nun and saint (b. 1905)", "entities": [{"title": "Faustina Kowalska", "href": "/wiki/Faustina_Kowalska", "description": "Maria Faustyna Kowalska, also known as Saint Maria Faustyna Kowalska of the Blessed Sacrament and popularly spelled Faustina, was a Polish Roman Catholic nun and mystic. Her apparitions of Jesus Christ inspired the Roman Catholic devotion to the Divine Mercy and earned her the title of \"Secretary of Divine Mercy\"."}]}, {"heading": "Deaths", "year": "1938", "date": "October 5", "txt": "Albert Ranft, Swedish actor and director (b. 1858)", "entities": []}, {"heading": "Deaths", "year": "1940", "date": "October 5", "txt": "Ballington Booth, English-American activist, co-founded the Volunteers of America (b. 1857)", "entities": [{"title": "Ballington Booth", "href": "/wiki/Ballington_Booth", "description": "Ballington Booth was a British-born American Christian minister who co-founded Volunteers of America, a Christian charitable organization, and became its first General (1896-1940). He was a former officer in The Salvation Army."}, {"title": "Volunteers of America", "href": "/wiki/Volunteers_of_America", "description": "Volunteers of America (VOA) is a faith-based nonprofit organization founded in 1896 that provides affordable housing and other assistance services primarily to low-income people throughout the United States. Headquartered in Alexandria, Virginia, the organization includes 32 affiliates and serves approximately 1.5 million people each year in 46 states, the District of Columbia, and Puerto Rico."}]}, {"heading": "Deaths", "year": "1940", "date": "October 5", "txt": "Lincoln Loy McCandless, American rancher and politician (b. 1859)", "entities": []}, {"heading": "Deaths", "year": "1940", "date": "October 5", "txt": "Silvestre Revueltas, Mexican violinist, composer, and conductor (b. 1889)", "entities": []}, {"heading": "Deaths", "year": "1941", "date": "October 5", "txt": "Louis Brandeis, American lawyer and jurist (b. 1856)", "entities": [{"title": "Louis Brandeis", "href": "/wiki/Louis_Brandeis", "description": "Louis Dembitz Brandeis was an American lawyer and associate justice on the Supreme Court of the United States from 1916 to 1939. He was born in Louisville, Kentucky, to Jewish immigrant parents from Bohemia, who raised him in a secular home. He attended Harvard Law School, graduating at the age of 20 with the highest grade point average in the law school's history. Brandeis settled in Boston, wher"}]}, {"heading": "Deaths", "year": "1942", "date": "October 5", "txt": "Dorothea Klumpke, American astronomer (b. 1861)", "entities": [{"title": "Dorothea Klumpke", "href": "/wiki/Dorothea_Klumpke", "description": "Dorothea Klumpke Roberts was an astronomer. She was Director of the Bureau of Measurements at the Paris Observatory and was made a Chevalier de la Légion d'Honneur."}]}, {"heading": "Deaths", "year": "1943", "date": "October 5", "txt": "Leon Roppolo, American clarinet player and composer (b. 1902)", "entities": [{"title": "Leon Roppolo", "href": "/wiki/Leon_Roppolo", "description": "Leon Joseph Roppolo was a prominent early jazz clarinetist, best known for his playing with the New Orleans Rhythm Kings. He also played saxophone and guitar."}]}, {"heading": "Deaths", "year": "1950", "date": "October 5", "txt": "Frederic Lewy, German-American neurologist and academic (b. 1885)", "entities": [{"title": "Frederic Lewy", "href": "/wiki/Frederic_Lewy", "description": "Frederic Henry Lewey was a German Jew-born American neurologist. He is best known for the discovery of Lewy bodies, which are a characteristic indicator of Parkinson's disease and dementia with Lewy bodies."}]}, {"heading": "Deaths", "year": "1952", "date": "October 5", "txt": "Joe Jagersberger, Austrian racing driver (b. 1884)", "entities": [{"title": "Joe Jagersberger", "href": "/wiki/Joe_Jagersberger", "description": "Joseph W. Jagersberger was an Austrian-American racecar driver."}]}, {"heading": "Deaths", "year": "1967", "date": "October 5", "txt": "Clifton Williams, American astronaut (b. 1932)", "entities": [{"title": "Clifton Williams", "href": "/wiki/Clifton_Williams", "description": "Clifton Curtis \"C.C.\" Williams, Jr., was an American naval aviator, test pilot, mechanical engineer, major in the United States Marine Corps, and NASA astronaut, who was killed in a plane crash; he never went into space. The crash was caused by a mechanical failure in a NASA T-38 jet trainer, which he was piloting to visit his parents in Mobile, Alabama. The failure caused the flight controls to s"}]}, {"heading": "Deaths", "year": "1976", "date": "October 5", "txt": "Barbara Nichols, American actress (b. 1928)", "entities": [{"title": "Barbara Nichols", "href": "/wiki/Barbara_Nichols", "description": "Barbara Marie Nickerauer, better known as Barbara Nichols, was an American actress who often played brassy or comic roles in films in the 1950s and 1960s."}]}, {"heading": "Deaths", "year": "1976", "date": "October 5", "txt": "Lars Onsager, Norwegian-American chemist and physicist, Nobel Prize laureate (b. 1903)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1981", "date": "October 5", "txt": "Gloria Grahame, American actress (b. 1923)", "entities": [{"title": "Gloria Grahame", "href": "/wiki/Gloria_Grahame", "description": "Gloria Grahame Hallward was an American actress and singer. She began her acting career in theatre, and in 1944 made her first film for MGM."}]}, {"heading": "Deaths", "year": "1983", "date": "October 5", "txt": "Humberto Mauro, Brazilian director and screenwriter (b. 1897)", "entities": [{"title": "Humberto Mauro", "href": "/wiki/Humberto_Mauro", "description": "Humberto Duarte Mauro was a Brazilian film director. His best known work is Ganga Bruta. He is often considered the greatest director of early Brazilian cinema."}]}, {"heading": "Deaths", "year": "1983", "date": "October 5", "txt": "Earl Tupper, American inventor and businessman, founded the Tupperware Corporation (b. 1907)", "entities": [{"title": "Tupperware", "href": "/wiki/Tupperware", "description": "Tupperware is a home products line that includes preparation, storage, and serving products for the kitchen and home. In 1942, Earl Tupper developed his first bell-shaped container; the brand products were introduced in the year 1948 to the public."}]}, {"heading": "Deaths", "year": "1985", "date": "October 5", "txt": "Karl Menger, Austrian-American mathematician from the Vienna Circle (b. 1902)", "entities": [{"title": "Karl Menger", "href": "/wiki/Karl_Menger", "description": "Karl Menger was an Austrian-American mathematician. He was the son of the economist Carl Menger. He is credited with Menger's theorem. He worked on mathematics of algebras, algebra of geometries, curve and dimension theory, etc. Moreover, he contributed to game theory and social sciences."}]}, {"heading": "Deaths", "year": "1986", "date": "October 5", "txt": "Mike Burgmann, Australian racing driver and accountant (b. 1947)", "entities": [{"title": "Mike Burgmann", "href": "/wiki/Mike_Burgmann", "description": "Michael Burgmann was a Sydney accountant and racing car driver who was involved in a fatal accident at the 1986 James Hardie 1000 race held at the Mount Panorama Circuit in Bathurst, New South Wales. At the time of his death, Burgmann was the accountant for the Australian Racing Drivers Club (ARDC), who were the promoters of the Bathurst 1000, as well as the owners and promoters of Amaroo Park in "}]}, {"heading": "Deaths", "year": "1986", "date": "October 5", "txt": "Hal B. Wallis, American film producer (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "October 5", "txt": "James H. Wilkinson, English mathematician and computer scientist (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "October 5", "txt": "Eddie Kendricks, American singer-songwriter (b. 1939)", "entities": [{"title": "Eddie Kendricks", "href": "/wiki/Eddie_Kendricks", "description": "Edward James Kendrick, best known by the stage name Eddie Kendricks, was an American singer and songwriter. Noted for his distinctive falsetto singing style, Kendricks co-founded the Motown singing group The Temptations, and was one of their lead singers from 1960 until 1971. He was the lead voice on such famous songs as \"The Way You Do the Things You Do\", \"Get Ready\", and \"Just My Imagination \". "}]}, {"heading": "Deaths", "year": "1996", "date": "October 5", "txt": "Seymour Cray, American engineer and businessman, founded CRAY Inc (b. 1925)", "entities": [{"title": "Seymour Cray", "href": "/wiki/Seymour_Cray", "description": "Seymour Roger Cray was an American electrical engineer and supercomputer architect who designed a series of computers that were the fastest in the world for decades, and founded Cray Research which built many of these machines. Called \"the father of supercomputing\", Cray has been credited with creating the supercomputer industry. Joel S. Birnbaum, then chief technology officer of Hewlett-Packard, "}, {"title": "Cray", "href": "/wiki/Cray", "description": "Cray Inc., a subsidiary of Hewlett Packard Enterprise, is an American supercomputer manufacturer headquartered in Seattle, Washington. It also manufactures systems for data storage and analytics. Several Cray supercomputer systems are listed in the TOP500, which ranks the most powerful supercomputers in the world."}]}, {"heading": "Deaths", "year": "1997", "date": "October 5", "txt": "Brian Pillman, American football player and wrestler (b. 1962)", "entities": [{"title": "Brian Pillman", "href": "/wiki/Brian_Pillman", "description": "Brian William Pillman was an American professional wrestler and professional football player best known for his appearances in Stampede Wrestling in the 1980s and World Championship Wrestling (WCW), Extreme Championship Wrestling (ECW), and the World Wrestling Federation (WWF) in the 1990s."}]}, {"heading": "Deaths", "year": "2000", "date": "October 5", "txt": "Johanna Döbereiner, Brazilian agronomist (b. 1924)", "entities": [{"title": "Johanna Döbereiner", "href": "/wiki/Johanna_D%C3%B6bereiner", "description": "Johanna Liesbeth Kubelka Döbereiner was a Brazilian agronomist."}]}, {"heading": "Deaths", "year": "2000", "date": "October 5", "txt": "Cătălin Hîldan, Romanian footballer (b. 1976)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "October 5", "txt": "Mike Mansfield, American soldier, politician, and diplomat, 22nd United States Ambassador to Japan (b. 1903)", "entities": [{"title": "Mike Mansfield", "href": "/wiki/Mike_Mansfield", "description": "Michael Joseph Mansfield was an American politician and diplomat. A member of the Democratic Party, he served as a US Representative (1943–1953) and a US Senator (1953–1977) from Montana. He was the longest-serving Senate Majority Leader and served from 1961 to 1977. During his tenure, he shepherded Great Society programs through the Senate."}, {"title": "United States Ambassador to Japan", "href": "/wiki/United_States_Ambassador_to_Japan", "description": "The Ambassador of the United States of America to Japan  is the ambassador from the United States of America to Japan."}]}, {"heading": "Deaths", "year": "2002", "date": "October 5", "txt": "Chuck Rayner, Canadian ice hockey player (b. 1920)", "entities": [{"title": "Chuck Rayner", "href": "/wiki/Chuck_Rayner", "description": "Claude Earl Rayner was a Canadian professional hockey goaltender who played nine seasons in the National Hockey League for the New York Americans and New York Rangers. He is an honoured member of the Hockey Hall of Fame."}]}, {"heading": "Deaths", "year": "2003", "date": "October 5", "txt": "Dan Snyder, Canadian-American ice hockey player (b. 1978)", "entities": [{"title": "Dan Snyder (ice hockey)", "href": "/wiki/Dan_Snyder_(ice_hockey)", "description": "Daniel Joseph Snyder was a Canadian professional ice hockey player. He played as a centre in the National Hockey League (NHL) for the Atlanta Thrashers. Following a single-vehicle accident in which he was a passenger, Snyder was injured and fell into a coma as a result. He died six days later of septic shock."}]}, {"heading": "Deaths", "year": "2003", "date": "October 5", "txt": "Timothy Treadwell,  American environmentalist, director, and producer (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "October 5", "txt": "Rodney Dangerfield, American comedian, actor, producer, and screenwriter (b. 1921)", "entities": [{"title": "Rodney Dangerfield", "href": "/wiki/Rodney_Dangerfield", "description": "Jack Roy, popularly known by the stage name Rodney Dangerfield, was an American stand-up comedian, actor, producer, screenwriter, musician and author. He was known for his self-deprecating one-liner humor, his catchphrase \"I get no respect!\" and his monologues on that theme."}]}, {"heading": "Deaths", "year": "2004", "date": "October 5", "txt": "William H. Dobelle, American biologist and academic (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "October 5", "txt": "Maurice Wilkins, New Zealand-English physicist and biologist, Nobel Prize laureate (b. 1916)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2006", "date": "October 5", "txt": "Antonio Peña, Mexican wrestling promoter, founded Lucha Libre AAA World Wide (b. 1953)", "entities": [{"title": "Antonio Peña", "href": "/wiki/Antonio_Pe%C3%B1a", "description": "Antonio Hipolito Peña Herrada was the founder of the Mexican professional wrestling promotion Asistencia Asesoría y Administración (AAA) in 1992. Peña's promotion reached its height of popularity in the early 1990s before the downturn of the Mexican economy. Peña's AAA is the promotion largely responsible for bringing the \"Lucha\" style to the United States, with such wrestlers as Rey Mysterio Jr.,"}, {"title": "Lucha Libre AAA World Wide", "href": "/wiki/Lucha_Libre_AAA_World_Wide", "description": "Antonio Peña Promotions, S.A de CV d/b/a Lucha Libre AAA Worldwide is a Mexican Lucha Libre promotion based in Mexico City, Mexico. Commonly referred to as simply AAA, the promotion was founded in 1992 when Antonio Peña broke away from Consejo Mundial de Lucha Libre (CMLL) to set up a promotion, which allowed him more creative freedom. AAA has held a number of pay-per-views (PPV) over the years an"}]}, {"heading": "Deaths", "year": "2009", "date": "October 5", "txt": "Mike Alexander, English singer-songwriter and bass player (b. 1977)", "entities": [{"title": "Mike Alexander (musician)", "href": "/wiki/Mike_Alexander_(musician)", "description": "Michael Alexander was a Jamaican-British musician who served as the bassist of English thrash metal group Evile."}]}, {"heading": "Deaths", "year": "2010", "date": "October 5", "txt": "Bernard Clavel, French journalist and author (b. 1923)", "entities": [{"title": "Bernard Clavel", "href": "/wiki/Bernard_Clavel", "description": "Bernard Charles Henri Clavel was a French writer."}]}, {"heading": "Deaths", "year": "2010", "date": "October 5", "txt": "Mary Leona Gage, American model and actress, Miss USA 1957 (b. 1939)", "entities": [{"title": "Miss USA 1957", "href": "/wiki/Miss_USA_1957", "description": "Miss USA 1957, the sixth Miss USA pageant, took place at Long Beach Municipal Auditorium, Long Beach, California on July 17, 1957, during the run-up to the year's Miss Universe pageant."}]}, {"heading": "Deaths", "year": "2010", "date": "October 5", "txt": "Steve Lee, Swiss singer-songwriter (b. 1963)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "October 5", "txt": "Derrick Bell, American academic and scholar (b. 1930)", "entities": [{"title": "Derrick Bell", "href": "/wiki/Derrick_Bell", "description": "Derrick Albert Bell Jr. was an American lawyer, professor, and civil rights activist. In 1971, he became the first tenured African-American professor of law at Harvard Law School, and he is often credited as one of the originators of critical race theory along with Richard Delgado, Charles Lawrence, Mari Matsuda, and Patricia Williams. He was a visiting professor at New York University School of L"}]}, {"heading": "Deaths", "year": "2011", "date": "October 5", "txt": "Bert Jansch, Scottish singer-songwriter and guitarist (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "October 5", "txt": "Steve Jobs, American businessman, co-founder of Apple Inc. and Pixar (b. 1955)", "entities": [{"title": "Apple Inc.", "href": "/wiki/Apple_Inc.", "description": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services. It is considered one of the Big Five companies in the U.S. information technology industry, along with Amazon, Google, Microsoft, and Facebook. As well as being one of the most popular smartphone companies"}, {"title": "Pixar", "href": "/wiki/Pixar", "description": "Pixar Animation Studios is an American computer animation studio known for its critically and commercially successful feature films. It is based in Emeryville, California, and is a subsidiary of Walt Disney Studios owned by The Walt Disney Company."}]}, {"heading": "Deaths", "year": "2011", "date": "October 5", "txt": "Charles Napier, American actor and singer (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "October 5", "txt": "Fred Shuttlesworth, American activist, co-founded the Southern Christian Leadership Conference (b. 1922)", "entities": [{"title": "Southern Christian Leadership Conference", "href": "/wiki/Southern_Christian_Leadership_Conference", "description": "The Southern Christian Leadership Conference (SCLC) is an African-American civil rights organization. SCLC is closely associated with its first president, Martin Luther King Jr., who had a large role in the American civil rights movement."}]}, {"heading": "Deaths", "year": "2011", "date": "October 5", "txt": "Gökşin Sipahioğlu, Turkish photographer and journalist (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 5", "txt": "Keith Campbell, English biologist and academic (b. 1954)", "entities": [{"title": "Keith Campbell (biologist)", "href": "/wiki/Keith_Campbell_(biologist)", "description": "Keith Henry Stockman Campbell was a British biologist who was a member of the team that in 1996 first cloned a mammal, a Finnish Dorset lamb named Dolly, from fully differentiated adult mammary cells. He was Professor of Animal Development at the University of Nottingham."}]}, {"heading": "Deaths", "year": "2012", "date": "October 5", "txt": "Vojin Dimitrijević, Croatian-Serbian lawyer and activist (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 5", "txt": "James W. Holley, III, American dentist and politician (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 5", "txt": "Edvard Mirzoyan, Georgian-Armenian composer and educator (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "October 5", "txt": "Claude Pinoteau, French director and screenwriter (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 5", "txt": "Ruth R. Benerito, American chemist and academic (b. 1916)", "entities": [{"title": "Ruth R. Benerito", "href": "/wiki/Ruth_R._Benerito", "description": "Ruth Mary Rogan Benerito was an American chemist and inventor known for her work related to the textile industry, notably including the development of wash-and-wear cotton fabrics. She held 55 patents."}]}, {"heading": "Deaths", "year": "2013", "date": "October 5", "txt": "Carlo Lizzani, Italian actor, director, producer, and screenwriter (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "October 5", "txt": "Yakkun Sakurazuka, Japanese voice actress and singer (b. 1976)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 5", "txt": "David Chavchavadze, English-American CIA officer and author (b. 1924)", "entities": [{"title": "David Chavchavadze", "href": "/wiki/David_Chavchavadze", "description": "Prince David Chavchavadze was a British-born American author and a former Central Intelligence Agency (CIA) officer of Georgian-Russian origin."}, {"title": "CIA", "href": "/wiki/CIA", "description": "The Central Intelligence Agency, known informally as \"The Agency\" and \"The Company\", is a civilian foreign intelligence service of the federal government of the United States, officially tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As a principal member of the United States Intelligen"}]}, {"heading": "Deaths", "year": "2014", "date": "October 5", "txt": "Andrea de Cesaris, Italian racing driver (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 5", "txt": "Geoffrey Holder, Trinidadian-American actor, singer, dancer, and choreographer (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "October 5", "txt": "Yuri Lyubimov, Russian actor and director (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 5", "txt": "Chantal Akerman, Belgian-French actress, director, and producer (b. 1950)", "entities": [{"title": "Chantal Akerman", "href": "/wiki/Chantal_Akerman", "description": "Chantal Anne Akerman was a Belgian film director, screenwriter, artist, and film professor at the City College of New York. She is best known for Jeanne Dielman, 23 quai du Commerce, 1080 Bruxelles (1975), which The New York Times called a \"masterpiece\". According to film scholar Gwendolyn Audrey Foster, Akerman's influence on feminist and avant-garde cinema is substantial."}]}, {"heading": "Deaths", "year": "2015", "date": "October 5", "txt": "Joker Arroyo, Filipino lawyer and politician (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 5", "txt": "Grace Lee Boggs, American philosopher, author, and activist (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "October 5", "txt": "Henning Mankell, Swedish author and playwright (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "October 5", "txt": "Brock Yates, American journalist and author (b. 1933)", "entities": [{"title": "Brock Yates", "href": "/wiki/Brock_Yates", "description": "Brock Wendel Yates was an American print and TV journalist, screenwriter, and author. He was longtime executive editor of Car and Driver, an American automotive magazine. He was a pit reporter for CBS' coverage of certain NASCAR Cup Series series races in the 1980s, including the Daytona 500. He was also one of the main commentators on the TNN motor sports TV show American Sports Cavalcade with St"}]}, {"heading": "Deaths", "year": "2017", "date": "October 5", "txt": "Eberhard van der Laan, Dutch politician, mayor of Amsterdam (b. 1955)", "entities": [{"title": "Eberhard van der Laan", "href": "/wiki/Eberhard_van_der_Laan", "description": "Eberhard Edzard van der Laan was a Dutch politician who served as Minister for Housing, Communities and Integration from 2008 to 2010 and Mayor of Amsterdam from 2010 until his death in 2017. He was a member of the Labour Party (PvdA)."}, {"title": "Amsterdam", "href": "/wiki/Amsterdam", "description": "Amsterdam is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,558,755 in the urban area and 2,480,394 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site."}]}]