[{"heading": "Events", "year": "490 BC", "date": "September 12", "txt": "Battle of Marathon: The conventionally accepted date for the Battle of Marathon. The Athenians and their Plataean allies defeat the first Persian invasion force of Greece.", "entities": [{"title": "Battle of Marathon", "href": "/wiki/Battle_of_Marathon", "description": "The Battle of Marathon took place in 490 BC during the first Persian invasion of Greece. It was fought between the citizens of Athens, aided by Plataea, and a Persian force commanded by Datis and Artaphernes. The battle was the culmination of the first attempt by Persia, under King Darius I, to subjugate Greece. The Greek army inflicted a crushing defeat on the more numerous Persians, marking a tu"}]}, {"heading": "Events", "year": "372", "date": "September 12", "txt": "Sixteen Kingdoms: Jin Xiaowudi, age 10, succeeds his father Jin Jianwendi as Emperor of the Eastern Jin dynasty.", "entities": [{"title": "Sixteen Kingdoms", "href": "/wiki/Sixteen_Kingdoms", "description": "The Sixteen Kingdoms, less commonly the Sixteen States, was a chaotic period in Chinese history from AD 304 to 439 when the political order of northern China fractured into a series of short-lived dynastic states, most of which were founded by the \"Five Barbarians\", non-Han peoples who had settled in northern and western China during the preceding centuries and participated in the overthrow of the"}, {"title": "Emperor Xiaowu of Jin", "href": "/wiki/Emperor_Xiaowu_of_Jin", "description": "Emperor Xiaowu of Jin, personal name Sima Yao (司馬曜), courtesy name Changming (昌明), was an emperor of the Eastern Jin Dynasty (265–420) in China. During his reign, Jin saw his dynasty survive a major attempt by Former Qin to destroy it, but he would nevertheless be the last Jin emperor to actually exercise imperial power, as his sons Emperor An and Emperor Gong would be controlled by regents and wa"}, {"title": "Emperor Jianwen of Jin", "href": "/wiki/Emperor_Jianwen_of_Jin", "description": "Emperor Jianwen of Jin, personal name Sima Yu (司馬昱), courtesy name Daowan (道萬), was an emperor of the Eastern Jin Dynasty (265-420) in China. He was the younger brother of Emperor Ming and installed by military leader Huan Wen. Prior to taking the throne, he had served in important roles in the administrations of his grandnephews Emperor Mu, Emperor Ai, and Emperor Fei. Both in his service to his "}, {"title": "Jin dynasty (265–420)", "href": "/wiki/Jin_dynasty_(265%E2%80%93420)", "description": "The Jin dynasty or the Jin Empire, sometimes distinguished as the Sima Jin (司馬晉) or the Two Jins (兩晉), was a Chinese dynasty traditionally dated from 266 to 420 AD. It was founded by Sima Yan, eldest son of Sima Zhao, who was made the King of Jin and posthumously declared one of the founders of the dynasty, along with Sima Zhao's elder brother Sima Shi and father Sima Yi. It followed the Three Kin"}]}, {"heading": "Events", "year": "1185", "date": "September 12", "txt": "Emperor Andronikos I Komnenos brutally put to death in Constantinople.", "entities": [{"title": "Andronikos I Komnenos", "href": "/wiki/Andronikos_I_Komnenos", "description": "Andronikos I Komnenos, usually Latinized as Andronicus I Comnenus, was Byzantine Emperor from 1183 to 1185. He was the son of Isaac Komnenos and the grandson of the emperor Alexios I."}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}]}, {"heading": "Events", "year": "1213", "date": "September 12", "txt": "Albigensian Crusade: Simon de Montfort, 5th Earl of Leicester, defeats Peter II of Aragon at the Battle of Muret.", "entities": [{"title": "Albigensian Crusade", "href": "/wiki/Albigensian_Crusade", "description": "The Albigensian Crusade or the Cathar Crusade was a 20-year military campaign initiated by Pope Innocent III to eliminate Catharism in Languedoc, in southern France. The Crusade was prosecuted primarily by the French crown and promptly took on a political aspect, resulting in not only a significant reduction in the number of practising Cathars, but also a realignment of the County of Toulouse in L"}, {"title": "Simon de Montfort, 5th Earl of Leicester", "href": "/wiki/Simon_de_Montfort,_5th_Earl_of_Leicester", "description": "Simon de Montfort, 5th Earl of Leicester, known as Simon IV de Montfort and as Simon de Montfort the Elder, was a French nobleman and famed knight of the early 13th century. He is widely regarded as one of the great military commanders of the Middle Ages. He took part in the Fourth Crusade and was one of the prominent figures of the Albigensian Crusade. Montfort is mostly noted for his campaigns i"}, {"title": "Peter II of Aragon", "href": "/wiki/Peter_II_of_Aragon", "description": "Peter II the Catholic was the King of Aragon and Count of Barcelona from 1196 to 1213."}, {"title": "Battle of Muret", "href": "/wiki/Battle_of_Muret", "description": "The Battle of Muret, fought on 12 September 1213 near Muret, 25 km south of Toulouse, was the last major battle of the Albigensian Crusade and one of the most notable pitched battles of the Middle Ages. Although estimates vary considerably, even among distinguished modern historians, it is famed for having pitted a measly force of French knights and crusaders commanded by Simon de Montfort the Eld"}]}, {"heading": "Events", "year": "1229", "date": "September 12", "txt": "Battle of Portopí: The Aragonese army under the command of James I of Aragon disembarks at Santa Ponça, Majorca, with the purpose of conquering the island.", "entities": [{"title": "Battle of Portopí", "href": "/wiki/Battle_of_Portop%C3%AD", "description": "The Battle of Portopí was an open field military conflict between the Almohad troops that occupied the island of Majorca and the Christian army led by King James I the Conqueror with the aim of annexing it to the Crown of Aragon in order to expand their domain. It was carried out at various points in the current Sierra de Na Burguesa, approximately halfway between the current resort town of Santa "}, {"title": "James I of Aragon", "href": "/wiki/James_I_of_Aragon", "description": "James I the Conqueror was King of Aragon, Count of Barcelona, and Lord of Montpellier from 1213 to 1276; King of Majorca from 1231 to 1276; and Valencia from 1238 to 1276. His long reign—the longest of any Iberian monarch—saw the expansion of the Crown of Aragon in three directions: Languedoc to the north, the Balearic Islands to the southeast, and Valencia to the south. By a treaty with Louis IX "}, {"title": "Santa Ponça", "href": "/wiki/Santa_Pon%C3%A7a", "description": "Santa Ponsa is a small town in the south-west of Mallorca. Located in the municipality of Calvià, it is 18 kilometres from the capital Palma."}, {"title": "Majorca", "href": "/wiki/Majorca", "description": "Mallorca or Majorca is the largest island in the Balearic Islands, which are part of Spain and located in the Mediterranean. The local language, as on the rest of the Balearic Islands, is Catalan, which is co-official with Spanish."}]}, {"heading": "Events", "year": "1309", "date": "September 12", "txt": "The First Siege of Gibraltar takes place in the context of the Spanish Reconquista pitting the forces of the Kingdom of Castile against the Emirate of Granada resulting in a Castilian victory.", "entities": [{"title": "First Siege of Gibraltar", "href": "/wiki/First_Siege_of_Gibraltar", "description": "The first siege of Gibraltar was a battle of the Spanish Reconquista that took place in 1309. The battle pitted the forces of the Crown of Castile under the command of Juan Núñez II de Lara and Alonso Pérez de Guzmán, against the forces of the Emirate of Granada who were under the command of Sultan Muhammed III and his brother, Abu'l-Juyush Nasr."}, {"title": "Reconquista", "href": "/wiki/Reconquista", "description": "The Reconquista was a period in the history of the Iberian Peninsula of about 780 years between the Umayyad conquest of Hispania in 711, the expansion of the Christian kingdoms throughout Hispania, and the fall of the Nasrid kingdom of Granada in 1492."}, {"title": "Kingdom of Castile", "href": "/wiki/Kingdom_of_Castile", "description": "The Kingdom of Castile was a large and powerful state on the Iberian Peninsula during the Middle Ages. Its name comes from the host of castles constructed in the region. It began in the 9th century as the County of Castile, an eastern frontier lordship of the Kingdom of León. During the 10th century, its counts increased their autonomy, but it was not until 1065 that it was separated from León and"}, {"title": "Emirate of Granada", "href": "/wiki/Emirate_of_Granada", "description": "The Emirate of Granada, also known as the Nasrid Kingdom of Granada, was an Islamic realm in southern Iberia during the Late Middle Ages. It was the last independent Muslim state in Western Europe."}]}, {"heading": "Events", "year": "1609", "date": "September 12", "txt": "Henry Hudson begins his exploration of the Hudson River while aboard the Halve Maen.", "entities": [{"title": "Henry Hudson", "href": "/wiki/Henry_Hudson", "description": "Henry Hudson was an English sea explorer and navigator during the early 17th century, best known for his explorations of present-day Canada and parts of the northeastern United States."}, {"title": "Hudson River", "href": "/wiki/Hudson_River", "description": "The Hudson River is a 315-mile (507 km) river that flows from north to south primarily through eastern New York in the United States. It originates in the Adirondack Mountains of Upstate New York and flows southward through the Hudson Valley to the Upper New York Bay between New York City and Jersey City, eventually draining into the Atlantic Ocean at New York Harbor. The river serves as a politic"}]}, {"heading": "Events", "year": "1634", "date": "September 12", "txt": "A gunpowder factory explodes in Valletta, Malta, killing 22 people and damaging several buildings.", "entities": [{"title": "1634 Valletta explosion", "href": "/wiki/1634_Valletta_explosion", "description": "On 12 September 1634, a Hospitaller gunpowder factory in Valletta, Malta accidentally blew up, killing 22 people and causing severe damage to a number of buildings. The factory had been built sometime in the late 16th or early 17th centuries, replacing an earlier one in Fort St. Angelo in Birgu. It was located in the lower part of Valletta, close to the Slaves' Prison."}, {"title": "Valletta", "href": "/wiki/Valletta", "description": "Valletta is the capital city of Malta. Located in the South Eastern Region of the main island, between Marsamxett Harbour to the west and the Grand Harbour to the east, its population in 2014 was 6,444, while the metropolitan area around it has a population of 393,938. Valletta is second only to Nicosia as the southernmost capital of Europe, and at just 0.61 square kilometres (61 ha), it is the Eu"}]}, {"heading": "Events", "year": "1683", "date": "September 12", "txt": "Austro-Ottoman War: Battle of Vienna: Several European armies join forces to defeat the Ottoman Empire.", "entities": [{"title": "Great Turkish War", "href": "/wiki/Great_Turkish_War", "description": "The Great Turkish War or the War of the Holy League was a series of conflicts between the Ottoman Empire and the Holy League consisting of the Habsburg Monarchy, Poland-Lithuania, Venice and Russia. Intensive fighting began in 1683 and ended with the signing of the Treaty of Karlowitz in 1699. The war was a defeat for the Ottoman Empire, which for the first time lost large amounts of territory. It"}, {"title": "Battle of Vienna", "href": "/wiki/Battle_of_Vienna", "description": "The Battle of Vienna took place at Kahlenberg Mountain near Vienna on 12 September 1683 after the imperial city had been besieged by the Ottoman Empire for two months. The battle was fought by the Holy Roman Empire led by the Habsburg Monarchy and the Polish–Lithuanian Commonwealth, both under the command of King John III Sobieski, against the Ottomans and their vassal and tributary states. The ba"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1762", "date": "September 12", "txt": "The Sultanate of Sulu ceded Balambangan Island to the British East India Company", "entities": [{"title": "Sultanate of Sulu", "href": "/wiki/Sultanate_of_Sulu", "description": "The Sultanate of Sulu was a Muslim state that ruled the islands in the Sulu Archipelago, parts of Mindanao in today's Philippines, certain portions of Palawan and north-eastern Borneo."}, {"title": "Balambangan Island", "href": "/wiki/Balambangan_Island", "description": "Balambangan Island is an island in Kudat Division, Sabah, Malaysia. It is located off the northern tip of Borneo and is situated just about 3 kilometres west of Banggi Island. It is now part of the Tun Mustapha Marine Park."}, {"title": "British East India Company", "href": "/wiki/British_East_India_Company", "description": "The East India Company (EIC), also known as the Honourable East India Company (HEIC), East India Trading Company (EITC), the English East India Company or the British East India Company, and informally known as John Company, Company Bahadur, or simply The Company was an English and later British joint-stock company founded in 1600. It was formed to trade in the Indian Ocean region, initially with "}]}, {"heading": "Events", "year": "1814", "date": "September 12", "txt": "Battle of North Point: an American detachment halts the British land advance to Baltimore in the War of 1812.", "entities": [{"title": "Battle of North Point", "href": "/wiki/Battle_of_North_Point", "description": "The Battle of North Point was fought on September 12, 1814, between General John Stricker's Maryland Militia and a British force led by Major General Robert Ross. Although the Americans retreated, they were able to do so in good order having inflicted significant casualties on the British, killing one of the commanders of the invading force, significantly demoralizing the troops under his command "}, {"title": "Baltimore", "href": "/wiki/Baltimore", "description": "Baltimore is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with an estimated population of 593,490 in 2019. Baltimore was designated an independent city by the Constitution of Maryland in 1851, and today is the largest independent city in the United States. As of 2017, the population of the Baltimore metropolitan area was estimat"}, {"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}]}, {"heading": "Events", "year": "1846", "date": "September 12", "txt": "Elizabeth Barrett elopes with Robert Browning.", "entities": [{"title": "Elizabeth Barrett Browning", "href": "/wiki/Elizabeth_Barrett_Browning", "description": "Elizabeth Barrett Browning was an English poet of the Victorian era, popular in Britain and the United States during her lifetime."}, {"title": "Robert Browning", "href": "/wiki/Robert_Browning", "description": "Robert Browning was an English poet and playwright whose dramatic monologues put him among the foremost Victorian poets. His poems are noted for irony, characterization, dark humour, social commentary, historical settings and challenging vocabulary and syntax. His career began well, but shrank for a time. The long poems Pauline (1833) and Paracelsus (1835) were acclaimed, but in 1840 Sordello was "}]}, {"heading": "Events", "year": "1847", "date": "September 12", "txt": "Mexican–American War: the Battle of Chapultepec begins.", "entities": [{"title": "Mexican–American War", "href": "/wiki/Mexican%E2%80%93American_War", "description": "The Mexican–American War, also known in the United States as the Mexican War and in Mexico as the Intervención Estadounidense en México, was an armed conflict between the United States and Mexico from 1846 to 1848. It followed the 1845 U.S. annexation of Texas, which Mexico considered Mexican territory since the Mexican government did not recognize the Velasco treaty signed by Mexican General Anto"}, {"title": "Battle of Chapultepec", "href": "/wiki/Battle_of_Chapultepec", "description": "The Battle of Chapultepec was an assault by invading American forces on a small contingent of Mexican forces holding the strategically located Chapultepec Castle just outside Mexico City, fought 13 September 1847 during the Mexican–American War. The building, sitting atop a 200-foot (61 m) hill, was an important position for the defense of the city."}]}, {"heading": "Events", "year": "1848", "date": "September 12", "txt": "A new constitution marks the establishment of Switzerland as a federal state.", "entities": [{"title": "Switzerland as a federal state", "href": "/wiki/Switzerland_as_a_federal_state", "description": "The rise of Switzerland as a federal state began on 12 September 1848, with the creation of a federal constitution in response to a 27-day civil war, the Sonderbundskrieg. The constitution, which was heavily influenced by the United States Constitution and the ideas of the French Revolution, was modified several times during the following decades and wholly replaced in 1999. The 1848 constitution "}]}, {"heading": "Events", "year": "1857", "date": "September 12", "txt": "The SS Central America sinks about 160 miles east of Cape Hatteras, North Carolina, drowning a total of 426 passengers and crew, including Captain William Lewis Herndon. The ship was carrying 13–15 tons of gold from the California Gold Rush.", "entities": [{"title": "SS Central America", "href": "/wiki/SS_Central_America", "description": "SS Central America, known as the Ship of Gold, was a 280-foot (85 m) sidewheel steamer that operated between Central America and the eastern coast of the United States during the 1850s. She was originally named the SS George Law, after Mr. George Law of New York. The ship sank in a hurricane in September 1857, along with 425 of her 578 passengers and crew and 30,000 pounds (14,000 kg) of gold, con"}, {"title": "Cape Hatteras", "href": "/wiki/Cape_Hatteras", "description": "Cape Hatteras is a bend in Hatteras Island, one of the barrier islands of North Carolina."}, {"title": "North Carolina", "href": "/wiki/North_Carolina", "description": "North Carolina is a state in the Southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, wit"}, {"title": "William Lewis Herndon", "href": "/wiki/William_Lewis_Herndon", "description": "Commander William Lewis Herndon was one of the United States Navy's outstanding explorers and seamen. In 1851 he led a United States expedition to the Valley of the Amazon, and prepared a report published in 1854 and distributed widely as Exploration of the Valley of the Amazon."}, {"title": "California Gold Rush", "href": "/wiki/California_Gold_Rush", "description": "The California Gold Rush (1848–1855) was a gold rush that began on January 24, 1848, when gold was found by James W. Marshall at Sutter's Mill in Coloma, California. The news of gold brought approximately 300,000 people to California from the rest of the United States and abroad. The sudden influx of gold into the money supply reinvigorated the American economy, and the sudden population increase "}]}, {"heading": "Events", "year": "1885", "date": "September 12", "txt": "Arbroath 36–0 Bon Accord, a world record scoreline in professional Association football.", "entities": [{"title": "Arbroath 36–0 Bon Accord", "href": "/wiki/Arbroath_36%E2%80%930_Bon_Accord", "description": "Arbroath 36–0 Bon Accord is the result of a football match between Arbroath and Bon Accord which took place on 12 September 1885."}]}, {"heading": "Events", "year": "1890", "date": "September 12", "txt": "Salisbury, Rhodesia, is founded.", "entities": [{"title": "Harare", "href": "/wiki/Harare", "description": "Harare is the capital and most populous city of Zimbabwe. The city proper has an area of 960.6 km2 (371 mi2) and a population 2,123,132 in the 2012 census and an estimated 3,120,917 in its metropolitan area in 2019. Situated in north-eastern Zimbabwe in the country's Mashonaland region, Harare is a metropolitan province, which also incorporates the municipalities of Chitungwiza and Epworth. The ci"}, {"title": "Rhodesia", "href": "/wiki/Rhodesia", "description": "Rhodesia, officially from 1970 the Republic of Rhodesia, was an unrecognised state in Southern Africa from 1965 to 1979, equivalent in territory to modern Zimbabwe. Rhodesia was the de facto successor state to the British colony of Southern Rhodesia, which had been self-governing since achieving responsible government in 1923. A landlocked nation, Rhodesia was bordered by South Africa to the south"}]}, {"heading": "Events", "year": "1897", "date": "September 12", "txt": "Tirah Campaign: In the Battle of Saragarhi, ten thousand Pashtun tribesmen suffer several hundred casualties while attacking 21 Sikh soldiers in British service.", "entities": [{"title": "Tirah Campaign", "href": "/wiki/Tirah_Campaign", "description": "The Tirah campaign, often referred to in contemporary British accounts as the Tirah expedition, was an Indian frontier campaign from September 1897 to April 1898. Tirah is a mountainous tract of country in what was formally known as Federally Administered Tribal Areas of Pakistan, now Khyber Pakhtunkhwa province."}, {"title": "Battle of Saragarhi", "href": "/wiki/Battle_of_Saragarhi", "description": "The Battle of Saragarhi was a last-stand battle fought before the Tirah Campaign between the British Raj and Afghan tribesmen. On 12 September 1897, an estimated 12,000 - 24,000 Orakzai and Afridi tribesmen were seen near Gogra, at Samana Suk, and around Saragarhi, cutting off Fort Gulistan from Fort Lockhart. The Afghans attacked the outpost of Saragarhi where thousands of them swarmed and surrou"}]}, {"heading": "Events", "year": "1906", "date": "September 12", "txt": "The Newport Transporter Bridge is opened in Newport, South Wales by Viscount Tredegar.", "entities": [{"title": "Newport Transporter Bridge", "href": "/wiki/Newport_Transporter_Bridge", "description": "The Newport Transporter Bridge is a transporter bridge that crosses the River Usk in Newport, South East Wales. The bridge is the lowest crossing on the River Usk. It is a Grade I listed structure."}, {"title": "Newport, Wales", "href": "/wiki/Newport,_Wales", "description": "Newport is both a city and a principal area in Wales, on the River Usk close to its confluence with the Severn Estuary, 12 miles (19 km) northeast of Cardiff. With a population of 145,700 at the 2011 census, Newport is the third-largest city in Wales. Newport became a unitary authority in 1996 and forms part of the Cardiff-Newport metropolitan area with a population of 1,09 million. Newport was th"}, {"title": "Viscount Tredegar", "href": "/wiki/Viscount_Tredegar", "description": "Baron Tredegar, of Tredegar in the County of Monmouth, was a title in the Peerage of the United Kingdom. It was created on 16 April 1859 for the Welsh politician Sir Charles Morgan, 3rd Baronet, who had earlier represented Brecon in Parliament. His eldest son, Charles Rodney Morgan, sat as Member of Parliament for Brecon, but predeceased his father. Lord Tredegar was therefore succeeded by his sec"}]}, {"heading": "Events", "year": "1910", "date": "September 12", "txt": "Premiere performance of Gustav Mahler's Symphony No. 8 in Munich (with a chorus of 852 singers and an orchestra of 171 players. Mahler's rehearsal assistant conductor was Bruno Walter).", "entities": [{"title": "Gustav Mahler", "href": "/wiki/Gustav_Mahler", "description": "Gustav Mahler was an Austro-Bohemian Romantic composer, and one of the leading conductors of his generation. As a composer he acted as a bridge between the 19th century Austro-German tradition and the modernism of the early 20th century. While in his lifetime his status as a conductor was established beyond question, his own music gained wide popularity only after periods of relative neglect, whic"}, {"title": "Symphony No. 8 (Mahler)", "href": "/wiki/Symphony_No._8_(Mahler)", "description": "The Symphony No. 8 in E-flat major by Gustav Mahler is one of the largest-scale choral works in the classical concert repertoire. Because it requires huge instrumental and vocal forces it is frequently called the \"Symphony of a Thousand\", although the work is normally presented with far fewer than a thousand performers and the composer did not sanction that name. The work was composed in a single "}, {"title": "Conductor (music)", "href": "/wiki/Conductor_(music)", "description": "Conducting is the art of directing a musical performance, such as an orchestral or choral concert. It has been defined as \"the art of directing the simultaneous performance of several players or singers by the use of gesture.\" The primary duties of the conductor are to interpret the score in a way which reflects the specific indications in that score, set the tempo, ensure correct entries by ensem"}, {"title": "Bruno Walter", "href": "/wiki/Bruno_Walter", "description": "Bruno Walter was a German-born conductor, pianist and composer. Born in Berlin, he left Germany in 1933 to escape the Third Reich, was naturalised as a French citizen in 1938, and settled in the United States in 1939. He worked closely with Gustav Mahler, whose music he helped to establish in the repertory, held major positions with the Leipzig Gewandhaus Orchestra, New York Philharmonic, Concertg"}]}, {"heading": "Events", "year": "1915", "date": "September 12", "txt": "French soldiers rescue over 4,000 Armenian Genocide survivors stranded on Musa Dagh.", "entities": [{"title": "Armenian Genocide", "href": "/wiki/Armenian_Genocide", "description": "The Armenian Genocide was the systematic mass murder and ethnic cleansing of around one million ethnic Armenians from Anatolia and adjoining regions by the Ottoman Empire and its ruling party, the Committee of Union and Progress (CUP), during World War I."}, {"title": "Musa Dagh", "href": "/wiki/Musa_Dagh", "description": "Musa Dagh is a mountain in the Hatay province of Turkey. In 1915 it was the location of a successful Armenian resistance to the Armenian Genocide, an event that inspired Franz Werfel to write the novel The Forty Days of Musa Dagh."}]}, {"heading": "Events", "year": "1923", "date": "September 12", "txt": "Southern Rhodesia, today called Zimbabwe, is annexed by the United Kingdom.", "entities": [{"title": "Southern Rhodesia", "href": "/wiki/Southern_Rhodesia", "description": "The Colony of Southern Rhodesia was a landlocked self-governing British Crown colony in southern Africa, established in 1923 and consisting of British South Africa Company territories lying south of the Zambezi River. The region was informally known as south Zambesia until annexed by Britain at the behest of Cecil John Rhodes's business, the British South Africa Company. The bounding territories w"}, {"title": "Zimbabwe", "href": "/wiki/Zimbabwe", "description": "Zimbabwe, officially the Republic of Zimbabwe, is a landlocked country located in Southern Africa, between the Zambezi and Limpopo Rivers, bordered by South Africa to the south, Botswana to the south-west, Zambia to the north, and Mozambique to the east. The capital and largest city is Harare. The second largest city is Bulawayo. A country of roughly 14 million people, Zimbabwe has 16 official lan"}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}]}, {"heading": "Events", "year": "1933", "date": "September 12", "txt": "Leó Szilárd, waiting for a red light on Southampton Row in Bloomsbury, conceives the idea of the nuclear chain reaction.", "entities": [{"title": "Leó Szilárd", "href": "/wiki/Le%C3%B3_Szil%C3%A1rd", "description": "Leo Szilard was a Hungarian-American physicist and inventor. He conceived the nuclear chain reaction in 1933, patented the idea of a nuclear fission reactor in 1934, and in late 1939 wrote the letter for Albert Einstein's signature that resulted in the Manhattan Project that built the atomic bomb. According to György Marx he was one of the Hungarian scientists known as The Martians."}, {"title": "Southampton Row", "href": "/wiki/Southampton_Row", "description": "Southampton Row is a major thoroughfare running northwest–southeast in Bloomsbury, Camden, central London, England. The road is designated as part of the A4200."}, {"title": "Bloomsbury", "href": "/wiki/Bloomsbury", "description": "Bloomsbury is a district in the West End of London. It is considered a fashionable residential area, and is the location of numerous cultural, intellectual, and educational institutions."}, {"title": "Nuclear chain reaction", "href": "/wiki/Nuclear_chain_reaction", "description": "A nuclear chain reaction occurs when one single nuclear reaction causes an average of one or more subsequent nuclear reactions, thus leading to the possibility of a self-propagating series of these reactions. The specific nuclear reaction may be the fission of heavy isotopes. The nuclear chain reaction releases several million times more energy per reaction than any chemical reaction."}]}, {"heading": "Events", "year": "1938", "date": "September 12", "txt": "Adolf Hitler demands autonomy and self-determination for the Germans of the Sudetenland region of Czechoslovakia.", "entities": [{"title": "Sudetenland", "href": "/wiki/Sudetenland", "description": "The Sudetenland is the historical German name for the northern, southern, and western areas of former Czechoslovakia which were inhabited primarily by Sudeten Germans. These German speakers had predominated in the border districts of Bohemia, Moravia, and Czech Silesia from the time of the Austrian Empire."}]}, {"heading": "Events", "year": "1940", "date": "September 12", "txt": "Cave paintings are discovered in Lascaux, France.", "entities": [{"title": "Cave painting", "href": "/wiki/Cave_painting", "description": "Cave paintings are a type of parietal art, found on the wall or ceilings of caves. The term usually implies prehistoric origin, but cave paintings can also be of recent production: In the Gabarnmung cave of northern Australia, the oldest paintings certainly predate 28,000 years ago, while the most recent ones were made less than a century ago."}, {"title": "Lascaux", "href": "/wiki/Lascaux", "description": "Lascaux is a complex of caves near the village of Montignac, in the department of Dordogne in southwestern France. Over 600 parietal wall paintings cover the interior walls and ceilings of the cave. The paintings represent primarily large animals, typical local contemporary fauna that correspond with the fossil record of the Upper Paleolithic in the area. They are the combined effort of many gener"}]}, {"heading": "Events", "year": "1940", "date": "September 12", "txt": "The Hercules Powder Plant Disaster in the United States kills 51 people and injures over 200.", "entities": []}, {"heading": "Events", "year": "1942", "date": "September 12", "txt": "World War II: RMS Laconia, carrying civilians, Allied soldiers and Italian POWs is torpedoed off the coast of West Africa and sinks with a heavy loss of life.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "RMS Laconia (1921)", "href": "/wiki/RMS_Laconia_(1921)", "description": "The second RMS Laconia was a Cunard ocean liner, built by Swan, Hunter & Wigham Richardson as a successor of the 1911–1917 Laconia. The new ship was launched on 9 April 1921, and made her maiden voyage on 25 May 1922 from Southampton to New York City. At the outbreak of the Second World War she was converted into an Armed Merchant Cruiser, and subsequently a troopship. Like her predecessor, sunk d"}, {"title": "Prisoner of war", "href": "/wiki/Prisoner_of_war", "description": "A prisoner of war (POW) is a non-combatant—whether a military member, an irregular military fighter, or a civilian—who is held captive by a belligerent power during or immediately after an armed conflict. The earliest recorded usage of the phrase \"prisoner of war\" dates back to 1610."}, {"title": "Laconia incident", "href": "/wiki/Laconia_incident", "description": "The Laconia incident was a series of events surrounding the sinking of a British troopship in the Atlantic Ocean on 12 September 1942, during World War II, and a subsequent aerial attack on German and Italian submarines involved in rescue attempts. RMS Laconia, carrying 2,732 crew, passengers, soldiers and prisoners of war, was torpedoed and sunk by U-156, a German U-boat, off the West African coa"}]}, {"heading": "Events", "year": "1942", "date": "September 12", "txt": "World War II: First day of the Battle of Edson's Ridge during the Guadalcanal Campaign. U.S. Marines protecting Henderson Field are attacked by Japanese troops.", "entities": []}, {"heading": "Events", "year": "1943", "date": "September 12", "txt": "World War II: Benito Mussolini is rescued from house arrest by German commando forces led by Otto Skorzeny.", "entities": [{"title": "Gran Sasso raid", "href": "/wiki/Gran_Sasso_raid", "description": "The Gran Sasso raid was the rescue of the Italian Fascist dictator Benito Mussolini from the Gran Sasso d'Italia massif by German paratroopers and Waffen-SS commandos in September 1943, during World War II. The airborne operation was personally ordered by Adolf Hitler, approved by General Kurt Student and planned and executed by Major Harald Mors."}]}, {"heading": "Events", "year": "1944", "date": "September 12", "txt": "World War II: The liberation of Yugoslavia from Axis occupation continues. Bajina Bašta in western Serbia is among the liberated cities.", "entities": [{"title": "World War II in Yugoslavia", "href": "/wiki/World_War_II_in_Yugoslavia", "description": "World War II military operations in Yugoslavia began on 6 April 1941, when the Kingdom of Yugoslavia was swiftly conquered by Axis forces and partitioned between Germany, Italy, Hungary, Bulgaria and client regimes. Subsequently, a guerrilla liberation war was fought against the Axis occupying forces and their locally established puppet regimes, including the fascist Independent State of Croatia ("}, {"title": "Bajina Bašta", "href": "/wiki/Bajina_Ba%C5%A1ta", "description": "Bajina Bašta is a town and municipality located in the Zlatibor District of western Serbia. The town lies in the valley of the Drina river at the eastern edge of Tara National Park."}]}, {"heading": "Events", "year": "1945", "date": "September 12", "txt": "The People's Republic of Korea is proclaimed, bringing an end to Japanese rule over Korea.", "entities": [{"title": "People's Republic of Korea", "href": "/wiki/People%27s_Republic_of_Korea", "description": "The People's Republic of Korea (PRK) was a short-lived provisional government that was organized at the time of the surrender of the Empire of Japan at the end of World War II. It was proclaimed on 12 September 1945, as Korea was being divided into two occupation zones, with the Soviet Union occupying the north, and the United States occupying the south. Based on a network of people's committees, "}, {"title": "Korea under Japanese rule", "href": "/wiki/Korea_under_Japanese_rule", "description": "Between 1910 and 1945, Korea was part of the Empire of Japan following an annexation. Joseon Korea had come into the Japanese sphere of influence with the Japan–Korea Treaty of 1876, and a complex coalition of the Meiji government, military, and business officials\nbegan a process of integrating the Korean peninsula's politics and economy with Japan. The Korean Empire became a protectorate of Japan"}]}, {"heading": "Events", "year": "1948", "date": "September 12", "txt": "Marshal Lin Biao, commander-in-chief of the Chinese communist Northeast Field Army, launched a massive offensive toward Jinzhou, Liaoshen Campaign has begun.", "entities": [{"title": "Lin Biao", "href": "/wiki/Lin_Biao", "description": "Lin Biao was a Marshal of the People's Republic of China who was pivotal in the Communist victory in the Chinese Civil War, especially in Northeast China. Lin was the general who commanded the decisive Liaoshen and Pingjin Campaigns, in which he co-led the Manchurian Field Army to victory and led the People's Liberation Army into Beijing. He crossed the Yangtze River in 1949, decisively defeated t"}, {"title": "Fourth Field Army", "href": "/wiki/Fourth_Field_Army", "description": "The Chinese People's Liberation Army Fourth Field Army was a military formation of the People's Liberation Army. It was formed during the Chinese Civil War by existing members of Eighth Route Army and New Fourth Army stationed in Manchuria along with others, where they fought against the Republic of China government. The army also incorporated elements of the former Manchurian occupation forces, w"}, {"title": "Jinzhou", "href": "/wiki/Jinzhou", "description": "Jinzhou, formerly Chinchow, is a coastal prefecture-level city in central-west Liaoning province, China. It is a geographically strategic city located in the Liaoxi Corridor, which connects most of the land transports between North China and Northeast China, and is the economic center of western Liaoning. Located on the northern shore of Liaodong Bay, Jinzhou encompasses a coastline of 97.7 km (60"}, {"title": "Liaoshen Campaign", "href": "/wiki/Liaoshen_Campaign", "description": "The Liaoshen campaign, an abbreviation of Liaoning–Shenyang campaign after the province of Liaoning and its Yuan directly administered capital city Shenyang, was the first of the three major military campaigns launched by the Communist People's Liberation Army (PLA) against the Kuomintang Nationalist government during the late stage of the Chinese Civil War. This engagement is also known to the Ku"}]}, {"heading": "Events", "year": "1953", "date": "September 12", "txt": "U.S. Senator and future President John Fitzgerald Kennedy marries Jacqueline Lee Bouvier at St. Mary's Church in Newport, Rhode Island.", "entities": [{"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}, {"title": "Jacqueline Kennedy Onassis", "href": "/wiki/Jacqueline_Kennedy_Onassis", "description": "Jacqueline Lee \"Jackie\" Kennedy Onassis was an American socialite, writer, and photographer who became First Lady of the United States as the wife of President John F. Kennedy. Her popularity as first lady was due to her devotion to historical preservation of the White House, her fashion sense, and her devotion to her children, which endeared her to the American public. During her lifetime, Jackie"}, {"title": "St. Mary's Church Complex (Newport, Rhode Island)", "href": "/wiki/St._Mary%27s_Church_Complex_(Newport,_Rhode_Island)", "description": "St. Mary's Church is a historic Roman Catholic church complex at 14 William Street in Newport, Rhode Island within the Diocese of Providence. It is notable for hosting the wedding of Jacqueline Bouvier and Senator John F. Kennedy in 1953."}, {"title": "Newport, Rhode Island", "href": "/wiki/Newport,_Rhode_Island", "description": "Newport is a seaside city on Aquidneck Island in Newport County, Rhode Island. It is located in Narragansett Bay approximately 33 miles (53 km) southeast of Providence, 20 miles (32 km) south of Fall River, Massachusetts, 74 miles (119 km) south of Boston, and 180 miles (290 km) northeast of New York City. It is known as a New England summer resort and is famous for its historic mansions and its r"}]}, {"heading": "Events", "year": "1958", "date": "September 12", "txt": "Jack Kilby demonstrates the first working integrated circuit while working at Texas Instruments.", "entities": [{"title": "Jack Kilby", "href": "/wiki/Jack_Kilby", "description": "Jack St. Clair Kilby was an American electrical engineer who took part in the realization of the first integrated circuit while working at Texas Instruments (TI) in 1958. He was awarded the Nobel Prize in Physics on December 10, 2000. Kilby was also the co-inventor of the handheld calculator and the thermal printer, for which he had the patents. He also had patents for seven other inventions."}, {"title": "Integrated circuit", "href": "/wiki/Integrated_circuit", "description": "An integrated circuit or monolithic integrated circuit is a set of electronic circuits on one small flat piece of semiconductor material, usually silicon. Large numbers of tiny MOSFETs integrate into a small chip. This results in circuits that are orders of magnitude smaller, faster, and less expensive than those constructed of discrete electronic components. The IC's mass production capability, r"}, {"title": "Texas Instruments", "href": "/wiki/Texas_Instruments", "description": "Texas Instruments Incorporated (TI) is an American technology company headquartered in Dallas, Texas, that designs and manufactures semiconductors and various integrated circuits, which it sells to electronics designers and manufacturers globally. It is one of the top 10 semiconductor companies worldwide based on sales volume. The company's focus is on developing analog chips and embedded processo"}]}, {"heading": "Events", "year": "1959", "date": "September 12", "txt": "The Soviet Union launches a large rocket, Lunik II, at the Moon.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Lunik II", "href": "/wiki/Lunik_II", "description": "Luna 2, originally named the Second Soviet Cosmic Rocket and nicknamed Lunik 2 in contemporaneous media, was the sixth of the Soviet Union's Luna programme spacecraft launched to the Moon, E-1 No.7. It was the first spacecraft to reach the surface of the Moon, and the first human-made object to make contact with another celestial body."}]}, {"heading": "Events", "year": "1959", "date": "September 12", "txt": "Bonanza premieres, the first regularly scheduled TV program presented in color.", "entities": []}, {"heading": "Events", "year": "1961", "date": "September 12", "txt": "The African and Malagasy Union is founded.", "entities": [{"title": "African and Malagasy Union", "href": "/wiki/African_and_Malagasy_Union", "description": "The African and Malagasy Union (AMU) was an intergovernmental organization created to promote cooperation among newly independent states in Francophone Africa. The organization derives its name from the name of the continent of Africa and from the former Malagasy Republic, now Madagascar. The organization went defunct in 1985."}]}, {"heading": "Events", "year": "1962", "date": "September 12", "txt": "President Kennedy delivers his \"We choose to go to the Moon\" speech at Rice University.", "entities": [{"title": "We choose to go to the Moon", "href": "/wiki/We_choose_to_go_to_the_Moon", "description": "\"We choose to go to the Moon\", officially titled as the Address at Rice University on the Nation's Space Effort, is a speech delivered by United States President John F. Kennedy about the effort to reach the Moon to a large crowd gathered at Rice Stadium in Houston, Texas, on September 12, 1962. The speech, largely written by Kennedy advisor and speechwriter Ted Sorensen, was intended to persuade "}]}, {"heading": "Events", "year": "1966", "date": "September 12", "txt": "Gemini 11, the penultimate mission of NASA's Gemini program, and the current human altitude record holder (except for the Apollo lunar missions).", "entities": [{"title": "Gemini 11", "href": "/wiki/Gemini_11", "description": "Gemini 11 was the ninth crewed spaceflight mission of NASA's Project Gemini, which flew from September 12 to 15, 1966. It was the 17th crewed American flight and the 25th spaceflight to that time. Astronauts Charles \"Pete\" Conrad Jr. and Richard F. Gordon Jr. performed the first-ever direct-ascent rendezvous with an Agena Target Vehicle, docking with it 1 hour 34 minutes after launch; used the Age"}, {"title": "Gemini program", "href": "/wiki/Gemini_program", "description": "Project Gemini was NASA's second human spaceflight program. Conducted between projects Mercury and Apollo, Gemini started in 1961 and concluded in 1966. The Gemini spacecraft carried a two-astronaut crew. Ten Gemini crews and sixteen individual astronauts flew low Earth orbit (LEO) missions during 1965 and 1966."}, {"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}]}, {"heading": "Events", "year": "1970", "date": "September 12", "txt": "Dawson's Field hijackings: Palestinian terrorists blow up three hijacked airliners in Jordan, continuing to hold the passengers hostage in various undisclosed locations in Amman.", "entities": [{"title": "Dawson's Field hijackings", "href": "/wiki/Dawson%27s_Field_hijackings", "description": "In September 1970, members of the Popular Front for the Liberation of Palestine (PFLP) hijacked four airliners bound for New York City and one for London. Three aircraft were forced to land at Dawson's Field, a remote desert airstrip near Zarqa, Jordan, formerly Royal Air Force Station Zerqa, which then became PFLP's \"Revolutionary Airport\". By the end of the incident, one hijacker had been killed"}, {"title": "Palestinian people", "href": "/wiki/Palestinian_people", "description": "The Palestinian people, also referred to as Palestinians or Palestinian Arabs, are an ethnonational group comprising the modern descendants of the peoples who have lived in Palestine continuously over the centuries and who today are largely culturally and linguistically Arab; including those ethnic Jews and Samaritans who fit this definition."}, {"title": "Jordan", "href": "/wiki/Jordan", "description": "Jordan, officially the Hashemite Kingdom of Jordan, is an Arab country in the Levant region of Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia, Iraq, Syria, Israel and Palestine. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is situated at the crossroads "}, {"title": "Amman", "href": "/wiki/Amman", "description": "Amman is the capital and largest city of Jordan and the country's economic, political and cultural centre. With a population of 4,007,526, Amman is the largest city in the Levant region and the sixth-largest city in the Arab world."}]}, {"heading": "Events", "year": "1974", "date": "September 12", "txt": "Emperor Haile Selassie of Ethiopia, 'Messiah' of the Rastafari movement, is deposed following a military coup by the Derg, ending a reign of 58 years.", "entities": [{"title": "Haile Selassie", "href": "/wiki/Haile_Selassie", "description": "Haile Selassie I was the Emperor of Ethiopia from 1930 to 1974. Prior to his coronation, he had been the Regent Plenipotentiary of Ethiopia from 1916. He is a defining figure in modern Ethiopian history. He was a member of the Solomonic dynasty who traced his lineage to Emperor Menelik I."}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}, {"title": "Messiah", "href": "/wiki/Messiah", "description": "In Abrahamic religions, a messiah or messias is a saviour or liberator of a group of people. The concepts of mashiach, messianism, and of a Messianic Age originated in Judaism, and in the Hebrew Bible, in which a mashiach is a king or High Priest traditionally anointed with holy anointing oil."}, {"title": "Rastafari movement", "href": "/wiki/Rastafari_movement", "description": "Rastafari, also known as the Rastafari movement or Rastafarianism, is an Abrahamic religion that developed in Jamaica during the 1930s. It is classified as both a new religious movement and a social movement by scholars of religion. There is no central authority in control of the movement and much diversity exists among practitioners, who are known as Rastafari, Rastafarians, or Rastas."}, {"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "Derg", "href": "/wiki/Derg", "description": "The Derg, officially the Provisional Military Government of Ethiopia, was the military junta that ruled Ethiopia from 1974 to 1987, when the military leadership formally civilianized the administration but stayed in power until 1991."}]}, {"heading": "Events", "year": "1977", "date": "September 12", "txt": "South African anti-apartheid activist Steve Biko dies in police custody.", "entities": [{"title": "Apartheid", "href": "/wiki/Apartheid", "description": "Apartheid was a system of institutionalised racial segregation that existed in South Africa and South West Africa from 1948 until the early 1990s. Apartheid was characterised by an authoritarian political culture based on baasskap, which ensured that South Africa was dominated politically, socially, and economically by the nation's minority white population. According to this system of social stra"}, {"title": "Steve Biko", "href": "/wiki/Steve_Biko", "description": "Bantu Stephen Biko was a South African anti-apartheid activist. Ideologically an African nationalist and African socialist, he was at the forefront of a grassroots anti-apartheid campaign known as the Black Consciousness Movement during the late 1960s and 1970s. His ideas were articulated in a series of articles published under the pseudonym Frank Talk."}]}, {"heading": "Events", "year": "1980", "date": "September 12", "txt": "Military coup in Turkey.", "entities": [{"title": "1980 Turkish coup d'état", "href": "/wiki/1980_Turkish_coup_d%27%C3%A9tat", "description": "\nThe 1980 Turkish coup d'état, headed by Chief of the General Staff General Kenan Evren, was the third coup d'état in the history of the Republic, the previous having been the 1960 coup and the 1971 coup by memorandum."}]}, {"heading": "Events", "year": "1983", "date": "September 12", "txt": "A Wells Fargo depot in West Hartford, Connecticut, United States, is robbed of approximately US$7 million by Los Macheteros.", "entities": [{"title": "Wells Fargo", "href": "/wiki/Wells_Fargo", "description": "Wells Fargo & Company is an American multinational financial services company with corporate headquarters in San Francisco, California, operational headquarters in Manhattan, and managerial offices throughout the United States and overseas."}, {"title": "West Hartford, Connecticut", "href": "/wiki/West_Hartford,_Connecticut", "description": "West Hartford is a town in Hartford County, Connecticut, United States, 5 miles (8.0 km) west of downtown Hartford. The population was 63,268 at the 2010 census."}, {"title": "Los Macheteros", "href": "/wiki/Los_Macheteros", "description": "The Ejército Popular Boricua, also known as Los Macheteros, is a clandestine organization based in Puerto Rico, with cells in the states and other nations. It campaigns for, and supports, the independence of Puerto Rico from the United States."}]}, {"heading": "Events", "year": "1983", "date": "September 12", "txt": "The USSR vetoes a United Nations Security Council Resolution deploring the Soviet destruction of Korean Air Lines Flight 007.", "entities": [{"title": "United Nations Security Council", "href": "/wiki/United_Nations_Security_Council", "description": "The United Nations Security Council (UNSC) is one of the six principal organs of the United Nations (UN), charged with ensuring international peace and security, recommending the admission of new UN members to the General Assembly, and approving any changes to the UN Charter. Its powers include establishing peacekeeping operations, enacting international sanctions, and authorizing military action."}, {"title": "Korean Air Lines Flight 007", "href": "/wiki/Korean_Air_Lines_Flight_007", "description": "Korean Air Lines Flight 007 was a scheduled Korean Air Lines flight from New York City to Seoul via Anchorage, Alaska. On September 1, 1983, the South Korean airliner servicing the flight was shot down by a Soviet Su-15 interceptor. The Boeing 747 airliner was en route from Anchorage to Seoul, but due to a navigational mistake made by the KAL crew the airliner deviated from its original planned ro"}]}, {"heading": "Events", "year": "1984", "date": "September 12", "txt": "Dwight Gooden sets the baseball record for strikeouts in a season by a rookie with 276, previously set by Herb Score with 246 in 1954. Gooden's 276 strikeouts that season, pitched in 218 innings, set the current record.", "entities": [{"title": "Dwight Gooden", "href": "/wiki/Dwight_Gooden", "description": "Dwight Eugene Gooden, nicknamed \"Dr. K\" and \"Doc\", is an American former professional baseball pitcher who played 16 seasons in Major League Baseball (MLB). Gooden pitched from 1984 to 1994 and from 1996 to 2000 for the New York Mets, New York Yankees, Cleveland Indians, Houston Astros, and Tampa Bay Devil Rays. In a career spanning 430 games, he pitched 2,800+2⁄3 innings and posted a win–loss rec"}, {"title": "Baseball", "href": "/wiki/Baseball", "description": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clo"}, {"title": "Strikeout", "href": "/wiki/Strikeout", "description": "In baseball or softball, a strikeout occurs when a batter racks up three strikes during a time at bat. It usually means the batter is out. A strikeout is a statistic recorded for both pitchers and batters, and is denoted by K. A \"strikeout looking\" — in which the batter does not swing and the third strike is called by the umpire — is usually denoted by a ꓘ."}, {"title": "Herb Score", "href": "/wiki/Herb_Score", "description": "Herbert Jude Score was an American Major League Baseball (MLB) player and announcer. Score pitched for the Cleveland Indians from 1955 through 1959 and the Chicago White Sox from 1960 through 1962. He was the American League (AL) Rookie of the Year in 1955, and an AL All-Star in 1955 and 1956. Due to an on-field injury that occurred in 1957, he retired early as a player in 1962. Score was a televi"}]}, {"heading": "Events", "year": "1988", "date": "September 12", "txt": "Hurricane Gilbert devastates Jamaica; it turns towards Mexico's Yucatán Peninsula two days later, causing an estimated $5 billion in damage.", "entities": [{"title": "Hurricane Gilbert", "href": "/wiki/Hurricane_Gilbert", "description": "Hurricane Gilbert was the second most intense tropical cyclone on record in the Atlantic basin in terms of barometric pressure, only behind Hurricane Wilma in 2005. An extremely powerful tropical cyclone that formed during the 1988 Atlantic hurricane season, Gilbert peaked as a Category 5 strength hurricane that brought widespread destruction to the Caribbean and the Gulf of Mexico, and is tied wi"}, {"title": "Jamaica", "href": "/wiki/Jamaica", "description": "Jamaica is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean. Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola ; the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-wes"}]}, {"heading": "Events", "year": "1990", "date": "September 12", "txt": "The two German states and the Four Powers sign the Treaty on the Final Settlement with Respect to Germany in Moscow, paving the way for German reunification.", "entities": [{"title": "Allied Control Council", "href": "/wiki/Allied_Control_Council", "description": "The Allied Control Council or Allied Control Authority and also referred to as the Four Powers, was the governing body of the Allied Occupation Zones in Germany and Allied-occupied Austria after the end of World War II. Members were the Soviet Union, the United Kingdom, the United States and France. The organisation was based in Berlin-Schöneberg. The council was convened to determine several plan"}, {"title": "Treaty on the Final Settlement with Respect to Germany", "href": "/wiki/Treaty_on_the_Final_Settlement_with_Respect_to_Germany", "description": "The Treaty on the Final Settlement with Respect to Germany, or the Two Plus Four Agreement, was negotiated in 1990 between the Federal Republic of Germany and the German Democratic Republic, and the Four Powers which occupied Germany at the end of World War II in Europe: France, the Soviet Union, the United Kingdom, and the United States. In the treaty, the Four Powers renounced all rights they he"}, {"title": "German reunification", "href": "/wiki/German_reunification", "description": "German reunification was the process in 1990 in which the German Democratic Republic (GDR) became part of the Federal Republic of Germany (FRG) to form the reunited nation of Germany."}]}, {"heading": "Events", "year": "1990", "date": "September 12", "txt": "The Red Cross organizations of mainland China and Taiwan sign Kinmen Agreement on repatriation of illegal immigrants and criminal suspects after two days of talks in Kinmen, Fujian Province in response to the two tragedies in repatriation in the previous two months. It is the first agreement reached by private organizations across the Taiwan Strait.", "entities": [{"title": "Kinmen", "href": "/wiki/Kinmen", "description": "Kinmen, also called Quemoy, is a county of the Republic of China located in the Taiwan Strait between the island of Taiwan and mainland China. The main island of Kinmen County is Kinmen Island. Kinmen is located ten kilometres (6.2 mi) east of Xiamen, a city located on the southeastern coast of China; the two territories are separated by a small bay. Kinmen is 187 kilometres (116 mi) west from the"}, {"title": "Fujian Province, Republic of China", "href": "/wiki/Fujian_Province,_Republic_of_China", "description": "Fujian or Fukien Province is a nominal province of the Republic of China without formal administrative function. It includes three small archipelagos off the coast of the Fujian Province of the People's Republic of China, namely the Matsu Islands, which make up Lienchiang County, and the Wuqiu Islands and Kinmen Islands, which make up Kinmen County. The seat of the provincial government is Jinchen"}, {"title": "Taiwan Strait", "href": "/wiki/Taiwan_Strait", "description": "The Taiwan Strait is a 180-kilometer (110 mi)-wide strait separating the island of Taiwan and continental Asia. The strait is currently part of the South China Sea and connects to the East China Sea to the north. The narrowest part is 130 km (81 mi) wide."}]}, {"heading": "Events", "year": "1992", "date": "September 12", "txt": "NASA launches Space Shuttle Endeavour on STS-47 which marked the 50th shuttle mission. On board are Mae Carol Jemison, the first African-American woman in space, Mamoru Mohri, the first Japanese citizen to fly in a US spaceship, and Mark Lee and Jan Davis, the first married couple in space.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Space Shuttle Endeavour", "href": "/wiki/Space_Shuttle_Endeavour", "description": "Space Shuttle Endeavour is a retired orbiter from NASA's Space Shuttle program and the fifth and final operational Shuttle built. It embarked on its first mission, STS-49, in May 1992 and its 25th and final mission, STS-134, in May 2011. STS-134 was expected to be the final mission of the Space Shuttle program, but with the authorization of STS-135, Atlantis became the last shuttle to fly."}, {"title": "STS-47", "href": "/wiki/STS-47", "description": "STS-47 was the 50th Space Shuttle mission of the program, as well as the second mission of Space Shuttle Endeavour. The mission mainly involved conducting experiments in life and material sciences."}, {"title": "Mae Jemison", "href": "/wiki/Mae_Jemison", "description": "Mae Carol Jemison is an American engineer, physician, and former NASA astronaut. She became the first black woman to travel into space when she served as a mission specialist aboard the Space Shuttle Endeavour. Jemison joined NASA's astronaut corps in 1987 and was selected to serve for the STS-47 mission, during which she orbited the Earth for nearly eight days on September 12–20, 1992."}, {"title": "African-American", "href": "/wiki/African-American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}, {"title": "Mamoru Mohri", "href": "/wiki/Mamoru_Mohri", "description": "Mamoru “Mark” Mohri , AM is a Japanese scientist, a former NASDA astronaut, and a veteran of two NASA space shuttle missions. He is the first Japanese astronaut who was part of an official Japanese space program. The first-ever Japanese person in space, Toyohiro Akiyama, was a journalist who was trained in the Soviet Union."}]}, {"heading": "Events", "year": "1992", "date": "September 12", "txt": "Abimael Guzmán, leader of the Shining Path, is captured by Peruvian special forces; shortly thereafter the rest of Shining Path's leadership fell as well.", "entities": [{"title": "Shining Path", "href": "/wiki/Shining_Path", "description": "The Communist Party of Peru – Shining Path, commonly shortened to the Shining Path, is a revolutionary communist party and terrorist organization in Peru following Marxism–Leninism–Maoism and Gonzalo Thought."}, {"title": "Peru", "href": "/wiki/Peru", "description": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the south and west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mount"}, {"title": "Shining Path", "href": "/wiki/Shining_Path", "description": "The Communist Party of Peru – Shining Path, commonly shortened to the Shining Path, is a revolutionary communist party and terrorist organization in Peru following Marxism–Leninism–Maoism and Gonzalo Thought."}]}, {"heading": "Events", "year": "1994", "date": "September 12", "txt": "Frank Eugene Corder fatally crashes a single-engine Cessna 150 into the White House's south lawn, striking the West wing. There were no other casualties.", "entities": [{"title": "Frank Eugene Corder", "href": "/wiki/Frank_Eugene_Corder", "description": "Frank Eugene Corder was an American truck driver. He stole a Cessna 150 late on September 11, 1994 and crashed the stolen aircraft onto the South Lawn of the White House early on September 12, 1994, attempting to land the plane on the south lawn of the White House; he was killed, and was the sole casualty."}, {"title": "Cessna", "href": "/wiki/Cessna", "description": "The Cessna Aircraft Company was an American general aviation aircraft manufacturing corporation headquartered in Wichita, Kansas. The company produced small, piston-powered aircraft, as well as business jets. For much of the mid-to-late 20th century, Cessna was one of the highest-volume and most diverse producers of general aviation aircraft in the world. It was founded in 1927 and was purchased b"}, {"title": "White House", "href": "/wiki/White_House", "description": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C., and has been the residence of every US president since John Adams in 1800. The term \"White House\" is often used as a metonym for the president and their advisers."}]}, {"heading": "Events", "year": "2001", "date": "September 12", "txt": "Ansett Australia, Australia's first commercial interstate airline, collapses due to increased strain on the international airline industry, leaving 10,000 people unemployed.", "entities": [{"title": "Ansett Australia", "href": "/wiki/Ansett_Australia", "description": "Ansett Australia was a major Australian airline group, based in Melbourne. The airline flew domestically within Australia and from the 1990s to destinations in Asia. After operating for 65 years, the airline was placed into administration in 2001 following a financial collapse and subsequent organised liquidation in 2002, subject to deed of company arrangement. The last flight touched down on 5 Ma"}]}, {"heading": "Events", "year": "2003", "date": "September 12", "txt": "The United Nations lifts sanctions against Libya after that country agreed to accept responsibility and recompense the families of victims in the 1988 bombing of Pan Am Flight 103.", "entities": [{"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}, {"title": "International sanctions", "href": "/wiki/International_sanctions", "description": "International sanctions are political and economic decisions that are part of diplomatic efforts by countries, multilateral or regional organizations against states or organizations either to protect national security interests, or to protect international law, and defend against threats to international peace and security. These decisions principally include the temporary imposition on a target o"}, {"title": "Libya", "href": "/wiki/Libya", "description": "Libya, officially the State of Libya, is a country in the Maghreb region in North Africa bordered by the Mediterranean Sea to the north, Egypt to the east, Sudan to the southeast, Chad to the south, Niger to the southwest, Algeria to the west and Tunisia to the northwest. The sovereign state is made of three historical regions: Tripolitania, Fezzan and Cyrenaica. With an area of almost 700,000 squ"}, {"title": "Pan Am Flight 103", "href": "/wiki/Pan_Am_Flight_103", "description": "Pan Am Flight 103 was a regularly scheduled Pan Am transatlantic flight from Frankfurt to Detroit via London and New York City. On 21 December 1988, Clipper Maid of the Seas (N739PA), the aircraft operating the transatlantic leg of the route, was destroyed by a bomb, killing all 243 passengers and 16 crew, in what became known as the Lockerbie bombing. Large sections of the aircraft crashed onto a"}]}, {"heading": "Events", "year": "2003", "date": "September 12", "txt": "Iraq War: In Fallujah, U.S. forces mistakenly shoot and kill eight Iraqi police officers.", "entities": [{"title": "Fallujah", "href": "/wiki/Fallujah", "description": "Fallujah is a city in the Iraqi province of Al Anbar, located roughly 69 kilometers (43 mi) west of Baghdad on the Euphrates. Fallujah dates from Babylonian times and was host to important Jewish academies for many centuries."}]}, {"heading": "Events", "year": "2005", "date": "September 12", "txt": "Israeli-Palestinian conflict: the Israeli disengagement from Gaza is completed, leaving some 2,530 homes demolished.", "entities": [{"title": "Israeli–Palestinian conflict", "href": "/wiki/Israeli%E2%80%93Palestinian_conflict", "description": "The Israeli–Palestinian conflict is the ongoing struggle between Israelis and Palestinians that began in the mid-20th century amidst the greater Arab–Israeli conflict. Various attempts have been made to resolve the conflict as part of the Israeli–Palestinian peace process. It has been referred to as the world's \"most intractable conflict,\" with the ongoing Israeli occupation of the West Bank and t"}, {"title": "Israeli disengagement from Gaza", "href": "/wiki/Israeli_disengagement_from_Gaza", "description": "The Israeli disengagement from Gaza was the unilateral dismantling in 2005 of the 21 Israeli settlements in the Gaza Strip and the evacuation of the settlers and Israeli army from inside the Gaza Strip."}]}, {"heading": "Events", "year": "2007", "date": "September 12", "txt": "Former Philippine President Joseph Estrada is convicted of plunder.", "entities": [{"title": "Joseph Estrada", "href": "/wiki/Joseph_Estrada", "description": "Joseph Ejercito Estrada, also known by the nickname Erap, is a Filipino politician and former actor who served as the 13th president of the Philippines from 1998 to 2001, 9th vice president of the Philippines from 1992 to 1998, and the 26th mayor of the City of Manila, the country's capital, from 2013 to 2019. In 2001, he became the first president in Asia to be impeached from an executive role an"}, {"title": "Plunder", "href": "/wiki/Plunder", "description": "Looting is the act of stealing, or the taking of goods by force, in the midst of a military, political, or other social crisis, such as war, natural disasters, or rioting. The proceeds of all these activities can be described as booty, loot, plunder, spoils, or pillage."}]}, {"heading": "Events", "year": "2008", "date": "September 12", "txt": "The 2008 Chatsworth train collision in Los Angeles between a Metrolink commuter train and a Union Pacific freight train kills 25 people.", "entities": [{"title": "2008 Chatsworth train collision", "href": "/wiki/2008_Chatsworth_train_collision", "description": "The Chatsworth train collision occurred at 4:22:23 p.m. PDT on Friday, September 12, 2008, when a Union Pacific freight train and a Metrolink commuter train collided head-on in the Chatsworth neighborhood of Los Angeles, California. The scene of the accident was a curved section of single track on the Metrolink Ventura County Line just east of Stoney Point. According to the National Transportation"}, {"title": "Metrolink (Southern California)", "href": "/wiki/Metrolink_(Southern_California)", "description": "Metrolink is a commuter rail system in Southern California consisting of seven lines and 62 stations operating on 534 miles (859 km) of rail network."}, {"title": "Union Pacific", "href": "/wiki/Union_Pacific", "description": "The Union Pacific Railroad, legally Union Pacific Railroad Company and simply Union Pacific, is a freight-hauling railroad that operates 8,300 locomotives over 32,200 miles (51,800 km) routes in 23 U.S. states west of Chicago and New Orleans. Union Pacific is the second largest railroad in the United States after BNSF. Union Pacific and BNSF Railway have a duopoly on transcontinental freight rail "}]}, {"heading": "Events", "year": "2011", "date": "September 12", "txt": "The National September 11 Memorial & Museum in New York City opens to the public.", "entities": [{"title": "National September 11 Memorial & Museum", "href": "/wiki/National_September_11_Memorial_%26_Museum", "description": "The National September 11 Memorial & Museum is a memorial and museum in New York City commemorating the September 11, 2001 attacks, which killed 2,977 people, and the 1993 World Trade Center bombing, which killed six. The memorial is located at the World Trade Center site, the former location of the Twin Towers that were destroyed during the September 11 attacks. It is operated by a non-profit ins"}]}, {"heading": "Events", "year": "2015", "date": "September 12", "txt": "A series of explosions involving propane triggering nearby illegally stored mining detonators in the Indian town of Petlawad in the state of Madhya Pradesh kills at least 105 people with over 150 injured.", "entities": [{"title": "Petlawad explosion", "href": "/wiki/Petlawad_explosion", "description": "On the morning of 12 September 2015, an explosion in the town of Petlawad of the Jhabua district in the state of Madhya Pradesh of India killed 104 people. The cause of the explosion was attributed to illegally stored explosives that detonated, along with a cooking gas cylinder."}, {"title": "Propane", "href": "/wiki/Propane", "description": "Propane is a three-carbon alkane with the molecular formula C3H8. It is a gas at standard temperature and pressure, but compressible to a transportable liquid. A by-product of natural gas processing and petroleum refining, it is commonly used as a fuel in domestic and industrial applications and in low-emissions public transportation. Discovered in 1857 by the French chemist Marcellin Berthelot, i"}, {"title": "Petlawad", "href": "/wiki/Petlawad", "description": "Petlawad is a town and a Nagar Panchayat in the Jhabua district in the Indian state of Madhya Pradesh, formerly the Central Provinces. The town received nationwide media coverage on 12 September 2015 when an explosion killed approximately 100 people and injured over 150 people in the Petlawad explosion. India's national bird, the peacock, is well-adapted to climate conditions prevailing in Petlawa"}, {"title": "Madhya Pradesh", "href": "/wiki/Madhya_Pradesh", "description": "Madhya Pradesh is a state in central India. Its capital is Bhopal, and the largest city is Indore, with Jabalpur, Gwalior, Ujjain, Satna, Sagar, Rewa, Khandwa, being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 72 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the s"}]}, {"heading": "Births", "year": "1415", "date": "September 12", "txt": "John de Mowbray, 3rd Duke of Norfolk (d. 1461)", "entities": [{"title": "John de Mowbray, 3rd Duke of Norfolk", "href": "/wiki/John_de_Mowbray,_3rd_Duke_of_Norfolk", "description": "John Mowbray, 3rd Duke of Norfolk, KG, Earl Marshal was a fifteenth-century English magnate who, despite having a relatively short political career, played a significant role in the early years of the Wars of the Roses. Mowbray was born in 1415, the only son and heir of John de Mowbray, 2nd Duke of Norfolk, and Katherine Neville. He inherited his titles upon his father's death in 1432. As a minor "}]}, {"heading": "Births", "year": "1494", "date": "September 12", "txt": "Francis I of France (d. 1547)", "entities": [{"title": "Francis I of France", "href": "/wiki/Francis_I_of_France", "description": "Francis I \"le Roi Chevalier\" was King of France from 1515 until his death in 1547. He was the son of Charles, Count of Angoulême, and Louise of Savoy. He succeeded his first cousin once removed Louis XII, who died without a son."}]}, {"heading": "Births", "year": "1590", "date": "September 12", "txt": "María de Zayas, Spanish writer (d. 1661)", "entities": [{"title": "María de Zayas", "href": "/wiki/Mar%C3%ADa_de_Zayas", "description": "María de Zayas y Sotomayor wrote during Spain's Golden Age of literature. She is considered by a number of modern critics as one of the pioneers of modern literary feminism, while others consider her simply a well-accomplished baroque author. The female characters in de Zayas's stories were used as vehicles to enlighten readers about the plight of women in Spanish society, or to instruct them in p"}]}, {"heading": "Births", "year": "1605", "date": "September 12", "txt": "William Dugdale, English genealogist and historian (d. 1686)", "entities": [{"title": "William Dugdale", "href": "/wiki/William_Dugdale", "description": "Sir William Dugdale was an English antiquary and herald. As a scholar he was influential in the development of medieval history as an academic subject."}]}, {"heading": "Births", "year": "1690", "date": "September 12", "txt": "Peter Dens, Flemish theologian and academic (d. 1775)", "entities": [{"title": "Peter Dens", "href": "/wiki/Peter_Dens", "description": "Peter Dens was a Flemish Roman Catholic theologian."}]}, {"heading": "Births", "year": "1725", "date": "September 12", "txt": "Guillaume Le Gentil, French astronomer (d. 1792)", "entities": [{"title": "Guillaume Le Gentil", "href": "/wiki/Guillaume_Le_Gentil", "description": "Guillaume Joseph Hyacinthe Jean-Baptiste Le Gentil de la Galaisière was a French astronomer who discovered several nebulae and was appointed to the Royal Academy of Sciences. He made unsuccessful attempts to observe the 1761 and 1769 transits of Venus from India."}]}, {"heading": "Births", "year": "1736", "date": "September 12", "txt": "Hsinbyushin, Burmese king (d. 1776)", "entities": [{"title": "Hsinbyushin", "href": "/wiki/Hsinbyushin", "description": "Hsinbyushin was king of the Konbaung dynasty of Burma (Myanmar) from 1763 to 1776. The second son of the dynasty founder Alaungpaya is best known for his wars with China and Siam, and is considered the most militaristic king of the dynasty. His successful defense against four Chinese invasions preserved Burmese independence. His invasion of Siam (1765–1767) ended Siam's Ayutthaya Dynasty. The near"}]}, {"heading": "Births", "year": "1739", "date": "September 12", "txt": "Mary Bosanquet Fletcher, Methodist preacher and philanthropist (d. 1815)", "entities": [{"title": "Mary Bosanquet Fletcher", "href": "/wiki/Mary_Bosanquet_Fletcher", "description": "Mary Bosanquet Fletcher was an English preacher credited with persuading John Wesley, one of the founders of Methodism, to allow women to preach in public. She was born into an affluent family, but after converting to Methodism, rejected her luxurious lifestyle. Bosanquet was involved in charity work throughout her life, operating a school and orphanage until her marriage to John Fletcher. She and"}, {"title": "Methodism", "href": "/wiki/Methodism", "description": "Methodism, also called the Methodist movement, is a group of historically related denominations of Protestant Christianity which derive their doctrine of practice and belief from the life and teachings of John Wesley. George Whitefield and John's brother Charles Wesley were also significant early leaders in the movement. They were named Methodists for \"the methodical way in which they carried out "}]}, {"heading": "Births", "year": "1740", "date": "September 12", "txt": "Johann Heinrich Jung, German author and academic (d. 1817)", "entities": [{"title": "Johann Heinrich Jung", "href": "/wiki/Johann_Heinrich_Jung", "description": "Johann Heinrich Jung, better known by his assumed name Heinrich Stilling, was a German author."}]}, {"heading": "Births", "year": "1768", "date": "September 12", "txt": "Benjamin Carr, English-American singer-songwriter, educator, and publisher (d. 1831)", "entities": [{"title": "Benjamin Carr", "href": "/wiki/Benjamin_Carr", "description": "Benjamin Carr was an American composer, singer, teacher, and music publisher."}]}, {"heading": "Births", "year": "1797", "date": "September 12", "txt": "Samuel Joseph May, American activist (d. 1871)", "entities": [{"title": "Samuel Joseph May", "href": "/wiki/Samuel_Joseph_May", "description": "Samuel Joseph May was an American reformer during the nineteenth century, and championed multiple reform movements including education, women's rights, and abolition of slavery. May argued on behalf of all working people that the rights of humanity were more important than the rights of property, and advocated for minimum wages and legal limitations on the amassing of wealth."}]}, {"heading": "Births", "year": "1812", "date": "September 12", "txt": "Edward Shepherd Creasy, English historian and jurist (d. 1878)", "entities": [{"title": "Edward Shepherd Creasy", "href": "/wiki/Edward_Shepherd_Creasy", "description": "Sir Edward Shepherd Creasy was an English historian and jurist."}]}, {"heading": "Births", "year": "1812", "date": "September 12", "txt": "Richard March Hoe, American engineer and businessman, invented the Rotary printing press (d. 1886)", "entities": [{"title": "Rotary printing press", "href": "/wiki/Rotary_printing_press", "description": "A rotary printing press is a printing press in which the images to be printed are curved around a cylinder. Printing can be done on various substrates, including paper, cardboard, and plastic. Substrates can be sheet feed or unwound on a continuous roll through the press to be printed and further modified if required. Printing presses that use continuous rolls are sometimes referred to as \"web pre"}]}, {"heading": "Births", "year": "1818", "date": "September 12", "txt": "Richard Jordan Gatling, American inventor, invented the Gatling gun (d. 1903)", "entities": [{"title": "Richard Jordan Gatling", "href": "/wiki/Richard_Jordan_Gatling", "description": "Richard Jordan Gatling was an American inventor best known for his invention of the Gatling gun, which is considered to be the first successful machine gun."}, {"title": "Gatling gun", "href": "/wiki/Gatling_gun", "description": "The Gatling gun is a rapid-firing multiple-barrel firearm invented in 1861 by Richard Jordan Gatling. It is an early machine gun and a forerunner of the modern electric motor-driven rotary cannon."}]}, {"heading": "Births", "year": "1818", "date": "September 12", "txt": "Theodor Kullak, German pianist, composer, and educator (d. 1882)", "entities": []}, {"heading": "Births", "year": "1828", "date": "September 12", "txt": "William Morgan, English-Australian politician, 14th Premier of South Australia (d. 1883)", "entities": [{"title": "William Morgan (South Australian politician)", "href": "/wiki/William_Morgan_(South_Australian_politician)", "description": "Sir William Morgan was the Premier of South Australia between 1878 and 1881."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1829", "date": "September 12", "txt": "Anselm Feuerbach, German painter (d. 1880)", "entities": [{"title": "Anselm Feuerbach", "href": "/wiki/Anselm_Feuerbach", "description": "Anselm Feuerbach was a German painter. He was the leading classicist painter of the German 19th-century school."}]}, {"heading": "Births", "year": "1830", "date": "September 12", "txt": "William Sprague, American businessman and politician, 27th Governor of Rhode Island (d. 1915)", "entities": [{"title": "William Sprague IV", "href": "/wiki/William_Sprague_IV", "description": "William Sprague IV was the 27th Governor of Rhode Island from 1860 to 1863, and U.S. Senator from 1863 to 1875. He participated in the First Battle of Bull Run during the American Civil War while he was a sitting Governor."}, {"title": "Governor of Rhode Island", "href": "/wiki/Governor_of_Rhode_Island", "description": "The Governor of the State of Rhode Island is the head of the executive branch of the Government of Rhode Island and serves as commander-in-chief of the State's Army National Guard and Air National Guard. The current governor is Democrat Daniel McKee."}]}, {"heading": "Births", "year": "1837", "date": "September 12", "txt": "Louis IV, Grand Duke of Hesse (d. 1892)", "entities": [{"title": "Louis IV, Grand Duke of Hesse", "href": "/wiki/Louis_IV,_Grand_Duke_of_Hesse", "description": "Louis IV was the Grand Duke of Hesse and by Rhine, reigning from 13 June 1877 until his death. Through his own and his children's marriages he was connected to the British Royal Family, to the Imperial House of Russia and to other reigning dynasties of Europe."}]}, {"heading": "Births", "year": "1852", "date": "September 12", "txt": "H. H. Asquith, English lawyer and politician, Prime Minister of the United Kingdom (d. 1928)", "entities": [{"title": "H. H. Asquith", "href": "/wiki/H._H._Asquith", "description": "Herbert Henry Asquith, 1st Earl of Oxford and Asquith,, generally known as H. H. Asquith, was a British statesman and Liberal politician who served as Prime Minister of the United Kingdom from 1908 to 1916. He was the last prime minister to lead a majority Liberal government, and he played a central role in the design and passage of major liberal legislation and a reduction of the power of the Hou"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1855", "date": "September 12", "txt": "Simon-Napoléon Parent, Canadian lawyer and politician, 12th Premier of Quebec (d. 1920)", "entities": [{"title": "Simon-Napoléon Parent", "href": "/wiki/Simon-Napol%C3%A9on_Parent", "description": "Simon-Napoléon Parent was the 12th Premier of the Canadian province of Quebec from October 3, 1900 to March 21, 1905, as well as serving as President of the Quebec Bridge and Railway Company."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Births", "year": "1856", "date": "September 12", "txt": "Johann Heinrich Beck, American composer and conductor (d. 1924)", "entities": [{"title": "Johann Heinrich Beck", "href": "/wiki/Johann_Heinrich_Beck", "description": "Johann Heinrich Beck was an American composer and conductor. Born in Cleveland, Ohio, he wrote a number of pieces for orchestra, as well as a string sextet and a string quartet. He also gave music composition instruction to African-American opera composer Harry Lawrence Freeman."}]}, {"heading": "Births", "year": "1857", "date": "September 12", "txt": "Manuel Espinosa Batista, Colombian pharmacist and politician (d. 1919)", "entities": [{"title": "Manuel Espinosa Batista", "href": "/wiki/Manuel_Espinosa_Batista", "description": "Manuel Espinosa Batista was a Colombian pharmacist turned politician who campaigned for a separate Panama state and became one of \"Founders of the Republic\". He is known for his philanthropy."}]}, {"heading": "Births", "year": "1862", "date": "September 12", "txt": "Carl Eytel, German-American painter and illustrator (d. 1925)", "entities": [{"title": "Carl Eytel", "href": "/wiki/Carl_Eytel", "description": "Carl Eytel was a German American artist who built his reputation for paintings and drawings of desert subjects in the American Southwest. Immigrating to the United States in 1885, he settled in Palm Springs, California in 1903. With an extensive knowledge of the Sonoran Desert, Eytel traveled with author George Wharton James as he wrote the successful Wonders of the Colorado Desert, and contribute"}]}, {"heading": "Births", "year": "1866", "date": "September 12", "txt": "Freeman Freeman-Thomas, 1st Marquess of Willingdon, English cricketer and politician, 13th Governor General of Canada (d. 1941)", "entities": [{"title": "Freeman Freeman-Thomas, 1st Marquess of Willingdon", "href": "/wiki/Freeman_Freeman-Thomas,_1st_Marquess_of_Willingdon", "description": "Freeman Freeman-Thomas, 1st Marquess of Willingdon, was a British Liberal politician and administrator who served as Governor General of Canada, the 13th since Canadian Confederation, and as Viceroy and Governor-General of India, the country's 22nd."}, {"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Births", "year": "1869", "date": "September 12", "txt": "Paweł Owerłło, Polish actor (d. 1957)", "entities": [{"title": "Paweł Owerłło", "href": "/wiki/Pawe%C5%82_Ower%C5%82%C5%82o", "description": "Paweł Owerłło was a Polish stage and film actor. He appeared in more than 45 films between 1912 and 1939."}]}, {"heading": "Births", "year": "1875", "date": "September 12", "txt": "Matsunosuke Onoe, Japanese actor and director (d. 1926)", "entities": [{"title": "Matsunosuke Onoe", "href": "/wiki/Matsunosuke_Onoe", "description": "Matsunosuke Onoe , sometimes known as Medama no Matchan , was a Japanese actor. His birth name is Tsuruzo Nakamura. He is sometimes credited as Yukio Koki, Tamijaku Onoe, or Tsunusaburo Onoe, and as a kabuki artist he went by the name Tsurusaburo Onoe. He gained great popularity, appearing in over 1,000 films, and has been called the first superstar of Japanese cinema."}]}, {"heading": "Births", "year": "1880", "date": "September 12", "txt": "H. L. Mencken, American journalist and critic (d. 1956)", "entities": [{"title": "H. L. Mencken", "href": "/wiki/H._L._Mencken", "description": "Henry Louis Mencken was an American journalist, essayist, satirist, cultural critic, and scholar of American English. He commented widely on the social scene, literature, music, prominent politicians, and contemporary movements. His satirical reporting on the Scopes Trial, which he dubbed the \"Monkey Trial,\" also gained him attention."}]}, {"heading": "Births", "year": "1882", "date": "September 12", "txt": "Ion Agârbiceanu, Romanian journalist, politician, and archbishop (d. 1963)", "entities": [{"title": "Ion Agârbiceanu", "href": "/wiki/Ion_Ag%C3%A2rbiceanu", "description": "Ion Agârbiceanu was an Austro-Hungarian-born Romanian writer, journalist, politician, theologian and Greek-Catholic priest. Born among the Romanian peasant class of Transylvania, he was originally an Orthodox, but chose to embrace Eastern Catholicism. Assisted by the Catholic congregation of Blaj, he graduated from Budapest University, after which he was ordained. Agârbiceanu was initially assigne"}]}, {"heading": "Births", "year": "1884", "date": "September 12", "txt": "Martin Klein, Estonian wrestler and coach (d. 1947)", "entities": [{"title": "Martin Klein (wrestler)", "href": "/wiki/Martin_Klein_(wrestler)", "description": "Martin Klein was an Estonian wrestler who competed for the Russian Empire at the 1912 Summer Olympics. He won the silver medal in the middleweight class, becoming the first Olympic medalist from Estonia. In the semifinal against the reigning world champion Alfred Asikainen, the two grappled for 11 hours and 40 minutes on a sunny day outdoors, until Klein managed to pin Asikainen. Klein was so exha"}]}, {"heading": "Births", "year": "1885", "date": "September 12", "txt": "Heinrich Hoffmann, German photographer and art dealer (d. 1957)", "entities": [{"title": "Heinrich Hoffmann (photographer)", "href": "/wiki/Heinrich_Hoffmann_(photographer)", "description": "Heinrich Hoffmann was Adolf Hitler's official photographer, and a Nazi politician and publisher, who was a member of Hitler's intimate circle. Hoffmann's photographs were a significant part of Hitler's propaganda campaign to present himself and the Nazi Party as a significant mass phenomenon. He received royalties from all uses of Hitler's image, even on postage stamps, which made him a millionair"}]}, {"heading": "Births", "year": "1888", "date": "September 12", "txt": "Maurice Chevalier, French actor, singer, and dancer (d. 1972)", "entities": [{"title": "Maurice Chevalier", "href": "/wiki/Maurice_Chevalier", "description": "Maurice Auguste Chevalier was a French actor, cabaret singer and entertainer. He is perhaps best known for his signature songs, including \"Livin' In The Sunlight\", \"Valentine\", \"Louise\", \"Mimi\", and \"Thank Heaven for Little Girls\" and for his films, including The Love Parade, The Big Pond, The Smiling Lieutenant, One Hour with You and Love Me Tonight. His trademark attire was a boater hat and tuxe"}]}, {"heading": "Births", "year": "1889", "date": "September 12", "txt": "Ugo Pasquale Mifsud, Maltese politician, 3rd Prime Minister of Malta (d. 1942)", "entities": [{"title": "Ugo Pasquale Mifsud", "href": "/wiki/Ugo_Pasquale_Mifsud", "description": "Sir Ugo Pasquale Mifsud was a Maltese politician, the 3rd Prime Minister of Malta under British home rule, and the first to serve a full term in power.\nHe held office from 1924 to 1927 and from 1932 to 1933. He was a member of the Nationalist Party and the Maltese Italian community."}, {"title": "Prime Minister of Malta", "href": "/wiki/Prime_Minister_of_Malta", "description": "The Prime Minister of Malta is the head of government, which is the highest official of Malta."}]}, {"heading": "Births", "year": "1891", "date": "September 12", "txt": "Pedro Albizu Campos, Puerto Rican lawyer and politician (d. 1965)", "entities": [{"title": "Pedro Albizu Campos", "href": "/wiki/Pedro_Albizu_Campos", "description": "Pedro Albizu Campos was a Puerto Rican attorney and politician, and the leading figure in the Puerto Rican independence movement. Gifted in languages, he spoke six. He graduated from Harvard Law School with the highest grade point average in his law class, an achievement that earned him the right to give the valedictorian speech at his graduation ceremony. However, animus towards his mixed racial "}]}, {"heading": "Births", "year": "1891", "date": "September 12", "txt": "Jean-François Martial, Belgian actor (d. 1977)", "entities": []}, {"heading": "Births", "year": "1891", "date": "September 12", "txt": "Arthur Hays Sulzberger, American publisher (d. 1968)", "entities": []}, {"heading": "Births", "year": "1892", "date": "September 12", "txt": "Alfred A. Knopf, Sr., American publisher, founded Alfred A. Knopf Inc. (d. 1984)", "entities": [{"title": "Alfred A. Knopf, Sr.", "href": "/wiki/Alfred_A._Knopf,_Sr.", "description": "Alfred Abraham Knopf Sr. was an American publisher of the 20th century, and founder of Alfred A. Knopf, Inc. His contemporaries included the likes of Bennett Cerf and Donald Klopfer, and Frank Nelson Doubleday, J. Henry Harper and Henry Holt. Knopf paid special attention to the quality of printing, binding, and design in his books, and earned a reputation as a purist in both content and presentati"}, {"title": "Alfred A. Knopf", "href": "/wiki/Alfred_A._Knopf", "description": "Alfred A. Knopf, Inc. is an American publishing house that was founded by Alfred A. Knopf Sr. and Blanche Knopf in 1915. Blanche and Alfred traveled abroad regularly and were known for publishing European, Asian, and Latin American writers in addition to leading American literary trends. It was acquired by Random House in 1960, and is now part of the Knopf Doubleday Publishing Group division of Pe"}]}, {"heading": "Births", "year": "1894", "date": "September 12", "txt": "Kyuichi Tokuda, Japanese lawyer and politician (d. 1953)", "entities": [{"title": "Kyuichi Tokuda", "href": "/wiki/Kyuichi_Tokuda", "description": "Kyuichi Tokuda  was a Japanese politician and first chairman of the Japanese Communist Party from 1945 until his death in 1953."}]}, {"heading": "Births", "year": "1894", "date": "September 12", "txt": "Dorothy Maud Wrinch, Argentinian-English mathematician, biochemist and philosopher (d. 1976)", "entities": []}, {"heading": "Births", "year": "1895", "date": "September 12", "txt": "Freymóður Jóhannsson, Icelandic painter and composer (d. 1973)", "entities": [{"title": "Freymóður Jóhannsson", "href": "/wiki/Freym%C3%B3%C3%B0ur_J%C3%B3hannsson", "description": "Freymóður Jóhannsson was an Icelandic artist, painter and song composer."}]}, {"heading": "Births", "year": "1897", "date": "September 12", "txt": "Irène Joliot-Curie, French chemist and physicist, Nobel Prize laureate (d. 1956)", "entities": [{"title": "Irène Joliot-Curie", "href": "/wiki/Ir%C3%A8ne_Joliot-Curie", "description": "Irène Joliot-Curie was a French chemist, physicist, and a politician of partly Polish ancestry, the elder daughter of Marie Curie and Pierre Curie, and the wife of Frédéric Joliot-Curie. Jointly with her husband, Joliot-Curie was awarded the Nobel Prize in Chemistry in 1935 for their discovery of artificial radioactivity. This made the Curies the family with the most Nobel laureates to date. She w"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1897", "date": "September 12", "txt": "Walter B. Gibson, American magician and author (d. 1985)", "entities": []}, {"heading": "Births", "year": "1898", "date": "September 12", "txt": "Salvador Bacarisse, Spanish composer (d. 1963)", "entities": [{"title": "Salvador Bacarisse", "href": "/wiki/Salvador_Bacarisse", "description": "Salvador Bacarisse Chinoria was a Spanish composer."}]}, {"heading": "Births", "year": "1898", "date": "September 12", "txt": "Alma Moodie, Australian violinist and educator (d. 1943)", "entities": []}, {"heading": "Births", "year": "1898", "date": "September 12", "txt": "Ben Shahn, Lithuanian-American painter and photographer (d. 1969)", "entities": []}, {"heading": "Births", "year": "1900", "date": "September 12", "txt": "Haskell Curry, American mathematician, logician, and academic (d. 1982)", "entities": [{"title": "Haskell Curry", "href": "/wiki/Haskell_Curry", "description": "Haskell Brooks Curry was an American mathematician and logician. Curry is best known for his work in combinatory logic. While the initial concept of combinatory logic was based on a single paper by Moses Schönfinkel, Curry did much of the development. Curry is also known for Curry's paradox and the Curry–Howard correspondence. There are three programming languages named after him, Haskell, Brook a"}]}, {"heading": "Births", "year": "1901", "date": "September 12", "txt": "Shmuel Horowitz, Israeli agronomist and academic (d. 1999)", "entities": [{"title": "Shmuel Hurwitz", "href": "/wiki/Shmuel_Hurwitz", "description": "Shmuel Hurwitz was an Israeli agronomist."}]}, {"heading": "Births", "year": "1902", "date": "September 12", "txt": "Juscelino Kubitschek, Brazilian physician and politician, 21st President of Brazil (d. 1976)", "entities": [{"title": "Juscelino Kubitschek", "href": "/wiki/Juscelino_Kubitschek", "description": "Juscelino Kubitschek de Oliveira, known also by his initials JK, was a prominent Brazilian politician who served as the 21st President of Brazil from 1956 to 1961. His term was marked by economic prosperity and political stability, being most known for the construction of a new capital, Brasília."}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Births", "year": "1902", "date": "September 12", "txt": "Marya Zaturenska, Ukrainian-American poet and author (d. 1982)", "entities": []}, {"heading": "Births", "year": "1904", "date": "September 12", "txt": "István Horthy, Hungarian fighter pilot and deputy regent (d. 1942)", "entities": [{"title": "István Horthy", "href": "/wiki/Istv%C3%A1n_Horthy", "description": "István Horthy de Nagybánya was Hungarian Regent Admiral Miklós Horthy's eldest son, a politician, and, during World War II, a fighter pilot."}]}, {"heading": "Births", "year": "1904", "date": "September 12", "txt": "John Courtney Murray, American priest and theologian (d. 1967)", "entities": []}, {"heading": "Births", "year": "1904", "date": "September 12", "txt": "Lou Moore, American race car driver (d. 1956)", "entities": []}, {"heading": "Births", "year": "1905", "date": "September 12", "txt": "Linda Agostini, English-Australian murder victim (d. 1934)", "entities": [{"title": "Linda Agostini", "href": "/wiki/Linda_Agostini", "description": "Florence Linda Agostini, known posthumously as the \"Pyjama Girl\", was an English Australian manslaughter victim found on a stretch of road in Albury, New South Wales, Australia, in September 1934."}]}, {"heading": "Births", "year": "1907", "date": "September 12", "txt": "Louis MacNeice, Irish poet and playwright (d. 1963)", "entities": [{"title": "Louis MacNeice", "href": "/wiki/Louis_MacNeice", "description": "Frederick Louis MacNeice was an Irish poet and playwright from Northern Ireland, and a member of the Auden Group, which also included W. H. Auden, Stephen Spender and Cecil Day-Lewis. MacNeice's body of work was widely appreciated by the public during his lifetime, due in part to his relaxed but socially and emotionally aware style. Never as overtly or simplistically political as some of his conte"}]}, {"heading": "Births", "year": "1909", "date": "September 12", "txt": "Donald MacDonald, Canadian trade union leader and politician (d. 1986)", "entities": [{"title": "Donald MacDonald (Nova Scotia politician)", "href": "/wiki/Donald_MacDonald_(Nova_Scotia_politician)", "description": "Donald MacDonald was a Canadian social democratic politician and trade unionist who led the Nova Scotia Co-operative Commonwealth Federation and was elected as a member of the Nova Scotia House of Assembly in 1941. In 1968 he was elected President of the Canadian Labour Congress (CLC)."}]}, {"heading": "Births", "year": "1913", "date": "September 12", "txt": "Jesse Owens, American sprinter and long jumper (d. 1980)", "entities": [{"title": "Jesse Owens", "href": "/wiki/Jesse_Owens", "description": "James Cleveland \"Jesse\" Owens was an American track and field athlete and four-time gold medalist in the 1936 Olympic Games."}]}, {"heading": "Births", "year": "1914", "date": "September 12", "txt": "Rais Amrohvi, Pakistani psychoanalyst, poet, and scholar (d. 1988)", "entities": [{"title": "Rais Amrohvi", "href": "/wiki/Rais_Amrohvi", "description": " Rais Amrohvi, whose real name was Syed Muhammad Mehdi (1914-1988) was a Pakistani scholar, Urdu poet and psychoanalyst and elder brother of Jaun Elia. He was known for his style of qatanigari. He wrote quatrains for Pakistani newspaper Jang for several decade. He promoted the Urdu language and supported the Urdu-speaking people of Pakistan. His family is regarded as family of poets."}]}, {"heading": "Births", "year": "1914", "date": "September 12", "txt": "Desmond Llewelyn, Welsh-English soldier and actor (d. 1999)", "entities": []}, {"heading": "Births", "year": "1916", "date": "September 12", "txt": "Tony Bettenhausen, American race car driver (d. 1961)", "entities": [{"title": "Tony Bettenhausen", "href": "/wiki/Tony_Bettenhausen", "description": "Melvin Eugene \"Tony\" Bettenhausen was an American racing driver, who won the National Championship in 1951 and 1958."}]}, {"heading": "Births", "year": "1917", "date": "September 12", "txt": "Pierre Sévigny, Canadian colonel, academic, and politician (d. 2004)", "entities": [{"title": "Pierre Sévigny", "href": "/wiki/Pierre_S%C3%A9vigny", "description": "Joseph Pierre Albert Sévigny, PC, OC, CD, VM, ED was a Canadian soldier, author, politician, and academic. He is best known for his involvement in the Munsinger Affair."}]}, {"heading": "Births", "year": "1917", "date": "September 12", "txt": "Han Suyin, Chinese-Swiss physician and author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1920", "date": "September 12", "txt": "Irene Dailey, American actress (d. 2008)", "entities": [{"title": "Irene Dailey", "href": "/wiki/Irene_Dailey", "description": "Irene Dailey was an American stage, film, and television actress."}]}, {"heading": "Births", "year": "1921", "date": "September 12", "txt": "Frank McGee, American journalist (d. 1974)", "entities": [{"title": "Frank McGee (journalist)", "href": "/wiki/Frank_McGee_(journalist)", "description": "Frank McGee was an American television journalist, best known for his work with NBC from the late 1950s into the early 1970s."}]}, {"heading": "Births", "year": "1921", "date": "September 12", "txt": "Stanisław Lem, Ukrainian-Polish philosopher and author (d. 2006)", "entities": []}, {"heading": "Births", "year": "1921", "date": "September 12", "txt": "Turgut Cansever, Turkish architect, city planner, and thinker (d. 2009)", "entities": []}, {"heading": "Births", "year": "1922", "date": "September 12", "txt": "Antonio Cafiero, Argentinian accountant and politician, Governor of Buenos Aires Province (d. 2014)", "entities": [{"title": "Antonio Cafiero", "href": "/wiki/Antonio_Cafiero", "description": "Antonio Francisco Cafiero was an Argentine Justicialist Party politician. Cafiero held a number of important posts throughout his career, including, most notably, the governorship of Buenos Aires Province from 1987 to 1991, the Cabinet Chief's Office under interim president Eduardo Camaño from 2001 to 2002, and a seat in the Senate of the Nation from 1993 to 2005."}, {"title": "Governor of Buenos Aires Province", "href": "/wiki/Governor_of_Buenos_Aires_Province", "description": "The Governor of Buenos Aires Province is a citizen of the Buenos Aires Province of Argentina, holding the office of governor for the corresponding period. The governor is elected alongside a vice-governor. Currently the governor of Buenos Aires Province is Axel Kicillof since December 11, 2019."}]}, {"heading": "Births", "year": "1922", "date": "September 12", "txt": "Jackson Mac Low, American poet, playwright, and composer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1922", "date": "September 12", "txt": "Mark Rosenzweig, American psychologist and academic (d. 2009)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 12", "txt": "Amílcar Cabral, Guinea-Bissauan political leader (d. 1973)", "entities": [{"title": "Amílcar Cabral", "href": "/wiki/Am%C3%ADlcar_Cabral", "description": "Amílcar Lopes da Costa Cabral was a Bissau-Guinean and Cape Verdean agricultural engineer, pan-africanist, intellectual, poet, theoretician, revolutionary, political organizer, nationalist and diplomat. He was one of Africa's foremost anti-colonial leaders."}]}, {"heading": "Births", "year": "1925", "date": "September 12", "txt": "Stan Lopata, American baseball player (d. 2013)", "entities": [{"title": "Stan Lopata", "href": "/wiki/Stan_Lopata", "description": "Stanley Edward Lopata was an American professional baseball player. A catcher, Lopata played in Major League Baseball for 13 seasons in the National League with the Philadelphia Phillies and Milwaukee Braves. In 853 career games, Lopata recorded a batting average of .254 and accumulated 661 hits, 116 home runs, and 379 runs batted in (RBI)."}]}, {"heading": "Births", "year": "1925", "date": "September 12", "txt": "Dickie Moore, American actor (d. 2015)", "entities": []}, {"heading": "Births", "year": "1927", "date": "September 12", "txt": "Mathé Altéry, French soprano and actress", "entities": [{"title": "Mathé Altéry", "href": "/wiki/Math%C3%A9_Alt%C3%A9ry", "description": "Mathé Altéry is a French soprano prominent in the 1950s and 1960s. Mathé Altéry is the daughter of French tenor Mario Altéry."}]}, {"heading": "Births", "year": "1928", "date": "September 12", "txt": "Robert Irwin, American painter and gardener", "entities": [{"title": "Robert Irwin (artist)", "href": "/wiki/Robert_Irwin_(artist)", "description": "Robert W. Irwin is an American installation artist who has explored perception and the conditional in art, often through site-specific, architectural interventions that alter the physical, sensory and temporal experience of space."}]}, {"heading": "Births", "year": "1928", "date": "September 12", "txt": "Muriel Siebert, American businesswoman and philanthropist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 12", "txt": "Ernie Vandeweghe, Canadian-American basketball player and physician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 12", "txt": "Harvey Schmidt, American composer and illustrator (d. 2018)", "entities": [{"title": "Harvey Schmidt", "href": "/wiki/Harvey_Schmidt", "description": "Harvey Lester Schmidt was an American composer for musical theatre and illustrator. He was best known for composing the music for the longest running musical in history, The Fantasticks, which ran off-Broadway for 42 years, from 1960 to 2002."}]}, {"heading": "Births", "year": "1930", "date": "September 12", "txt": "Larry Austin, American composer and educator", "entities": [{"title": "Larry Austin", "href": "/wiki/Larry_Austin", "description": "Larry Don Austin was an American composer noted for his electronic and computer music works. He was a co-founder and editor of the avant-garde music periodical Source: Music of the Avant Garde. Austin gained additional international recognition when he realized a completion of Charles Ives's Universe Symphony. Austin served as the president of the International Computer Music Association (ICMA) fr"}]}, {"heading": "Births", "year": "1931", "date": "September 12", "txt": "Ian Holm, English actor (d. 2020)", "entities": [{"title": "Ian Holm", "href": "/wiki/Ian_Holm", "description": "Sir Ian Holm Cuthbert, known as Ian Holm, was an English actor. Beginning his career on the British stage as a standout member of the Royal Shakespeare Company, he later transitioned into a successful and prolific screen career portraying a variety of both supporting and leading characters, earning critical acclaim and many accolades in the process."}]}, {"heading": "Births", "year": "1931", "date": "September 12", "txt": "George Jones, American singer-songwriter and guitarist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 12", "txt": "Atli Dam, Faroese engineer and politician, 5th Prime Minister of the Faroe Islands (d. 2005)", "entities": [{"title": "Atli Dam", "href": "/wiki/Atli_Dam", "description": "Atli Pætursson Dam was a Faroese politician who served as Prime Minister of the Faroe Islands on three occasions, most recently from 1991 to 1993. To this date, he is the longest-serving Prime Minister in Faroese history, having served a total of 16 years."}, {"title": "Prime Minister of the Faroe Islands", "href": "/wiki/Prime_Minister_of_the_Faroe_Islands", "description": "This is a list of lawmen and prime ministers of the Faroe Islands."}]}, {"heading": "Births", "year": "1934", "date": "September 12", "txt": "Glenn Davis, American hurdler, sprinter, and football player (d. 2009)", "entities": [{"title": "Glenn Davis (athlete)", "href": "/wiki/Glenn_Davis_(athlete)", "description": "Glenn Ashby \"Jeep\" Davis was an American Olympic hurdler and sprinter who won a total of three gold medals in the 1956 and 1960 Olympic games."}]}, {"heading": "Births", "year": "1934", "date": "September 12", "txt": "Jaegwon Kim, South Korean-American philosopher and academic (d. 2019)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 12", "txt": "Nellie Wong, Chinese American poet and activist", "entities": []}, {"heading": "Births", "year": "1935", "date": "September 12", "txt": "Richard Hunt, American sculptor", "entities": [{"title": "Richard Hunt (sculptor)", "href": "/wiki/Richard_Hunt_(sculptor)", "description": "Richard Howard Hunt is considered the most important African American sculptor of the 20th-century. Hunt's status as the foremost African-American abstract sculptor and artist of public sculpture has remained unchallenged. Hunt, the descendant of slaves, was the first African American sculptor to have a major retrospective at Museum of Modern Art in 1971. Hunt has created over 150 public sculpture"}]}, {"heading": "Births", "year": "1937", "date": "September 12", "txt": "George Chuvalo, Canadian boxer", "entities": [{"title": "George Chuvalo", "href": "/wiki/George_Chuvalo", "description": "George Louis Chuvalo CM is a Canadian former professional boxer who was a five-time Canadian heavyweight champion and two-time world heavyweight title challenger. Chuvalo is known for having never been knocked down in his 93 bout professional career including fights against Muhammad Ali, Floyd Patterson, Joe Frazier, and George Foreman. Chuvalo was inducted into the Ontario Sports Hall of Fame in "}]}, {"heading": "Births", "year": "1937", "date": "September 12", "txt": "Wes Hall, Barbadian cricketer and politician", "entities": []}, {"heading": "Births", "year": "1938", "date": "September 12", "txt": "Judy Clay, American soul and gospel singer (d. 2001)", "entities": [{"title": "Judy Clay", "href": "/wiki/Judy_Clay", "description": "Judy Clay was an American soul and gospel singer, who achieved greatest success as a member of two recording duos in the 1960s."}]}, {"heading": "Births", "year": "1938", "date": "September 12", "txt": "Claude Ruel, Canadian ice hockey player and coach (d. 2015)", "entities": []}, {"heading": "Births", "year": "1938", "date": "September 12", "txt": "Tatiana Troyanos, American operatic soprano (d. 1993)", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 12", "txt": "Pablo McNeil, Jamaican track and field sprinter and sprinting coach (d. 2011)", "entities": [{"title": "Pablo McNeil", "href": "/wiki/Pablo_McNeil", "description": "Pablo S. McNeil was a Jamaican track and field sprinter and sprinting coach. He participated in the 1964 Summer Olympics and the 1968 Summer Olympics. McNeil reached the semifinal of the 100 metres in the 1964 Olympics, finishing sixth with a wind assisted run of 10.30 seconds. He also ran as the first leg in the Jamaican 4x100 metres sprint relay team, placing fourth in the final with a time of 3"}]}, {"heading": "Births", "year": "1939", "date": "September 12", "txt": "Phillip Ramey, American pianist and composer", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 12", "txt": "Henry Waxman, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 12", "txt": "Linda Gray, American model and actress", "entities": [{"title": "Linda Gray", "href": "/wiki/Linda_Gray", "description": "Linda Ann Gray is an American film, stage and television actress, director, producer and former model, best known for her role as Sue Ellen Ewing, the long-suffering wife of Larry Hagman's character J.R. on the CBS television drama series Dallas, for which she was nominated for the 1981 Primetime Emmy Award for Outstanding Lead Actress in a Drama Series. The role also earned her two Golden Globe A"}]}, {"heading": "Births", "year": "1942", "date": "September 12", "txt": "Michel Drucker, French journalist", "entities": [{"title": "Michel Drucker", "href": "/wiki/Michel_Drucker", "description": "Michel Drucker, CQ is a popular French journalist and TV host. He has been on screen for so long and so permanently, that he once said that some people consider that he was included in the price of their TV sets."}]}, {"heading": "Births", "year": "1942", "date": "September 12", "txt": "Tomás Marco, Spanish composer", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 12", "txt": "François Tavenas, Canadian engineer and academic (d. 2004)", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 12", "txt": "Maria Muldaur, American folk and blues singer", "entities": [{"title": "Maria Muldaur", "href": "/wiki/Maria_Muldaur", "description": "Maria Muldaur is an American folk and blues singer who was part of the American folk music revival in the early 1960s. She recorded the 1973 hit song \"Midnight at the Oasis\" and continues to record albums in the folk traditions."}]}, {"heading": "Births", "year": "1943", "date": "September 12", "txt": "Leonard Peltier, American political activist and convicted criminal", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 12", "txt": "Lonnie Mayne, American wrestler (d. 1978)", "entities": [{"title": "Lonnie Mayne", "href": "/wiki/Lonnie_Mayne", "description": "Ronald Doyle \"Lonnie\" Mayne was an American professional wrestler in the 1960s and 1970s who frequently went by the name Moondog Mayne. He wrestled in various National Wrestling Alliance territories, as well as the World Wide Wrestling Federation in 1973."}]}, {"heading": "Births", "year": "1944", "date": "September 12", "txt": "Vladimir Spivakov, Russian violinist and conductor", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 12", "txt": "Barry White, American singer-songwriter (d. 2003)", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 12", "txt": "Russell \"Jungle Jim\" Liberman, American drag racer (d. 1977)", "entities": [{"title": "Jim Liberman", "href": "/wiki/Jim_Liberman", "description": "Russell James Liberman was an American funny car drag racer, nicknamed \"Jungle Jim.\" In 2001, he was named #17 on the list of the Top 50 NHRA drivers of all time. Liberman was known for driving backwards at 100 miles per hour (160 km/h) after doing his burnout."}, {"title": "Drag racing", "href": "/wiki/Drag_racing", "description": "Drag racing is a type of motor racing in which automobiles or motorcycles compete, usually two at a time, to be first to cross a set finish line. The race follows a short, straight course from a standing start over a measured distance, most commonly 1⁄4 mi, with a shorter distance becoming increasingly popular, as it has become the standard for Top Fuel dragsters and funny cars, where some major b"}]}, {"heading": "Births", "year": "1945", "date": "September 12", "txt": "Milo Manara, Italian author and illustrator", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 12", "txt": "John Mauceri, American conductor and producer", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 12", "txt": "Tony Bellamy, American singer-songwriter and guitarist (d. 2009)", "entities": [{"title": "Tony Bellamy", "href": "/wiki/Tony_Bellamy", "description": "Tony \"T-Bone\" Bellamy, was born to parents James Bellamy and Olga Bellamy. He became the lead guitarist, pianist and vocalist for the Native American rock band Redbone in 1968. Bellamy was a Yaqui tribesman with Mexican descent."}]}, {"heading": "Births", "year": "1946", "date": "September 12", "txt": "Neil Lyndon, British journalist and writer", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 12", "txt": "David Grant, English engineer and academic", "entities": [{"title": "David Grant (academic)", "href": "/wiki/David_Grant_(academic)", "description": "Sir David Grant is a British academic who was the Vice-Chancellor of Cardiff University in Wales from 2001 to 2012. Since his appointment in 2001, Dr Grant has overseen the merger between Cardiff University and the University of Wales College of Medicine, which was completed in 2004, and the awarding of University Status to Cardiff. He is a Vice-President of the Royal Academy of Engineering. He is"}]}, {"heading": "Births", "year": "1947", "date": "September 12", "txt": "Gerald Howarth, English soldier, pilot, and politician, Minister for International Security Strategy", "entities": [{"title": "Minister for International Security Strategy", "href": "/wiki/Minister_for_International_Security_Strategy", "description": "The Minister for International Security Strategy was a British government position. The last holder of the post was Andrew Murrison, Conservative Parliamentary Under-Secretary of State at the Ministry of Defence,"}]}, {"heading": "Births", "year": "1947", "date": "September 12", "txt": "Christopher Neame, English actor", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 12", "txt": "Steve Turre, American trombonist and educator", "entities": [{"title": "Steve Turre", "href": "/wiki/Steve_Turre", "description": "Stephen Johnson Turre is an American jazz trombonist and a pioneer of using seashells as instruments, a composer, arranger, and educator at the collegiate-conservatory level. For fifty-seven years, Turre has been active in jazz, rock, and Latin jazz – in live venues, recording studios, television, and cinema production."}]}, {"heading": "Births", "year": "1948", "date": "September 12", "txt": "Max Walker, Australian footballer, cricketer, sportscaster, and architect (d. 2016)", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 12", "txt": "Caio Fernando Abreu, Brazilian writer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 12", "txt": "Charles Burlingame, American captain and pilot (d. 2001)", "entities": [{"title": "Charles Burlingame", "href": "/wiki/Charles_Burlingame", "description": "Charles Frank \"Chic\" Burlingame III was the pilot of American Airlines Flight 77, the aircraft that was crashed by terrorists into the Pentagon during the September 11 attacks."}]}, {"heading": "Births", "year": "1949", "date": "September 12", "txt": "Irina Rodnina, Russian figure skater and politician", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 12", "txt": "Tony Stevens, English rock bassist and songwriter", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 12", "txt": "Marguerite Blais, Canadian journalist and politician", "entities": [{"title": "Marguerite Blais", "href": "/wiki/Marguerite_Blais", "description": "Marie Josephine Marguerite Blais is a Canadian politician, journalist, radio host and television host from Quebec. She is currently a Coalition Avenir Québec Member of the National Assembly of Québec and is the current Minister Responsible for Seniors and Informal Caregivers and Member of the Comité ministériel des services aux citoyens since October 2018. She was a Liberal Member of the National "}]}, {"heading": "Births", "year": "1950", "date": "September 12", "txt": "Gustav Brunner, Austrian engineer", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 12", "txt": "Bruce Mahler, American actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 12", "txt": "Mike Murphy, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 12", "txt": "Bertie Ahern, Irish accountant and politician, 11th Taoiseach of Ireland", "entities": [{"title": "Bertie Ahern", "href": "/wiki/Bertie_Ahern", "description": "Bartholomew Patrick  \"Bertie\" Ahern is an Irish former Fianna Fáil politician who served as Taoiseach from 1997 to 2008, Leader of Fianna Fáil from 1994 to 2008, Leader of the Opposition from 1994 to 1997, Tánaiste and Minister for Arts, Culture and the Gaeltacht from November 1994 to December 1994, Deputy Leader of Fianna Fáil from 1992 to 1994, Minister for Industry and Commerce in January 1993,"}, {"title": "Taoiseach", "href": "/wiki/Taoiseach", "description": "The Taoiseach is the prime minister and head of government of Ireland. The office is appointed by the president of Ireland upon the nomination of Dáil Éireann and must retain the support of a majority in the Dáil to remain in office."}]}, {"heading": "Births", "year": "1951", "date": "September 12", "txt": "Norm Dubé, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 12", "txt": "Ray Gravell, Welsh rugby player and actor (d. 2007)", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 12", "txt": "Joe Pantoliano, American actor and producer", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 12", "txt": "Ali-Ollie Woodson, American singer-songwriter and keyboard player (d. 2010)", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 12", "txt": "Gerry Beckley, American singer-songwriter and guitarist", "entities": [{"title": "Gerry Beckley", "href": "/wiki/Gerry_Beckley", "description": "Gerald Linford Beckley is an American singer, songwriter, and musician, and a founding member of the band America."}]}, {"heading": "Births", "year": "1952", "date": "September 12", "txt": "Neil Peart, Canadian drummer, songwriter, and producer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 12", "txt": "Nan Goldin, American photographer", "entities": [{"title": "Nan Goldin", "href": "/wiki/Nan_Goldin", "description": "Nancy \"Nan\" Goldin is an American photographer. Her work often explores LGBT bodies, moments of intimacy, the HIV crisis, and the opioid epidemic. Her most notable work is The Ballad of Sexual Dependency (1986), which documents the post-Stonewall gay subculture and Goldin's family and friends. She lives and works in New York City, Berlin, and Paris."}]}, {"heading": "Births", "year": "1953", "date": "September 12", "txt": "Fiona Mactaggart, Scottish educator and politician", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 12", "txt": "Robert Gober, American sculptor", "entities": [{"title": "Robert Gober", "href": "/wiki/Robert_Gober", "description": "Robert Gober is an American sculptor. His work is often related to domestic and familiar objects such as sinks, doors, and legs."}]}, {"heading": "Births", "year": "1954", "date": "September 12", "txt": "Scott Hamilton, American saxophonist", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 12", "txt": "Peeter Volkonski, Estonian singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 12", "txt": "Brian Smith, English footballer (d. 2013)", "entities": [{"title": "Brian Smith (footballer, born 1955)", "href": "/wiki/Brian_Smith_(footballer,_born_1955)", "description": "Brian Smith was an English professional footballer who played as a midfielder."}]}, {"heading": "Births", "year": "1956", "date": "September 12", "txt": "Barry Andrews, English singer and keyboard player", "entities": [{"title": "Barry Andrews (musician)", "href": "/wiki/Barry_Andrews_(musician)", "description": "Barry Andrews is an English singer, songwriter, musician, and keyboardist, formerly of the bands XTC and League of Gentlemen, who co-founded Shriekback. He has collaborated with Brian Eno on several projects, most recently guesting on keyboards for the 2005 album Another Day on Earth. Andrews also played on the 1980 Iggy Pop album Soldier with David Bowie, Ivan Kral, Glen Matlock and Klaus Kruger."}]}, {"heading": "Births", "year": "1956", "date": "September 12", "txt": "Chip Beck, American golfer", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 12", "txt": "Sam Brownback, American lawyer and politician, 46th Governor of Kansas", "entities": [{"title": "Governor of Kansas", "href": "/wiki/Governor_of_Kansas", "description": "The Governor of Kansas is the head of the executive branch of Kansas's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Kansas Legislature, to convene the legislature at any time, and to grant pardons."}]}, {"heading": "Births", "year": "1956", "date": "September 12", "txt": "Leslie Cheung, Hong Kong singer-songwriter and actor (d. 2003)", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 12", "txt": "David Goodhart, English journalist and author", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 12", "txt": "Ricky Rudd, American race car driver and sportscaster", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 12", "txt": "Walter Woon, Singaporean lawyer and politician, 7th Attorney-General of Singapore", "entities": [{"title": "Attorney-General of Singapore", "href": "/wiki/Attorney-General_of_Singapore", "description": "The Attorney-General of the Republic of Singapore (AG) is the legal adviser to the Government of Singapore and the Public Prosecutor (PP). He carries out his functions with the assistance of his deputies, including the Deputy Attorney-General (DAG) and the Solicitor-General (SG), through the Attorney-General's Chambers (AGC). The current Attorney-General is Lucien Wong, SC."}]}, {"heading": "Births", "year": "1957", "date": "September 12", "txt": "Paul M. Sharp, British academic and educator", "entities": [{"title": "Paul M. Sharp", "href": "/wiki/Paul_M._Sharp", "description": "Paul Martin Sharp is Professor of Genetics at the University of Edinburgh, where he holds the Alan Robertson chair of genetics in the Institute of Evolutionary Biology."}]}, {"heading": "Births", "year": "1957", "date": "September 12", "txt": "Jan Egeland, Norwegian politician, diplomat and humanitarian", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 12", "txt": "Rachel Ward, English-Australian actress", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 12", "txt": "Hans Zimmer, German composer and producer", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 12", "txt": "Wilfred Benítez, American boxer", "entities": [{"title": "Wilfred Benítez", "href": "/wiki/Wilfred_Ben%C3%ADtez", "description": "Wilfred Benítez is a New York-born Puerto Rican former professional boxer and the youngest world champion in the sport's history. Earning his first of three career world titles in separate weight divisions at the age of seventeen, he is best remembered as a skilled and aggressive fighter with exceptional defensive abilities, along with his fights with Roberto Durán, Thomas Hearns, and Sugar Ray Le"}]}, {"heading": "Births", "year": "1958", "date": "September 12", "txt": "Gregg Edelman, American actor and singer", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 12", "txt": "Scott Brown, American colonel and politician", "entities": [{"title": "Scott Brown (politician)", "href": "/wiki/Scott_Brown_(politician)", "description": "Scott Philip Brown is an American diplomat, attorney, and politician who served as the United States Ambassador to New Zealand and Samoa. He is a former United States Senator for Massachusetts (2010–2013), and also was the 2014 Republican nominee for the U.S. Senate in New Hampshire. Prior to his Senate tenure, Brown served as a member of the Massachusetts General Court, first in the State House o"}]}, {"heading": "Births", "year": "1959", "date": "September 12", "txt": "Deron Cherry, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 12", "txt": "Sigmar Gabriel, German educator and politician, 17th Vice-Chancellor of Germany", "entities": [{"title": "Vice-Chancellor of Germany", "href": "/wiki/Vice-Chancellor_of_Germany", "description": "The Deputy to the Federal Chancellor, commonly known as Vice Chancellor (Vizekanzler), is the second highest ranking German cabinet member. The chancellor is the head of government and, according to the constitution, gives this title of deputy to one of the Federal Ministers. It is common that the title is given to the major minister provided by the (smaller) coalition partner."}]}, {"heading": "Births", "year": "1960", "date": "September 12", "txt": "Evan Jenkins, American academic and politician", "entities": [{"title": "Evan Jenkins (politician)", "href": "/wiki/Evan_Jenkins_(politician)", "description": "Evan Hollin Jenkins is the Chief Justice of the Supreme Court of Appeals of West Virginia. He joined the Court in 2018 and has served as Chief Justice since 2021. He served as a U.S. Representative from West Virginia from 2015 to 2018. He is a Republican, having switched his party affiliation from Democratic in 2013."}]}, {"heading": "Births", "year": "1960", "date": "September 12", "txt": "Stefanos Korkolis, Greek pianist and composer", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 12", "txt": "Mylène Farmer, Canadian-French singer-songwriter, producer, and actress", "entities": [{"title": "Mylène Farmer", "href": "/wiki/Myl%C3%A8ne_Farmer", "description": "Mylène Jeanne Gautier, known professionally as Mylène Farmer, is a French singer, songwriter, occasional actress, writer, and entrepreneur. Having sold more than 30 million records in France, she is among the most successful recording artists of all-time in that country. She holds the record for the most number one hit singles in the French charts, with twenty one to date – eight of which were con"}]}, {"heading": "Births", "year": "1962", "date": "September 12", "txt": "Sunay Akın, Turkish poet, journalist, and philanthropist", "entities": [{"title": "Sunay Akın", "href": "/wiki/Sunay_Ak%C4%B1n", "description": "Sunay Akın is a Turkish poet, writer, TV host, journalist, and a philanthropist. He is the founder of Istanbul Toy Museum."}]}, {"heading": "Births", "year": "1962", "date": "September 12", "txt": "Amy Yasbeck, American actress", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 12", "txt": "Greg Gutfeld, American television journalist and author", "entities": [{"title": "Greg Gutfeld", "href": "/wiki/Greg_Gutfeld", "description": "Gregory John Gutfeld is an American television host, producer, political commentator, and author. He is the host of the late-night talk show Gutfeld! and one of five co-hosts and panelists on the political talk show The Five, both of which air on the Fox News Channel. From 2007 to 2015, Gutfeld hosted Red Eye, a late-night talk show that also aired on the Fox News Channel."}]}, {"heading": "Births", "year": "1964", "date": "September 12", "txt": "Dieter Hecking, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 12", "txt": "Einstein Kristiansen, Norwegian animator and producer", "entities": [{"title": "Einstein Kristiansen", "href": "/wiki/Einstein_Kristiansen", "description": "Øistein Kristiansen, formerly known under his artist name Einstein Kristiansen, is a Norwegian cartoonist, designer, TV-host and co-founder of Singapore-based Earthtree Pte Ltd, who together with his two business partners Henry Steed and Mark Hillman, produces children's television programming, animation and image campaigns for MTV Asia, Nickelodeon and Singapore network Mediacorp TV12."}]}, {"heading": "Births", "year": "1965", "date": "September 12", "txt": "Vernon Maxwell, American basketball player", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 12", "txt": "Midnight, Jamaican wrestler", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 12", "txt": "Ben Folds, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 12", "txt": "Vezio Sacratini, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 12", "txt": "Louis C.K., American comedian, actor, producer, and screenwriter", "entities": [{"title": "Louis C.K.", "href": "/wiki/Louis_C.K.", "description": "Louis Alfred Székely, best known by his stage name Louis C.K., is an American stand-up comedian, writer, actor, and filmmaker. C.K. won a Peabody Award in 2012 and has received six Primetime Emmy Awards, as well as numerous awards for The Chris Rock Show, Louie, and his stand-up specials Live at the Beacon Theater (2011) and Oh My God (2013). He has won the Grammy Award for Best Comedy Album twice"}]}, {"heading": "Births", "year": "1967", "date": "September 12", "txt": "Pat Listach, American baseball player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 12", "txt": "Larry LaLonde, American guitarist and songwriter", "entities": [{"title": "Larry LaLonde", "href": "/wiki/Larry_LaLonde", "description": "Reid Laurence \"Larry\" LaLonde, also known as Ler LaLonde, is an American musician best known as the guitarist for Primus, a position that he has served since 1989, where he is known for his experimental accompaniment to the bass playing of bandmate Les Claypool. Previously, he played guitar for the groups Possessed, Blind Illusion, No Forcefield, and the Frank Zappa tribute band \"Caca\". He also ha"}]}, {"heading": "Births", "year": "1968", "date": "September 12", "txt": "Nicholas Russell, 6th Earl Russell, English politician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 12", "txt": "Richard Snell, South African cricketer and physiotherapist", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 12", "txt": "Paul F. Tompkins, American comedian, actor, and writer", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 12", "txt": "Max Boot, Russian-American historian and author", "entities": [{"title": "Max Boot", "href": "/wiki/Max_Boot", "description": "Max A. Boot is a Russian-American author, consultant, editorialist, lecturer, and military historian. He worked as a writer and editor for Christian Science Monitor and then for The Wall Street Journal in the 1990s. He is now Jeane J. Kirkpatrick Senior Fellow in National Security Studies at the Council on Foreign Relations and a contributor to The Washington Post. He has written for numerous publ"}]}, {"heading": "Births", "year": "1969", "date": "September 12", "txt": "Ángel Cabrera, Argentinian golfer", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 12", "txt": "James Frey, American author and screenwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 12", "txt": "Shigeki Maruyama, Japanese golfer", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 12", "txt": "Nathan Larson, American singer-songwriter and guitarist", "entities": [{"title": "Nathan Larson (musician)", "href": "/wiki/Nathan_Larson_(musician)", "description": "Nathan Peter Larson is an American guitarist, singer, songwriter, and author widely known for his numerous film score compositions. He is married to Nina Persson, the lead singer of the Swedish rock band The Cardigans."}]}, {"heading": "Births", "year": "1971", "date": "September 12", "txt": "Younes El Aynaoui, Moroccan tennis player", "entities": [{"title": "Younes El Aynaoui", "href": "/wiki/Younes_El_Aynaoui", "description": "Younes El Aynaoui is a former professional tennis player from Morocco."}]}, {"heading": "Births", "year": "1971", "date": "September 12", "txt": "Shocker, Mexican wrestler", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 12", "txt": "Gideon Emery, English-American actor, producer, and screenwriter", "entities": [{"title": "Gideon Emery", "href": "/wiki/Gideon_Emery", "description": "Gideon Emery is an English actor, singer and voice actor. He is best known for his role as Deucalion in Teen Wolf and for providing voice-over work in video games, television series and films."}]}, {"heading": "Births", "year": "1972", "date": "September 12", "txt": "Paul Green, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 12", "txt": "Sidney Souza, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 12", "txt": "Tarana Burke, American civil rights activist", "entities": [{"title": "Tarana Burke", "href": "/wiki/Tarana_Burke", "description": "Tarana Burke is an American activist from The Bronx, New York who started the Me Too movement. In 2006, Burke began using metoo to help other women with similar experiences to stand up for themselves. Over a decade later, in 2017 #MeToo became a viral hashtag appropriated by Alyssa Milano when women began using it to tweet about the Harvey Weinstein sexual abuse allegations. The phrase and hashtag"}]}, {"heading": "Births", "year": "1973", "date": "September 12", "txt": "Kara David, Filipino journalist and documentarian", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 12", "txt": "Martina Ertl-Renz, German skier", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 12", "txt": "Martin Lapointe, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 12", "txt": "Paul Walker, American actor and producer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 12", "txt": "Caroline Aigle, French soldier and pilot (d. 2007)", "entities": [{"title": "Caroline Aigle", "href": "/wiki/Caroline_Aigle", "description": "Commandant Caroline Aigle was a French aviator who achieved a historical first when, at the age of 25, she became the first woman fighter pilot in the French Air Force. Her promising military career was cut short by death from cancer seven years later. She was posthumously awarded the Médaille de l'Aéronautique."}]}, {"heading": "Births", "year": "1974", "date": "September 12", "txt": "Jennifer Nettles, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 12", "txt": "Guy Smith, English race car driver", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 12", "txt": "Kenichi Suzumura, Japanese voice actor and singer-songwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 12", "txt": "Nuno Valente, Portuguese footballer and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 12", "txt": "Luis Castillo, Dominican baseball player", "entities": [{"title": "Luis Castillo (baseball)", "href": "/wiki/Luis_Castillo_(baseball)", "description": "Luis Antonio Castillo is a Dominican professional baseball second baseman. He played in Major League Baseball for the Florida Marlins, New York Mets, and Minnesota Twins from 1996 through 2010."}]}, {"heading": "Births", "year": "1975", "date": "September 12", "txt": "Bill Kirby, Australian swimmer and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 12", "txt": "Maciej Żurawski, Polish footballer", "entities": [{"title": "Maciej Żurawski", "href": "/wiki/Maciej_%C5%BBurawski", "description": "Maciej Stanisław Żurawski is a retired Polish footballer who played as a striker."}]}, {"heading": "Births", "year": "1977", "date": "September 12", "txt": "Nathan Bracken, Australian cricketer", "entities": [{"title": "Nathan Bracken", "href": "/wiki/Nathan_Bracken", "description": "Nathan Wade Bracken is a former Australian cricketer. A tall left-arm fast-medium bowler, Bracken is capable of swinging the ball both ways. He has represented Australia in all forms of the game. Bracken represented New South Wales in Australian domestic cricket, Eastern Suburbs in Sydney Grade Cricket and also appeared for English County team Gloucestershire in 2004. On 28 January 2011 he announc"}]}, {"heading": "Births", "year": "1977", "date": "September 12", "txt": "Grant Denyer, Australian race car driver and journalist", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 12", "txt": "Jeff Irwin, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 12", "txt": "David Thompson, English footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 12", "txt": "Elisabetta Canalis, Italian model and actress", "entities": [{"title": "Elisabetta Canalis", "href": "/wiki/Elisabetta_Canalis", "description": "Elisabetta Canalis is an Italian actress and showgirl."}]}, {"heading": "Births", "year": "1978", "date": "September 12", "txt": "Benjamin McKenzie, American actor", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 12", "txt": "Ruben Studdard, American R&B, pop, and gospel singer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 12", "txt": "Sean Burroughs, American baseball player", "entities": [{"title": "Sean Burroughs", "href": "/wiki/Sean_Burroughs", "description": "Sean Patrick Burroughs, is an American former professional baseball third baseman, who played in Major League Baseball (MLB) for the San Diego Padres, Tampa Bay Devil Rays, Arizona Diamondbacks, and Minnesota Twins. During his playing days, Burroughs stood 6 feet 1 inch (1.85 m) tall, weighing 195 pounds (88 kg). He batted left-handed and threw right-handed."}]}, {"heading": "Births", "year": "1980", "date": "September 12", "txt": "Fernando César de Souza, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 12", "txt": "Yao Ming, Chinese basketball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 12", "txt": "Hiroyuki Sawano, Japanese composer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 12", "txt": "Kevin Sinfield, English rugby player", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 12", "txt": "Josef Vašíček, Czech ice hockey player (d. 2011)", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 12", "txt": "Marty Adams, Canadian actor and screenwriter", "entities": [{"title": "Marty Adams", "href": "/wiki/Marty_Adams", "description": "Marty Adams is a Canadian television and film actor/writer and comedian."}]}, {"heading": "Births", "year": "1981", "date": "September 12", "txt": "Alan Arruda, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 12", "txt": "Jennifer Hudson, American singer and actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 12", "txt": "Staciana Stitts, American swimmer", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 12", "txt": "Zoran Planinić, Croatian basketball player", "entities": [{"title": "Zoran Planinić", "href": "/wiki/Zoran_Planini%C4%87", "description": "Zoran Planinić is a Croatian former professional basketball player."}]}, {"heading": "Births", "year": "1982", "date": "September 12", "txt": "Sal Rinauro, American wrestler", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 12", "txt": "Tom Geißler, German footballer", "entities": [{"title": "Tom Geißler", "href": "/wiki/Tom_Gei%C3%9Fler", "description": "Tom Geißler is a German former professional footballer who played as a midfielder."}]}, {"heading": "Births", "year": "1983", "date": "September 12", "txt": "Rami Haikal, Jordanian guitarist", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 12", "txt": "Sebastian Hofmann, German footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 12", "txt": "Daniel Muir, American football player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 12", "txt": "Sergio Parisse, Argentinian-Italian rugby player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 12", "txt": "Clayton Richard, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 12", "txt": "Carly Smithson, Irish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 12", "txt": "Nashat Akram, Iraqi footballer", "entities": [{"title": "Nashat Akram", "href": "/wiki/Nashat_Akram", "description": "Nashat Akram Abid Ali Al-Eissa, born 12 September 1984 in Al Hillah, Babylon, Iraq is a former Iraqi professional footballer. Popularly dubbed \"The Maestro\" and \"The Musician\", Akram usually played as a playmaker or as an attacking midfielder and was known for his exceptional vision and excellent passing ability, as well as his ability to score goals from long range."}]}, {"heading": "Births", "year": "1984", "date": "September 12", "txt": "Chelsea Carey, Canadian curler", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 12", "txt": "Kamila Chudzik, Polish heptathlete", "entities": [{"title": "Kamila Chudzik", "href": "/wiki/Kamila_Chudzik", "description": "Kamila Chudzik is a retired Polish heptathlete. She won a bronze medal at the Berlin World Championship in August 2009. That success was followed by a series of injuries which effectively ended her career. She officially retired in 2015."}]}, {"heading": "Births", "year": "1986", "date": "September 12", "txt": "Akwasi Fobi-Edusei, English footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 12", "txt": "Joanne Jackson, English swimmer", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 12", "txt": "Yuto Nagatomo, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 12", "txt": "Dimitrios Regas, Greek sprinter", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 12", "txt": "Alfie Allen, English actor", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 12", "txt": "Emmy Rossum, American singer and actress", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 12", "txt": "Amanda Jenssen, Swedish singer-songwriter and guitarist", "entities": [{"title": "Amanda Jenssen", "href": "/wiki/Amanda_Jenssen", "description": "Jenny Amanda Katarina Jenssen, known professionally as Amanda Jenssen, is a Swedish singer and songwriter who first rose to prominence as the Swedish Idol 2007 runner-up. Her first album, Killing My Darlings (2008), became one of that year's best-selling albums in Sweden, peaking at number 1 on the Swedish album chart. She also had success with her music singles, with seven individual placements o"}]}, {"heading": "Births", "year": "1989", "date": "September 12", "txt": "Freddie Freeman, American-Canadian baseball player", "entities": [{"title": "Freddie Freeman", "href": "/wiki/Freddie_Freeman", "description": "Frederick Charles Freeman is a Canadian-American professional baseball first baseman for the Atlanta Braves of Major League Baseball (MLB). He has been with the Braves organization since he was drafted by them out of high school in 2007. He made his MLB debut in 2010, and is a four-time MLB All-Star. Freeman won a Gold Glove Award in 2018, the Silver Slugger Award in 2019 and 2020, and the Nationa"}]}, {"heading": "Births", "year": "1989", "date": "September 12", "txt": "Andrew Luck, American football player", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 12", "txt": "Thomas Meunier, Belgian footballer", "entities": [{"title": "Thomas Meunier", "href": "/wiki/Thomas_Meunier", "description": "Thomas Meunier is a Belgian professional footballer who plays as a right back for Bundesliga club Borussia Dortmund and the Belgium national team."}]}, {"heading": "Births", "year": "1991", "date": "September 12", "txt": "Mike Towell, Scottish professional boxer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 12", "txt": "Scott Wootton, English footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 12", "txt": "Sviatlana Pirazhenka, Belarusian tennis player", "entities": [{"title": "Sviatlana Pirazhenka", "href": "/wiki/Sviatlana_Pirazhenka", "description": "Sviatlana Aleksandrovna Pirazhenka is a Belarusian tennis player."}]}, {"heading": "Births", "year": "1994", "date": "September 12", "txt": "Gideon Jung, German footballer", "entities": [{"title": "Gideon Jung", "href": "/wiki/Gideon_Jung", "description": "Gideon Jung is a German professional footballer who currently plays as a defender or defensive midfielder for Hamburger SV."}]}, {"heading": "Births", "year": "1994", "date": "September 12", "txt": "RM, South Korean rapper, songwriter and record producer", "entities": []}, {"heading": "Births", "year": "1994", "date": "September 12", "txt": "Elina Svitolina, Ukrainian tennis player", "entities": []}, {"heading": "Births", "year": "1995", "date": "September 12", "txt": "Steven Gardiner, Bahamian sprinter", "entities": [{"title": "Steven Gardiner", "href": "/wiki/Steven_Gardiner", "description": "Steven Gardiner is a Bahamian track and field sprinter competing in the 400 metres and 200 metres. He is the 2019 world champion in the 400 m, and won the 400 m silver medal at the 2017 World Championships. His winning time of 43.48 s from the 2019 World Championships is the Bahamian record and makes him the sixth-fastest man in the history of the event. Gardiner also owns the Bahamian records in "}]}, {"heading": "Deaths", "year": "640", "date": "September 12", "txt": "Sak K'uk', Mayan queen", "entities": [{"title": "Sak K'uk'", "href": "/wiki/Sak_K%27uk%27", "description": "Sak Kʼukʼ also known as Muwaan Mat, Lady Sak Kʼukʼ and Lady Beastie, was queen of the Maya city-state of Palenque. She acceded to the throne in October, 612 and ruled until 615."}]}, {"heading": "Deaths", "year": "973", "date": "September 12", "txt": "Nefingus, bishop of Angers", "entities": [{"title": "Nefingus", "href": "/wiki/Nefingus", "description": "Nefingus, in French Néfingue, was the bishop of Angers from 966 until his death. His predecessor, Aimo, died on 19 October 966."}, {"title": "Roman Catholic Diocese of Angers", "href": "/wiki/Roman_Catholic_Diocese_of_Angers", "description": "The Roman Catholic Diocese of Angers is a diocese of the Latin Rite of the Roman Catholic Church in France. The episcopal see is located in Angers Cathedral in the city of Angers. The diocese extends over the entire department of Maine-et-Loire."}]}, {"heading": "Deaths", "year": "1185", "date": "September 12", "txt": "Andronikos I Komnenos, Byzantine emperor (b. 1118)", "entities": [{"title": "Andronikos I Komnenos", "href": "/wiki/Andronikos_I_Komnenos", "description": "Andronikos I Komnenos, usually Latinized as Andronicus I Comnenus, was Byzantine Emperor from 1183 to 1185. He was the son of Isaac Komnenos and the grandson of the emperor Alexios I."}]}, {"heading": "Deaths", "year": "1213", "date": "September 12", "txt": "Peter II of Aragon (b. 1174)", "entities": [{"title": "Peter II of Aragon", "href": "/wiki/Peter_II_of_Aragon", "description": "Peter II the Catholic was the King of Aragon and Count of Barcelona from 1196 to 1213."}]}, {"heading": "Deaths", "year": "1362", "date": "September 12", "txt": "Pope Innocent VI (b. 1295)", "entities": [{"title": "Pope Innocent VI", "href": "/wiki/Pope_Innocent_VI", "description": "Pope Innocent VI, born Étienne Aubert, was head of the Catholic Church and ruler of the Papal States from 18 December 1352 to his death in 1362. He was the fifth Avignon pope and the only one with the pontifical name of \"Innocent\"."}]}, {"heading": "Deaths", "year": "1368", "date": "September 12", "txt": "Blanche of Lancaster (b. 1345/1347)", "entities": [{"title": "Blanche of Lancaster", "href": "/wiki/Blanche_of_Lancaster", "description": "Blanche of Lancaster was a member of the English royal House of Plantagenet and the daughter of the kingdom's wealthiest and most powerful peer, Henry of Grosmont, 1st Duke of Lancaster. She was the first wife of John of Gaunt, the mother of King Henry IV, and the grandmother of King Henry V of England."}]}, {"heading": "Deaths", "year": "1439", "date": "September 12", "txt": "Sidi El Houari, Algerian imam (b. 1350)", "entities": [{"title": "Sidi El Houari", "href": "/wiki/Sidi_El_Houari", "description": "Sidi El Houari was an Algerian imam whose real name was Ben-Amar El Houari. He is the patron saint of the city of Oran in Algeria. The famous old quarter of Sidi El Houari in Oran is named after him."}]}, {"heading": "Deaths", "year": "1500", "date": "September 12", "txt": "Albert III, Duke of Saxony (b. 1443)", "entities": [{"title": "Albert III, Duke of Saxony", "href": "/wiki/Albert_III,_Duke_of_Saxony", "description": "Albert III was a Duke of Saxony. He was nicknamed Albert the Bold or Albert the Courageous and founded the Albertine line of the House of Wettin."}]}, {"heading": "Deaths", "year": "1544", "date": "September 12", "txt": "Clément Marot, French poet (b. 1496)", "entities": [{"title": "Clément Marot", "href": "/wiki/Cl%C3%A9ment_Marot", "description": "Clément Marot was a French Renaissance poet."}]}, {"heading": "Deaths", "year": "1612", "date": "September 12", "txt": "Vasili IV of Russia (b. 1552)", "entities": [{"title": "Vasili IV of Russia", "href": "/wiki/Vasili_IV_of_Russia", "description": "Vasili IV Shuisky was Tsar of Russia between 1606 and 1610 after the murder of False Dmitri I. His rule coincided with the Time of Troubles. He was the only member of House of Shuisky to become Tsar and the last member of the Rurikid dynasty to rule as tsar."}]}, {"heading": "Deaths", "year": "1642", "date": "September 12", "txt": "Henri Coiffier de Ruzé, Marquis of Cinq-Mars, French conspirator (b. 1620)", "entities": [{"title": "Henri Coiffier de Ruzé, Marquis of Cinq-Mars", "href": "/wiki/Henri_Coiffier_de_Ruz%C3%A9,_Marquis_of_Cinq-Mars", "description": "Henri Coiffier de Ruzé, Marquis of Cinq-Mars was a favourite of King Louis XIII of France, who led the last and most nearly successful of many conspiracies against the Cardinal Richelieu, the king's powerful first minister."}]}, {"heading": "Deaths", "year": "1660", "date": "September 12", "txt": "Jacob Cats, Dutch poet, jurist, and politician (b. 1577)", "entities": [{"title": "Jacob Cats", "href": "/wiki/Jacob_Cats", "description": "Jacob Cats was a Dutch poet, humorist, jurist and politician. He is most famous for his emblem books."}]}, {"heading": "Deaths", "year": "1665", "date": "September 12", "txt": "Jean Bolland, Belgian priest and hagiographer (b. 1596)", "entities": [{"title": "Jean Bolland", "href": "/wiki/Jean_Bolland", "description": "\nJean Bolland was a Jesuit priest and prominent Flemish hagiographer."}]}, {"heading": "Deaths", "year": "1672", "date": "September 12", "txt": "Tanneguy Le Fèvre, French scholar and author (b. 1615)", "entities": [{"title": "Tanneguy Le Fèvre", "href": "/wiki/Tanneguy_Le_F%C3%A8vre", "description": "Tanneguy Le Fèvre was a French classical scholar. He wrote many books, and translated numerous classical works. Somewhat unusually in this era, he educated his daughter Anne Dacier in Greek and Latin, and she subsequently became the notable classical scholar and translator better known as Madame Dacier."}]}, {"heading": "Deaths", "year": "1674", "date": "September 12", "txt": "Nicolaes Tulp, Dutch anatomist and politician (b. 1593)", "entities": [{"title": "Nicolaes Tulp", "href": "/wiki/Nicolaes_Tulp", "description": "Nicolaes Tulp was a Dutch surgeon and mayor of Amsterdam. Tulp was well known for his upstanding moral character and as the subject of Rembrandt's famous painting The Anatomy Lesson of Dr. Nicolaes Tulp."}]}, {"heading": "Deaths", "year": "1683", "date": "September 12", "txt": "Afonso VI of Portugal (b. 1643)", "entities": [{"title": "Afonso VI of Portugal", "href": "/wiki/Afonso_VI_of_Portugal", "description": "Afonso VI, known as \"the Victorious\", was the second King of Portugal of the House of Braganza from 1656 until his death. He was initially under the regency of his mother, Luisa of Medina-Sidonia, until 1662, when he removed her to a convent and took power with the help of his favourite, the Count of Castelo Melhor."}]}, {"heading": "Deaths", "year": "1712", "date": "September 12", "txt": "Jan van der Heyden, Dutch painter and illustrator (b. 1637)", "entities": [{"title": "Jan van der Heyden", "href": "/wiki/Jan_van_der_Heyden", "description": "Jan van der Heyden was a Dutch Baroque-era painter, glass painter, draughtsman and printmaker. Van der Heyden was one of the first Dutch painters to specialize in townscapes and became one of the leading architectural painters of the Dutch Golden Age. He painted a number of still lifes in the beginning and at the end of his career."}]}, {"heading": "Deaths", "year": "1764", "date": "September 12", "txt": "Jean-Philippe Rameau, French composer and theorist (b. 1683)", "entities": [{"title": "Jean-Philippe Rameau", "href": "/wiki/Jean-Philippe_Rameau", "description": "Jean-Philippe Rameau was one of the most important French composers and music theorists of the 18th century. He replaced Jean-Baptiste Lully as the dominant composer of French opera and is also considered the leading French composer of his time for the harpsichord, alongside François Couperin."}]}, {"heading": "Deaths", "year": "1779", "date": "September 12", "txt": "Richard Grenville-Temple, 2nd Earl Temple, English politician, Lord Lieutenant of Buckinghamshire (b. 1711)", "entities": [{"title": "Richard Grenville-Temple, 2nd Earl Temple", "href": "/wiki/Richard_Grenville-Temple,_2nd_Earl_Temple", "description": "Richard Grenville-Temple, 2nd Earl Temple, was a British politician. He is best known for his association with his brother-in-law William Pitt who he served with in government during Britain's participation in the Seven Years War between 1756 and 1761. He resigned along with Pitt in protest at the cabinet's failure to declare war on Spain."}, {"title": "Lord Lieutenant of Buckinghamshire", "href": "/wiki/Lord_Lieutenant_of_Buckinghamshire", "description": "There has been a Lord Lieutenant of Buckinghamshire almost continuously since the position was created by King Henry VIII in 1535. The only exception to this was the English Civil War and English Interregnum between 1643 and 1660 when there was no king to support the Lieutenancy. The following list consists of all known holders of the position: earlier records have been lost and so a complete list"}]}, {"heading": "Deaths", "year": "1810", "date": "September 12", "txt": "Sir Francis Baring, 1st Baronet, English banker and politician (b. 1740)", "entities": [{"title": "Sir Francis Baring, 1st Baronet", "href": "/wiki/Sir_Francis_Baring,_1st_Baronet", "description": "Sir Francis Baring, 1st Baronet was an English merchant banker, a member of the Baring family, later becoming the first of the Baring baronets."}]}, {"heading": "Deaths", "year": "1814", "date": "September 12", "txt": "Robert Ross, Irish general (b. 1766)", "entities": [{"title": "Robert Ross (British Army officer)", "href": "/wiki/Robert_Ross_(British_Army_officer)", "description": "Major-General Robert Ross was an Irish-born officer in the British Army who served in the Napoleonic Wars and its theatre in North America in the War of 1812."}]}, {"heading": "Deaths", "year": "1819", "date": "September 12", "txt": "Gebhard Leberecht von Blücher, Prussian general (b. 1742)", "entities": [{"title": "Gebhard Leberecht von Blücher", "href": "/wiki/Gebhard_Leberecht_von_Bl%C3%BCcher", "description": "Gebhard Leberecht von Blücher, Fürst von Wahlstatt, Graf (count), later elevated to Fürst von Wahlstatt, was a Prussian Generalfeldmarschall. He earned his greatest recognition after leading his army against Napoleon I at the Battle of the Nations at Leipzig in 1813 and the Battle of Waterloo in 1815."}]}, {"heading": "Deaths", "year": "1836", "date": "September 12", "txt": "Christian Dietrich Grabbe, German playwright (b. 1801)", "entities": [{"title": "Christian Dietrich Grabbe", "href": "/wiki/Christian_Dietrich_Grabbe", "description": "Christian Dietrich Grabbe was a German dramatist of the Vormärz era. He wrote many historical plays conceiving a disillusioned and pessimistic world view, with some shrill scenes. Heinrich Heine saw him as one of Germany's foremost dramatists, calling him \"a drunken Shakespeare\" and Sigmund Freud described Grabbe as \"an original and rather peculiar poet.\""}]}, {"heading": "Deaths", "year": "1869", "date": "September 12", "txt": "Peter Mark Roget, English physician, theologian, and lexicographer (b. 1779)", "entities": [{"title": "Peter Mark Roget", "href": "/wiki/Peter_Mark_Roget", "description": "Peter Mark Roget was a British physician, natural theologian, lexicographer and founding secretary of The Portico Library. He is best known for publishing, in 1852, the Thesaurus of English Words and Phrases, a classified collection of related words. He also read a paper to the Royal Society about a peculiar optical illusion in 1824, which is often regarded as the origin of the persistence of visi"}]}, {"heading": "Deaths", "year": "1870", "date": "September 12", "txt": "Eleanora Atherton, English philanthropist (b. 1782)", "entities": [{"title": "Eleanora Atherton", "href": "/wiki/Eleanora_Atherton", "description": "Eleanora Atherton was an English philanthropist best known for her work in Manchester, England. At the time of her death, she was one of the richest British women in the nineteenth century."}]}, {"heading": "Deaths", "year": "1870", "date": "September 12", "txt": "Fitz Hugh Ludlow, American journalist, explorer, and author (b. 1836)", "entities": []}, {"heading": "Deaths", "year": "1874", "date": "September 12", "txt": "François Guizot, French historian and politician, 22nd Prime Minister of France (b. 1787)", "entities": [{"title": "François Guizot", "href": "/wiki/Fran%C3%A7ois_Guizot", "description": "François Pierre Guillaume Guizot was a French historian, orator, and statesman. Guizot was a dominant figure in French politics prior to the Revolution of 1848. A moderate liberal who opposed the attempt by King Charles X to usurp legislative power, he worked to sustain a constitutional monarchy following the July Revolution of 1830."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1903", "date": "September 12", "txt": "Duncan Gillies, Scottish-Australian businessman and politician, 14th Premier of Victoria (b. 1834)", "entities": [{"title": "Duncan Gillies", "href": "/wiki/Duncan_Gillies", "description": "Duncan Gillies, was an Australian colonial politician who served as the 14th Premier of Victoria."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Deaths", "year": "1907", "date": "September 12", "txt": "Ilia Chavchavadze, Georgian poet, journalist, and lawyer (b. 1837)", "entities": [{"title": "Ilia Chavchavadze", "href": "/wiki/Ilia_Chavchavadze", "description": "Prince Ilia Chavchavadze was a Georgian public figure, journalist, publisher, writer and poet who spearheaded the revival of the Georgian national movement in the second half of the 19th century and played a major role in the creation of Georgian civil society during the Russian rule of Georgia. He is Georgia's \"most universally revered hero.\""}]}, {"heading": "Deaths", "year": "1912", "date": "September 12", "txt": "Pierre-Hector Coullié, French cardinal (b. 1829)", "entities": [{"title": "Pierre-Hector Coullié", "href": "/wiki/Pierre-Hector_Coulli%C3%A9", "description": "Pierre-Hector Coullié was a Cardinal of the Roman Catholic Church and was Archbishop of Lyon."}]}, {"heading": "Deaths", "year": "1918", "date": "September 12", "txt": "George Reid, Australian accountant and politician, 4th Prime Minister of Australia (b. 1845)", "entities": [{"title": "George Reid (Australian politician)", "href": "/wiki/George_Reid_(Australian_politician)", "description": "Sir George Houston Reid, was an Australian politician who led the Reid Government as the fourth Prime Minister of Australia from 1904 to 1905, having previously been Premier of New South Wales from 1894 to 1899. He led the Free Trade Party from 1891 to 1908."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Deaths", "year": "1919", "date": "September 12", "txt": "Leonid Andreyev, Russian author and playwright (b. 1871)", "entities": [{"title": "Leonid Andreyev", "href": "/wiki/Leonid_Andreyev", "description": "Leonid Nikolaievich Andreyev was a Russian playwright, novelist and short-story writer, who is considered to be a father of Expressionism in Russian literature. He is one of the most talented and prolific representatives of the Silver Age period. Andreyev's style combines elements of realist, naturalist, and symbolist schools in literature. Of his 25 plays, his 1915 play He Who Gets Slapped is reg"}]}, {"heading": "Deaths", "year": "1923", "date": "September 12", "txt": "Jules Violle, French physicist and academic (b. 1841)", "entities": [{"title": "Jules Violle", "href": "/wiki/Jules_Violle", "description": "Jules Louis Gabriel Violle was a French physicist and inventor."}]}, {"heading": "Deaths", "year": "1927", "date": "September 12", "txt": "Sarah Frances Whiting, American physicist and astronomer (b. 1847)", "entities": [{"title": "Sarah Frances Whiting", "href": "/wiki/Sarah_Frances_Whiting", "description": "Sarah Frances Whiting was an American physicist and astronomer. She was essential to the founding of the Whitin Observatory at Wellesley College, and was the instructor to several astronomers, including Annie Jump Cannon."}]}, {"heading": "Deaths", "year": "1942", "date": "September 12", "txt": "Valentine Baker, Welsh co-founder of the Martin-Baker Aircraft Company (b. 1888)", "entities": [{"title": "Valentine Baker (pilot)", "href": "/wiki/Valentine_Baker_(pilot)", "description": "Captain Valentine Henry Baker MC AFC, nicknamed \"Bake\", served in all three of the British Armed Forces during the First World War. After the war he became a civilian flight instructor, and co-founder of the Martin-Baker Aircraft Company. He was the father of novelist Denys Val Baker."}, {"title": "Martin-Baker", "href": "/wiki/Martin-Baker", "description": "Martin-Baker Aircraft Co. Ltd. is a British manufacturer of ejection seats and safety-related equipment for aviation. The company's origins were originally as an aircraft manufacturer before becoming a pioneer in the field of ejection seats. The company's headquarters are in Higher Denham, Buckinghamshire, England, with other sites in France, Italy and the United States."}]}, {"heading": "Deaths", "year": "1945", "date": "September 12", "txt": "Hajime Sugiyama, Japanese field marshal and politician, 44th Japanese Minister of War  (b. 1880)", "entities": [{"title": "Hajime Sugiyama", "href": "/wiki/Hajime_Sugiyama", "description": "Hajime Sugiyama  was a Japanese field marshal and one of the leaders of Japan's military throughout most of World War II. As Army Minister in 1937, Sugiyama was a driving force behind the launch of hostilities against China in retaliation for the Marco Polo Bridge Incident. After being named the Army’s Chief of Staff in 1940, he became a leading advocate for expansion into Southeast Asia and preve"}, {"title": "Ministry of War of Japan", "href": "/wiki/Ministry_of_War_of_Japan", "description": "The Army Ministry , also known as the Ministry of War, was the cabinet-level ministry in the Empire of Japan charged with the administrative affairs of the Imperial Japanese Army (IJA). It existed from 1872 to 1945."}]}, {"heading": "Deaths", "year": "1949", "date": "September 12", "txt": "Erik Adolf von Willebrand, Finnish physician (b. 1870)", "entities": [{"title": "Erik Adolf von Willebrand", "href": "/wiki/Erik_Adolf_von_Willebrand", "description": "Erik Adolf von Willebrand was a Finnish physician who made major contributions to hematology. Von Willebrand disease and von Willebrand factor are named after him. He also researched metabolism, obesity and gout, and was one of the first Finnish physicians to use insulin to treat a diabetic coma."}]}, {"heading": "Deaths", "year": "1953", "date": "September 12", "txt": "James Hamilton, 3rd Duke of Abercorn, English politician, Governor of Northern Ireland (b. 1869)", "entities": [{"title": "James Hamilton, 3rd Duke of Abercorn", "href": "/wiki/James_Hamilton,_3rd_Duke_of_Abercorn", "description": "James Albert Edward Hamilton, 3rd Duke of Abercorn, styled Marquess of Hamilton between 1885 and 1913, was a British peer and Unionist politician. He was the first Governor of Northern Ireland, a post he held between 1922 and 1945. He was a great-grandfather of Diana, Princess of Wales."}, {"title": "Governor of Northern Ireland", "href": "/wiki/Governor_of_Northern_Ireland", "description": "The Governor of Northern Ireland was the principal officer and representative in Northern Ireland of the British Monarch. The office was established on 9 December 1922 and abolished on 18 July 1973."}]}, {"heading": "Deaths", "year": "1953", "date": "September 12", "txt": "Hugo Schmeisser, German engineer (b. 1884)", "entities": []}, {"heading": "Deaths", "year": "1953", "date": "September 12", "txt": "Lewis Stone, American actor (b. 1879)", "entities": []}, {"heading": "Deaths", "year": "1956", "date": "September 12", "txt": "Sándor Festetics, Hungarian politician, Hungarian Minister of War (b. 1882)", "entities": [{"title": "Sándor Festetics", "href": "/wiki/S%C3%A1ndor_Festetics", "description": "Count Sándor Ágost Dénes Festetics de Tolna was a Hungarian nobleman and cabinet minister who later became an advocate of Nazism in Hungary."}, {"title": "Ministry of Defence (Hungary)", "href": "/wiki/Ministry_of_Defence_(Hungary)", "description": "\nThe Minister of Defence of Hungary is a member of the Hungarian cabinet and the head of the Ministry of Defence. The defence minister appoints the Chief of General Staff to the head of the Hungarian Defence Forces. The current minister is Tibor Benkő."}]}, {"heading": "Deaths", "year": "1961", "date": "September 12", "txt": "Carl Hermann, German physicist and academic (b. 1898)", "entities": [{"title": "Carl Hermann", "href": "/wiki/Carl_Hermann", "description": "Carl Hermann was a German professor of crystallography. With Charles-Victor Mauguin, he invented an international standard notation for crystallographic groups known as the Hermann–Mauguin notation or International notation."}]}, {"heading": "Deaths", "year": "1962", "date": "September 12", "txt": "Spot Poles, American baseball player and soldier (b. 1887)", "entities": [{"title": "Spot Poles", "href": "/wiki/Spot_Poles", "description": "Spottswood Poles was an American outfielder in baseball's Negro leagues. Born in Winchester, Virginia, he died at age 74 in Harrisburg, Pennsylvania."}]}, {"heading": "Deaths", "year": "1962", "date": "September 12", "txt": "Rangeya Raghav, Indian author and playwright (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "1967", "date": "September 12", "txt": "Vladimir Bartol, Italian-Slovene author and playwright (b. 1903)", "entities": [{"title": "Vladimir Bartol", "href": "/wiki/Vladimir_Bartol", "description": "Vladimir Bartol was a writer from the community of Slovene minority in Italy. He is notable for writing his 1938 novel Alamut, the most popular work of Slovene literature around the world, translated into numerous languages."}]}, {"heading": "Deaths", "year": "1968", "date": "September 12", "txt": "Tommy Armour, Scottish-American golfer and journalist (b. 1894)", "entities": [{"title": "Tommy Armour", "href": "/wiki/Tommy_Armour", "description": "Thomas Dickson Armour was a Scottish-American professional golfer. He was nicknamed The Silver Scot. He was the winner of three of golf's major championships: 1927 U.S. Open, 1930 PGA, and 1931 Open Championship. \nArmour popularized the term yips, the colloquial term for a sudden and unexplained loss of skills in experienced athletes."}]}, {"heading": "Deaths", "year": "1971", "date": "September 12", "txt": "Walter Egan, American golfer (b. 1881)", "entities": [{"title": "Walter Egan (golfer)", "href": "/wiki/Walter_Egan_(golfer)", "description": "Walter Eugene Egan was an American golfer who competed in the late 1890s and early 1900s."}]}, {"heading": "Deaths", "year": "1972", "date": "September 12", "txt": "William Boyd, American actor and producer (b. 1895)", "entities": [{"title": "William Boyd (actor)", "href": "/wiki/William_Boyd_(actor)", "description": "William Lawrence Boyd was an American film actor who is known for portraying the cowboy hero Hopalong Cassidy."}]}, {"heading": "Deaths", "year": "1977", "date": "September 12", "txt": "Steve Biko, South African activist (b. 1946)", "entities": [{"title": "Steve Biko", "href": "/wiki/Steve_Biko", "description": "Bantu Stephen Biko was a South African anti-apartheid activist. Ideologically an African nationalist and African socialist, he was at the forefront of a grassroots anti-apartheid campaign known as the Black Consciousness Movement during the late 1960s and 1970s. His ideas were articulated in a series of articles published under the pseudonym Frank Talk."}]}, {"heading": "Deaths", "year": "1977", "date": "September 12", "txt": "Les Haylen, Australian journalist and politician (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "September 12", "txt": "Robert Lowell, American poet (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "September 12", "txt": "William Hudson, New Zealand-Australian engineer (b. 1896)", "entities": [{"title": "William Hudson (engineer)", "href": "/wiki/William_Hudson_(engineer)", "description": "Sir William Hudson, KBE FRS, was a New Zealand-born engineer who headed construction of the Snowy Mountains Scheme for hydroelectricity and irrigation in Australia from 1949 to 1967, when he reluctantly retired at 71. The scheme was completed in 1974, under budget and before time."}]}, {"heading": "Deaths", "year": "1981", "date": "September 12", "txt": "Eugenio Montale, Italian poet, essayist and translator, Nobel Prize laureate (b. 1896)", "entities": [{"title": "Eugenio Montale", "href": "/wiki/Eugenio_Montale", "description": "Eugenio Montale was an Italian poet, prose writer, editor and translator, and recipient of the 1975 Nobel Prize in Literature."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1982", "date": "September 12", "txt": "Federico Moreno Torroba, Spanish composer and conductor (b. 1891)", "entities": [{"title": "Federico Moreno Torroba", "href": "/wiki/Federico_Moreno_Torroba", "description": "Federico Moreno Torroba was a Spanish composer, conductor, and theatrical impresario. He is especially remembered for his important contributions to the classical guitar repertoire, becoming one of the leading twentieth-century composers for the instrument. He was also one of the foremost composers of zarzuelas, a form of Spanish light opera. His 1932 zarzuela Luisa Fernanda has proved to be endur"}]}, {"heading": "Deaths", "year": "1986", "date": "September 12", "txt": "Jacques Henri Lartigue, French painter and photographer (b. 1894)", "entities": [{"title": "Jacques Henri Lartigue", "href": "/wiki/Jacques_Henri_Lartigue", "description": "Jacques Henri Lartigue was a French photographer and painter, known for his photographs of automobile races, planes and female Parisian fashion models. His work was part of the painting event in the art competition at the 1924 Summer Olympics."}]}, {"heading": "Deaths", "year": "1986", "date": "September 12", "txt": "Charlotte Wolff, German-English psychotherapist and physician (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "September 12", "txt": "John Qualen, Canadian-American actor (b. 1899)", "entities": [{"title": "John Qualen", "href": "/wiki/John_Qualen", "description": "John Qualen was a Canadian-American character actor of Norwegian heritage who specialized in Scandinavian roles."}]}, {"heading": "Deaths", "year": "1990", "date": "September 12", "txt": "Athene Seyler, English actress (b. 1889)", "entities": [{"title": "Athene Seyler", "href": "/wiki/Athene_Seyler", "description": "Athene Seyler, CBE was an English actress."}]}, {"heading": "Deaths", "year": "1991", "date": "September 12", "txt": "Bruce Matthews, Canadian general and businessman (b. 1909)", "entities": [{"title": "Bruce Matthews (Canadian Army officer)", "href": "/wiki/Bruce_Matthews_(Canadian_Army_officer)", "description": "Major General Albert Bruce Matthews, was a senior Canadian Army officer and businessman in the 1930s. He rose to be the General Officer Commanding (GOC) 2nd Canadian Infantry Division during the Second World War, after campaigns in Sicily and Italy. He became noted for his personal bravery and the accuracy and reliability of the artillery under his command. Post-war, his business career continued."}]}, {"heading": "Deaths", "year": "1992", "date": "September 12", "txt": "Anthony Perkins, American actor, singer, and director (b. 1932)", "entities": [{"title": "Anthony Perkins", "href": "/wiki/Anthony_Perkins", "description": "Anthony Perkins was an American actor, director, and singer. He was nominated for the Academy Award for Best Supporting Actor for his second film, Friendly Persuasion (1956), but is best remembered for playing Norman Bates in Alfred Hitchcock's Psycho (1960) and its three sequels. His other films include Fear Strikes Out (1957), The Matchmaker (1958), On the Beach (1959), Tall Story (1960), The Tr"}]}, {"heading": "Deaths", "year": "1993", "date": "September 12", "txt": "Raymond Burr, Canadian-American actor and director (b. 1917)", "entities": [{"title": "Raymond Burr", "href": "/wiki/Raymond_Burr", "description": "William Raymond Stacy Burr was a Canadian-American actor known for his lengthy Hollywood film career and his title roles in the television dramas Perry Mason and Ironside."}]}, {"heading": "Deaths", "year": "1994", "date": "September 12", "txt": "Tom Ewell, American actor (b. 1909)", "entities": [{"title": "Tom Ewell", "href": "/wiki/Tom_Ewell", "description": "Tom Ewell was an American film, stage and television actor, and producer. His most successful and arguably most identifiable role was that of Richard Sherman in The Seven Year Itch, a character he portrayed in the Broadway production (1952–1954) and then reprised for the 1955 Hollywood film adaptation. He received a Tony Award for his work in the play and a Golden Globe Award for his performance i"}]}, {"heading": "Deaths", "year": "1994", "date": "September 12", "txt": "Boris Yegorov, Russian physician and astronaut (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "September 12", "txt": "Jeremy Brett, English actor (b. 1933)", "entities": [{"title": "Jeremy Brett", "href": "/wiki/Jeremy_Brett", "description": "Peter Jeremy William Huggins, known professionally as Jeremy Brett, was an English actor. He played fictional detective Sherlock Holmes in four Granada TV series from 1984 to 1994 in all 41 episodes. His career spanned from stage, to television and film, to Shakespeare and musical theatre. He also played the smitten Freddy Eynsford-Hill in the 1964 Warner Bros. production of My Fair Lady."}]}, {"heading": "Deaths", "year": "1995", "date": "September 12", "txt": "Yasutomo Nagai, Japanese motorcycle racer (b. 1965)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "September 12", "txt": "Ernesto Geisel, Brazilian general and politician, 29th President of Brazil (b. 1907)", "entities": [{"title": "Ernesto Geisel", "href": "/wiki/Ernesto_Geisel", "description": "Ernesto Beckmann Geisel was a Brazilian Army officer and politician, who was President of Brazil from 1974 to 1979, during the Brazilian military dictatorship."}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Deaths", "year": "1997", "date": "September 12", "txt": "Judith Merril, American-Canadian science fiction writer, editor and political activist (b. 1923)", "entities": [{"title": "Judith Merril", "href": "/wiki/Judith_Merril", "description": "Judith Josephine Grossman, who took the pen-name Judith Merril around 1945, was an American and then Canadian science fiction writer, editor and political activist, and one of the first women to be widely influential in those roles."}]}, {"heading": "Deaths", "year": "1999", "date": "September 12", "txt": "Bill Quackenbush, Canadian-American ice hockey player and coach (b. 1922)", "entities": [{"title": "Bill Quackenbush", "href": "/wiki/Bill_Quackenbush", "description": "Hubert George \"Bill\" Quackenbush was a Canadian professional ice hockey defenceman who played for the Boston Bruins and Detroit Red Wings in the National Hockey League. During his 14-year career, he was the first defenceman to win the Lady Byng Memorial Trophy. He won the award after playing the entire 1948–49 season without recording a penalty. The penalty-less season was part of a total of 131 c"}]}, {"heading": "Deaths", "year": "2000", "date": "September 12", "txt": "Stanley Turrentine, American saxophonist, composer, and bandleader (b. 1934)", "entities": [{"title": "Stanley Turrentine", "href": "/wiki/Stanley_Turrentine", "description": "Stanley William Turrentine was an American jazz tenor saxophonist. He began his career playing R&B for Earl Bostic and later soul jazz recording for the Blue Note label from 1960, touched on jazz fusion during a stint on CTI in the 1970s. He was described by critic Steve Huey as \"renowned for his distinctively thick, rippling tone [and] earthy grounding in the blues.\" In the 1960s Turrentine was m"}]}, {"heading": "Deaths", "year": "2003", "date": "September 12", "txt": "Johnny Cash, American singer-songwriter, guitarist, and actor (b. 1932)", "entities": [{"title": "Johnny Cash", "href": "/wiki/Johnny_Cash", "description": "John R. Cash was an American singer, songwriter, musician, and actor. Much of Cash's music contained themes of sorrow, moral tribulation, and redemption, especially in the later stages of his career. He was known for his deep, calm bass-baritone voice, the distinctive sound of his Tennessee Three backing band characterized by train-like chugging guitar rhythms, a rebelliousness coupled with an inc"}]}, {"heading": "Deaths", "year": "2005", "date": "September 12", "txt": "Serge Lang, French-American mathematician, author and academic (b. 1927)", "entities": [{"title": "Serge Lang", "href": "/wiki/Serge_Lang", "description": "Serge Lang was a French-American mathematician and activist who taught at Yale University for most of his career. He is known for his work in number theory and for his mathematics textbooks, including the influential Algebra. He received the Frank Nelson Cole Prize in 1960 and was a member of the Bourbaki group."}]}, {"heading": "Deaths", "year": "2007", "date": "September 12", "txt": "Bobby Byrd, American singer-songwriter and producer  (b. 1934)", "entities": [{"title": "Bobby Byrd", "href": "/wiki/Bobby_Byrd", "description": "Bobby Howard Byrd was an American R&B and soul singer, songwriter, bandleader, talent scout, record producer, and musician, who played an integral and important part in the development of soul and funk music in association with James Brown."}]}, {"heading": "Deaths", "year": "2008", "date": "September 12", "txt": "Bob Quinn, Australian footballer and coach (b. 1915)", "entities": [{"title": "Bob Quinn (Australian footballer)", "href": "/wiki/Bob_Quinn_(Australian_footballer)", "description": "Robert Berrima Quinn MM was a champion Australian rules footballer with the Port Adelaide Football Club in the South Australian National Football League (SANFL), and a decorated soldier of the Second World War."}]}, {"heading": "Deaths", "year": "2008", "date": "September 12", "txt": "David Foster Wallace, American novelist, short story writer, and essayist (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "September 12", "txt": "Norman Borlaug, American agronomist and humanitarian, Nobel Prize laureate (b. 1914)", "entities": [{"title": "Norman Borlaug", "href": "/wiki/Norman_Borlaug", "description": "Norman Ernest Borlaug was an American agronomist who led initiatives worldwide that contributed to the extensive increases in agricultural production termed the Green Revolution. Borlaug was awarded multiple honors for his work, including the Nobel Peace Prize, the Presidential Medal of Freedom and the Congressional Gold Medal."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "2009", "date": "September 12", "txt": "Jack Kramer, American tennis player and sportscaster (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "September 12", "txt": "Willy Ronis, French photographer and author (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "September 12", "txt": "Claude Chabrol, French actor, director, producer, and screenwriter (b. 1930)", "entities": [{"title": "Claude Chabrol", "href": "/wiki/Claude_Chabrol", "description": "Claude Henri Jean Chabrol was a French film director and a member of the French New Wave group of filmmakers who first came to prominence at the end of the 1950s. Like his colleagues and contemporaries Jean-Luc Godard, François Truffaut, Éric Rohmer and Jacques Rivette, Chabrol was a critic for the influential film magazine Cahiers du cinéma before beginning his career as a film maker."}]}, {"heading": "Deaths", "year": "2010", "date": "September 12", "txt": "Giulio Zignoli, Italian footballer (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "September 12", "txt": "Alexander Galimov, Russian ice hockey player (b. 1985)", "entities": [{"title": "Alexander Galimov", "href": "/wiki/Alexander_Galimov", "description": "Alexander Saidgereyevich Galimov was a Russian professional ice hockey player. At the time of his death, he was a member of Lokomotiv Yaroslavl of the Kontinental Hockey League (KHL) whose team plane crashed on 7 September 2011 killing all but one of the 45 crew and passengers on board."}]}, {"heading": "Deaths", "year": "2012", "date": "September 12", "txt": "Arkadii Dragomoshchenko, Russian poet and author (b. 1946)", "entities": [{"title": "Arkadii Dragomoshchenko", "href": "/wiki/Arkadii_Dragomoshchenko", "description": "Arkadii Trofimovich Dragomoshchenko was a Russian poet, writer, translator, and lecturer. He is considered the foremost representative of language poetry in contemporary Russian literature."}]}, {"heading": "Deaths", "year": "2012", "date": "September 12", "txt": "Jon Finlayson, Australian actor and screenwriter (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 12", "txt": "Derek Jameson, English journalist and broadcaster (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 12", "txt": "Tom Sims, American skateboarder and snowboarder, founded Sims Snowboards (b. 1950)", "entities": [{"title": "Sims Snowboards", "href": "/wiki/Sims_Snowboards", "description": "Tom Sims was an American athlete, inventor, and entrepreneur. Sims was World Snowboarding Champion (1983), World Champion Skateboarder (1975), and founder of SIMS Snowboards and SIMS Skateboards. He lived in Santa Barbara, California from 1971 until his death."}]}, {"heading": "Deaths", "year": "2013", "date": "September 12", "txt": "Ray Dolby, American engineer and businessman, founded Dolby Laboratories (b. 1933)", "entities": [{"title": "Ray Dolby", "href": "/wiki/Ray_Dolby", "description": "Ray Milton Dolby was an American engineer and inventor of the noise reduction system known as Dolby NR. He helped develop the video tape recorder while at Ampex and was the founder of Dolby Laboratories."}, {"title": "Dolby Laboratories", "href": "/wiki/Dolby_Laboratories", "description": "Dolby Laboratories, Inc. is an American company specializing in audio noise reduction and audio encoding/compression. Dolby licenses its technologies to consumer electronics manufacturers."}]}, {"heading": "Deaths", "year": "2013", "date": "September 12", "txt": "Warren Giese, American football player, coach, and politician (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 12", "txt": "Erich Loest, German author and screenwriter (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 12", "txt": "Candace Pert, American neuroscientist and pharmacologist (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 12", "txt": "Atef Ebeid, Egyptian academic and politician, 47th Prime Minister of Egypt (b. 1932)", "entities": [{"title": "Atef Ebeid", "href": "/wiki/Atef_Ebeid", "description": "Atef Muhammad Ebeid was an Egyptian politician who served in various capacities in the governments of Egypt. He was Prime Minister of Egypt from 1999 to 2004."}, {"title": "List of Prime Ministers of Egypt", "href": "/wiki/List_of_Prime_Ministers_of_Egypt", "description": "The office of Prime Minister of Egypt was established in 1878, together with the Cabinet of Egypt, after Khedive Isma'il Pasha agreed to turn his powers over to a cabinet modeled after those of Europe. Nubar Pasha was thus the first Prime Minister of Egypt in the modern sense."}]}, {"heading": "Deaths", "year": "2014", "date": "September 12", "txt": "John Gustafson, English singer-songwriter and bass player (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 12", "txt": "Ian Paisley, Northern Irish evangelical pastor (Free Presbyterian Church) and politician, 2nd First Minister of Northern Ireland (b. 1926)", "entities": [{"title": "Free Presbyterian Church of Ulster", "href": "/wiki/Free_Presbyterian_Church_of_Ulster", "description": "The Free Presbyterian Church of Ulster is a Christian denomination founded by Ian Paisley in 1951. Doctrinally, the church describes itself as fundamentalist, evangelical, and separatist. Most of its members live in Northern Ireland, where the church is headquartered, and in County Donegal. The church has additional congregations in the Republic of Ireland, Great Britain and Australia, and a siste"}, {"title": "First Minister of Northern Ireland", "href": "/wiki/First_Minister_of_Northern_Ireland", "description": "The First Minister and deputy First Minister of Northern Ireland are the joint heads of government of the Northern Ireland Executive and have overall responsibility for the running of the Executive Office."}]}, {"heading": "Deaths", "year": "2014", "date": "September 12", "txt": "Joe Sample, American pianist and composer (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 12", "txt": "Hugh Royer, Jr., American golfer (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 12", "txt": "Claudia Card, American philosopher and academic (b. 1940)", "entities": [{"title": "Claudia Card", "href": "/wiki/Claudia_Card", "description": "Claudia Falconer Card was the Emma Goldman (WARF) Professor of Philosophy at the University of Wisconsin–Madison, with teaching affiliations in Women's Studies, Jewish Studies, Environmental Studies, and LGBT Studies."}]}, {"heading": "Deaths", "year": "2015", "date": "September 12", "txt": "Frank D. Gilroy, American playwright and screenwriter (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 12", "txt": "Al Monchak, American baseball player and coach (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 12", "txt": "Aronda Nyakairima, Ugandan general and politician (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "September 12", "txt": "Allan MacEachen, Canadian economist and politician, Deputy Prime Minister of Canada (b. 1921)", "entities": [{"title": "Allan MacEachen", "href": "/wiki/Allan_MacEachen", "description": "Allan Joseph MacEachen, was a Canadian politician who was a frequent Cabinet minister, a senator, and an elder statesman. He was the first deputy prime minister of Canada and served from 1977 to 1979 and 1980 to 1984."}, {"title": "Deputy Prime Minister of Canada", "href": "/wiki/Deputy_Prime_Minister_of_Canada", "description": "The deputy prime minister of Canada is a minister of the Crown and a member of the Canadian Cabinet. The office is conferred at the discretion of the prime minister and does not have an associated departmental portfolio. Canadian deputy prime ministers are appointed to the Privy Council and styled as the Honourable, a privilege maintained for life."}]}, {"heading": "Deaths", "year": "2017", "date": "September 12", "txt": "Edith Windsor, American LGBT rights activist and technology manager at IBM (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "September 12", "txt": "Shen Chun-shan, Taiwanese academic (b. 1932)", "entities": [{"title": "Shen Chun-shan", "href": "/wiki/Shen_Chun-shan", "description": "Shen Chun-shan was a Taiwanese physicist who served as president of National Tsing Hua University from 1994 to 1997. He was known as one of the \"four princes of Taiwan\" along with Chen Li-an, Fredrick Chien, and Lien Chan, all of whose fathers attained prominence in politics prior to their sons' successes."}]}, {"heading": "Deaths", "year": "2019", "date": "September 12", "txt": "ʻAkilisi Pōhiva, Tongan politician and activist, Prime Minister of Tonga (b. 1941)", "entities": [{"title": "ʻAkilisi Pōhiva", "href": "/wiki/%CA%BBAkilisi_P%C5%8Dhiva", "description": "Samiuela ʻAkilisi Pōhiva was a Tongan pro-democracy activist and politician. Pohiva, the leader of the Democratic Party of the Friendly Islands (DPFI), served as the Prime Minister of Tonga from 2014 to his death in 2019. He was only the fourth commoner to serve as Prime Minister, and the first commoner to be elected to that position by Parliament rather than appointed by the King."}, {"title": "Prime Minister of Tonga", "href": "/wiki/Prime_Minister_of_Tonga", "description": "The prime minister of Tonga is the country's head of government. Tonga is a monarchy with the king, currently Tupou VI, former prime minister, as head of state. The current prime minister is Pōhiva Tuʻiʻonetoa, in office since 8 October 2019 following the death of ʻAkilisi Pōhiva on 12 September 2019."}]}]