[{"heading": "Events", "year": "476", "date": "September 4", "txt": "Romulus Augustulus is deposed when Odoacer proclaims himself \"King of Italy\", thus ending the Western Roman Empire.", "entities": [{"title": "Romulus Augustulus", "href": "/wiki/Romulus_Augustulus", "description": "Romulus Augustus, known derisively and historiographically as Augustulus, was Roman emperor of the West from 31 October 475 until 4 September 476. He is often described as the last Western Roman emperor, though some historians consider this to be Julius Nepos. Romulus's deposition by Odoacer traditionally marks the end of the Roman Empire in the West, the end of Ancient Rome, and the beginning of "}, {"title": "Odoacer", "href": "/wiki/Odoacer", "description": "Flavius Odoacer, also spelled Odovacer or Odovacar, was a soldier and statesman of barbarian background, who deposed the child emperor Romulus Augustulus and became King of Italy (476–493). Odoacer's deposition of Romulus Augustulus is traditionally seen as marking the end of the Western Roman Empire as well as Ancient Rome."}, {"title": "King of Italy", "href": "/wiki/King_of_Italy", "description": "King of Italy was the title given to the ruler of the Kingdom of Italy after the fall of the Western Roman Empire. The first to take the title was Odoacer, a barbarian military leader, in the late 5th century, followed by the Ostrogothic kings up to the mid-6th century. With the Frankish conquest of Italy in the 8th century, the Carolingians assumed the title, which was maintained by subsequent Ho"}, {"title": "Fall of the Western Roman Empire", "href": "/wiki/Fall_of_the_Western_Roman_Empire", "description": "The fall of the Western Roman Empire, c. 376-476, was the process of decline in the Western Roman Empire in which the Empire failed to enforce its rule, and its vast territory was divided into several successor polities. The Roman Empire lost the strengths that had allowed it to exercise effective control over its Western provinces; modern historians posit factors including the effectiveness and n"}]}, {"heading": "Events", "year": "626", "date": "September 4", "txt": "Li Shimin, posthumously known as Emperor Taizong of Tang, assumes the throne over the Tang dynasty of China.", "entities": [{"title": "Posthumous name", "href": "/wiki/Posthumous_name", "description": "A posthumous name is an honorary name given to royalty, nobles, and sometimes others, in East Asia after the person's death, and is used almost exclusively instead of one's personal name or other official titles which had been used during the person's life. The posthumous name is commonly used when naming royalty of China, Korea, Vietnam, Japan, and Thailand."}, {"title": "Emperor Taizong of Tang", "href": "/wiki/Emperor_Taizong_of_Tang", "description": "Emperor Taizong of Tang, previously Prince of Qin, personal name Li Shimin, was the second emperor of the Tang dynasty of China, ruling from 626 to 649. He is traditionally regarded as a co-founder of the dynasty for his role in encouraging Li Yuan, his father, to rebel against the Sui dynasty at Jinyang in 617. Taizong subsequently played a pivotal role in defeating several of the dynasty's most "}, {"title": "Tang dynasty", "href": "/wiki/Tang_dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}]}, {"heading": "Events", "year": "929", "date": "September 4", "txt": "Battle of Lenzen: Slavic forces (the Redarii and the Obotrites) are defeated by a Saxon army near the fortified stronghold of Lenzen in Brandenburg.", "entities": [{"title": "Battle of Lenzen", "href": "/wiki/Battle_of_Lenzen", "description": "The Battle of Lenzen was a land battle between a Saxon army of the Kingdom of Germany and the armies of the Slavic Redarii and Linonen peoples, that took place on 4 September 929 near the fortified Linonen stronghold of Lenzen in Brandenburg, Germany. The Saxon army, commanded by Saxon magnate Bernhard, destroyed a Slavic Redarii army. It marked the failure of Slavic attempts to resist German king"}, {"title": "Slavs", "href": "/wiki/Slavs", "description": "Slavs are a European ethno-linguistic group of people who speak the various Slavic languages of the larger Balto-Slavic linguistic group of the Indo-European languages. They are native to Eurasia, stretching from Central, Eastern and Southeastern Europe all the way north and eastwards to Northeast Europe, Northern Asia (Siberia) and Central Asia, as well as historically in Western Europe and Weste"}, {"title": "Veleti", "href": "/wiki/Veleti", "description": "The Veleti or Wilzi, Wielzians and Wiltzes were a group of medieval Lechitic tribes within the territory of what is now northeastern Germany, related to Polabian Slavs. In common with other Slavic groups between the Elbe and Oder Rivers, they were often described by Germanic sources as Wends. In the late 10th century, they were continued by the Lutici. In Einhard's Vita Karoli Magni, the Wilzi are"}, {"title": "Obotrites", "href": "/wiki/Obotrites", "description": "The Obotrites or Obodrites, also spelled Abodrites, were a confederation of medieval West Slavic tribes within the territory of modern Mecklenburg and Holstein in northern Germany. For decades, they were allies of Charlemagne in his wars against the Germanic Saxons and the Slavic Veleti. The Obotrites under Prince Thrasco defeated the Saxons in the Battle of Bornhöved (798). The still heathen Saxo"}, {"title": "Duchy of Saxony", "href": "/wiki/Duchy_of_Saxony", "description": "The Duchy of Saxony was originally the area settled by the Saxons in the late Early Middle Ages, when they were subdued by Charlemagne during the Saxon Wars from 772 and incorporated into the Carolingian Empire (Francia) by 804. Upon the 843 Treaty of Verdun, Saxony was one of the five German stem duchies of East Francia; Duke Henry the Fowler was elected German king in 919."}, {"title": "Lenzen (Elbe)", "href": "/wiki/Lenzen_(Elbe)", "description": "Lenzen (Elbe) is a small town in the district of Prignitz, in Brandenburg, Germany. The town lies to the north of the Löcknitz River, not far from where the Löcknitz flows into the Elbe. It is part of the Amt Lenzen-Elbtalaue."}, {"title": "Brandenburg", "href": "/wiki/Brandenburg", "description": "Brandenburg is a state in the northeast of Germany. With an area of 29,478 square kilometres (11,382 sq mi) and a population of 2.5 million residents, it is the fifth-largest German state by area and the tenth-most populous. Potsdam is the state capital and largest city, while other major towns include Cottbus, Brandenburg an der Havel and Frankfurt (Oder)."}]}, {"heading": "Events", "year": "1260", "date": "September 4", "txt": "The Sienese Ghibellines, supported by the forces of Manfred, King of Sicily, defeat the Florentine Guelphs at Montaperti.", "entities": [{"title": "Siena", "href": "/wiki/Siena", "description": "Siena is a city in Tuscany, Italy. It is the capital of the province of Siena."}, {"title": "Ghibellines", "href": "/wiki/Ghibellines", "description": "The Guelphs and Ghibellines were factions supporting the Pope and the Holy Roman Emperor, respectively, in the Italian city-states of central and northern Italy. During the 12th and 13th centuries, rivalry between these two parties formed a particularly important aspect of the internal politics of medieval Italy. The struggle for power between the Papacy and the Holy Roman Empire arose with the In"}, {"title": "Manfred, King of Sicily", "href": "/wiki/Manfred,_King_of_Sicily", "description": "Manfred was the last King of Sicily from the Hohenstaufen dynasty, reigning from 1258 until his death. The natural son of the Holy Roman Emperor Frederick II, Manfred became regent over the kingdom of Sicily on behalf of his nephew Conradin in 1254. As regent he subdued rebellions in the kingdom, until in 1258 he usurped Conradin's rule. After an initial attempt to appease pope Innocent IV he took"}, {"title": "Florence", "href": "/wiki/Florence", "description": "Florence is a city in Central Italy and the capital city of the Tuscany region. It is the most populated city in Tuscany, with 383,084 inhabitants in 2013, and over 1,520,000 in its metropolitan area."}, {"title": "Guelphs", "href": "/wiki/Guelphs", "description": "The Guelphs and Ghibellines were factions supporting the Pope and the Holy Roman Emperor, respectively, in the Italian city-states of central and northern Italy. During the 12th and 13th centuries, rivalry between these two parties formed a particularly important aspect of the internal politics of medieval Italy. The struggle for power between the Papacy and the Holy Roman Empire arose with the In"}, {"title": "Battle of Montaperti", "href": "/wiki/Battle_of_Montaperti", "description": "The Battle of Montaperti was fought on 4 September 1260 between Florence and Siena in Tuscany as part of the conflict between the Guelphs and Ghibellines. The Florentines were routed. It was the bloodiest battle fought in Medieval Italy, with more than 10,000 fatalities. An act of treachery during the battle is recorded by Dante Alighieri in the Inferno section of the Divine Comedy."}]}, {"heading": "Events", "year": "1282", "date": "September 4", "txt": "Peter III of Aragon becomes the King of Sicily.", "entities": [{"title": "Peter III of Aragon", "href": "/wiki/Peter_III_of_Aragon", "description": "Peter III of Aragon was King of Aragon, King of Valencia, and Count of Barcelona from 1276 to his death. At the invitation of some rebels, he conquered the Kingdom of Sicily and became King of Sicily in 1282, pressing the claim of his wife, Constance II of Sicily, uniting the kingdom to the crown."}]}, {"heading": "Events", "year": "1479", "date": "September 4", "txt": "The Treaty of Alcáçovas is signed by the Catholic Monarchs of Castile and Aragon on one side and Afonso V and his son, Prince John of Portugal.", "entities": [{"title": "Treaty of Alcáçovas", "href": "/wiki/Treaty_of_Alc%C3%A1%C3%A7ovas", "description": "The Treaty of Alcáçovas was signed on 4 September 1479 between the Catholic Monarchs of Castile and Aragon on one side and Afonso V and his son, Prince John of Portugal, on the other side.\nIt put an end to the War of the Castilian Succession, which ended with a victory of the Castilians on land and a Portuguese victory on the sea.\n The four peace treaties signed at Alcáçovas reflected that outcome"}, {"title": "Catholic Monarchs", "href": "/wiki/Catholic_Monarchs", "description": "The term Catholic Monarchs refers to Queen Isabella I of Castile and King Ferdinand II of Aragon, whose marriage and joint rule marked the de facto unification of Spain. They were both from the House of Trastámara and were second cousins, being both descended from John I of Castile; on marriage they were given a papal dispensation to deal with consanguinity by Sixtus IV. They married on October 19"}, {"title": "Crown of Castile", "href": "/wiki/Crown_of_Castile", "description": "The Crown of Castile was a medieval polity in the Iberian Peninsula that formed in 1230 as a result of the third and definitive union of the crowns and, some decades later, the parliaments of the kingdoms of Castile and León upon the accession of the then Castilian king, Ferdinand III, to the vacant Leonese throne. It continued to exist as a separate entity after the personal union in 1469 of the "}, {"title": "Crown of Aragon", "href": "/wiki/Crown_of_Aragon", "description": "The Crown of Aragon was a composite monarchy, also nowadays referred to as a confederation of individual polities or kingdoms ruled by one king, originated by the dynastic union of the Kingdom of Aragon and the County of Barcelona and ended as a consequence of the Spanish War of Succession. At the height of its power in the 14th and 15th centuries, the Crown of Aragon was a thalassocracy controlli"}, {"title": "Afonso V of Portugal", "href": "/wiki/Afonso_V_of_Portugal", "description": "Afonso V, known by the sobriquet the African, was a King of Portugal. His sobriquet refers to his military conquests in Northern Africa."}, {"title": "John II of Portugal", "href": "/wiki/John_II_of_Portugal", "description": "John II, called the Perfect Prince, was King of Portugal from 1481 until his death in 1495, and also for a brief time in 1477. He is known for re-establishing the power of the Portuguese monarchy, reinvigorating the Portuguese economy, and renewing his country's exploration of Africa and Asia."}]}, {"heading": "Events", "year": "1607", "date": "September 4", "txt": "The Flight of the Earls takes place in Ireland.", "entities": [{"title": "Flight of the Earls", "href": "/wiki/Flight_of_the_Earls", "description": "The Flight of the Earls took place in September 1607, when Hugh O'Neill, 2nd Earl of Tyrone, and Rory O'Donnell, 1st Earl of Tyrconnell, and about ninety followers, left Ulster in Ireland for mainland Europe. Their permanent exile was a watershed event in Irish history, symbolizing the end of the old Gaelic order."}, {"title": "Ireland", "href": "/wiki/Ireland", "description": "Ireland is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel, the Irish Sea, and St George's Channel. Ireland is the second-largest island of the British Isles, the third-largest in Europe, and the twentieth-largest on Earth."}]}, {"heading": "Events", "year": "1666", "date": "September 4", "txt": "In London, England, the most destructive damage from the Great Fire occurs.", "entities": [{"title": "Great Fire of London", "href": "/wiki/Great_Fire_of_London", "description": "The Great Fire of London was a major conflagration that swept through the central parts of London from Sunday, 2 September to Thursday, 6 September 1666. The fire gutted the medieval City of London inside the old Roman city wall. It threatened but did not reach the City of Westminster, Charles II's Palace of Whitehall, and most of the suburban slums. It destroyed 13,200 houses, 87 parish churches,"}]}, {"heading": "Events", "year": "1774", "date": "September 4", "txt": "New Caledonia is first sighted by Europeans, during the second voyage of Captain James Cook.", "entities": [{"title": "New Caledonia", "href": "/wiki/New_Caledonia", "description": "New Caledonia is a special collectivity of France in the southwest Pacific Ocean, south of Vanuatu, about 1,210 km (750 mi) east of Australia and 17,000 km (11,000 mi) from Metropolitan France. The archipelago, part of the Melanesia subregion, includes the main island of Grande Terre, the Loyalty Islands, the Chesterfield Islands, the Belep archipelago, the Isle of Pines, and a few remote islets. "}, {"title": "James Cook", "href": "/wiki/James_Cook", "description": "Captain James Cook was a British explorer, navigator, cartographer, and captain in the British Royal Navy, famous for his three voyages between 1768 and 1779 in the Pacific Ocean and to Australia in particular. He made detailed maps of Newfoundland prior to making three voyages to the Pacific, during which he achieved the first recorded European contact with the eastern coastline of Australia and "}]}, {"heading": "Events", "year": "1781", "date": "September 4", "txt": "Los Angeles is founded as El Pueblo de Nuestra Señora La Reina de los Ángeles (The Village of Our Lady, the Queen of the Angels) by 44 Spanish settlers.", "entities": [{"title": "Pueblo de Los Ángeles", "href": "/wiki/Pueblo_de_Los_%C3%81ngeles", "description": "El Pueblo de Nuestra Señora la Reina de los Ángeles, shortened to Pueblo de los Ángeles, was the Spanish civilian pueblo settled in 1781, which by the 20th century became the American metropolis of Los Angeles. The pueblo was built using labor from the adjacent village of Yaanga and was totally dependent on local Indigenous labor for its survival."}, {"title": "Los Pobladores", "href": "/wiki/Los_Pobladores", "description": "Los pobladores del pueblo de los Ángeles refers to the 44 original settlers and 4 soldiers who founded the Pueblo de Nuestra Señora la Reina de los Ángeles in 1781, which is now the present-day city of Los Angeles, California."}]}, {"heading": "Events", "year": "1797", "date": "September 4", "txt": "Coup of 18 Fructidor in France.", "entities": [{"title": "Coup of 18 Fructidor", "href": "/wiki/Coup_of_18_Fructidor", "description": "The Coup of 18 Fructidor, Year V, was a seizure of power by members of the French Directory on 4 September 1797 while their opponents, the Royalists, were gaining strength. Howard G. Brown, Professor of History at Binghamton University, stresses the turn toward dictatorship and the failure of liberal democracy under the Directory, blaming it on \"chronic violence, ambivalent forms of justice, and r"}]}, {"heading": "Events", "year": "1800", "date": "September 4", "txt": "The French garrison in Valletta surrenders to British troops who had been called at the invitation of the Maltese. The islands of Malta and Gozo become the Malta Protectorate.", "entities": [{"title": "Valletta", "href": "/wiki/Valletta", "description": "Valletta is the capital city of Malta. Located in the South Eastern Region of the main island, between Marsamxett Harbour to the west and the Grand Harbour to the east, its population in 2014 was 6,444, while the metropolitan area around it has a population of 393,938. Valletta is second only to Nicosia as the southernmost capital of Europe, and at just 0.61 square kilometres (61 ha), it is the Eu"}, {"title": "Maltese people", "href": "/wiki/Maltese_people", "description": "The Maltese are a nation and ethnic group native to Malta who speak Maltese, a Semitic language. Malta is an island in the middle of the Mediterranean Sea. Included within the ethnic group defined by the Maltese people are the Gozitans who inhabit Malta's sister island, Gozo."}, {"title": "Malta (island)", "href": "/wiki/Malta_(island)", "description": "Malta is the largest of the three major islands that constitute the Maltese archipelago. It is sometimes referred to as Valletta for statistical purposes to distinguish the main island from the entire country. Malta is in the middle of the Mediterranean Sea directly south of Italy and north of Libya. The island is 27 kilometres (17 mi) long and 14.5 kilometres (9 mi) wide, with a total area of 246"}, {"title": "Gozo", "href": "/wiki/Gozo", "description": "Gozo, known locally as Għawdex and in antiquity as Gaulos, is an island of the Maltese archipelago in the Mediterranean Sea. The island is part of the Republic of Malta. After the island of Malta itself, it is the second-largest island in the archipelago."}, {"title": "Malta Protectorate", "href": "/wiki/Malta_Protectorate", "description": "Malta Protectorate was the political term for Malta when it was officially part of the Kingdom of Sicily but under British protection. This protectorate happened between the capitulation of the French forces in Malta in 1800 and the transformation of the islands to a Crown colony in 1813."}]}, {"heading": "Events", "year": "1812", "date": "September 4", "txt": "War of 1812: The Siege of Fort Harrison begins when the fort is set on fire.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "Siege of Fort Harrison", "href": "/wiki/Siege_of_Fort_Harrison", "description": "\nFort Harrison was a War of 1812 era stockade constructed in Oct. 1811 on high ground overlooking the Wabash River on a portion of what is today the modern city of Terre Haute, Indiana by forces under command of Gen. William Henry Harrison. It was a staging point for Harrison to encamp his forces just prior to the Battle of Tippecanoe a month later. The fort was the site of a famous battle in the "}]}, {"heading": "Events", "year": "1839", "date": "September 4", "txt": "Battle of Kowloon: British vessels open fire on Chinese war junks enforcing a food sales embargo on the British community in China in the first armed conflict of the First Opium War.", "entities": [{"title": "Battle of Kowloon", "href": "/wiki/Battle_of_Kowloon", "description": "The Battle of Kowloon was a skirmish between British and Chinese vessels off the Kowloon Peninsula, China, on 4 September 1839, located in Hong Kong, although Kowloon was then part of the Guangdong province. The skirmish was the first armed conflict of the First Opium War and occurred when British boats opened fire on Chinese war junks enforcing a food sales embargo on the British community. The b"}, {"title": "Junk (ship)", "href": "/wiki/Junk_(ship)", "description": "A junk is a type of Chinese sailing ship with fully battened sails. There are two types of junk in China: Northern junk, which developed from Chinese river boats, and southern junk, which developed from Austronesian ship designs, which have been trading with the Eastern Han dynasty since the 2nd century AD. They continued to evolve in later dynasties, and were predominantly used by Chinese traders"}, {"title": "First Opium War", "href": "/wiki/First_Opium_War", "description": "The First Opium War, also known as the Opium War or the Anglo-Chinese War, was a series of military engagements fought between Britain and the Qing dynasty of China. The immediate issue was Chinese official seizure of opium stocks at Canton to stop the banned opium trade, and threatening the death penalty for future offenders. The British government insisted on the principles of free trade, equal "}]}, {"heading": "Events", "year": "1862", "date": "September 4", "txt": "American Civil War Maryland Campaign: General Robert E. Lee takes the Army of Northern Virginia, and the war, into the North.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Maryland Campaign", "href": "/wiki/Maryland_Campaign", "description": "The Maryland campaign occurred September 4–20, 1862, during the American Civil War. Confederate Gen. Robert E. Lee's first invasion of the North was repulsed by the Army of the Potomac under Maj. Gen. George B. McClellan, who moved to intercept Lee and his Army of Northern Virginia and eventually attacked it near Sharpsburg, Maryland. The resulting Battle of Antietam was the bloodiest single-day b"}, {"title": "Robert E. Lee", "href": "/wiki/Robert_E._Lee", "description": "Robert Edward Lee was an American Confederate general best known as a commander of the Confederate States Army during the American Civil War. He led the Army of Northern Virginia from 1862 until its surrender in 1865 and earned a reputation as a skilled tactician."}]}, {"heading": "Events", "year": "1870", "date": "September 4", "txt": "Emperor Napoleon III of France is deposed and the Third Republic is declared.", "entities": [{"title": "Napoleon III", "href": "/wiki/Napoleon_III", "description": "Napoleon III was the first President of France from 1848 to 1852 and Emperor of the French from 1852 to 1870. A nephew of Napoleon I, he was the last monarch to reign over France. First elected to the presidency of the Second Republic in 1848, he seized power by force in 1851, when he could not constitutionally be reelected; he later proclaimed himself Emperor of the French. He founded the Second "}, {"title": "French Third Republic", "href": "/wiki/French_Third_Republic", "description": "The French Third Republic was the system of government adopted in France from 1870, when the Second French Empire collapsed during the Franco-Prussian War, until 10 July 1940 after France's defeat by Nazi Germany in World War II led to the formation of the Vichy government in France."}]}, {"heading": "Events", "year": "1882", "date": "September 4", "txt": "The Pearl Street Station in New York City becomes the first power plant to supply electricity to paying customers.", "entities": [{"title": "Pearl Street Station", "href": "/wiki/Pearl_Street_Station", "description": "Pearl Street Station was the first commercial central power plant in the United States. It was located at 255–257 Pearl Street in the Financial District of Manhattan, New York City, just south of Fulton Street on a site measuring 50 by 100 feet. The station was built by the Edison Illuminating Company, under the direction of Francis Upton, hired by Thomas Edison."}]}, {"heading": "Events", "year": "1886", "date": "September 4", "txt": "American Indian Wars: After almost 30 years of fighting, Apache leader Geronimo, with his remaining warriors,  surrenders to General Nelson Miles in Arizona.", "entities": [{"title": "American Indian Wars", "href": "/wiki/American_Indian_Wars", "description": "The American Indian Wars, also known as the American Frontier Wars, the First Nations Wars in Canada and the Indian Wars were fought by European governments and colonists, and later by the United States and Canadian governments and American and Canadian settlers, against various American Indian and First Nation tribes. These conflicts occurred in North America from the time of the earliest colonia"}, {"title": "Apache", "href": "/wiki/Apache", "description": "The Apache are a group of culturally related Native American tribes in the Southwestern United States, which include the Chiricahua, Jicarilla, Lipan, Mescalero, Mimbreño, Ndendahe, Salinero, Plains and Western Apache. Distant cousins of the Apache are the Navajo, with whom they share the Southern Athabaskan languages. There are Apache communities in Oklahoma, Texas, and reservations in Arizona an"}, {"title": "Geronimo", "href": "/wiki/Geronimo", "description": "Geronimo was a prominent leader and medicine man from the Bedonkohe band of the Apache tribe. From 1850 to 1886, Geronimo joined with members of three other Chiricahua Apache bands—the Tchihende, the Tsokanende and the Nednhi—to carry out numerous raids, as well as fight against Mexican and U.S. military campaigns in the northern Mexico states of Chihuahua and Sonora and in the southwestern Americ"}, {"title": "Nelson Miles", "href": "/wiki/Nelson_Miles", "description": "Nelson Appleton Miles was an American military general who served in the American Civil War, the American Indian Wars, and the Spanish–American War. From 1895 to 1903, he served as the last Commanding General of the United States Army before the office was abolished."}, {"title": "Arizona", "href": "/wiki/Arizona", "description": "Arizona is a state in the Western United States, grouped in the Southwestern and occasionally Mountain subregions. It is the 6th largest and the 14th most populous of the 50 states. Its capital and largest city is Phoenix. Arizona shares the Four Corners region with Utah, Colorado, and New Mexico; its other neighboring states are Nevada and California to the west and the Mexican states of Sonora a"}]}, {"heading": "Events", "year": "1888", "date": "September 4", "txt": "George Eastman registers the trademark Kodak and receives a patent for his camera that uses roll film.", "entities": [{"title": "George Eastman", "href": "/wiki/George_Eastman", "description": "George Eastman  was an American entrepreneur who founded the Eastman Kodak Company and helped to bring the photographic use of roll film into the mainstream. Roll film was also the basis for the invention of motion picture film stock in 1888 by the world's first filmmakers Eadweard Muybridge and Louis Le Prince, and a few years later by their followers Léon Bouly, William Kennedy Dickson, Thomas E"}, {"title": "Camera", "href": "/wiki/Camera", "description": "A camera is an optical instrument used to capture an image. At their most basic, cameras are sealed boxes with a small hole that allows light in to capture an image on a light-sensitive surface. Cameras have various mechanisms to control how the light falls onto the light-sensitive surface. Lenses focus the light entering the camera, the size of the aperture can be widened or narrowed to let more "}]}, {"heading": "Events", "year": "1912", "date": "September 4", "txt": "Albanian rebels succeed in their revolt when the Ottoman Empire agrees to fulfill their demands", "entities": [{"title": "Albania", "href": "/wiki/Albania", "description": "Albania, officially the Republic of Albania, is a country in Southeastern Europe. It is located on the Adriatic and Ionian Sea within the Mediterranean Sea, and shares land borders with Montenegro to the northwest, Kosovo to the northeast, North Macedonia to the east, Greece to the south; and maritime borders with Greece, Montenegro and Italy to the west. Tirana is its capital and largest city, fo"}, {"title": "Albanian Revolt of 1912", "href": "/wiki/Albanian_Revolt_of_1912", "description": "The Albanian revolt of 1912 was the last Albanian revolt in the Ottoman Empire and lasted from January until August 1912. The revolt ended when the Ottoman government agreed to fulfill the rebels' demands on 4 September 1912. Generally, Muslim Albanians fought against the Ottomans in the incoming Balkan War."}]}, {"heading": "Events", "year": "1919", "date": "September 4", "txt": "Mustafa Kemal Atatürk, who founded the Republic of Turkey, gathers a congress in Sivas to make decisions as to the future of Anatolia and Thrace.", "entities": [{"title": "Mustafa Kemal Atatürk", "href": "/wiki/Mustafa_Kemal_Atat%C3%BCrk", "description": "Kemal Atatürk was a Turkish field marshal, revolutionary statesman, author, and the founding father of the Republic of Turkey, serving as its first president from 1923 until his death in 1938. He undertook sweeping progressive reforms, which modernized Turkey into a secular, industrial nation. Ideologically a secularist and nationalist, his policies and theories became known as Kemalism. Due to hi"}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "Sivas Congress", "href": "/wiki/Sivas_Congress", "description": "The Sivas Congress was an assembly of the Turkish National Movement held for one week from 4 to 11 September 1919 in the city of Sivas, in central-eastern Turkey, which united delegates from all Anatolian provinces of the Ottoman Empire, defunct at the time in practical terms. At the time of the convention, the state capital (Constantinople) as well as many provincial cities and regions were under"}, {"title": "Anatolia", "href": "/wiki/Anatolia", "description": "Anatolia, also known as Asia Minor, is a large peninsula in Western Asia and the westernmost protrusion of the Asian continent. It makes up the majority of modern-day Turkey. The region is bounded by the Turkish Straits to the northwest, the Black Sea to the north, the Armenian Highlands to the east, the Mediterranean Sea to the south, and the Aegean Sea to the west. The Sea of Marmara forms a con"}, {"title": "Thrace", "href": "/wiki/Thrace", "description": "Thrace or Thrake is a geographical and historical region in Southeast Europe, now split among Bulgaria, Greece, and Turkey, which is bounded by the Balkan Mountains to the north, the Aegean Sea to the south, and the Black Sea to the east. It comprises southeastern Bulgaria, northeastern Greece, and the European part of Turkey. The region's boundaries are based on that of the Roman Province of Thra"}]}, {"heading": "Events", "year": "1923", "date": "September 4", "txt": "Maiden flight of the first U.S. airship, the USS Shenandoah.", "entities": [{"title": "Airship", "href": "/wiki/Airship", "description": "An airship, dirigible balloon or blimp is a type of aerostat or lighter-than-air aircraft that can navigate through the air under its own power. Aerostats gain their lift from a lifting gas that is less dense than the surrounding air."}, {"title": "USS Shenandoah (ZR-1)", "href": "/wiki/USS_Shenandoah_(ZR-1)", "description": "USS Shenandoah was the first of four United States Navy rigid airships. It was constructed during 1922–1923 at Lakehurst Naval Air Station, and first flew in September 1923. It developed the U.S. Navy's experience with rigid airships and made the first crossing of North America by airship. On the 57th flight, Shenandoah  was destroyed in a squall line over Ohio in September 1925."}]}, {"heading": "Events", "year": "1936", "date": "September 4", "txt": "Spanish Civil War: Largo Caballero forms a war cabinet to direct the republican war effort.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Largo Caballero", "href": "/wiki/Largo_Caballero", "description": "Francisco Largo Caballero was a Spanish politician and trade unionist. He was one of the historic leaders of the Spanish Socialist Workers' Party (PSOE) and of the Workers' General Union (UGT). In 1936 and 1937 Caballero served as the Prime Minister of the Second Spanish Republic during the Spanish Civil War."}, {"title": "War cabinet", "href": "/wiki/War_cabinet", "description": "A war cabinet is a committee formed by a government in a time of war. It is usually a subset of the full executive cabinet of ministers. It is also quite common for a war cabinet to have senior military officers and opposition politicians as members."}, {"title": "Republican faction (Spanish Civil War)", "href": "/wiki/Republican_faction_(Spanish_Civil_War)", "description": "The Republican faction, also known as the Loyalist faction, was the side in the Spanish Civil War of 1936 to 1939 that supported the government of the Second Spanish Republic against the Nationalist faction of the military rebellion. The name Republicans was mainly used by its members and supporters, while its opponents used the term Rojos (Reds) to refer to this faction due to its left-leaning id"}]}, {"heading": "Events", "year": "1939", "date": "September 4", "txt": "World War II: William J. Murphy commands the first Royal Air Force attack on Germany.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "William J. Murphy (RAF officer)", "href": "/wiki/William_J._Murphy_(RAF_officer)", "description": "\n\nWilliam J. Murphy (1916–1939) was the first British Royal Air Force (RAF) pilot to be shot down and killed during World War II.\n"}]}, {"heading": "Events", "year": "1941", "date": "September 4", "txt": "World War II: A German submarine makes the first attack of the war against a United States warship, the USS Greer.", "entities": [{"title": "USS Greer (DD-145)", "href": "/wiki/USS_Greer_(DD-145)", "description": "USS Greer (DD–145) was a  Wickes-class destroyer in the United States Navy, the first ship named for Rear Admiral James A. Greer (1833–1904). In what became known as the \"Greer incident,\" she became the first US Navy ship to fire on a German ship, three months before the United States officially entered World War II. The incident led President Franklin D. Roosevelt to issue what became known as hi"}]}, {"heading": "Events", "year": "1944", "date": "September 4", "txt": "World War II: The British 11th Armoured Division liberates the Belgian city of Antwerp.", "entities": [{"title": "11th Armoured Division (United Kingdom)", "href": "/wiki/11th_Armoured_Division_(United_Kingdom)", "description": "The 11th Armoured Division was an armoured division of the British Army which was created in March 1941 during the Second World War. The division was formed in response to the unanticipated success of the German panzer divisions. The 11th Armoured was responsible for several major victories in the Battle of Normandy from in the summer of 1944, shortly after the D-Day landings of 6 June 1944, and i"}, {"title": "Antwerp", "href": "/wiki/Antwerp", "description": "Antwerp is a city in Belgium and the capital of Antwerp province in the Flemish Region. With a population of 520,504, it is the most populous city proper in Belgium, and with a metropolitan population of around 1,200,000 people, it is the second-largest metropolitan region after Brussels."}]}, {"heading": "Events", "year": "1944", "date": "September 4", "txt": "World War II: Finland exits from the war with Soviet Union.", "entities": []}, {"heading": "Events", "year": "1948", "date": "September 4", "txt": "Queen Wilhelmina of the Netherlands abdicates for health reasons.", "entities": [{"title": "Wilhelmina of the Netherlands", "href": "/wiki/Wilhelmina_of_the_Netherlands", "description": "Wilhelmina was Queen of the Netherlands from 1890 until her abdication in 1948. She reigned for nearly 58 years, longer than any other Dutch monarch. Her reign saw the First and the Second World Wars, as well as the Dutch economic crisis of 1933."}]}, {"heading": "Events", "year": "1949", "date": "September 4", "txt": "The Peekskill riots erupt after a Paul Robeson concert in Peekskill, New York.", "entities": [{"title": "Peekskill riots", "href": "/wiki/Peekskill_riots", "description": "It took place at Cortlandt Manor, Westchester County, New York, in 1949. The catalyst for the rioting was an announced concert by black singer Paul Robeson, who was well known for his strong pro-trade union stance, civil rights activism, communist affiliations, and anti-colonialism. The concert, organized as a benefit for the Civil Rights Congress, was scheduled to take place on August 27 in Lakel"}, {"title": "Paul Robeson", "href": "/wiki/Paul_Robeson", "description": "Paul Leroy Robeson was an American bass baritone concert artist and stage and film actor who became famous both for his cultural accomplishments and for his political activism. Educated at Rutgers College and Columbia University, he was a star athlete in his youth. He also studied Swahili and phonetics at the School of Oriental and African Studies in London in 1934. His political activities began "}, {"title": "Peekskill, New York", "href": "/wiki/Peekskill,_New_York", "description": "Peekskill, is a city in Westchester County, New York. Peekskill is situated on a bay along the east side of the Hudson River, across from Jones Point. The population was 23,583 during the 2010 census."}]}, {"heading": "Events", "year": "1950", "date": "September 4", "txt": "Darlington Raceway is the site of the inaugural Southern 500, the first 500-mile NASCAR race.", "entities": [{"title": "Darlington Raceway", "href": "/wiki/Darlington_Raceway", "description": "Darlington Raceway is a race track built for NASCAR racing located in Darlington, South Carolina. It is nicknamed \"The Lady in Black\" and \"The Track Too Tough to Tame\" by many NASCAR fans and drivers and advertised as \"A NASCAR Tradition.\" It is of a unique, somewhat egg-shaped design, an oval with the ends of very different configurations, a condition which supposedly arose from the proximity of "}, {"title": "Southern 500 (1950–2004)", "href": "/wiki/Southern_500_(1950%E2%80%932004)", "description": "The Southern 500, officially known as the Cook Out Southern 500 for sponsorship reasons, is a NASCAR Cup Series stock car race at Darlington Raceway in Darlington, South Carolina, United States. The race distance is 501 miles (806 km) and consists of 367 laps. From 1950 to 2003, and again since 2015, the race has been held on Labor Day weekend. The Southern 500 is largely considered one of the Cro"}, {"title": "NASCAR", "href": "/wiki/NASCAR", "description": "The National Association for Stock Car Auto Racing, LLC (NASCAR) is an American auto racing sanctioning and operating company that is best known for stock car racing. The privately owned company was founded by Bill France Sr. in 1948, and his son, Jim France, has been the CEO since August 6, 2018. The company is headquartered in Daytona Beach, Florida. Each year, NASCAR sanctions over 1,500 races "}]}, {"heading": "Events", "year": "1951", "date": "September 4", "txt": "The first live transcontinental television broadcast takes place in San Francisco, from the Japanese Peace Treaty Conference.", "entities": [{"title": "San Francisco", "href": "/wiki/San_Francisco", "description": "San Francisco, officially the City and County of San Francisco, is a cultural, commercial, and financial center in Northern California. San Francisco is the 16th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in t"}, {"title": "Japanese Peace Treaty Conference", "href": "/wiki/Japanese_Peace_Treaty_Conference", "description": "The Treaty of San Francisco , also called the Treaty of Peace with Japan , re-established peaceful relations between Japan and the Allied Powers on behalf of the United Nations by ending the legal state of war and providing for redress for hostile actions up to and including World War II. It was signed by 49 nations on 8 September 1951, in San Francisco, California, U.S. at the War Memorial Opera "}]}, {"heading": "Events", "year": "1957", "date": "September 4", "txt": "American Civil Rights Movement: Little Rock Crisis: The governor of Arkansas calls out the National Guard to prevent African American students from enrolling in Little Rock Central High School, resulting in the lawsuit Cooper v. Aaron the following year.", "entities": [{"title": "American Civil Rights Movement", "href": "/wiki/American_Civil_Rights_Movement", "description": "The civil rights movement in the United States was a decades-long campaign by African Americans and their like-minded allies to end institutionalized racial discrimination, disenfranchisement and racial segregation in the United States. The movement has its origins in the Reconstruction era during the late 19th century, although it made its largest legislative gains in the mid-1960s after years of"}, {"title": "Little Rock Crisis", "href": "/wiki/Little_Rock_Crisis", "description": "The Little Rock Nine was a group of nine African American students enrolled in Little Rock Central High School in 1957. Their enrollment was followed by the Little Rock Crisis, in which the students were initially prevented from entering the racially segregated school by Orval Faubus, the Governor of Arkansas. They then attended after the intervention of President Dwight D. Eisenhower."}, {"title": "Little Rock Central High School", "href": "/wiki/Little_Rock_Central_High_School", "description": "Little Rock Central High School (LRCHS) is an accredited comprehensive public high school in Little Rock, Arkansas, United States. The school was the site of forced desegregation in 1957 after the U.S. Supreme Court ruled that segregation of public schools was unconstitutional three years earlier. This was during the period of heightened activism in the civil rights movement."}]}, {"heading": "Events", "year": "1963", "date": "September 4", "txt": "Swissair Flight 306 crashes near Dürrenäsch, Switzerland, killing all 80 people on board.", "entities": [{"title": "Swissair Flight 306", "href": "/wiki/Swissair_Flight_306", "description": "Swissair Flight SR306, a Sud Aviation SE-210 Caravelle III, named Schaffhausen, was a scheduled international flight from Zürich to Rome, via Geneva. It crashed near Dürrenäsch, Aargau, on September 4, 1963, shortly after take-off, killing all 80 people on board."}, {"title": "Dürrenäsch", "href": "/wiki/D%C3%BCrren%C3%A4sch", "description": "Dürrenäsch is a municipality in the district of Kulm in the canton of Aargau in Switzerland."}]}, {"heading": "Events", "year": "1964", "date": "September 4", "txt": "Scotland's Forth Road Bridge near Edinburgh officially opens.", "entities": [{"title": "Forth Road Bridge", "href": "/wiki/Forth_Road_Bridge", "description": "The Forth Road Bridge is a suspension bridge in east central Scotland. The bridge opened in 1964 and at the time was the longest suspension bridge in the world outside the United States. The bridge spans the Firth of Forth, connecting Edinburgh, at South Queensferry, to Fife, at North Queensferry. It replaced a centuries-old ferry service to carry vehicular traffic, cyclists and pedestrians across"}, {"title": "Edinburgh", "href": "/wiki/Edinburgh", "description": "Edinburgh is the capital city of Scotland and one of its 32 council areas. Historically part of the county of Midlothian, it is located in Lothian on the Firth of Forth's southern shore. Edinburgh is Scotland's second-most populous city and the seventh-most populous city in the United Kingdom."}]}, {"heading": "Events", "year": "1967", "date": "September 4", "txt": "Vietnam War: Operation Swift begins when U.S. Marines engage the North Vietnamese in battle in the Que Son Valley.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Operation Swift", "href": "/wiki/Operation_Swift", "description": "Operation Swift was a military operation in the Vietnam War, launched by units of the U.S. 1st Marine Division to rescue two Marine companies which had been ambushed by the People's Army of Vietnam (PAVN). The operation took place in the Quế Sơn Valley, beginning on 4 September 1967. In the ensuing battles, 127 Marines and an estimated 600 PAVN were killed."}, {"title": "United States Marines", "href": "/wiki/United_States_Marines", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}, {"title": "Khe Sanh", "href": "/wiki/Khe_Sanh", "description": "Khe Sanh is the district capital of Hướng Hoá District, Quảng Trị Province, Vietnam, located 63 km west of Đông Hà. During the Vietnam War, the Khe Sanh Combat Base was located to the north of the city. The Battle of Khe Sanh took place there. The Khe Sanh Combat Base is a museum where relics of the war are exhibited. Most of the former base is now overgrown by wilderness or coffee and banana plan"}]}, {"heading": "Events", "year": "1970", "date": "September 4", "txt": "Salvador Allende is elected President of Chile.", "entities": [{"title": "Salvador Allende", "href": "/wiki/Salvador_Allende", "description": "Salvador Guillermo Allende Gossens was a Chilean physician and socialist politician, who served as the 28th president of Chile from 3 November 1970 until his death on 11 September 1973. He was the first Marxist to be elected president in a liberal democracy in Latin America."}, {"title": "Chile", "href": "/wiki/Chile", "description": "Chile, officially the Republic of Chile, is a country in western South America. It occupies a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. Chile covers an area of 756,096 square kilometres (291,930 sq mi), with a population of 17.5 million as of 2017. Chile is the southernmost country in the world, the closest to Antarctica, and borders Peru to the no"}]}, {"heading": "Events", "year": "1971", "date": "September 4", "txt": "Alaska Airlines Flight 1866 crashes near Juneau, Alaska, killing all 111 people on board.", "entities": [{"title": "Alaska Airlines Flight 1866", "href": "/wiki/Alaska_Airlines_Flight_1866", "description": "Alaska Airlines Flight 1866 was a regularly scheduled passenger flight operated by Alaska Airlines from Anchorage, Alaska, to Seattle, Washington, with several intermediate stops in southeast Alaska. The aircraft was a Boeing 727-100 with U.S. registry N2969G manufactured in 1966. On September 4, 1971, the aircraft operating the flight crashed into a mountain in Haines Borough, about 18 miles west"}, {"title": "Juneau, Alaska", "href": "/wiki/Juneau,_Alaska", "description": "The City and Borough of Juneau, commonly known as Juneau, is the capital city of Alaska. Located in the Gastineau Channel and the Alaskan panhandle, it is a unified municipality and the second-largest city in the United States of America by area. Juneau was named the capital of Alaska in 1906, when the government of what was then the District of Alaska was moved from Sitka as dictated by the U.S. "}]}, {"heading": "Events", "year": "1972", "date": "September 4", "txt": "Mark Spitz becomes the first competitor to win seven medals at a single Olympic Games.", "entities": [{"title": "Mark Spitz", "href": "/wiki/Mark_Spitz", "description": "Mark Andrew Spitz is an American former competitive swimmer and nine-time Olympic champion. He was the most successful athlete at the 1972 Summer Olympics in Munich, winning seven gold medals, all in world record time. This was an achievement that lasted for 36 years until it was surpassed by fellow American Michael Phelps, who won eight golds at the 2008 Summer Olympics in Beijing."}, {"title": "Olympic Games", "href": "/wiki/Olympic_Games", "description": "The modern Olympic Games or Olympics are leading international sporting events featuring summer and winter sports competitions in which thousands of athletes from around the world participate in a variety of competitions. The Olympic Games are considered the world's foremost sports competition with more than 200 nations participating. The Olympic Games are normally held every four years, alternati"}]}, {"heading": "Events", "year": "1972", "date": "September 4", "txt": "The Price Is Right premieres on CBS. As of 2018, it is the longest running game show on American television.", "entities": []}, {"heading": "Events", "year": "1975", "date": "September 4", "txt": "The Sinai Interim Agreement relating to the Arab–Israeli conflict is signed.", "entities": [{"title": "Sinai Interim Agreement", "href": "/wiki/Sinai_Interim_Agreement", "description": "The Sinai Interim Agreement, also known as the Sinai II Agreement, was a diplomatic agreement signed by Egypt and Israel on September 4, 1975. The signing ceremony took place in Geneva."}, {"title": "Arab–Israeli conflict", "href": "/wiki/Arab%E2%80%93Israeli_conflict", "description": "The Arab–Israeli conflict includes the political tension, military conflicts and disputes between Arab countries and Israel, which escalated during the 20th century, but had mostly faded out in the early 21st century. The roots of the Arab–Israeli conflict have been attributed to the support by Arab League member countries for the Palestinians, a fellow League member, in the ongoing Israeli–Palest"}]}, {"heading": "Events", "year": "1977", "date": "September 4", "txt": "The Golden Dragon massacre takes place in San Francisco.", "entities": [{"title": "Golden Dragon massacre", "href": "/wiki/Golden_Dragon_massacre", "description": "The Golden Dragon massacre was a gang-related shooting attack that took place on September 4, 1977, inside the Golden Dragon Restaurant at 822 Washington Street in Chinatown, San Francisco, California. The five perpetrators, members of the Joe Boys, a Chinese youth gang, were attempting to kill leaders of the Wah Ching, a rival Chinatown gang. The attack left five people dead and 11 others injured"}, {"title": "San Francisco", "href": "/wiki/San_Francisco", "description": "San Francisco, officially the City and County of San Francisco, is a cultural, commercial, and financial center in Northern California. San Francisco is the 16th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in t"}]}, {"heading": "Events", "year": "1985", "date": "September 4", "txt": "The discovery of Buckminsterfullerene, the first fullerene molecule of carbon.", "entities": [{"title": "Buckminsterfullerene", "href": "/wiki/Buckminsterfullerene", "description": "Buckminsterfullerene is a type of fullerene with the formula C60. It has a cage-like fused-ring structure (truncated icosahedron) that resembles a soccer ball, made of twenty hexagons and twelve pentagons. Each carbon atom has three bonds. It is a black solid that dissolves in hydrocarbon solvents to produce a violet solution. The compound has received intense study, although few real world applic"}, {"title": "Fullerene", "href": "/wiki/Fullerene", "description": "A fullerene is an allotrope of carbon whose molecule consists of carbon atoms connected by single and double bonds so as to form a closed or partially closed mesh, with fused rings of five to seven atoms. The molecule may be a hollow sphere, ellipsoid, tube, or many other shapes and sizes. Graphene, which is a flat mesh of regular hexagonal rings, can be seen as an extreme member of the family."}]}, {"heading": "Events", "year": "1989", "date": "September 4", "txt": "In Leipzig, East Germany, the first of weekly demonstration for the legalisation of opposition groups and democratic reforms takes place.", "entities": [{"title": "Leipzig", "href": "/wiki/Leipzig", "description": "Leipzig is the most populous city in the German state of Saxony. With a population of 605,407 inhabitants as of 2021, it is Germany's eighth most populous city as well as the second most populous city in the area of former East Germany after (East) Berlin. Together with Halle (Saale), the largest city of the neighbouring state of Saxony-Anhalt, the city forms the polycentric conurbation of Leipzig"}, {"title": "East Germany", "href": "/wiki/East_Germany", "description": "East Germany, officially the German Democratic Republic, was a country that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forc"}, {"title": "Monday demonstrations in East Germany", "href": "/wiki/Monday_demonstrations_in_East_Germany", "description": "The Monday demonstrations in East Germany were a series of peaceful political protests against the government of the German Democratic Republic (GDR) that took place in towns and cities all around the country on various days of the week. The Leipzig demonstrations, which are the most well known, took place on Mondays. The protests that occurred between 1989 and 1991 can be separated into five cycl"}, {"title": "Democracy", "href": "/wiki/Democracy", "description": "Democracy is a form of government in which the people have the authority to choose their governing legislators. The decisions on who is considered part of the people and how authority is shared among or delegated by the people have changed over time and at different speeds in different countries, but they have included more and more of the inhabitants of all countries. Cornerstones include freedom"}]}, {"heading": "Events", "year": "1998", "date": "September 4", "txt": "Google is founded by Larry Page and Sergey Brin, two students at Stanford University.", "entities": [{"title": "Google", "href": "/wiki/Google", "description": "Google LLC is an American multinational technology company that specializes in Internet-related services and products, which include online advertising technologies, a search engine, cloud computing, software, and hardware. It is considered one of the five Big Tech companies along with Amazon, Facebook, Apple, and Microsoft."}, {"title": "Larry Page", "href": "/wiki/Larry_Page", "description": "Lawrence Edward Page is an American computer scientist and Internet entrepreneur. He is best known as one of the co-founders of Google along with Sergey Brin."}, {"title": "Sergey Brin", "href": "/wiki/Sergey_Brin", "description": "Sergey Mikhaylovich Brin is an American computer scientist and Internet entrepreneur. Together with Larry Page, he co-founded Google. Brin was the president of Google's parent company, Alphabet Inc., until stepping down from the role on December 3, 2019. He and Page remain at Alphabet as co-founders, controlling shareholders, board members, and employees. As of April 2021, Brin is the 8th-richest "}, {"title": "Stanford University", "href": "/wiki/Stanford_University", "description": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford was founded in 1885 by Leland and Jane Stanford in memory of their only child, Leland Stanford Jr., who had died of typhoid fever at age 15 the previous year. Stanford is generally ranked among the best universities in the world by academic publications. It is also "}]}, {"heading": "Events", "year": "2001", "date": "September 4", "txt": "Tokyo DisneySea opens to the public as part of the Tokyo Disney Resort in Urayasu, Chiba, Japan.", "entities": [{"title": "Tokyo DisneySea", "href": "/wiki/Tokyo_DisneySea", "description": "Tokyo DisneySea  is a theme park at the Tokyo Disney Resort located in Urayasu, Chiba Prefecture, Japan, just outside Tokyo. It opened on 4 September 2001, at a cost of 335 billion yen. The Oriental Land Company owns the park, and licenses Disney characters and themes from The Walt Disney Company. With a size of 176-acre (71.22 ha), Tokyo DisneySea attracted nearly fifteen million visitors in 2018"}, {"title": "Tokyo Disney Resort", "href": "/wiki/Tokyo_Disney_Resort", "description": "The Tokyo Disney Resort  is a theme park and vacation resort located in Urayasu, Chiba, Japan, just east of Tokyo. It is owned and operated by the Oriental Land Company with a license from The Walt Disney Company. The resort opened on April 15, 1983, as a single theme park, but developed into a resort with two theme parks, four Disney hotels, six non-Disney hotels, and a shopping complex. Tokyo Di"}, {"title": "Urayasu, Chiba", "href": "/wiki/Urayasu,_Chiba", "description": "Urayasu  is a city located in Chiba Prefecture, Japan. As of 1 November 2020, the city had an estimated population of 170,533 in 81,136 households and a population density of 9,900 inhabitants per square kilometre (26,000/sq mi). The total area of the city is 17.30 square kilometres (6.68 sq mi). Urayasu is best known as the home of the Tokyo Disney Resort, which opened in April 1983, and the head"}]}, {"heading": "Events", "year": "2002", "date": "September 4", "txt": "The Oakland Athletics win their 20th consecutive game, an American League record.", "entities": [{"title": "Oakland Athletics", "href": "/wiki/Oakland_Athletics", "description": "The Oakland Athletics, often referred to as the A's, are an American professional baseball team based in Oakland, California. The Athletics compete in Major League Baseball (MLB) as a member club of the American League (AL) West division. The team plays its home games at the RingCentral Coliseum. Throughout their history, the Athletics have won nine World Series championships."}, {"title": "American League", "href": "/wiki/American_League", "description": "The American League of Professional Baseball Clubs, or simply the American League (AL), is one of two leagues that make up Major League Baseball (MLB) in the United States and Canada. It developed from the Western League, a minor league based in the Great Lakes states, which eventually aspired to major league status. It is sometimes called the Junior Circuit because it claimed Major League status "}]}, {"heading": "Events", "year": "2007", "date": "September 4", "txt": "Three terrorists suspected to be a part of Al-Qaeda are arrested in Germany after allegedly planning attacks on both the Frankfurt International airport and US military installations.", "entities": [{"title": "Al-Qaeda", "href": "/wiki/Al-Qaeda", "description": "Al-Qaeda is a militant Sunni Islamist multi-national terrorist organization founded in 1988 by Osama bin Laden, Abdullah Azzam, and several other Arab volunteers during the Soviet–Afghan War."}, {"title": "2007 bomb plot in Germany", "href": "/wiki/2007_bomb_plot_in_Germany", "description": "The 2007 bomb plot in Germany, planned by the al-Qaeda controlled Islamic Jihad Union (IJU), affiliated Sauerland terror cell, was discovered following an extensive nine-month investigation. That involved more than 600 agents in five German states. The number of agents involved in a counterterrorism operation led by the federal police has never been the case before. At the same time, Danish police"}]}, {"heading": "Events", "year": "2010", "date": "September 4", "txt": "A 7.1 magnitude earthquake strikes the South Island of New Zealand causing widespread damage and several power outages.", "entities": [{"title": "2010 Canterbury earthquake", "href": "/wiki/2010_Canterbury_earthquake", "description": "The 2010 Canterbury earthquake struck the South Island of New Zealand with a moment magnitude of 7.1 at 4:35 am local time on 4 September, and had a maximum perceived intensity of X (Extreme) on the Mercalli intensity scale. Some damaging aftershocks followed the main event, the strongest of which was a magnitude 6.3 shock known as the Christchurch earthquake that occurred nearly six months later "}]}, {"heading": "Events", "year": "2020", "date": "September 4", "txt": "Pope Benedict XVI becomes the longest-lived pope, 93 years, four months, 16 days, surpassing Pope Leo XIII, who died in 1903.", "entities": [{"title": "Pope Benedict XVI", "href": "/wiki/Pope_Benedict_XVI", "description": "Pope Benedict XVI is a retired prelate of the Catholic Church who served as the head of the Church and the sovereign of the Vatican City State from 2005 until his resignation in 2013. Benedict's election as pope occurred in the 2005 papal conclave that followed the death of Pope John Paul II. Benedict chose to be known by the title \"pope emeritus\" upon his resignation."}, {"title": "Pope Leo XIII", "href": "/wiki/Pope_Leo_XIII", "description": "Pope Leo XIII was the head of the Catholic Church from 20 February 1878 to his death in 1903. He was the oldest pope, with the exception of Pope Benedict XVI as emeritus pope, and had the third-longest confirmed pontificate, behind those of Pius IX and John Paul II."}]}, {"heading": "Births", "year": "973", "date": "September 4", "txt": "Al-Biruni, Persian physician and polymath (d. 1048)", "entities": [{"title": "Al-Biruni", "href": "/wiki/Al-Biruni", "description": "Abu Rayhan al-Biruni was an Iranian scholar and polymath during the Islamic Golden Age. He has been variously called as the \"founder of Indology\", \"Father of Comparative Religion\", \"Father of modern geodesy\", and the first anthropologist."}]}, {"heading": "Births", "year": "1241", "date": "September 4", "txt": "Alexander III, king of Scotland (d. 1286)", "entities": [{"title": "Alexander III of Scotland", "href": "/wiki/Alexander_III_of_Scotland", "description": "Alexander III was King of Scots from 1249 until his death. He concluded the Treaty of Perth, by which Scotland acquired sovereignty over the Western Isles and the Isle of Man. His heir, Margaret, Maid of Norway, died before she could be crowned."}]}, {"heading": "Births", "year": "1383", "date": "September 4", "txt": "Felix V, antipope of Rome (d. 1451)", "entities": [{"title": "Antipope Felix V", "href": "/wiki/Antipope_Felix_V", "description": "Amadeus VIII was a Savoyard nobleman, the son of Amadeus VII, Count of Savoy and Bonne of Berry. He was surnamed the Peaceful. After the death of his father in 1391, his mother acted as a regent, because of his youth. He was a claimant to the papacy from 1439 to 1449 as Felix V in opposition to Eugene IV and Nicholas V, and is considered the last historical antipope."}]}, {"heading": "Births", "year": "1454", "date": "September 4", "txt": "Henry Stafford, 2nd Duke of Buckingham, English politician, Lord High Constable of England (d. 1483)", "entities": [{"title": "Henry Stafford, 2nd Duke of Buckingham", "href": "/wiki/Henry_Stafford,_2nd_Duke_of_Buckingham", "description": "Henry Stafford, 2nd Duke of Buckingham, KG was an English nobleman known as the namesake of Buckingham's rebellion, a failed but significant collection of uprisings in England and parts of Wales against Richard III of England in October 1483. He is also one of the primary suspects in the disappearance of his nephews, the Princes in the Tower."}, {"title": "Lord High Constable of England", "href": "/wiki/Lord_High_Constable_of_England", "description": "The Lord High Constable of England is the seventh of the Great Officers of State, ranking beneath the Lord Great Chamberlain and above the Earl Marshal. His office is now called out of abeyance only for coronations. The Lord High Constable was originally the commander of the royal armies and the Master of the Horse. He was also, in conjunction with the Earl Marshal, president of the court of chiva"}]}, {"heading": "Births", "year": "1557", "date": "September 4", "txt": "Sophie of Mecklenburg-Güstrow, queen consort of Denmark and Norway (d. 1631)", "entities": [{"title": "Sophie of Mecklenburg-Güstrow", "href": "/wiki/Sophie_of_Mecklenburg-G%C3%BCstrow", "description": "Sophie of Mecklenburg-Güstrow was Queen of Denmark and Norway by marriage to Frederick II of Denmark. She was the mother of King Christian IV of Denmark. She was Regent of Schleswig-Holstein 1590–1594."}]}, {"heading": "Births", "year": "1563", "date": "September 4", "txt": "Wanli, Chinese emperor (d. 1620)", "entities": [{"title": "Wanli Emperor", "href": "/wiki/Wanli_Emperor", "description": "The Wanli Emperor, personal name Zhu Yijun, was the 14th Emperor of the Ming dynasty, reigned from 1572 to 1620. \"Wanli\", the era name of his reign, literally means \"ten thousand calendars\". He was the third son of the Longqing Emperor. His reign of 48 years (1572–1620) was the longest among all the Ming dynasty emperors and it witnessed several successes in his early and middle reign, followed by"}]}, {"heading": "Births", "year": "1580", "date": "September 4", "txt": "George Percy, English explorer (d. 1632)", "entities": [{"title": "George Percy", "href": "/wiki/George_Percy", "description": "The Honorable George Percy was an English explorer, author, and early Colonial Governor of Virginia."}]}, {"heading": "Births", "year": "1596", "date": "September 4", "txt": "Constantijn Huygens, Dutch poet and composer (d. 1687)", "entities": [{"title": "Constantijn Huygens", "href": "/wiki/Constantijn_Huygens", "description": "Sir Constantijn Huygens, Lord of Zuilichem, was a Dutch Golden Age poet and composer. He was secretary to two Princes of Orange: Frederick Henry and William II, and the father of the scientist Christiaan Huygens."}]}, {"heading": "Births", "year": "1681", "date": "September 4", "txt": "Carl Heinrich Biber, Austrian violinist and composer (d. 1749)", "entities": [{"title": "Carl Heinrich Biber", "href": "/wiki/Carl_Heinrich_Biber", "description": "Carl Heinrich Biber was a late Baroque violinist and composer."}]}, {"heading": "Births", "year": "1717", "date": "September 4", "txt": "Job Orton, English minister and author (d. 1783)", "entities": [{"title": "Job Orton", "href": "/wiki/Job_Orton", "description": "Job Orton was an English dissenting minister."}]}, {"heading": "Births", "year": "1745", "date": "September 4", "txt": "Shneur Zalman, Russian rabbi, author and founder of Chabad (d. 1812)", "entities": [{"title": "Shneur Zalman", "href": "/wiki/Shneur_Zalman", "description": "Shneur Zalman of Liadi, was an Orthodox rabbi and the founder and first Rebbe of Chabad, a branch of Hasidic Judaism, then based in Liadi in the Russian Empire. He was the author of many works, and is best known for Shulchan Aruch HaRav, Tanya, and his Siddur Torah Or compiled according to the Nusach Ari. Zalman is a Yiddish variant of Solomon and Shneur is a Yiddish composite of the two Hebrew wo"}, {"title": "Chabad", "href": "/wiki/Chabad", "description": "Chabad, also known as Lubavitch, Habad and Chabad-Lubavitch, is an Orthodox Jewish Hasidic dynasty. Chabad is one of the world's best-known Hasidic movements, particularly for its outreach activities. It is one of the largest Hasidic groups and Jewish religious organizations in the world."}]}, {"heading": "Births", "year": "1755", "date": "September 4", "txt": "Axel von Fersen the Younger, Swedish general and politician (d. 1810)", "entities": [{"title": "Axel von Fersen the Younger", "href": "/wiki/Axel_von_Fersen_the_Younger", "description": "Hans Axel von Fersen, known as Axel de Fersen in France, was a Swedish count, Marshal of the Realm of Sweden, a General of Horse in the Royal Swedish Army, one of the Lords of the Realm, aide-de-camp to Rochambeau in the American Revolutionary War, diplomat and statesman, and a friend of Queen Marie-Antoinette of France. He died at the hands of a Stockholm lynch mob."}]}, {"heading": "Births", "year": "1768", "date": "September 4", "txt": "François-René de Chateaubriand, French historian and politician, Minister of Foreign Affairs for France (d. 1848)", "entities": [{"title": "François-René de Chateaubriand", "href": "/wiki/Fran%C3%A7ois-Ren%C3%A9_de_Chateaubriand", "description": "François-René, vicomte de Chateaubriand was a French writer, politician, diplomat and historian who had a notable influence on French literature of the nineteenth century. Descended from an old aristocratic family from Brittany, Chateaubriand was a royalist by political disposition. In an age when large numbers of intellectuals turned against the Church, he authored the Génie du christianisme in d"}, {"title": "Ministry of Foreign and European Affairs (France)", "href": "/wiki/Ministry_of_Foreign_and_European_Affairs_(France)", "description": "The Ministry for Europe and Foreign Affairs is the ministry of the Government of France that handles France's foreign relations. Since 1855, its headquarters have been located at 37 Quai d'Orsay, close to the National Assembly. The term Quai d'Orsay is often used as a metonym for the ministry. Its cabinet minister, the Minister for Europe and Foreign Affairs is responsible for the foreign relation"}]}, {"heading": "Births", "year": "1776", "date": "September 4", "txt": "Stephen Whitney, American businessman (d. 1860)", "entities": [{"title": "Stephen Whitney", "href": "/wiki/Stephen_Whitney", "description": "Stephen Whitney was an American merchant. He was one of the wealthiest merchants in New York City in the first half of the 19th century. His fortune was considered second only to that of John Jacob Astor. As a prominent citizen of the rapidly growing city, he helped to build some of its institutions, including the Merchants' Exchange Building, the first permanent home of the New York Stock Exchang"}]}, {"heading": "Births", "year": "1798", "date": "September 4", "txt": "Raynold Kaufgetz, Swiss soldier, economist, and politician (d. 1869)", "entities": [{"title": "Raynold Kaufgetz", "href": "/wiki/Raynold_Kaufgetz", "description": "\nRaynold Kaufgetz was a Swiss soldier, politician and economist, best known for devising cyclical fiat currency theory. Kaufgetz was also an amateur biologist and animal breeder."}]}, {"heading": "Births", "year": "1803", "date": "September 4", "txt": "Sarah Childress Polk, First Lady of the United States (d. 1891)", "entities": [{"title": "Sarah Childress Polk", "href": "/wiki/Sarah_Childress_Polk", "description": "Sarah Polk was the First Lady of the United States from 1845 to 1849. She was the wife of the 11th President of the United States, James K. Polk."}]}, {"heading": "Births", "year": "1809", "date": "September 4", "txt": "Manuel Montt, Chilean scholar and politician, 6th President of Chile (d. 1880)", "entities": [{"title": "Manuel Montt", "href": "/wiki/Manuel_Montt", "description": "Manuel Francisco Antonio Julián Montt Torres was a Chilean statesman and scholar. He was twice elected President of Chile between 1851 and 1861."}, {"title": "President of Chile", "href": "/wiki/President_of_Chile", "description": "The president of Chile, officially known as the president of the Republic of Chile is the head of state and head of government of Chile. The president is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is "}]}, {"heading": "Births", "year": "1809", "date": "September 4", "txt": "Juliusz Słowacki, Polish poet and playwright (d. 1849)", "entities": []}, {"heading": "Births", "year": "1824", "date": "September 4", "txt": "Anton Bruckner, Austrian organist and composer (d. 1896)", "entities": [{"title": "Anton Bruckner", "href": "/wiki/Anton_Bruckner", "description": "Josef Anton Bruckner was an Austrian composer, organist, and music theorist best known for his symphonies, masses, Te Deum and motets. The first are considered emblematic of the final stage of Austro-German Romanticism because of their rich harmonic language, strongly polyphonic character, and considerable length. Bruckner's compositions helped to define contemporary musical radicalism, owing to t"}]}, {"heading": "Births", "year": "1825", "date": "September 4", "txt": "Dadabhai Naoroji, Indian academic and politician, President of the Indian National Congress (d. 1917)", "entities": [{"title": "Dadabhai Naoroji", "href": "/wiki/Dadabhai_Naoroji", "description": " Dadabhai Naoroji  also known as the \"Grand Old Man of India\" and \"Unofficial Ambassador of India\" was an Indian political leader, merchant, scholar and writer who was a Liberal Party Member of Parliament in the United Kingdom House of Commons between 1892 and 1895 and the first Asian to be a British MP other than the Anglo-Indian MP David Ochterlony Dyce Sombre, who was disenfranchised for corrup"}, {"title": "President of the Indian National Congress", "href": "/wiki/President_of_the_Indian_National_Congress", "description": "The Indian National Congress is a political party in India with widespread roots. Founded in December 1885, it was the first modern nationalist movement to emerge in the British Empire in Asia and Africa. From the late 19th century, and especially after 1920, under the leadership of Mahatma Gandhi, Congress became the principal leader of the Indian independence movement. Congress led India to inde"}]}, {"heading": "Births", "year": "1826", "date": "September 4", "txt": "Martin Wiberg, Swedish philosopher and engineer (d. 1905)", "entities": [{"title": "Martin Wiberg", "href": "/wiki/Martin_Wiberg", "description": "Martin Wiberg was born in Viby, Scania, Sweden, enrolled at Lund University in 1845 and became a Doctor of Philosophy in 1850."}]}, {"heading": "Births", "year": "1832", "date": "September 4", "txt": "Antonio Agliardi, Italian cardinal (d. 1915)", "entities": [{"title": "Antonio Agliardi", "href": "/wiki/Antonio_Agliardi", "description": "Antonio Agliardi was an Italian Roman Catholic Cardinal, archbishop, and papal diplomat."}]}, {"heading": "Births", "year": "1846", "date": "September 4", "txt": "Daniel Burnham, American architect, designed the World's Columbian Exposition (d. 1912)", "entities": [{"title": "Daniel Burnham", "href": "/wiki/Daniel_Burnham", "description": "Daniel Hudson Burnham, was an American architect and urban designer. A proponent of the Beaux-Arts movement, he may have been, \"the most successful power broker the American architectural profession has ever produced.\""}, {"title": "World's Columbian Exposition", "href": "/wiki/World%27s_Columbian_Exposition", "description": "The World's Columbian Exposition was a world's fair held in Chicago in 1893 to celebrate the 400th anniversary of Christopher Columbus' arrival in the New World in 1492. The centerpiece of the Fair, held in Jackson Park, was a large water pool representing the voyage Columbus took to the New World. Chicago had won the right to host the fair over several other cities, including New York City, Washi"}]}, {"heading": "Births", "year": "1848", "date": "September 4", "txt": "Lewis Howard Latimer, American inventor (d. 1928)", "entities": [{"title": "Lewis Howard Latimer", "href": "/wiki/Lewis_Howard_Latimer", "description": "Lewis Howard Latimer was an American inventor and patent draftsman for the patents of the incandescent light bulb, among other inventions. His house is located near the Latimer Projects and is a historic house located at 34-41 137th Street in Flushing, Queens, New York City."}]}, {"heading": "Births", "year": "1848", "date": "September 4", "txt": "Jennie Lee, American actress (d. 1925)", "entities": []}, {"heading": "Births", "year": "1850", "date": "September 4", "txt": "Luigi Cadorna, Italian field marshal (d. 1928)", "entities": [{"title": "Luigi Cadorna", "href": "/wiki/Luigi_Cadorna", "description": "Marshal of Italy Luigi Cadorna, was an Italian General and Marshal of Italy, most famous for being the Chief of Staff of the Italian Army during the first part of World War I. Because of the multiple and consecutive failed attacks led by him, the large amount of casualties incurred among his own men, and his personal reputation as disproportionately bitter and ruthless, Cadorna is often considered"}]}, {"heading": "Births", "year": "1851", "date": "September 4", "txt": "John Dillon, Irish poet and politician (d. 1927)", "entities": [{"title": "John Dillon", "href": "/wiki/John_Dillon", "description": "John Dillon was an Irish politician from Dublin, who served as a Member of Parliament (MP) for over 35 years and was the last leader of the Irish Parliamentary Party. By political disposition Dillon was an advocate of Irish nationalism, originally a follower of Charles Stewart Parnell, supporting land reform and Irish Home Rule."}]}, {"heading": "Births", "year": "1885", "date": "September 4", "txt": "Antonio Bacci, Italian cardinal (d. 1971)", "entities": [{"title": "Antonio Bacci", "href": "/wiki/Antonio_Bacci", "description": "Antonio Bacci was an Italian Cardinal of the Roman Catholic Church. He served as Secretary of Briefs to Princes from 1931 to 1960, when he was elevated to the cardinalate by Pope John XXIII. He is perhaps best known for his role in the Ottaviani Intervention."}]}, {"heading": "Births", "year": "1886", "date": "September 4", "txt": "Albert Orsborn, English 6th General of The Salvation Army (d. 1967)", "entities": [{"title": "Albert Orsborn", "href": "/wiki/Albert_Orsborn", "description": "Albert Orsborn was the 6th General of The Salvation Army (1946-1954)."}, {"title": "General of The Salvation Army", "href": "/wiki/General_of_The_Salvation_Army", "description": "General is the title of the international leader and Chief Executive Officer (CEO) of the Salvation Army, a Christian denomination with extensive charitable social services that gives quasi-military rank to its ministers. The General is elected by the High Council of The Salvation Army and serves a term of five years, which may be extended to seven years. Brian Peddle, the current general, assumed"}]}, {"heading": "Births", "year": "1887", "date": "September 4", "txt": "Roy William Neill, Irish-English director, producer, and screenwriter (d. 1946)", "entities": [{"title": "Roy William Neill", "href": "/wiki/Roy_William_Neill", "description": "Roy William Neill was an Irish-born American film director best known for directing the last eleven of the fourteen Sherlock Holmes films starring Basil Rathbone and Nigel Bruce, made between 1943 and 1946 and released by Universal Studios."}]}, {"heading": "Births", "year": "1888", "date": "September 4", "txt": "Oskar Schlemmer, German painter, sculptor, designer and choreographer (d. 1943)", "entities": [{"title": "Oskar Schlemmer", "href": "/wiki/Oskar_Schlemmer", "description": "Oskar Schlemmer was a German painter, sculptor, designer and choreographer associated with the Bauhaus school."}]}, {"heading": "Births", "year": "1890", "date": "September 4", "txt": "Gunnar Sommerfeldt, Danish actor, director, and screenwriter (d. 1947)", "entities": [{"title": "Gunnar Sommerfeldt", "href": "/wiki/Gunnar_Sommerfeldt", "description": "Gunnar Sommerfeldt was a Danish actor and film maker."}]}, {"heading": "Births", "year": "1891", "date": "September 4", "txt": "Fritz Todt, German engineer and politician (d. 1942)", "entities": [{"title": "Fritz Todt", "href": "/wiki/Fritz_Todt", "description": "Fritz Todt was a German construction engineer and senior Nazi who rose from the position of Inspector General for German Roadways, in which he directed the construction of the German autobahns (Reichsautobahnen), to become the Reich Minister for Armaments and Ammunition. From that position, he directed the entire German wartime military economy."}]}, {"heading": "Births", "year": "1892", "date": "September 4", "txt": "Darius Milhaud, French composer and educator (d. 1974)", "entities": [{"title": "Darius Milhaud", "href": "/wiki/Darius_Milhaud", "description": "Darius Milhaud was a French composer, conductor, and teacher. He was a member of Les Six—also known as The Group of Six—and one of the most prolific composers of the 20th century. His compositions are influenced by jazz and Brazilian music and make extensive use of polytonality. Milhaud is considered one of the key modernist composers."}]}, {"heading": "Births", "year": "1896", "date": "September 4", "txt": "Antonin Artaud, French actor, director, and playwright (d. 1948)", "entities": [{"title": "Antonin Artaud", "href": "/wiki/Antonin_Artaud", "description": "Antoine Marie Joseph Paul Artaud, better known as Antonin Artaud, was a French writer, poet, dramatist, visual artist, essayist, actor and theatre director, widely recognized as one of the major figures of twentieth-century theatre and the European avant-garde, and known for his raw, surreal and transgressive themes. He conceptualized the Theatre of Cruelty movement with essays and plays, and wrot"}]}, {"heading": "Births", "year": "1901", "date": "September 4", "txt": "William Lyons, English businessman, co-founded Jaguar Cars (d. 1985)", "entities": [{"title": "William Lyons", "href": "/wiki/William_Lyons", "description": "Sir William Lyons, known as \"Mr. Jaguar\", was with fellow motorcycle enthusiast William Walmsley, the co-founder in 1922 of the Swallow Sidecar Company, which became Jaguar Cars Limited after the Second World War."}, {"title": "Jaguar Cars", "href": "/wiki/Jaguar_Cars", "description": "Jaguar is the luxury vehicle brand of Jaguar Land Rover, a British multinational car manufacturer with its headquarters in Whitley, Coventry, England. Jaguar Cars was the company that was responsible for the production of Jaguar cars until its operations were fully merged with those of Land Rover to form Jaguar Land Rover on 1 January 2013."}]}, {"heading": "Births", "year": "1902", "date": "September 4", "txt": "Tommy Mitchell, English cricketer (d. 1996)", "entities": [{"title": "Tommy Mitchell", "href": "/wiki/Tommy_Mitchell", "description": "Thomas Bignall Mitchell was an English first-class cricketer who played for Derbyshire between 1928 and 1939."}]}, {"heading": "Births", "year": "1905", "date": "September 4", "txt": "Mary Renault, English-South African author (d. 1983)", "entities": [{"title": "Mary Renault", "href": "/wiki/Mary_Renault", "description": "Mary Renault, born Eileen Mary Challans, was an English writer best known for her historical novels set in ancient Greece. In addition to fictional portrayals of Theseus, Socrates, Plato, and Alexander the Great, she wrote a non-fiction biography of Alexander."}]}, {"heading": "Births", "year": "1905", "date": "September 4", "txt": "Walter Zapp, Latvian-Estonian inventor, invented the Minox (d. 2003)", "entities": [{"title": "Minox", "href": "/wiki/Minox", "description": "Minox is a manufacturer of cameras, known especially for its subminiature camera."}]}, {"heading": "Births", "year": "1906", "date": "September 4", "txt": "Ruben Oskar Auervaara, Finnish fraudster (d. 1964)", "entities": [{"title": "Ruben Oskar Auervaara", "href": "/wiki/Ruben_Oskar_Auervaara", "description": "Ruben Oskar Auervaara was a notorious Finnish conman and thief. He became famous by cheating money from women he met through newspaper announcements, by pretending to intend to marry them. His surname has become a concept in the Finnish language, meaning a deceptive charming trickster."}]}, {"heading": "Births", "year": "1906", "date": "September 4", "txt": "Max Delbrück, German-American biophysicist and academic, Nobel Prize laureate (d. 1981)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1907", "date": "September 4", "txt": "Reggie Nalder, Austrian-American actor (d. 1991)", "entities": [{"title": "Reggie Nalder", "href": "/wiki/Reggie_Nalder", "description": "Reggie Nalder was a prolific Austrian film and television character actor from the late 1940s to the early 1990s. His distinctive features—partially the result of disfiguring burns—together with a haunting style and demeanor led to his being called \"The Face That Launched a Thousand Trips\"."}]}, {"heading": "Births", "year": "1908", "date": "September 4", "txt": "Edward Dmytryk, Canadian-American director and producer (d. 1999)", "entities": [{"title": "Edward Dmytryk", "href": "/wiki/Edward_Dmytryk", "description": "Edward Dmytryk was a Canadian-born American film director. He was known for his 1940s noir films and received an Oscar nomination for Best Director for Crossfire (1947). In 1947, he was named as one of the Hollywood Ten, a group of blacklisted film industry professionals who refused to testify to the House Un-American Activities Committee (HUAC) in their investigations during the McCarthy-era 'Red"}]}, {"heading": "Births", "year": "1908", "date": "September 4", "txt": "Richard Wright, American novelist, short story writer, essayist, and poet (d. 1960)", "entities": []}, {"heading": "Births", "year": "1909", "date": "September 4", "txt": "Eduard Wirths, German physician (d. 1945)", "entities": [{"title": "Eduard Wirths", "href": "/wiki/Eduard_Wirths", "description": "Eduard Wirths was the Chief SS doctor (SS-Standortarzt) at the Auschwitz concentration camp from September 1942 to January 1945. Thus, Wirths had formal responsibility for everything undertaken by the nearly 20 SS doctors who worked in the medical sections of Auschwitz between 1942–1945."}]}, {"heading": "Births", "year": "1910", "date": "September 4", "txt": "Denis Tomlinson, Zimbabwean-South African cricketer (d. 1993)", "entities": [{"title": "Denis Tomlinson", "href": "/wiki/Denis_Tomlinson", "description": "Denis Stanley Tomlinson was a Rhodesian cricketer who played in one Test for South Africa in 1935. He was the first Rhodesian-born cricketer to represent South Africa."}]}, {"heading": "Births", "year": "1912", "date": "September 4", "txt": "Syd Hoff, American author and illustrator (d. 2004)", "entities": [{"title": "Syd Hoff", "href": "/wiki/Syd_Hoff", "description": "Syd Hoff was an American cartoonist and children's book author, best known for his classic early reader Danny and the Dinosaur. His cartoons appeared in a multitude of genres, including advertising commissions for such companies as Eveready Batteries, Jell-O, OK Used Cars, S.O.S Pads, Rambler, Ralston Cereal, and more."}]}, {"heading": "Births", "year": "1912", "date": "September 4", "txt": "Alexander Liberman, Russian-American publisher, painter, photographer, and sculptor (d. 1999)", "entities": []}, {"heading": "Births", "year": "1913", "date": "September 4", "txt": "Mickey Cohen, American mob boss (d. 1976)", "entities": [{"title": "Mickey Cohen", "href": "/wiki/Mickey_Cohen", "description": "Meyer Harris \"Mickey\" Cohen was a gangster and entrepreneur based in Los Angeles during the mid-20th century."}]}, {"heading": "Births", "year": "1913", "date": "September 4", "txt": "Victor Kiernan, English historian and academic (d. 2009)", "entities": []}, {"heading": "Births", "year": "1913", "date": "September 4", "txt": "Stanford Moore, American biochemist and academic, Nobel Prize laureate (d. 1982)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1913", "date": "September 4", "txt": "Kenzō Tange, Japanese architect, designed the Yoyogi National Gymnasium (d. 2005)", "entities": [{"title": "Yoyogi National Gymnasium", "href": "/wiki/Yoyogi_National_Gymnasium", "description": "Yoyogi National Gymnasium  is an arena located at Yoyogi Park in Shibuya, Tokyo, Japan, which is famous for its suspension roof design."}]}, {"heading": "Births", "year": "1913", "date": "September 4", "txt": "Shmuel Wosner, Austrian-Israeli rabbi and author (d. 2015)", "entities": []}, {"heading": "Births", "year": "1914", "date": "September 4", "txt": "Rudolf Leiding, German businessman (d. 2003)", "entities": [{"title": "Rudolf Leiding", "href": "/wiki/Rudolf_Leiding", "description": "Dr. Ing. h.c. Rudolf Leiding was the third post-war chairman of the Volkswagen automobile company, succeeding Kurt Lotz in 1971."}]}, {"heading": "Births", "year": "1917", "date": "September 4", "txt": "Henry Ford II, American businessman (d. 1987)", "entities": [{"title": "Henry Ford II", "href": "/wiki/Henry_Ford_II", "description": "Henry Ford II, sometimes known as \"HF2\" or \"Hank the Deuce\", was an American businessman in the automotive industry. He was the eldest son of Edsel Ford I and eldest grandson of Henry Ford I. He was president of the Ford Motor Company from 1945 to 1960, chief executive officer (CEO) from 1945 to 1979, and chairman of the board of directors from 1960 to 1980. Under the leadership of Henry Ford II, "}]}, {"heading": "Births", "year": "1918", "date": "September 4", "txt": "Paul Harvey, American radio host (d. 2009)", "entities": [{"title": "Paul Harvey", "href": "/wiki/Paul_Harvey", "description": "Paul Harvey Aurandt, better known as Paul Harvey, was an American radio broadcaster for ABC News Radio. He broadcast News and Comment on mornings and mid-days on weekdays and at noon on Saturdays and also his famous The Rest of the Story segments. From 1951 to 2008, his programs reached as many as 24 million people per week. Paul Harvey News was carried on 1,200 radio stations, on 400 American For"}]}, {"heading": "Births", "year": "1918", "date": "September 4", "txt": "Gerald Wilson, American trumpet player and composer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1919", "date": "September 4", "txt": "Howard Morris, American actor, director, and screenwriter (d. 2005)", "entities": [{"title": "Howard Morris", "href": "/wiki/Howard_Morris", "description": "Howard Jerome Morris was an American actor, comedian, and director who was best known for his role in The Andy Griffith Show as Ernest T. Bass, and as \"Uncle Goopy\" in a celebrated comedy sketch on Sid Caesar's Your Show of Shows (1954). He also did some voices for tv shows such as The Flintstones (1962-1965), The Jetsons (1962-1987), The Atom Ant Show (1965-1966), and Garfield and Friends (1988-1"}]}, {"heading": "Births", "year": "1920", "date": "September 4", "txt": "Clemar Bucci, Argentinian race car driver (d. 2011)", "entities": [{"title": "Clemar Bucci", "href": "/wiki/Clemar_Bucci", "description": "Clemar Bucci was a racing driver from Argentina. He participated in five World Championship Formula One Grands Prix, debuting on 17 July 1954 and several non-Championship Formula One races. He scored no championship points. He was born in Zenón Pereyra and died in Buenos Aires."}]}, {"heading": "Births", "year": "1920", "date": "September 4", "txt": "Craig Claiborne, American journalist, author, and critic (d. 2000)", "entities": [{"title": "Craig Claiborne", "href": "/wiki/Craig_Claiborne", "description": "Craig Claiborne was an American restaurant critic, food journalist and book author. A long-time food editor and restaurant critic for The New York Times, he was also the author of numerous cookbooks and an autobiography. Over the course of his career, he made many contributions to gastronomy and food writing in the United States."}]}, {"heading": "Births", "year": "1922", "date": "September 4", "txt": "Per Olof Sundman, Swedish author and politician (d. 1992)", "entities": [{"title": "Per Olof Sundman", "href": "/wiki/Per_Olof_Sundman", "description": "Per Olof Sundman was a Swedish writer and politician."}]}, {"heading": "Births", "year": "1923", "date": "September 4", "txt": "Ram Kishore Shukla, Indian lawyer and politician (d. 2003)", "entities": [{"title": "Ram Kishore Shukla", "href": "/wiki/Ram_Kishore_Shukla", "description": "Pandit Ram Kishore Shukla was an Indian politician and an activist for Indian independence."}]}, {"heading": "Births", "year": "1924", "date": "September 4", "txt": "Joan Aiken, English author (d. 2004)", "entities": [{"title": "Joan Aiken", "href": "/wiki/Joan_Aiken", "description": "Joan Delano Aiken was an English writer specialising in supernatural fiction and children's alternative history novels. In 1999 she was awarded an MBE for her services to children's literature. For The Whispering Mountain, published by Jonathan Cape in 1968, she won the Guardian Children's Fiction Prize, a once-in-a-lifetime book award judged by a panel of British children's writers, and she was a"}]}, {"heading": "Births", "year": "1924", "date": "September 4", "txt": "Justinas Lagunavičius, Lithuanian basketball player (d. 1997)", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 4", "txt": "Asa Earl Carter, American Ku Klux Klan leader and author (d. 1979)", "entities": [{"title": "Asa Earl Carter", "href": "/wiki/Asa_Earl_Carter", "description": "Asa Earl Carter was a 1950s Ku Klux Klan leader, segregationist speech writer, and later Western novelist. He co-wrote George Wallace's well-known pro-segregation line of 1963, \"Segregation now, segregation tomorrow, segregation forever\", and ran in the Democratic primary for governor of Alabama on a segregationist ticket. Years later, under the alias of supposedly-Cherokee writer Forrest Carter, "}, {"title": "Ku Klux Klan", "href": "/wiki/Ku_Klux_Klan", "description": "The Ku Klux Klan, commonly shortened to the KKK or the Klan, is an American white supremacist terrorist hate group whose primary targets are African Americans as well as Jews, immigrants, leftists, homosexuals, Catholics, Muslims, and atheists. The Klan has existed in three distinct eras at different points in time during the history of the United States. Each has advocated extremist reactionary p"}]}, {"heading": "Births", "year": "1926", "date": "September 4", "txt": "George William Gray, British chemist who developed liquid crystals that made displays possible (d. 2013)", "entities": [{"title": "George William Gray", "href": "/wiki/George_William_Gray", "description": "\n\nGeorge William Gray was a Professor of Organic Chemistry at the University of Hull who was instrumental in developing the long-lasting materials which made liquid crystal displays possible. He created and systematically developed liquid crystal materials science, and established a method of practical molecular design. Gray was recipient of the 1995 Kyoto Prize in Advanced Technology."}]}, {"heading": "Births", "year": "1926", "date": "September 4", "txt": "Ivan Illich, Austrian priest and philosopher (d. 2002)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 4", "txt": "Bert Olmstead, Canadian ice hockey player and coach (d. 2015)", "entities": []}, {"heading": "Births", "year": "1927", "date": "September 4", "txt": "John McCarthy, American computer scientist and academic (d. 2011)", "entities": [{"title": "John McCarthy (computer scientist)", "href": "/wiki/John_McCarthy_(computer_scientist)", "description": "John McCarthy was an American computer scientist and cognitive scientist. McCarthy was one of the founders of the discipline of artificial intelligence. He co-authored the document that coined the term \"artificial intelligence\" (AI), developed the Lisp programming language family, significantly influenced the design of the ALGOL programming language, popularized time-sharing, invented garbage coll"}]}, {"heading": "Births", "year": "1927", "date": "September 4", "txt": "Ferenc Sánta, Hungarian author and screenwriter (d. 2008)", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 4", "txt": "Dick York, American actor (d. 1992)", "entities": [{"title": "Dick York", "href": "/wiki/Dick_York", "description": "Richard Allen York was an American radio, stage, film, and television actor. He is best remembered for his role as the first Darrin Stephens on the ABC fantasy sitcom Bewitched. His best-known motion-picture role was as teacher Bertram Cates in the film Inherit the Wind (1960)."}]}, {"heading": "Births", "year": "1929", "date": "September 4", "txt": "Thomas Eagleton, American lawyer and politician, 38th Lieutenant Governor of Missouri (d. 2007)", "entities": [{"title": "Thomas Eagleton", "href": "/wiki/Thomas_Eagleton", "description": "Thomas Francis Eagleton was a United States senator from Missouri, serving from 1968 to 1987. He was briefly the Democratic vice presidential nominee under George McGovern in 1972. He suffered from bouts of depression throughout his life, resulting in several hospitalizations, which were kept secret from the public. When they were revealed, it humiliated the McGovern campaign and Eagleton was forc"}, {"title": "Lieutenant Governor of Missouri", "href": "/wiki/Lieutenant_Governor_of_Missouri", "description": "The Lieutenant Governor of Missouri is the first person in the order of succession of the U.S. state of Missouri's executive branch, thus serving as governor in the event of the death, resignation, removal, impeachment, absence from the state, or incapacity due to illness of the governor of Missouri. He or she also serves, ex officio, as president of the Missouri Senate. The lieutenant governor is"}]}, {"heading": "Births", "year": "1929", "date": "September 4", "txt": "Robert V. Keeley, Lebanese-American soldier and diplomat, United States Ambassador to Greece (d. 2015)", "entities": [{"title": "United States Ambassador to Greece", "href": "/wiki/United_States_Ambassador_to_Greece", "description": "This is a list of United States Ambassadors to Greece."}]}, {"heading": "Births", "year": "1930", "date": "September 4", "txt": "Robert Arneson, American sculptor and academic (d. 1992)", "entities": [{"title": "Robert Arneson", "href": "/wiki/Robert_Arneson", "description": "Robert Carston Arneson was an American sculptor and professor of ceramics in the Art department at UC Davis for nearly three decades."}]}, {"heading": "Births", "year": "1930", "date": "September 4", "txt": "William Maxson, American general (d. 2013)", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 4", "txt": "Mitzi Gaynor, American actress, singer, and dancer", "entities": [{"title": "Mitzi Gaynor", "href": "/wiki/Mitzi_Gaynor", "description": "Mitzi Gaynor is an American actress, singer, and dancer. Her notable films include There's No Business Like Show Business (1954), The Birds and the Bees (1956), and South Pacific, the 1958 motion picture adaptation of the stage musical by Rodgers and Hammerstein."}]}, {"heading": "Births", "year": "1931", "date": "September 4", "txt": "Antonios Trakatellis, Greek biochemist and politician", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 4", "txt": "Carlos Romero Barceló, Puerto Rican lawyer and politician, 5th Governor of Puerto Rico", "entities": [{"title": "Carlos Romero Barceló", "href": "/wiki/Carlos_Romero_Barcel%C3%B3", "description": "Carlos Antonio Romero Barceló was a Puerto Rican politician who served as Governor of Puerto Rico, the second governor to be elected from the New Progressive Party (PNP) and also the 16th Resident Commissioner of Puerto Rico from 1993 to 2001."}, {"title": "Governor of Puerto Rico", "href": "/wiki/Governor_of_Puerto_Rico", "description": "The Governor of Puerto Rico is the highest executive authority of the Commonwealth of Puerto Rico, its head of state, head of government, and commander-in-chief of the Puerto Rico National Guard."}]}, {"heading": "Births", "year": "1932", "date": "September 4", "txt": "Vince Dooley, American football player and coach", "entities": [{"title": "Vince Dooley", "href": "/wiki/Vince_Dooley", "description": "Vincent Joseph Dooley is the former head football coach and athletic director at the University of Georgia. During his 25-year coaching career at UGA, Dooley compiled a 201–77–10 record. His teams won six Southeastern Conference titles and the 1980 national championship. After the 1980 season, Dooley was recognized as college football's \"Coach of the Year\" by several organizations, including the N"}]}, {"heading": "Births", "year": "1934", "date": "September 4", "txt": "Clive Granger, Welsh-American economist and academic, Nobel Prize laureate (d. 2009)", "entities": [{"title": "Clive Granger", "href": "/wiki/Clive_Granger", "description": "Sir Clive William John Granger was a British econometrician known for his contributions to nonlinear time series analysis. He taught in Britain, at the University of Nottingham and in the United States, at the University of California, San Diego. Granger was awarded the Nobel Memorial Prize in Economic Sciences in 2003 in recognition of the contributions that he and his co-winner, Robert F. Engle,"}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1934", "date": "September 4", "txt": "Antoine Redin, French footballer and manager (d. 2012)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 4", "txt": "Eduard Khil, Russian baritone singer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 4", "txt": "Jan Švankmajer, Czech filmmaker and artist", "entities": []}, {"heading": "Births", "year": "1935", "date": "September 4", "txt": "Charles A. Hines, American general and academic (d. 2013)", "entities": [{"title": "Charles A. Hines", "href": "/wiki/Charles_A._Hines", "description": "Charles Alfonso Hines was an American Army Major General, university administrator, and sociology professor."}]}, {"heading": "Births", "year": "1935", "date": "September 4", "txt": "Dallas Willard, American philosopher and academic (d. 2013)", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 4", "txt": "Dawn Fraser, Australian swimmer and politician", "entities": [{"title": "Dawn Fraser", "href": "/wiki/Dawn_Fraser", "description": "Dawn Fraser is an Australian freestyle champion swimmer and former politician. She is one of only three swimmers to have won the same Olympic individual event three times – in her case the women's 100-metre freestyle."}]}, {"heading": "Births", "year": "1937", "date": "September 4", "txt": "Gene Ludwig, American organist and composer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 4", "txt": "Virgil A. Richard, American general (d. 2013)", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 4", "txt": "Les Allen, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 4", "txt": "Denis Lindsay, South African cricketer and referee (d. 2005)", "entities": [{"title": "Denis Lindsay", "href": "/wiki/Denis_Lindsay", "description": "Denis Thomson Lindsay played 19 Tests for South Africa between 1963 and 1970. His outstanding series was against Australia in 1966–67, when he scored 606 runs in seven innings, including three centuries, took 24 catches as wicketkeeper and conceded only six byes."}]}, {"heading": "Births", "year": "1941", "date": "September 4", "txt": "Marilena de Souza Chaui, Brazilian philosopher and academic", "entities": [{"title": "Marilena de Souza Chaui", "href": "/wiki/Marilena_de_Souza_Chaui", "description": "Marilena de Souza Chaui is a Brazilian philosopher and Professor of Modern Philosophy in the University of São Paulo. She is a scholar of Baruch Spinoza and Maurice Merleau-Ponty. Chaui is one of the founding members of Workers' Party and an assiduous critic of the capitalist model."}]}, {"heading": "Births", "year": "1941", "date": "September 4", "txt": "Ken Harrelson, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 4", "txt": "Ramesh Sethi, Kenyan cricketer and coach", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 4", "txt": "Sushilkumar Shinde, Indian lawyer and politician, 19th Governor of Andhra Pradesh", "entities": [{"title": "List of governors of Andhra Pradesh", "href": "/wiki/List_of_governors_of_Andhra_Pradesh", "description": "This is a list of Governors of Andhra Pradesh in office from 1953 to 2019. The official residence is of the Governor is Raj Bhavan, situated in Vijayawada. E. S. L. Narasimhan is the longest serving Governor of Andhra Pradesh."}]}, {"heading": "Births", "year": "1942", "date": "September 4", "txt": "Raymond Floyd, American golfer", "entities": [{"title": "Raymond Floyd", "href": "/wiki/Raymond_Floyd", "description": "Raymond Loran Floyd is an American retired golfer who has won numerous tournaments on both the PGA Tour and Senior PGA Tour, including four majors and three senior majors. He was inducted into the World Golf Hall of Fame in 1989."}]}, {"heading": "Births", "year": "1942", "date": "September 4", "txt": "Jerry Jarrett, American wrestler and promoter, co-founded Total Nonstop Action Wrestling", "entities": [{"title": "Total Nonstop Action Wrestling", "href": "/wiki/Total_Nonstop_Action_Wrestling", "description": "Impact Wrestling is an American professional wrestling promotion based in Nashville, Tennessee. The promotion operates via its parent company Anthem Wrestling Exhibitions, LLC, a subsidiary of Anthem Sports & Entertainment."}]}, {"heading": "Births", "year": "1942", "date": "September 4", "txt": "Merald \"Bubba\" Knight, American singer", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 4", "txt": "Tony Atkinson, English economist and academic (d. 2017)", "entities": [{"title": "Tony Atkinson", "href": "/wiki/Tony_Atkinson", "description": "Sir Anthony Barnes Atkinson was a British economist, Centennial Professor at the London School of Economics, and senior research fellow of Nuffield College, Oxford."}]}, {"heading": "Births", "year": "1944", "date": "September 4", "txt": "Dave Bassett, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 4", "txt": "Gene Parsons, American singer-songwriter, drummer, guitarist, and banjo player", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 4", "txt": "Jerry Relph, American politician and member of the Minnesota Senate (d. 2020)", "entities": [{"title": "Minnesota Senate", "href": "/wiki/Minnesota_Senate", "description": "The Minnesota Senate is the upper house of the Legislature of the U.S. state of Minnesota. At 67 members, half as many as the Minnesota House of Representatives, it is the largest upper house of any U.S. state legislature. Floor sessions are held in the west wing of the State Capitol in Saint Paul. Committee hearings, as well as offices for senators and staff, are located north of the State Capito"}]}, {"heading": "Births", "year": "1945", "date": "September 4", "txt": "Danny Gatton, American guitarist (d. 1994)", "entities": [{"title": "Danny Gatton", "href": "/wiki/Danny_Gatton", "description": "Daniel Wood Gatton Jr. was an American guitarist who combined blues, rockabilly, jazz, and country to create a musical style he called \"redneck jazz\"."}]}, {"heading": "Births", "year": "1945", "date": "September 4", "txt": "Bill Kenwright, English actor, singer, and producer", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 4", "txt": "Gary Duncan, American guitarist (d. 2019)", "entities": [{"title": "Gary Duncan", "href": "/wiki/Gary_Duncan", "description": "Gary Duncan was an American guitarist, singer and songwriter. He was guitarist with The Brogues, then most notably with Quicksilver Messenger Service, where the complex interplay between himself and fellow-guitarist John Cipollina did much to define the unique sound of that San Francisco based band."}]}, {"heading": "Births", "year": "1946", "date": "September 4", "txt": "Dave Liebman, American saxophonist, flute player, and composer", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 4", "txt": "Bryan Mauricette, Saint Lucian-Canadian cricketer", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 4", "txt": "Bob Jenkins, American sportscaster", "entities": [{"title": "Bob Jenkins", "href": "/wiki/Bob_Jenkins", "description": "Bob Jenkins is a former television and radio sports announcer, primarily calling IndyCar and NASCAR telecasts for ESPN/ABC and later NBC Sports. His most recent position was the lead commentator for NBC Sports on coverage of the IndyCar Series. He retired from broadcasting after the 2012 IndyCar season finale to care for his wife Pam who was battling brain cancer. After his wife's death that offse"}]}, {"heading": "Births", "year": "1947", "date": "September 4", "txt": "Paul Sait, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 4", "txt": "Darryl Cotton, Australian singer-songwriter and guitarist (d. 2012)", "entities": [{"title": "Darryl Cotton", "href": "/wiki/Darryl_Cotton", "description": "Darryl Grant Cotton was an Australian pop, rock singer-songwriter, television presenter and actor. He was a founding member of Australian rock group Zoot in 1965, with Beeb Birtles, and were later joined by Rick Brewer and Rick Springfield. As a solo artist Cotton released the albums, Best Seat in the House (1980), It's Rock 'n' Good Fun (1984) and Let the Children Sing (1994). In April 1980 his b"}]}, {"heading": "Births", "year": "1949", "date": "September 4", "txt": "Dean Pees, American football player and coach", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 4", "txt": "Tom Watson, American golfer and sportscaster", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 4", "txt": "Doyle Alexander, American baseball player", "entities": [{"title": "Doyle Alexander", "href": "/wiki/Doyle_Alexander", "description": "Doyle Lafayette Alexander is a former pitcher in Major League Baseball (MLB) who played for the Los Angeles Dodgers, Baltimore Orioles, New York Yankees, Texas Rangers, Atlanta Braves, San Francisco Giants, Toronto Blue Jays, and Detroit Tigers."}]}, {"heading": "Births", "year": "1951", "date": "September 4", "txt": "Martin Chambers, English drummer and singer", "entities": [{"title": "Martin Chambers", "href": "/wiki/Martin_Chambers", "description": "Martin Dale Chambers is an English musician, who is best known as a founding member and drummer of the rock band the Pretenders. In addition to playing the drums with the group, Chambers sings backing vocals and plays percussion. He was part of the original band line-up which also included Chrissie Hynde (vocals/guitar), James Honeyman-Scott (guitar/vocals/keyboards) and Pete Farndon. Hynde and Ch"}]}, {"heading": "Births", "year": "1951", "date": "September 4", "txt": "Judith Ivey, American actress", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 4", "txt": "Marita Ulvskog, Swedish politician, Deputy Prime Minister of Sweden", "entities": [{"title": "Deputy Prime Minister of Sweden", "href": "/wiki/Deputy_Prime_Minister_of_Sweden", "description": "The Swedish constitution allows the Prime Minister to appoint one of the Ministers in the cabinet as deputy prime minister, in case the Prime Minister for some reason is prevented from performing his or her duties. If a Deputy Prime Minister has not been appointed, the Minister in the cabinet who has served the longest time takes over as head of government."}]}, {"heading": "Births", "year": "1952", "date": "September 4", "txt": "Stephen Easley, American businessman and politician (d. 2013)", "entities": [{"title": "Stephen Easley", "href": "/wiki/Stephen_Easley", "description": "Stephen Easley was an American businessman and politician."}]}, {"heading": "Births", "year": "1953", "date": "September 4", "txt": "Janet Biehl, American philosopher and author", "entities": [{"title": "Janet Biehl", "href": "/wiki/Janet_Biehl", "description": "Janet Biehl is an American author, copyeditor, and artist. She authored several books and articles associated with social ecology, the body of ideas developed and publicized by Murray Bookchin. Formerly an advocate of his antistatist political program, she broke with it publicly in 2011 and now identifies as a progressive Democrat. She works as a freelance copyeditor for book publishers in New Yor"}]}, {"heading": "Births", "year": "1953", "date": "September 4", "txt": "Michael Stean, English chess player and author", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 4", "txt": "Fatih Terim, Turkish footballer and manager", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 4", "txt": "David Broza, Israeli singer-songwriter and guitarist", "entities": [{"title": "David Broza", "href": "/wiki/David_Broza", "description": "David Broza is an Israeli singer-songwriter. His music mixes modern pop with Spanish music."}]}, {"heading": "Births", "year": "1955", "date": "September 4", "txt": "Garth Le Roux, South African cricketer", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 4", "txt": "Brian Schweitzer, American politician, 23rd Governor of Montana", "entities": [{"title": "Governor of Montana", "href": "/wiki/Governor_of_Montana", "description": "The Governor of Montana is the head of the executive branch of Montana's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, the power to either approve or veto bills passed by the Montana State Legislature, to convene the legislature at any time, and to grant pardons and reprieves."}]}, {"heading": "Births", "year": "1956", "date": "September 4", "txt": "Blackie Lawless, American singer-songwriter and guitarist", "entities": [{"title": "Blackie Lawless", "href": "/wiki/Blackie_Lawless", "description": "Steven Edward Duren, better known by his stage name Blackie Lawless, is an American singer, songwriter and musician, best known as the lead singer and rhythm guitarist for heavy metal band W.A.S.P."}]}, {"heading": "Births", "year": "1957", "date": "September 4", "txt": "Khandi Alexander, American actress, dancer, and choreographer", "entities": [{"title": "Khandi Alexander", "href": "/wiki/Khandi_Alexander", "description": "Harriet Rene \"Khandi\" Alexander is an American dancer, choreographer, and actress. She began her career as a dancer in the 1980s and was a choreographer for Whitney Houston's world tours from 1988 to 1992."}]}, {"heading": "Births", "year": "1958", "date": "September 4", "txt": "Jacqueline Hewitt, American astrophysicist and astronomer", "entities": [{"title": "Jacqueline Hewitt", "href": "/wiki/Jacqueline_Hewitt", "description": "Jacqueline Hewitt is an American astrophysicist. She was the first person to discover an Einstein ring."}]}, {"heading": "Births", "year": "1958", "date": "September 4", "txt": "Marzio Innocenti, Italian rugby player and coach", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 4", "txt": "Drew Pinsky, American radio and television host", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 4", "txt": "Kevin Harrington, Australian actor", "entities": [{"title": "Kevin Harrington (actor)", "href": "/wiki/Kevin_Harrington_(actor)", "description": "Kevin Harrington is an Australian stage, television and film actor and comedian who is perhaps best known for his roles as Kevin Findlay on the Australian drama SeaChange in the 1990s and as David Bishop on the soap opera Neighbours."}]}, {"heading": "Births", "year": "1959", "date": "September 4", "txt": "Armin Kogler, Austrian ski jumper", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 4", "txt": "Kim Thayil, American guitarist and songwriter", "entities": [{"title": "Kim Thayil", "href": "/wiki/Kim_Thayil", "description": "Kim Anand Thayil is an American musician best known as the lead guitarist of the Seattle-based rock band Soundgarden, which he co-founded with singer Chris Cornell and bassist Hiro Yamamoto in 1984, and remained as the original members of the band until their split in 2018. Thayil was named the 100th greatest guitarist of all time by Rolling Stone in 2010, and the 67th greatest guitarist of all ti"}]}, {"heading": "Births", "year": "1960", "date": "September 4", "txt": "Shailesh Vara, Ugandan-English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 4", "txt": "Damon Wayans, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 4", "txt": "Nick Blinko, English singer-songwriter and guitarist", "entities": [{"title": "Nick Blinko", "href": "/wiki/Nick_Blinko", "description": "Nicholas John Blinko is a British musician and artist, best known as the lead singer, lyricist, and guitar player for the anarcho-punk band Rudimentary Peni. He is also known for being an \"outsider\" artist, whose pen-and-ink drawings and paintings have been shown in galleries worldwide. Blinko also creates all the drawings used by the band for its artwork."}]}, {"heading": "Births", "year": "1961", "date": "September 4", "txt": "Lars Jönsson, Swedish film producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 4", "txt": "Kiran More, Indian cricketer", "entities": [{"title": "Kiran More", "href": "/wiki/Kiran_More", "description": "Kiran Shankar More pronunciation (help·info) is an Indian former cricketer and wicket-keeper for the Indian cricket team from 1984 to 1993. He also took up the position Chairman of the Selection Committee of the BCCI till Dilip Vengsarkar took over the job in 2006. In July 2019, he was appointed in a senior consultancy role for the United States national cricket team."}]}, {"heading": "Births", "year": "1962", "date": "September 4", "txt": "Ulla Tørnæs, Danish politician, Danish Minister of Education", "entities": [{"title": "Education Minister of Denmark", "href": "/wiki/Education_Minister_of_Denmark", "description": "Education Minister of Denmark, or Minister of Education in Denmark, is a Danish minister office currently held by Pernille Rosenkrantz-Theil in the Frederiksen Cabinet."}]}, {"heading": "Births", "year": "1962", "date": "September 4", "txt": "Shinya Yamanaka, Japanese physician and biologist, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1963", "date": "September 4", "txt": "Bobby Jarzombek, American drummer", "entities": [{"title": "Bobby Jarzombek", "href": "/wiki/Bobby_Jarzombek", "description": "Bobby Jarzombek is an American musician of Polish and German ancestry who is the drummer for progressive metal band Fates Warning and vocalist Sebastian Bach."}]}, {"heading": "Births", "year": "1963", "date": "September 4", "txt": "John Vanbiesbrouck, American ice hockey player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 4", "txt": "Sami Yaffa, Finnish singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 4", "txt": "Guy Boros, American golfer", "entities": [{"title": "Guy Boros", "href": "/wiki/Guy_Boros", "description": "Guy Donald Boros is an American professional golfer who has played on the PGA Tour and the Nationwide Tour. He is the son of Hall of Fame golfer Julius Boros."}]}, {"heading": "Births", "year": "1964", "date": "September 4", "txt": "Aadesh Shrivastava, Indian singer-songwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 4", "txt": "Sergio Momesso, Canadian ice hockey player and sportscaster", "entities": [{"title": "Sergio Momesso", "href": "/wiki/Sergio_Momesso", "description": "Sergio Francesco Momesso is an Italian-Canadian former professional ice hockey player who spent 13 seasons in the National Hockey League between 1983 and 1997."}]}, {"heading": "Births", "year": "1966", "date": "September 4", "txt": "Yanka Dyagileva, Russian singer-songwriter (d. 1991)", "entities": [{"title": "Yanka Dyagileva", "href": "/wiki/Yanka_Dyagileva", "description": "Yana Stanislavovna \"Yanka\" Dyagileva was a Russian poet and singer-songwriter and one of the most popular figures of her time in Russia's underground punk scene. She both played solo and performed with others, including Yegor Letov and bands Grazhdanskaya Oborona and Velikiye Oktyabri. Dyagileva was greatly influenced by Letov and Alexander Bashlachev, who were her friends. Her songs explored them"}]}, {"heading": "Births", "year": "1966", "date": "September 4", "txt": "Jeff Tremaine, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 4", "txt": "Darrin Murray, New Zealand cricketer and accountant", "entities": [{"title": "Darrin Murray", "href": "/wiki/Darrin_Murray", "description": "Darrin James Murray is a former New Zealand international cricketer. He played eight Test matches and one One Day International for New Zealand, all in the 1994/95 season."}]}, {"heading": "Births", "year": "1967", "date": "September 4", "txt": "Dezső Szabó, Hungarian decathlete", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 4", "txt": "John DiMaggio, American voice actor", "entities": [{"title": "John DiMaggio", "href": "/wiki/John_DiMaggio", "description": "John William DiMaggio is an American actor and comedian known for his work in animation and videogames. His most famous voice roles include: Bender on Futurama, Jake the Dog on Adventure Time, Marcus Fenix in the Gears of War series, Dr. Drakken on Kim Possible, The Scotsman on Samurai Jack, Brother Blood on Teen Titans, Shnitzel on Chowder, Hammerhead and Sandman on The Spectacular Spider-Man, Aq"}]}, {"heading": "Births", "year": "1968", "date": "September 4", "txt": "Mike Piazza, American baseball player", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 4", "txt": "Sasha, Welsh DJ and producer", "entities": [{"title": "Sasha (DJ)", "href": "/wiki/Sasha_(DJ)", "description": "Alexander Paul Coe, known mononymously as Sasha, is a Welsh DJ and record producer. He is best known for his live events and electronic music as a solo artist, as well as his collaborations with British DJ John Digweed as Sasha & John Digweed. He was voted as World No.⁠ ⁠1 DJ in 2000 in a poll conducted by DJ Magazine. He is a four-time International Dance Music Awards winner, four-time DJ Awards "}]}, {"heading": "Births", "year": "1969", "date": "September 4", "txt": "Ramon Dekkers, Dutch kick-boxer and mixed martial artist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 4", "txt": "Giorgi Margvelashvili, Georgian academic and politician, 4th President of Georgia", "entities": [{"title": "President of Georgia", "href": "/wiki/President_of_Georgia", "description": "The president of Georgia is the constitutional head of state of Georgia as well as the supreme commander-in-chief of the Defense Forces. The president represents Georgia in foreign relations. The constitution defines the presidential office as \"the guarantor of the country’s unity and national independence.\""}]}, {"heading": "Births", "year": "1969", "date": "September 4", "txt": "Inga Tuigamala, Samoan-New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 4", "txt": "Igor Cavalera, Brazilian drummer", "entities": [{"title": "Igor Cavalera", "href": "/wiki/Igor_Cavalera", "description": "Igor Graziano Cavalera is a Brazilian musician. He is best known as the former drummer for Brazilian heavy metal band Sepultura, which he co-founded with his brother Max in 1984. Max left the band in 1996, and Cavalera himself would depart ten years later, making him the last original member of Sepultura to leave the band. The brothers have since reunited in the band Cavalera Conspiracy."}]}, {"heading": "Births", "year": "1970", "date": "September 4", "txt": "Deni Hines, Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 4", "txt": "Ivan Iusco, Italian composer", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 4", "txt": "Sven Meyer, German footballer", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 4", "txt": "Lance Klusener, South African cricketer and coach", "entities": [{"title": "Lance Klusener", "href": "/wiki/Lance_Klusener", "description": "Lance Klusener is a South African cricket coach and former cricketer. He was known for his aggressive batting and his fast-medium swing bowling."}]}, {"heading": "Births", "year": "1971", "date": "September 4", "txt": "Ione Skye, English-American actress", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 4", "txt": "Maik Taylor, German-Irish footballer and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 4", "txt": "Steve Leonard, Northern Irish veterinarian and television personality", "entities": [{"title": "Steve Leonard", "href": "/wiki/Steve_Leonard", "description": "Stephen Leonard is a Northern Irish veterinarian and television personality."}]}, {"heading": "Births", "year": "1973", "date": "September 4", "txt": "Aaron Fultz, American baseball player and coach", "entities": [{"title": "Aaron Fultz", "href": "/wiki/Aaron_Fultz", "description": "Richard Aaron Fultz, is an American former professional baseball relief pitcher, who played in Major League Baseball (MLB), in all or part of 7 seasons, for 5 big league teams. He also spent the 2008 season with the Uni-President 7-Eleven Lions, of the Chinese Professional Baseball League (CPBL). Fultz is currently the pitching coach for the Minor League Baseball (MiLB) Clearwater Threshers, in th"}]}, {"heading": "Births", "year": "1973", "date": "September 4", "txt": "Lazlow Jones, American radio presenter, producer and screenwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 4", "txt": "Mati Pari, Estonian footballer and coach", "entities": [{"title": "Mati Pari", "href": "/wiki/Mati_Pari", "description": "Mati Pari is a retired football (soccer) midfielder from Estonia. He played for several clubs, including FC Flora Tallinn, FC Levadia Tallinn and FC Flora Rakvere."}]}, {"heading": "Births", "year": "1974", "date": "September 4", "txt": "Lincoln Roberts, Tobagonian cricketer", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 4", "txt": "Sergio Ballesteros, Spanish footballer", "entities": [{"title": "Sergio Ballesteros", "href": "/wiki/Sergio_Ballesteros", "description": "Sergio Martínez Ballesteros is a Spanish retired footballer who played as a central defender."}]}, {"heading": "Births", "year": "1975", "date": "September 4", "txt": "Mark Ronson, English DJ, producer, and songwriter, co-founded Allido Records", "entities": [{"title": "Allido Records", "href": "/wiki/Allido_Records", "description": "Allido Records is a record label and production company. The company was started by DJ and producer Mark Ronson and Rich Kleiman, a television, internet and music businessman. The label got its name \"Allido\" from the Stevie Wonder song \"All I Do\". Rapper Saigon was the first artist signed to Allido Records, but left soon after, and is now signed to Just Blaze's Fort Knox Entertainment. In conjunct"}]}, {"heading": "Births", "year": "1975", "date": "September 4", "txt": "Dave Salmoni, Canadian zoologist, television host, and producer", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 4", "txt": "Denilson Martins Nascimento, Brazilian footballer", "entities": [{"title": "Denilson Martins Nascimento", "href": "/wiki/Denilson_Martins_Nascimento", "description": "Denilson Martins Nascimento, simply known as Denilson, is a Brazilian former professional footballer."}]}, {"heading": "Births", "year": "1976", "date": "September 4", "txt": "Mario-Ernesto Rodríguez, Uruguayan-Italian footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 4", "txt": "Sun-woo Kim, South Korean baseball player", "entities": [{"title": "Sun-woo Kim", "href": "/wiki/Sun-woo_Kim", "description": "Sun-woo \"Sunny\" Kim is a retired South Korean professional baseball pitcher of the Korea Baseball Organization. He has previously played in Major League Baseball for the Boston Red Sox, Montreal Expos/Washington Nationals, Colorado Rockies, and Cincinnati Reds. He bats and throws right-handed."}]}, {"heading": "Births", "year": "1977", "date": "September 4", "txt": "Lucie Silvas, English singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 4", "txt": "Kia Stevens, American wrestler", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 4", "txt": "Wes Bentley, American actor and producer", "entities": [{"title": "Wes Bentley", "href": "/wiki/Wes_Bentley", "description": "Wesley Cook Bentley is an American actor best known for his roles as Ricky Fitts in American Beauty (1999), which earned him a nomination for the BAFTA Award for Supporting Actor, Seneca Crane in The Hunger Games (2012), Doyle in Interstellar (2014) and Erik in Mission: Impossible – Fallout. He was one of four subjects in the documentary My Big Break (2009), which covered his fame after American B"}]}, {"heading": "Births", "year": "1978", "date": "September 4", "txt": "Terence Newman, American football player", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 4", "txt": "Frederik Veuchelen, Belgian cyclist", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 4", "txt": "Christian Walz, Swedish singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 4", "txt": "Maxim Afinogenov, Russian ice hockey player", "entities": [{"title": "Maxim Afinogenov", "href": "/wiki/Maxim_Afinogenov", "description": "Maxim Sergeyevich Afinogenov is a Russian professional ice hockey player who is currently an unrestricted free agent. He most recently played for Dynamo Moscow of the Kontinental Hockey League (KHL). Known for his skating speed, he was drafted by the National Hockey League (NHL)'s Buffalo Sabres in the third round, 69th overall, in 1997 and played nine seasons with the club. He then played one sea"}]}, {"heading": "Births", "year": "1979", "date": "September 4", "txt": "Pedro Macedo Camacho, Portuguese pianist, composer, and producer", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 4", "txt": "Kosuke Matsuura, Japanese race car driver", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 4", "txt": "Max Greenfield, American actor", "entities": [{"title": "Max Greenfield", "href": "/wiki/Max_Greenfield", "description": "Max Greenfield is an American actor. He appeared in recurring roles in Veronica Mars and Ugly Betty, and co-starred in the WB series Modern Men. He co-starred as Schmidt in the Fox sitcom New Girl, for which he received Emmy, Critics' Choice Television, and Golden Globe awards nominations. Since 2018, Greenfield has portrayed Dave Johnson in the CBS comedy series The Neighborhood."}]}, {"heading": "Births", "year": "1980", "date": "September 4", "txt": "Pat Neshek, American baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 4", "txt": "Beyoncé, American singer-songwriter, producer, dancer, and actress", "entities": [{"title": "Beyoncé", "href": "/wiki/Beyonc%C3%A9", "description": "Beyoncé Giselle Knowles-Carter is an American singer and actress. Born and raised in Houston, Texas, Beyoncé performed in various singing and dancing competitions as a child. She rose to fame in the late 1990s as the lead singer of Destiny's Child, one of the best-selling girl groups of all time. Their hiatus saw the release of her first solo album, Dangerously in Love (2003), which featured the U"}]}, {"heading": "Births", "year": "1981", "date": "September 4", "txt": "Richard Garcia, Australian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 4", "txt": "Lacey Sturm, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 4", "txt": "Whitney Cummings, American comedian, actress, producer, and screenwriter", "entities": [{"title": "Whitney Cummings", "href": "/wiki/Whitney_Cummings", "description": "Whitney Ann Cummings is an American stand-up comedian, actress, filmmaker, and podcaster. Her credits include one comedy album, four stand-up specials, three Comedy Central Roasts, and numerous television series in which she has served various roles including producer, director, showrunner, and actress."}]}, {"heading": "Births", "year": "1982", "date": "September 4", "txt": "Mark Lewis-Francis, English sprinter", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 4", "txt": "Yuichi Nakamaru, Japanese singer-songwriter, actor, and radio host", "entities": [{"title": "Yuichi Nakamaru", "href": "/wiki/Yuichi_Nakamaru", "description": "Yūichi Nakamaru , is a Japanese singer-songwriter, actor, television personality, radio host, and a member of KAT-TUN. He joined the talent agency Johnny & Associates in 1998 and then officially debuted as part of KAT-TUN in 2006."}]}, {"heading": "Births", "year": "1983", "date": "September 4", "txt": "Guy Pnini, Israeli basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 4", "txt": "Margit Rüütel, Estonian tennis player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 4", "txt": "Armands Šķēle, Latvian basketball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 4", "txt": "Jonathan Adam, Scottish race car driver", "entities": [{"title": "Jonathan Adam", "href": "/wiki/Jonathan_Adam", "description": "Jonathan \"Jonny\" Adam is a British racing driver and a factory driver for Aston Martin Racing. He was the champion of the SEAT Cupra Championship in two of its six seasons – winning in 2007 and in 2008. He also won the 2005 Elf Renault Clio Cup. He competed in the British Touring Car Championship in 2009 and currently competes in the FIA World Endurance Championship, British GT Championship, winni"}]}, {"heading": "Births", "year": "1984", "date": "September 4", "txt": "Hamish McIntosh, Australian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 4", "txt": "Kyle Mooney, American comedian, actor, and screenwriter", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 4", "txt": "Raúl Albiol, Spanish footballer", "entities": [{"title": "Raúl Albiol", "href": "/wiki/Ra%C3%BAl_Albiol", "description": "Raúl Albiol Tortajada is a Spanish professional footballer who plays for Villarreal and the Spain national team."}]}, {"heading": "Births", "year": "1985", "date": "September 4", "txt": "Ri Kwang-chon, North Korean footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 4", "txt": "Walid Mesloub, Algerian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 4", "txt": "Ayumi Kaihori, Japanese footballer", "entities": [{"title": "Ayumi Kaihori", "href": "/wiki/Ayumi_Kaihori", "description": "Ayumi Kaihori  is a former Japanese football player. She played for Japan national team."}]}, {"heading": "Births", "year": "1986", "date": "September 4", "txt": "Xavier Woods, American wrestler", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 4", "txt": "Wesley Blake, American wrestler", "entities": [{"title": "Wesley Blake", "href": "/wiki/Wesley_Blake", "description": "Cory James Weston is an American professional wrestler. He is best known for his time in WWE, where he performed under the ring name Wesley Blake."}]}, {"heading": "Births", "year": "1988", "date": "September 4", "txt": "John Tyler Hammons, American politician", "entities": [{"title": "John Tyler Hammons", "href": "/wiki/John_Tyler_Hammons", "description": "John Tyler Hammons is an American politician who served as the 47th Mayor of Muskogee, Oklahoma from 2008 to 2012. He gained national attention when he was elected on May 13, 2008, as a 19-year-old freshman at the University of Oklahoma, after winning 70 percent of the vote in a runoff election against 70-year-old, three-time former Muskogee mayor Herschel McBride. Hammons was reelected on April 6"}]}, {"heading": "Births", "year": "1989", "date": "September 4", "txt": "Elliott Whitehead, English rugby league player", "entities": [{"title": "Elliott Whitehead", "href": "/wiki/Elliott_Whitehead", "description": "Elliott Whitehead is an English rugby league footballer who plays as a second-row forward for the Canberra Raiders in the NRL, and England and Great Britain at international level."}]}, {"heading": "Births", "year": "1990", "date": "September 4", "txt": "James Bay, English singer-songwriter and guitarist", "entities": [{"title": "James Bay (singer)", "href": "/wiki/James_Bay_(singer)", "description": "James Michael Bay is an English singer-songwriter and guitarist. In 2014, he released his single \"Hold Back the River\", which was certified platinum, before releasing his debut studio album Chaos and the Calm (2015). The album went to number one in the UK and number 15 in the US. In February 2015, Bay received the Brit Awards \"Critics' Choice\" award. At the 2016 Brit Awards he received the award f"}]}, {"heading": "Births", "year": "1990", "date": "September 4", "txt": "Jonny Lomax, English rugby player", "entities": []}, {"heading": "Births", "year": "1990", "date": "September 4", "txt": "Danny Worsnop, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 4", "txt": "Adrien Bart, French sprint canoeist", "entities": [{"title": "Adrien Bart", "href": "/wiki/Adrien_Bart", "description": "Adrien Bart is a French sprint canoeist. He competed in the men's C-1 1000 metres event at the 2016 Summer Olympics."}]}, {"heading": "Births", "year": "1991", "date": "September 4", "txt": "Anders Zachariassen, Danish handball player", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 4", "txt": "Hanna Schwamborn, German actress", "entities": [{"title": "Hanna Schwamborn", "href": "/wiki/Hanna_Schwamborn", "description": "Hanna Schwamborn is a German actress who is best known for her role as Lavinia in the Dutch film De Brief voor de Koning which is based on the book of the same name from Dutch writer Tonke Dragt."}]}, {"heading": "Births", "year": "1992", "date": "September 4", "txt": "Kevin Lee, American mixed martial artist", "entities": []}, {"heading": "Births", "year": "1993", "date": "September 4", "txt": "Emma Brownlie, Scottish footballer", "entities": [{"title": "Emma Brownlie", "href": "/wiki/Emma_Brownlie", "description": "Emma Brownlie is a Scottish footballer who plays as a defender for Rangers. She has represented Scotland on the Scotland under-19 national team."}]}, {"heading": "Births", "year": "1993", "date": "September 4", "txt": "Yannick Carrasco, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "September 4", "txt": "Jody Fannin, English race car driver", "entities": []}, {"heading": "Births", "year": "1993", "date": "September 4", "txt": "Chantal Škamlová, Slovak tennis player", "entities": []}, {"heading": "Births", "year": "1994", "date": "September 4", "txt": "Kenny McEvoy, Irish footballer", "entities": [{"title": "Kenny McEvoy", "href": "/wiki/Kenny_McEvoy", "description": "Kenneth McEvoy is an Irish semi-professional footballer who plays as a winger for Midland League Premier Division South Normanton Athletic. He is also quite famous for his facial similarities with Welsh footballer Gareth Bale"}]}, {"heading": "Births", "year": "1994", "date": "September 4", "txt": "Sabina Sharipova, Uzbekistan tennis player", "entities": []}, {"heading": "Births", "year": "1994", "date": "September 4", "txt": "Thomas Minns, English rugby player", "entities": []}, {"heading": "Births", "year": "1995", "date": "September 4", "txt": "Jazz Tevaga, New Zealand rugby league player", "entities": [{"title": "Jazz Tevaga", "href": "/wiki/Jazz_Tevaga", "description": "Jazz Iosefa Tevaga is a Samoa international rugby league footballer who plays as a hooker and lock for the New Zealand Warriors in the NRL."}]}, {"heading": "Births", "year": "1996", "date": "September 4", "txt": "Jordan Lilley, English rugby league player", "entities": [{"title": "Jordan Lilley", "href": "/wiki/Jordan_Lilley", "description": "Jordan Lilley is an English professional rugby league footballer who plays as a stand-off or scrum-half for the Bradford Bulls in the Betfred Championship."}]}, {"heading": "Births", "year": "1996", "date": "September 4", "txt": "Ashton Golding, English rugby league player", "entities": []}, {"heading": "Births", "year": "1998", "date": "September 4", "txt": "Neru Nagahama, Japanese tarento", "entities": [{"title": "Neru Nagahama", "href": "/wiki/Neru_Nagahama", "description": "Neru Nagahama  is a Japanese tarento and former member of the girl groups Keyakizaka46 and Hiragana Keyakizaka46."}]}, {"heading": "Deaths", "year": "422", "date": "September 4", "txt": "Boniface I, pope of the Catholic Church", "entities": [{"title": "Pope Boniface I", "href": "/wiki/Pope_Boniface_I", "description": "Pope Boniface I was the bishop of Rome from 28 December 418 to his death on 4 September 422. His election was disputed by the supporters of Eulalius until the dispute was settled by Emperor Honorius. Boniface was active in maintaining church discipline, and he restored certain privileges to the metropolitical sees of Narbonne and Vienne, exempting them from any subjection to the primacy of Arles. "}]}, {"heading": "Deaths", "year": "799", "date": "September 4", "txt": "Musa al-Kadhim, Arabic imam (b. 745)", "entities": [{"title": "Musa al-Kadhim", "href": "/wiki/Musa_al-Kadhim", "description": "Musa ibn Ja'far al-Kadhim, also spelled al-Kazim, and also known as Abu al-Hasan, Abu Abd Allah or Abu Ibrahim, was the seventh Imam in Twelver Shia Islam after his father Ja'far al-Sadiq. He is regarded by Sunnis as a renowned scholar, and was a contemporary of the Abbasid caliphs Al-Mansur, Al-Hadi, Al-Mahdi and Harun al-Rashid. He was imprisoned several times; finally dying in Baghdad in the Si"}]}, {"heading": "Deaths", "year": "1037", "date": "September 4", "txt": "Bermudo III, king of León (b. c. 1017)", "entities": [{"title": "Bermudo III of León", "href": "/wiki/Bermudo_III_of_Le%C3%B3n", "description": "Bermudo III or Vermudo III was the king of León from 1028 until his death. He was a son of Alfonso V of León by his first wife Elvira Menéndez, and was the last scion of Peter of Cantabria to rule in the Leonese kingdom. Like several of his predecessors, he sometimes carried the imperial title: in 1030 he appears as regni imperii Ueremundo principis; in 1029/1032 as imperator domnus Veremudius in "}, {"title": "Kingdom of León", "href": "/wiki/Kingdom_of_Le%C3%B3n", "description": "The Kingdom of León was an independent kingdom situated in the northwest region of the Iberian Peninsula. It was founded in AD 910 when the Christian princes of Asturias along the northern coast of the peninsula shifted their capital from Oviedo to the city of León. The kings of León fought civil wars, wars against neighbouring kingdoms, and campaigns to repel invasions by both the Moors and the V"}]}, {"heading": "Deaths", "year": "1063", "date": "September 4", "txt": "Tughril, Seljuq sultan (b. 990)", "entities": [{"title": "Tughril", "href": "/wiki/Tughril", "description": "Tughril Bey was the Turkoman founder of the Seljuk Empire, ruling from 1037 to 1063. Tughril united the Turkmen warriors of the Great Eurasian Steppes into a confederacy of tribes, who traced their ancestry to a single ancestor named Seljuk, and led them in conquest of eastern Iran. He would later establish the Seljuk Sultanate after conquering Persia and retaking the Abbasid capital of Baghdad fr"}]}, {"heading": "Deaths", "year": "1199", "date": "September 4", "txt": "Joan of England, queen of Sicily (b. 1165)", "entities": [{"title": "Joan of England, Queen of Sicily", "href": "/wiki/Joan_of_England,_Queen_of_Sicily", "description": "Joan of England was a queen consort of Sicily and countess consort of Toulouse. She was the seventh child of Henry II, King of England, and Eleanor, Duchess of Aquitaine. From her birth, she was destined to make a political and royal marriage. She married William II of Sicily and later Raymond VI, Count of Toulouse, two very important and powerful figures in the political landscape of Medieval Eur"}]}, {"heading": "Deaths", "year": "1308", "date": "September 4", "txt": "Margaret of Burgundy, queen of Sicily (b. 1250)", "entities": [{"title": "Margaret of Burgundy, Queen of Sicily", "href": "/wiki/Margaret_of_Burgundy,_Queen_of_Sicily", "description": "Margaret of Burgundy was Queen of Sicily and Naples by marriage to Charles I of Sicily. She was also a ruling Countess of Tonnerre from 1262 until 1308."}]}, {"heading": "Deaths", "year": "1323", "date": "September 4", "txt": "Gegeen Khan, Chinese emperor (b. 1302)", "entities": [{"title": "Gegeen Khan", "href": "/wiki/Gegeen_Khan", "description": "Gegeen Khan, born Shidibala, also known by the temple name Yingzong, was the successor of Ayurbarwada to rule as Emperor of the Yuan dynasty. Apart from Emperor of China, he is regarded as the ninth Great Khan of the Mongol Empire or Mongols, although it was only nominal due to the division of the empire. His name means \"enlightened/bright khan\" in the Mongolian language."}]}, {"heading": "Deaths", "year": "1342", "date": "September 4", "txt": "Anna Anachoutlou, empress of Trebizond", "entities": [{"title": "Anna of Trebizond", "href": "/wiki/Anna_of_Trebizond", "description": "Anna Anachoutlou was Empress regnant of Trebizond from 17 July 1341 to 4 September 1342. Anna was the elder daughter of Emperor Alexios II of Trebizond and his Georgian wife, Djiadjak Jaqeli."}]}, {"heading": "Deaths", "year": "1417", "date": "September 4", "txt": "Robert Hallam, English Catholic bishop", "entities": [{"title": "Robert Hallam", "href": "/wiki/Robert_Hallam", "description": "Robert Hallam was an English churchman, Bishop of Salisbury and English representative at the Council of Constance. He was Chancellor of the University of Oxford from 1403 to 1405."}]}, {"heading": "Deaths", "year": "1537", "date": "September 4", "txt": "Johann Dietenberger, German theologian and translator (b. 1475)", "entities": [{"title": "Johann Dietenberger", "href": "/wiki/Johann_Dietenberger", "description": "Johann Dietenberger was a German Catholic Scholastic theologian."}]}, {"heading": "Deaths", "year": "1571", "date": "September 4", "txt": "Matthew Stewart, 4th Earl of Lennox, English nobleman (b. 1516)", "entities": [{"title": "Matthew Stewart, 4th Earl of Lennox", "href": "/wiki/Matthew_Stewart,_4th_Earl_of_Lennox", "description": "Matthew Stewart, 4th Earl of Lennox was a leader of the Catholic nobility in Scotland. He was the paternal grandfather of King James VI of Scotland and I of England. He owned Temple Newsam in Yorkshire, England."}]}, {"heading": "Deaths", "year": "1588", "date": "September 4", "txt": "Robert Dudley, 1st Earl of Leicester, English academic and politician, Lord Lieutenant of Norfolk (b. 1532)", "entities": [{"title": "Robert Dudley, 1st Earl of Leicester", "href": "/wiki/Robert_Dudley,_1st_Earl_of_Leicester", "description": "Robert Dudley, 1st Earl of Leicester, was an English statesman and the favourite of Elizabeth I from her accession until his death. He was a suitor for the Queen's hand for many years."}, {"title": "Lord Lieutenant of Norfolk", "href": "/wiki/Lord_Lieutenant_of_Norfolk", "description": "This is an incomplete list of people who have served as Lord Lieutenant of Norfolk. Since 1689, all Lord Lieutenants have also been Custos Rotulorum of Norfolk.William Parr, 1st Marquess of Northampton, 1549 –\nThomas Radclyffe, 3rd Earl of Sussex 1557–1559\nThomas Howard, 4th Duke of Norfolk 1559–1572\nHenry Carey, 1st Baron Hunsdon 3 July 1585 – 23 July 1596\nHenry Howard, 1st Earl of Northampton 16"}]}, {"heading": "Deaths", "year": "1625", "date": "September 4", "txt": "Thomas Smythe, English diplomat (b. 1558)", "entities": [{"title": "Thomas Smythe", "href": "/wiki/Thomas_Smythe", "description": "Sir Thomas Smythe was an English merchant, politician and colonial administrator. He was the first governor of the East India Company and treasurer of the Virginia Company from 1609 to 1620 until enveloped by scandal."}]}, {"heading": "Deaths", "year": "1676", "date": "September 4", "txt": "John Ogilby, Scottish-born impresario and cartographer (b. 1600)", "entities": [{"title": "John Ogilby", "href": "/wiki/John_Ogilby", "description": "John Ogilby was a Scottish translator, impresario and cartographer. Best known for publishing the first British road atlas, he was also a successful translator, noted for publishing his work in handsome illustrated editions."}]}, {"heading": "Deaths", "year": "1767", "date": "September 4", "txt": "Charles Townshend, English politician, Chancellor of the Exchequer (b. 1725)", "entities": [{"title": "Charles Townshend", "href": "/wiki/Charles_Townshend", "description": "Charles Townshend was a British politician who held various titles in the Parliament of Great Britain. His establishment of the controversial Townshend Acts is considered one of the key causes of the American Revolution."}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "1780", "date": "September 4", "txt": "John Fielding, English lawyer and judge (b. 1721)", "entities": [{"title": "John Fielding", "href": "/wiki/John_Fielding", "description": "Sir John Fielding was a notable English magistrate and social reformer of the 18th century. He was also the younger half-brother of novelist, playwright and chief magistrate Henry Fielding. Despite being blinded in a naval accident at the age of 19, John set up his own business and, in his spare time, studied law with Henry."}]}, {"heading": "Deaths", "year": "1784", "date": "September 4", "txt": "César-François Cassini de Thury, French astronomer and cartographer (b. 1714)", "entities": [{"title": "César-François Cassini de Thury", "href": "/wiki/C%C3%A9sar-Fran%C3%A7ois_Cassini_de_Thury", "description": "César-François Cassini de Thury, also called Cassini III or Cassini de Thury, was a French astronomer and cartographer."}]}, {"heading": "Deaths", "year": "1794", "date": "September 4", "txt": "John Hely-Hutchinson, Anglo-Irish lawyer and politician (b. 1724)", "entities": [{"title": "John Hely-Hutchinson (statesman)", "href": "/wiki/John_Hely-Hutchinson_(statesman)", "description": "John Hely later Hely-Hutchinson was an Irish lawyer, statesman, and Provost of Trinity College Dublin."}]}, {"heading": "Deaths", "year": "1804", "date": "September 4", "txt": "Richard Somers, American lieutenant (b. 1778)", "entities": [{"title": "Richard Somers", "href": "/wiki/Richard_Somers", "description": "Richard Somers was an officer of the United States Navy, killed during an assault on Tripoli during the First Barbary War."}]}, {"heading": "Deaths", "year": "1820", "date": "September 4", "txt": "Timothy Brown, English banker and merchant (b. 1743/4)", "entities": [{"title": "Timothy Brown (radical)", "href": "/wiki/Timothy_Brown_(radical)", "description": "Timothy Brown was an English banker, merchant and radical, known for his association with other radicals of the time, such as John Horne Tooke, Robert Waithman, William Frend, William Cobbett, John Cartwright and George Cannon; his political views gave him the nickname \"Equality Brown\". He was also one of the early partners of Whitbread, and became the master of the Worshipful Company of Brewers."}]}, {"heading": "Deaths", "year": "1821", "date": "September 4", "txt": "José Miguel Carrera, Chilean general and politician (b. 1785)", "entities": [{"title": "José Miguel Carrera", "href": "/wiki/Jos%C3%A9_Miguel_Carrera", "description": "José Miguel Carrera Verdugo was a Chilean general, formerly Spanish military, member of the prominent Carrera family, and considered one of the founders of independent Chile. Carrera was the most important leader of the Chilean War of Independence during the period of the Patria Vieja. After the Spanish \"Reconquista de Chile\" (\"Reconquest\"), he continued campaigning from exile after defeat. His op"}]}, {"heading": "Deaths", "year": "1849", "date": "September 4", "txt": "Friedrich Laun, German author (b. 1770)", "entities": [{"title": "Friedrich Laun", "href": "/wiki/Friedrich_Laun", "description": "Friedrich August Schulze was a German novelist, who wrote under the pen name Friedrich Laun. Schulze was born in Dresden. His first novel, Der Mann, auf Freiersfüssen (1801), was favorably received. He wrote many volumes, and with August Apel edited a ghost story anthology Das Gespensterbuch (1811–1815). Thomas de Quincey, who translated several of Laun's stories into English, noted his \"great pop"}]}, {"heading": "Deaths", "year": "1852", "date": "September 4", "txt": "William MacGillivray, Scottish biologist and ornithologist (b. 1796)", "entities": [{"title": "William MacGillivray", "href": "/wiki/William_MacGillivray", "description": "\n\nWilliam MacGillivray FRSE was a Scottish naturalist and ornithologist."}]}, {"heading": "Deaths", "year": "1864", "date": "September 4", "txt": "John Hunt Morgan, American general (b. 1825)", "entities": [{"title": "John Hunt Morgan", "href": "/wiki/John_Hunt_Morgan", "description": "John H. Morgan was a Confederate general in the American Civil War of 1861-1865."}]}, {"heading": "Deaths", "year": "1907", "date": "September 4", "txt": "Edvard Grieg, Norwegian pianist and composer (b. 1843)", "entities": [{"title": "Edvard Grieg", "href": "/wiki/Edvard_Grieg", "description": "Edvard Hagerup Grieg was a Norwegian composer and pianist. He is widely considered one of the main Romantic era composers, and his music is part of the standard classical repertoire worldwide. His use and development of Norwegian folk music in his own compositions brought the music of Norway to international consciousness, as well as helping to develop a national identity, much as Jean Sibelius di"}]}, {"heading": "Deaths", "year": "1909", "date": "September 4", "txt": "Clyde Fitch, American playwright and songwriter (b. 1865)", "entities": [{"title": "Clyde Fitch", "href": "/wiki/Clyde_Fitch", "description": "Clyde Fitch was an American dramatist, the most popular writer for the Broadway stage of his time."}]}, {"heading": "Deaths", "year": "1911", "date": "September 4", "txt": "John Francon Williams, Welsh-born writer, journalist, geographer, historian, cartographer and inventor (b. 1854)", "entities": [{"title": "John Francon Williams", "href": "/wiki/John_Francon_Williams", "description": "John Francon Williams FRGS was a Welsh writer, geographer, historian, journalist, cartographer, and inventor, born in Llanllechid, Caernarvonshire. His seminal work was The Geography of the Oceans."}, {"title": "Writer", "href": "/wiki/Writer", "description": "A writer is a person who uses written words in different styles and techniques to communicate ideas. Writers produce different forms of literary art and creative writing such as novels, short stories, books, poetry, plays, screenplays, \nteleplays, songs, and essays as well as other reports and news articles that may be of interest to the public. Writers' texts are published across a range of media"}, {"title": "Journalist", "href": "/wiki/Journalist", "description": "A journalist is an individual trained to collect/gather information in form of text, audio or pictures, processes them to a news-worth form and disseminates it to the public. The act or process mainly done by the journalist is called journalism."}, {"title": "Geographer", "href": "/wiki/Geographer", "description": "A geographer is a physical scientist, social scientist and humanist whose area of study is geography, the study of Earth's natural environment and human society, including how society and nature interacts. The Greek prefix \"geo\" means \"earth\" and the Greek suffix, \"graphy,\" meaning \"description,\" so a geographer is someone who studies the earth. The word \"geography\" is a Middle French word that is"}, {"title": "Historian", "href": "/wiki/Historian", "description": "A historian is a person who studies and writes about the past and is regarded as an authority on it. Historians are concerned with the continuous, methodical narrative and research of past events as relating to the human race; as well as the study of all history in time. If the individual is concerned with events preceding written history, the individual is a historian of prehistory. Some historia"}, {"title": "Cartographer", "href": "/wiki/Cartographer", "description": "Cartography is the study and practice of making and using maps. Combining science, aesthetics, and technique, cartography builds on the premise that reality can be modeled in ways that communicate spatial information effectively."}, {"title": "Inventor", "href": "/wiki/Inventor", "description": "An invention is a unique or novel device, method, composition or process. The invention process is a process within an overall engineering and product development process. It may be an improvement upon a machine or product or a new process for creating an object or a result. An invention that achieves a completely unique function or result may be a radical breakthrough. Such works are novel and no"}, {"title": "1854", "href": "/wiki/1854", "description": "1854 (MDCCCLIV) was a common year starting on Sunday of the Gregorian calendar and a common year starting on Friday of the Julian calendar, the 1854th year of the Common Era (CE) and Anno Domini (AD) designations, the 854th year of the 2nd millennium, the 54th year of the 19th century, and the 5th year of the 1850s decade. As of the start of 1854, the Gregorian calendar was 12 days ahead of the Ju"}]}, {"heading": "Deaths", "year": "1914", "date": "September 4", "txt": "Charles Péguy, French poet and philosopher (b. 1873)", "entities": [{"title": "Charles Péguy", "href": "/wiki/Charles_P%C3%A9guy", "description": "Charles Pierre Péguy was a noted French poet, essayist, and editor. His two main philosophies were socialism and nationalism, but by 1908 at the latest, after years of uneasy agnosticism, he had become a believing but non-practicing Roman Catholic.\nFrom that time, Catholicism strongly influenced his works."}]}, {"heading": "Deaths", "year": "1923", "date": "September 4", "txt": "Howdy Wilcox, American racing driver (b. 1889) ", "entities": [{"title": "Howdy Wilcox", "href": "/wiki/Howdy_Wilcox", "description": "Howard Samuel Wilcox was an American racecar driver active in formative years of auto racing."}]}, {"heading": "Deaths", "year": "1940", "date": "September 4", "txt": "George William de Carteret, French-English journalist and author (b. 1869)", "entities": [{"title": "George William de Carteret", "href": "/wiki/George_William_de_Carteret", "description": "George William de Carteret,, was a Norman language journalist and writer from Jersey."}]}, {"heading": "Deaths", "year": "1944", "date": "September 4", "txt": "Erich Fellgiebel, German general (b. 1886)", "entities": [{"title": "Erich Fellgiebel", "href": "/wiki/Erich_Fellgiebel", "description": "Fritz Erich Fellgiebel was a German Army general and a conspirator in the 20 July plot to assassinate Nazi dictator Adolf Hitler. In 1929, Fellgiebel became head of the cipher bureau of the Reichswehrministerium, which would eventually become the OKW/Chi. He was a signals specialist and was instrumental in introducing a common enciphering machine, the Enigma machine. However, he was unsuccessful i"}]}, {"heading": "Deaths", "year": "1963", "date": "September 4", "txt": "Robert Schuman, Luxembourgian-French politician, 130th Prime Minister of France (b. 1886)", "entities": [{"title": "Robert Schuman", "href": "/wiki/Robert_Schuman", "description": "Jean-Baptiste Nicolas Robert Schuman was a Luxembourg-born French statesman. Schuman was a Christian Democrat political thinker and activist. Twice Prime Minister of France, a reformist Minister of Finance and a Foreign Minister, he was instrumental in building postwar European and trans-Atlantic institutions and was one of the founders of the European Union, the Council of Europe and NATO. The 19"}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1965", "date": "September 4", "txt": "Albert Schweitzer, French-Gabonese physician, theologian, and missionary, Nobel Prize laureate (b. 1875)", "entities": [{"title": "Albert Schweitzer", "href": "/wiki/Albert_Schweitzer", "description": "Ludwig Philipp Albert Schweitzer was an Alsatian polymath. He was a theologian, organist, writer, humanitarian, philosopher, and physician. A Lutheran, Schweitzer challenged both the secular view of Jesus as depicted by the historical-critical method current at this time, as well as the traditional Christian view. His contributions to the interpretation of Pauline Christianity concern the role of "}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1974", "date": "September 4", "txt": "Creighton Abrams, American general (b. 1914)", "entities": [{"title": "Creighton Abrams", "href": "/wiki/Creighton_Abrams", "description": "Creighton Williams Abrams Jr. was a United States Army general who commanded military operations in the Vietnam War from 1968 to 1972, which saw United States troop strength in South Vietnam reduced from a peak of 543,000 to 49,000. He was then Chief of Staff of the United States Army from 1972 until his death in 1974."}]}, {"heading": "Deaths", "year": "1974", "date": "September 4", "txt": "Marcel Achard, French playwright and screenwriter (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "September 4", "txt": "Charles Arnison, English airman (b. 1893)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "September 4", "txt": "Lewi Pethrus, Swedish minister and hymn-writer (b. 1884)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "September 4", "txt": "Stelios Perpiniadis, Greek singer-songwriter and guitarist (b. 1899)", "entities": [{"title": "Stelios Perpiniadis", "href": "/wiki/Stelios_Perpiniadis", "description": "Stelios Perpiniadis, better known as Stellakis, was a Greek folk musician who wrote, sang, and played guitar in the rebetiko style. He was the father of Greek folk musician, Vangelis Perpiniadis."}]}, {"heading": "Deaths", "year": "1977", "date": "September 4", "txt": "Jean Rostand, French biologist and philosopher (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "September 4", "txt": "E. F. Schumacher, German-English economist and statistician (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "September 4", "txt": "Jack Tworkov, Polish-American painter (b. 1900)", "entities": [{"title": "Jack Tworkov", "href": "/wiki/Jack_Tworkov", "description": "Jack Tworkov was an American abstract expressionist painter."}]}, {"heading": "Deaths", "year": "1985", "date": "September 4", "txt": "Vasyl Stus, Ukrainian poet, publicist, and dissident (b. 1938)", "entities": [{"title": "Vasyl Stus", "href": "/wiki/Vasyl_Stus", "description": "Vasyl Semenovych Stus was a Ukrainian poet, translator, literary critic, journalist, and an active member of the Ukrainian dissident movement. For his political convictions, his works were banned by the Soviet regime and he spent 13 years in detention, until his death in Perm-36—then a Soviet forced labor camp for political prisoners, subsequently The Museum of the History of Political Repression—"}]}, {"heading": "Deaths", "year": "1985", "date": "September 4", "txt": "George O'Brien, American actor and singer (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "September 4", "txt": "Otto Glória, Brazilian footballer and manager (b. 1917)", "entities": [{"title": "Otto Glória", "href": "/wiki/Otto_Gl%C3%B3ria", "description": "Otto Martins Glória was a Brazilian football coach."}]}, {"heading": "Deaths", "year": "1986", "date": "September 4", "txt": "Hank Greenberg, American baseball player and manager (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "September 4", "txt": "Bill Bowes, English cricketer and coach (b. 1908)", "entities": [{"title": "Bill Bowes", "href": "/wiki/Bill_Bowes", "description": "William Eric Bowes was an English professional cricketer active from 1929 to 1947 who played in 372 first-class matches as a right arm fast bowler and a right-handed tail end batsman. He took 1,639 wickets with a best performance of nine for 121 and completed ten wickets in a match 27 times. He scored 1,531 runs with a highest score of 43* and is one of very few major players whose career total of"}]}, {"heading": "Deaths", "year": "1989", "date": "September 4", "txt": "Georges Simenon, Belgian-Swiss author (b. 1903)", "entities": [{"title": "Georges Simenon", "href": "/wiki/Georges_Simenon", "description": "Georges Joseph Christian Simenon was a Belgian writer. A prolific author who published nearly 500 novels and numerous short works, Simenon is best known as the creator of the fictional detective Jules Maigret."}]}, {"heading": "Deaths", "year": "1989", "date": "September 4", "txt": "Ronald Syme, New Zealand historian and author (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "September 4", "txt": "Lawrence A. Cremin, American historian and author (b. 1925)", "entities": [{"title": "Lawrence A. Cremin", "href": "/wiki/Lawrence_A._Cremin", "description": "Lawrence Arthur Cremin was an educational historian and administrator."}]}, {"heading": "Deaths", "year": "1990", "date": "September 4", "txt": "Irene Dunne, American actress and singer (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "September 4", "txt": "Turan Dursun, Turkish scholar and author (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "September 4", "txt": "Charlie Barnet, American saxophonist, composer, and bandleader (b. 1913)", "entities": [{"title": "Charlie Barnet", "href": "/wiki/Charlie_Barnet", "description": "Charles Daly Barnet was an American jazz saxophonist, composer, and bandleader."}]}, {"heading": "Deaths", "year": "1991", "date": "September 4", "txt": "Tom Tryon, American actor and author (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "September 4", "txt": "Dottie West, American singer-songwriter and actress (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "September 4", "txt": "Hervé Villechaize, French-American actor (b. 1943)", "entities": [{"title": "Hervé Villechaize", "href": "/wiki/Herv%C3%A9_Villechaize", "description": "Hervé Jean-Pierre Villechaize was a French American actor. He is best remembered for his roles as the evil henchman Nick Nack in the 1974 James Bond film The Man with the Golden Gun, and for playing Mr. Roarke's assistant, Tattoo, on the 1977–1984 American television series Fantasy Island, where his catch phrase was \"Ze plane! Ze plane!\""}]}, {"heading": "Deaths", "year": "1995", "date": "September 4", "txt": "Chuck Greenberg, American saxophonist, composer, and producer (b. 1950)", "entities": [{"title": "Chuck Greenberg (musician)", "href": "/wiki/Chuck_Greenberg_(musician)", "description": "Chuck Greenberg, born in Chicago, Illinois, was an American musical artist, composer and producer."}]}, {"heading": "Deaths", "year": "1995", "date": "September 4", "txt": "William Kunstler, American lawyer and activist (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "September 4", "txt": "Joan Clarke, English cryptanalyst and numismatist (b. 1917)", "entities": [{"title": "Joan Clarke", "href": "/wiki/Joan_Clarke", "description": "Joan Elisabeth Lowther Murray, MBE was an English cryptanalyst and numismatist best known for her work as a code-breaker at Bletchley Park during the Second World War. Although she did not personally seek the spotlight, her role in the Enigma project that decrypted Nazi Germany's secret communications earned her awards and citations, such as appointment as a Member of the Order of the British Empi"}, {"title": "Cryptanalyst", "href": "/wiki/Cryptanalyst", "description": "Cryptanalysis is the study of analyzing information systems in order to study the hidden aspects of the systems. Cryptanalysis is used to breach cryptographic security systems and gain access to the contents of encrypted messages, even if the cryptographic key is unknown."}, {"title": "Numismatist", "href": "/wiki/Numismatist", "description": "A numismatist is a specialist in numismatics. Numismatists include collectors, specialist dealers, and scholars who use coins and other currency in object-based research. Although use of the term numismatics was first recorded in English in 1829, people had been collecting and studying coins long before this, all over the world."}]}, {"heading": "Deaths", "year": "1997", "date": "September 4", "txt": "Dharamvir Bharati, Indian author, poet, and playwright (b. 1926)", "entities": [{"title": "Dharamvir Bharati", "href": "/wiki/Dharamvir_Bharati", "description": "Dharamvir Bharati was a renowned Hindi poet, author, playwright and a social thinker of India. He was the chief editor of the popular Hindi weekly magazine Dharmayug, from 1960 till 1987."}]}, {"heading": "Deaths", "year": "1997", "date": "September 4", "txt": "Aldo Rossi, Italian architect, designed the Bonnefanten Museum and Teatro Carlo Felice (b. 1931)", "entities": [{"title": "Bonnefanten Museum", "href": "/wiki/Bonnefanten_Museum", "description": "The Bonnefanten Museum is a museum of fine art in Maastricht, Netherlands."}, {"title": "Teatro Carlo Felice", "href": "/wiki/Teatro_Carlo_Felice", "description": "The Teatro Carlo Felice is the principal opera house of Genoa, Italy, used for performances of opera, ballet, orchestral music, and recitals. It is located on the side of Piazza De Ferrari."}]}, {"heading": "Deaths", "year": "1998", "date": "September 4", "txt": "Ernst Jaakson, Estonian diplomat (b. 1905)", "entities": [{"title": "Ernst Jaakson", "href": "/wiki/Ernst_Jaakson", "description": "Ernst Rudolf Jaakson was an Estonian diplomat whose contribution was to maintain Estonia's legal continuity with his uninterrupted diplomatic service for 69 years."}]}, {"heading": "Deaths", "year": "1998", "date": "September 4", "txt": "Elizabeth Kata, Australian author and screenwriter (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "September 4", "txt": "Georg Gawliczek, German footballer and manager (b. 1919)", "entities": [{"title": "Georg Gawliczek", "href": "/wiki/Georg_Gawliczek", "description": "Georg Gawliczek was a German football manager and former player."}]}, {"heading": "Deaths", "year": "2002", "date": "September 4", "txt": "Vlado Perlemuter, Lithuanian-French pianist and educator (b. 1904)", "entities": [{"title": "Vlado Perlemuter", "href": "/wiki/Vlado_Perlemuter", "description": "Vladislas \"Vlado\" Perlemuter was a Lithuanian-born French pianist and teacher."}]}, {"heading": "Deaths", "year": "2003", "date": "September 4", "txt": "Lola Bobesco, Romanian-Belgian violinist and educator (b. 1921)", "entities": [{"title": "Lola Bobesco", "href": "/wiki/Lola_Bobesco", "description": "Lola Violeta Ana-Maria Bobesco was a Belgian violinist of Romanian origin."}]}, {"heading": "Deaths", "year": "2003", "date": "September 4", "txt": "Tibor Varga, Hungarian violinist and conductor (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "September 4", "txt": "Alphonso Ford, American basketball player (b. 1971)", "entities": [{"title": "Alphonso Ford", "href": "/wiki/Alphonso_Ford", "description": "Alphonso Gene Ford was an American professional basketball player. A 1.92 m tall, 98 kg (216 lbs.) shooting guard, he was one of the greatest scorers in college basketball history. After a short stint in the NBA, he played professionally in Europe."}]}, {"heading": "Deaths", "year": "2004", "date": "September 4", "txt": "Moe Norman, Canadian golfer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "September 4", "txt": "Giacinto Facchetti, Italian footballer and manager (b. 1942)", "entities": [{"title": "Giacinto Facchetti", "href": "/wiki/Giacinto_Facchetti", "description": "Giacinto Facchetti was an Italian footballer who played as a defender for Inter Milan from 1960 to 1978. He later served as Inter chairman from January 2004 until his death in 2006. He played 634 official games for the club, scoring 75 goals, and was a member of \"Grande Inter\" team under manager Helenio Herrera which won four Serie A titles, a Coppa Italia, two European Cups, and two Intercontinen"}]}, {"heading": "Deaths", "year": "2006", "date": "September 4", "txt": "Steve Irwin, Australian zoologist and television host (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "September 4", "txt": "Colin Thiele, Australian author, poet, and educator (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "September 4", "txt": "Astrid Varnay, Swedish-American soprano (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 4", "txt": "John Scott, 9th Duke of Buccleuch, Scottish soldier and politician, Lord Lieutenant of Roxburghshire (b. 1923)", "entities": [{"title": "John Scott, 9th Duke of Buccleuch", "href": "/wiki/John_Scott,_9th_Duke_of_Buccleuch", "description": "Walter Francis John Montagu Douglas Scott, 9th Duke of Buccleuch and 11th Duke of Queensberry, was a Scottish peer, politician and landowner. He served in the Royal Naval Volunteer Reserve in the Second World War, and represented Edinburgh North in the House of Commons for 13 years."}, {"title": "Lord Lieutenant of Roxburghshire", "href": "/wiki/Lord_Lieutenant_of_Roxburghshire", "description": "This is a list of people who have served as Lord Lieutenant of Roxburghshire. The office was replaced by the Lord Lieutenant of Roxburgh, Ettrick and Lauderdale in 1975.John Ker, 3rd Duke of Roxburghe 17 March 1794 – 19 March 1804\nHenry Scott, 3rd Duke of Buccleuch 28 May 1804 – 11 January 1812\nWilliam Kerr, 6th Marquess of Lothian 25 January 1812 – 27 April 1824\nJohn Kerr, 7th Marquess of Lothian"}]}, {"heading": "Deaths", "year": "2011", "date": "September 4", "txt": "Lee Roy Selmon, American football player (b. 1954)", "entities": [{"title": "Lee Roy Selmon", "href": "/wiki/Lee_Roy_Selmon", "description": "Lee Roy Selmon was an American professional football player and a college athletics administrator. He played college football as a defensive tackle at the University of Oklahoma, the youngest of three brothers to play football there."}]}, {"heading": "Deaths", "year": "2012", "date": "September 4", "txt": "Abraham Avigdorov, Israeli soldier (b. 1929)", "entities": [{"title": "Abraham Avigdorov", "href": "/wiki/Abraham_Avigdorov", "description": "Avraham Avigdorov was an Israeli soldier and recipient of the Hero of Israel award, the highest Israeli military decoration. Avigdorov received the award for destroying two Bren machine gun positions on March 17, 1948, during the civil war phase of the 1947–1949 Palestine war."}]}, {"heading": "Deaths", "year": "2012", "date": "September 4", "txt": "Albert Marre, American actor, director, and producer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 4", "txt": "George Savitsky, American football player (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 4", "txt": "Syed Mustafa Siraj, Indian author (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 4", "txt": "Hakam Sufi, Indian singer-songwriter (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 4", "txt": "Michel Pagé, Canadian businessman and politician (b. 1949)", "entities": [{"title": "Michel Pagé", "href": "/wiki/Michel_Pag%C3%A9", "description": "Michel Pagé was a Canadian businessman and politician in the province of Quebec. He served in the National Assembly of Quebec from 1973 to 1992 as a Liberal and was a cabinet minister in the government of Robert Bourassa."}]}, {"heading": "Deaths", "year": "2013", "date": "September 4", "txt": "Dick Raaymakers, Dutch composer and theorist (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 4", "txt": "Daniele Seccarecci, Italian bodybuilder (b. 1980)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 4", "txt": "Stanislav Stepashkin, Russian boxer (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 4", "txt": "Casey Viator, American bodybuilder and journalist (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 4", "txt": "Ron Mulock, Australian lawyer and politician, 10th Deputy Premier of New South Wales (b. 1930)", "entities": [{"title": "Ron Mulock", "href": "/wiki/Ron_Mulock", "description": "Ronald Joseph Mulock AO KCSG was an Australian politician. A former City of Penrith mayor, he was an Australian Labor Party member of the New South Wales Legislative Assembly from 1971 to 1988. He was Deputy Premier of New South Wales under Neville Wran and Barrie Unsworth from 1984 to 1988."}, {"title": "Deputy Premier of New South Wales", "href": "/wiki/Deputy_Premier_of_New_South_Wales", "description": "The Deputy Premier of New South Wales is the second-most senior officer in the Government of New South Wales. The Deputy Premiership has been a ministerial portfolio since 1932, and the Deputy Premier is appointed by the Governor on the advice of the Premier."}]}, {"heading": "Deaths", "year": "2014", "date": "September 4", "txt": "Gustavo Cerati, Argentine Musician (b.1959)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 4", "txt": "Wolfhart Pannenberg, Polish-German theologian and academic (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 4", "txt": "Joan Rivers, American comedian, television host, and author (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 4", "txt": "Graham Brazier, New Zealand singer-songwriter (b. 1952)", "entities": [{"title": "Graham Brazier", "href": "/wiki/Graham_Brazier", "description": "Graham Philip Brazier was a New Zealand musician and songwriter. He first came to prominence in the band Hello Sailor. After Hello Sailor, he formed a band called the Legionnaires. When he was growing up, he lived above his mother's bookshop in Dominion Road in Auckland and he collected first editions."}]}, {"heading": "Deaths", "year": "2015", "date": "September 4", "txt": "Jean Darling, American actress (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 4", "txt": "Wilfred de Souza, Indian surgeon and politician, 7th Chief Minister of Goa (b. 1927)", "entities": [{"title": "Chief Minister of Goa", "href": "/wiki/Chief_Minister_of_Goa", "description": "The Chief Minister of Goa is chief executive of the Indian state of Goa. As per the Constitution of India, the governor is a state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Goa Legislative Assembly, the state's governor usually invites the party with a majority of seats to form the government. The governor appoints the chief minister"}]}, {"heading": "Deaths", "year": "2015", "date": "September 4", "txt": "Warren Murphy, American author and screenwriter (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "September 4", "txt": "Clarence D. Rappleyea Jr., lawyer and politician (b. 1933)", "entities": [{"title": "Clarence D. Rappleyea Jr.", "href": "/wiki/Clarence_D._Rappleyea_Jr.", "description": "Clarence D. Rappleyea Jr. was an American lawyer and politician from New York."}]}, {"heading": "Deaths", "year": "2018", "date": "September 4", "txt": "Bill Daily, American actor, comedian (b. 1927)", "entities": [{"title": "Bill Daily", "href": "/wiki/Bill_Daily", "description": "William Edward Daily was an American actor and comedian known for his sitcom work as Major Roger Healey on I Dream of Jeannie, Howard Borden on The Bob Newhart Show, and Dr. Larry Dykstra in ALF (1987-1989)."}]}, {"heading": "Deaths", "year": "2020", "date": "September 4", "txt": "Lloyd Cadena, Filipino YouTuber and vlogger (b. 1993)", "entities": [{"title": "Lloyd Cadena", "href": "/wiki/Lloyd_Cadena", "description": "Lloyd Cafe Cadena was a Filipino vlogger, radio personality, and author. He was one of the most popular YouTubers in his native Philippines, with over 5.84 million subscribers on the platform at the time of his death."}]}]