[{"heading": "Events", "year": "1111", "date": "September 17", "txt": "Highest Galician nobility led by Pedro Fróilaz de Traba and the bishop Diego Gelmírez crown Alfonso VII as \"King of Galicia\".", "entities": [{"title": "Pedro Fróilaz de Traba", "href": "/wiki/Pedro_Fr%C3%B3ilaz_de_Traba", "description": "Pedro Fróilaz de Traba was the most powerful secular magnate in the Kingdom of Galicia during the first quarter of the twelfth century. According to the Historia compostelana, he was \"spirited ... warlike ... of great power ... a man who feared God and hated iniquity,\" for Diego Gelmírez himself had \"fed him, like a spiritual son, with the nutriment of holy teaching.\" Brought up at the court of th"}, {"title": "Diego Gelmírez", "href": "/wiki/Diego_Gelm%C3%ADrez", "description": "Diego Gelmírez or Xelmírez was the second bishop and first archbishop of the Catholic Archdiocese of Santiago de Compostela in Galicia, modern Spain. He is a prominent figure in the history of Galicia and an important historiographer of the Iberia of his day. Diego involved himself in many quarrels, ecclesiastical and secular, which were recounted in the Historia Compostelana, which covered his ep"}, {"title": "Alfonso VII of León and Castile", "href": "/wiki/Alfonso_VII_of_Le%C3%B3n_and_Castile", "description": "Alfonso VII, called the Emperor, became the King of Galicia in 1111 and King of León and Castile in 1126. Alfonso, born Alfonso Raimúndez, first used the title Emperor of All Spain, alongside his mother Urraca, once she vested him with the direct rule of Toledo in 1116. Alfonso later held another investiture in 1135 in a grand ceremony reasserting his claims to the imperial title. He was the son o"}]}, {"heading": "Events", "year": "1176", "date": "September 17", "txt": "The Battle of Myriokephalon is the last attempt by the Byzantine Empire to recover central Anatolia from the Seljuk Turks.", "entities": [{"title": "Battle of Myriokephalon", "href": "/wiki/Battle_of_Myriokephalon", "description": "The Battle of Myriokephalon was a battle between the Byzantine Empire and the Seljuk Turks in Phrygia in the vicinity of Lake Beyşehir in southwestern Turkey on 17 September 1176. The battle was a strategic reverse for the Byzantine forces, who were ambushed when moving through a mountain pass."}]}, {"heading": "Events", "year": "1382", "date": "September 17", "txt": "Louis the Great's daughter, Mary, is crowned \"king\" of Hungary.", "entities": [{"title": "Louis the Great", "href": "/wiki/Louis_the_Great", "description": "Louis I, also Louis the Great ; or Louis the Hungarian, was King of Hungary and Croatia from 1342 and King of Poland from 1370. He was the first child of Charles I of Hungary and his wife, Elizabeth of Poland, to survive infancy. A 1338 treaty between his father and Casimir III of Poland, Louis's maternal uncle, confirmed Louis's right to inherit the Kingdom of Poland if his uncle died without a s"}, {"title": "Mary, Queen of Hungary", "href": "/wiki/Mary,_Queen_of_Hungary", "description": "Mary, also known as Maria of Anjou, reigned as Queen of Hungary and Croatia between 1382 and 1385, and from 1386 until her death. She was the daughter of Louis the Great, King of Hungary and Poland, and his wife, Elizabeth of Bosnia. Mary's marriage to Sigismund of Luxembourg, a member of the imperial Luxembourg dynasty, was already decided before her first birthday. A delegation of Polish prelate"}]}, {"heading": "Events", "year": "1462", "date": "September 17", "txt": "Thirteen Years' War: A Polish army under Piotr Dunin decisively defeats the Teutonic Order at the Battle of Świecino.", "entities": [{"title": "Thirteen Years' War (1454–66)", "href": "/wiki/Thirteen_Years%27_War_(1454%E2%80%9366)", "description": "The Thirteen Years' War, also called the War of the Cities, was a conflict fought in 1454–1466 between the Prussian Confederation, allied with the Crown of the Kingdom of Poland, and the State of the Teutonic Order."}, {"title": "Battle of Świecino", "href": "/wiki/Battle_of_%C5%9Awiecino", "description": "The Battle of Świecino also called the Battle of Żarnowiec or in German Die Schlacht bei Schwetz, took place on September 17, 1462 during the Thirteen Years' War. The Polish forces, commanded by Piotr Dunin and consisting of some 2,000 mercenaries and Poles, decisively defeated the 2,700-man army of the Teutonic Knights, commanded by Fritz Raweneck and Kaspar Nostyc. Auxiliary forces sent by Duke "}]}, {"heading": "Events", "year": "1577", "date": "September 17", "txt": "The Treaty of Bergerac is signed between King Henry III of France and the Huguenots.", "entities": [{"title": "Treaty of Bergerac", "href": "/wiki/Treaty_of_Bergerac", "description": "The Treaty of Bergerac was signed at Bergerac on 14 September 1577 between Henry III of France and Huguenot princes, and later ratified by the Edict of Poitiers on 17 September. This accord was developed after the sixth phase of the French Wars of Religion. The treaty replaced the Edict of Beaulieu, which was deemed by the Catholic League as too favorable to Protestants. Based on the terms of the "}, {"title": "Henry III of France", "href": "/wiki/Henry_III_of_France", "description": "Henry III was King of France from 1574 until his death as well as King of Poland and Grand Duke of Lithuania from 1573 to 1575."}]}, {"heading": "Events", "year": "1620", "date": "September 17", "txt": "Polish–Ottoman War: The Ottoman Empire defeats the Polish–Lithuanian Commonwealth during the Battle of Cecora.", "entities": [{"title": "Polish–Ottoman War (1620–21)", "href": "/wiki/Polish%E2%80%93Ottoman_War_(1620%E2%80%9321)", "description": "The Polish–Ottoman War (1620–1621) was a conflict between the Polish–Lithuanian Commonwealth and the Ottoman Empire over the control of Moldavia. It ended with the Commonwealth withdrawing its claims on Moldavia."}, {"title": "Battle of Cecora (1620)", "href": "/wiki/Battle_of_Cecora_(1620)", "description": "The Battle of Cecora was a battle during the Polish–Ottoman War (1620–21) between the Polish–Lithuanian Commonwealth and Ottoman forces, fought from 17 September to 7 October 1620 in Moldavia, near the Prut River."}]}, {"heading": "Events", "year": "1630", "date": "September 17", "txt": "The city of Boston, Massachusetts is founded.", "entities": [{"title": "Boston", "href": "/wiki/Boston", "description": "Boston, officially the City of Boston, is the capital and most populous city of the Commonwealth of Massachusetts in the United States and 21st most populous city in the country. The city proper covers 48.4 square miles (125 km2) with an estimated population of 692,600 in 2019, also making it the most populous city in New England. It is the seat of Suffolk County. The city is the economic and cult"}]}, {"heading": "Events", "year": "1631", "date": "September 17", "txt": "Sweden wins a major victory at the Battle of Breitenfeld against the Holy Roman Empire during the Thirty Years' War.", "entities": [{"title": "Battle of Breitenfeld (1631)", "href": "/wiki/Battle_of_Breitenfeld_(1631)", "description": "The Battle of Breitenfeld or First Battle of Breitenfeld, was fought at a crossroads near Breitenfeld approximately 8 km north-west of the walled city of Leipzig on 17 September, or 7 September, 1631. It was the Protestants' first major victory of the Thirty Years War."}, {"title": "Thirty Years' War", "href": "/wiki/Thirty_Years%27_War", "description": "The 1618 to 1648 Thirty Years' War was fought primarily in modern Germany and Central Europe. Considered one of the most destructive conflicts in European history, combined estimates of military and civilian deaths range from 4.5 to 8 million, while it has been suggested that up to 60% of the population died in some areas of Germany. Related conflicts include the Eighty Years' War, the War of the "}]}, {"heading": "Events", "year": "1658", "date": "September 17", "txt": "The Battle of Vilanova is fought between Portugal and Spain during the Portuguese Restoration War.", "entities": [{"title": "Battle of Vilanova", "href": "/wiki/Battle_of_Vilanova", "description": "The Battle of Vilanova took place on 17 September 1658 during the Portuguese Restoration War near the Fort of São Luis de Gonzaga, located south of Tui in the southern bank of the Minho River. A Spanish army commanded by the Governor of Galicia, Rodrigo Pimentel, Marquis of Viana, entered Portuguese territory and confronted a Portuguese army led by João Rodrigues de Vasconcelos e Sousa, 2nd Count "}, {"title": "Portuguese Restoration War", "href": "/wiki/Portuguese_Restoration_War", "description": "The Portuguese Restoration War was the war between Portugal and Spain that began with the Portuguese revolution of 1640 and ended with the Treaty of Lisbon in 1668, bringing a formal end to the Iberian Union. The period from 1640 to 1668 was marked by periodic skirmishes between Portugal and Spain, as well as short episodes of more serious warfare, much of it occasioned by Spanish and Portuguese e"}]}, {"heading": "Events", "year": "1683", "date": "September 17", "txt": "Antonie van Leeuwenhoek writes a letter to the Royal Society describing \"animalcules\".", "entities": [{"title": "Antonie van Leeuwenhoek", "href": "/wiki/Antonie_van_Leeuwenhoek", "description": "Antonie Philips van Leeuwenhoek was a Dutch businessman and scientist in the Golden Age of Dutch science and technology. A largely self-taught man in science, he is commonly known as \"the Father of Microbiology\", and one of the first microscopists and microbiologists. Van Leeuwenhoek is best known for his pioneering work in microscopy and for his contributions toward the establishment of microbiol"}, {"title": "Animalcule", "href": "/wiki/Animalcule", "description": "Animalcule is an old term for microscopic organisms that included bacteria, protozoans, and very small animals. The word was invented by 17th-century Dutch scientist Antonie van Leeuwenhoek to refer to the microorganisms he observed in rainwater."}]}, {"heading": "Events", "year": "1775", "date": "September 17", "txt": "American Revolutionary War: The Invasion of Canada begins with the Siege of Fort St. Jean.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Siege of Fort St. Jean", "href": "/wiki/Siege_of_Fort_St._Jean", "description": "The siege of Fort St. Jean was conducted by American Brigadier General Richard Montgomery on the town and fort of Saint-Jean in the British province of Quebec during the American Revolutionary War. The siege lasted from September 17 to November 3, 1775."}]}, {"heading": "Events", "year": "1776", "date": "September 17", "txt": "The Presidio of San Francisco is founded in New Spain.", "entities": [{"title": "Presidio of San Francisco", "href": "/wiki/Presidio_of_San_Francisco", "description": "The Presidio of San Francisco is a park and former U.S. Army military fort on the northern tip of the San Francisco Peninsula in San Francisco, California, and is part of the Golden Gate National Recreation Area."}]}, {"heading": "Events", "year": "1778", "date": "September 17", "txt": "The Treaty of Fort Pitt is signed. It is the first formal treaty between the United States and a Native American tribe.", "entities": [{"title": "Treaty of Fort Pitt", "href": "/wiki/Treaty_of_Fort_Pitt", "description": "The Treaty of Fort Pitt, also known as the Treaty With the Delawares, the Delaware Treaty, or the Fourth Treaty of Pittsburgh, was signed on September 17, 1778, and was the first written treaty between the new United States of America and any American Indians, in this case the Lenape. Although many informal treaties were held with Native Americans during the American Revolution from 1775 to 1783, "}]}, {"heading": "Events", "year": "1787", "date": "September 17", "txt": "The United States Constitution is signed in Philadelphia.", "entities": [{"title": "United States Constitution", "href": "/wiki/United_States_Constitution", "description": "The Constitution of the United States is the supreme law of the United States of America. This founding document, originally comprising seven articles, delineates the national frame of government. Its first three articles embody the doctrine of the separation of powers, whereby the federal government is divided into three branches: the legislative, consisting of the bicameral Congress ; the execut"}]}, {"heading": "Events", "year": "1793", "date": "September 17", "txt": "War of the Pyrenees: France defeats a Spanish force at the Battle of Peyrestortes.", "entities": [{"title": "War of the Pyrenees", "href": "/wiki/War_of_the_Pyrenees", "description": "The War of the Pyrenees, also known as War of Roussillon or War of the Convention, was the Pyrenean front of the First Coalition's war against the First French Republic. It pitted Revolutionary France against the kingdoms of Spain and Portugal from March 1793 to July 1795 during the French Revolutionary Wars."}, {"title": "Battle of Peyrestortes", "href": "/wiki/Battle_of_Peyrestortes", "description": "The Battle of Peyrestortes saw soldiers of the First French Republic fighting troops of the Kingdom of Spain during the War of the Pyrenees. Forces from the French Army of the Eastern Pyrenees, temporarily commanded by Eustache Charles d'Aoust and Jacques Gilles Henri Goguet, defeated two divisions of the Army of Catalonia led by Juan de Courten and Jerónimo Girón-Moctezuma, Marquis de las Amarill"}]}, {"heading": "Events", "year": "1794", "date": "September 17", "txt": "Flanders Campaign: France completes its conquest of the Austrian Netherlands at the Battle of Sprimont.", "entities": [{"title": "Flanders Campaign", "href": "/wiki/Flanders_Campaign", "description": "The Flanders Campaign was conducted from 6 November 1792 to 7 June 1795 during the first years of the French Revolutionary Wars. A Coalition of states representing the Ancien Régime in Western Europe – Austria, Prussia, Great Britain, the Dutch Republic, Hanover and Hesse-Kassel – mobilised military forces along all the French frontiers, with the intention to invade Revolutionary France and end th"}, {"title": "Battle of Sprimont", "href": "/wiki/Battle_of_Sprimont", "description": "The Battle of Sprimont, Battle of Esneux or Battle of the Ourthe was a battle between French Republican and Austrian troops on the plateau between the valleys of the Vesdre, the Ourthe and the Amblève, 20 kilometres (12 mi) south of Liège. It occurred on 17 and 18 September 1794 and was a French Republican victory. The battle put a final end to the Ancien Régime in what is now Belgium, then essent"}]}, {"heading": "Events", "year": "1809", "date": "September 17", "txt": "Peace between Sweden and Russia in the Finnish War; the territory that will become Finland is ceded to Russia by the Treaty of Fredrikshamn.", "entities": [{"title": "Finnish War", "href": "/wiki/Finnish_War", "description": "The Finnish War was fought between the Kingdom of Sweden and the Russian Empire from 21 February 1808 to 17 September 1809. As a result of the war, the eastern third of Sweden was established as the autonomous Grand Duchy of Finland within the Russian Empire. Other notable effects were the Swedish parliament's adoption of a new constitution and the establishment of the House of Bernadotte, the new"}, {"title": "Treaty of Fredrikshamn", "href": "/wiki/Treaty_of_Fredrikshamn", "description": "The Treaty of Fredrikshamn or the Treaty of Hamina was a peace treaty concluded between Sweden and Russia on 17 September 1809. The treaty concluded the Finnish War and was signed in the Finnish town of Hamina. Russia was represented by Nikolai Rumyantsev and David Alopaeus, while Sweden by Infantry General Kurt von Stedingk and Colonel Anders Fredrik Skjöldebrand."}]}, {"heading": "Events", "year": "1849", "date": "September 17", "txt": "American abolitionist Harriet Tubman escapes from slavery.", "entities": [{"title": "Harriet Tubman", "href": "/wiki/Harriet_Tubman", "description": "Harriet Tubman was an American abolitionist and political activist. Born into slavery, Tubman escaped and subsequently made some 13 missions to rescue approximately 70 enslaved people, including family and friends, using the network of antislavery activists and safe houses known as the Underground Railroad. During the American Civil War, she served as an armed scout and spy for the Union Army. In "}]}, {"heading": "Events", "year": "1859", "date": "September 17", "txt": "Joshua A. Norton declares himself \"Norton I, Emperor of the United States.\"", "entities": [{"title": "Joshua A. Norton", "href": "/wiki/Joshua_A._Norton", "description": "Joshua Abraham Norton, known as Emperor Norton, was a citizen of San Francisco, California, who proclaimed himself \"Norton I, Emperor of the United States\" in 1859. In 1863 he took the secondary title of \"Protector of Mexico\" after Napoleon III invaded Mexico. Norton was born in England but spent most of his early life in South Africa. He sailed west after the death of his mother in 1846 and his f"}]}, {"heading": "Events", "year": "1861", "date": "September 17", "txt": "Argentine Civil Wars: The State of Buenos Aires defeats the Argentine Confederation at the Battle of Pavón.", "entities": [{"title": "Argentine Civil Wars", "href": "/wiki/Argentine_Civil_Wars", "description": "The Argentine Civil Wars were a series of civil wars that took place in Argentina from 1814 to 1880. These conflicts were separate from the Argentine War of Independence (1810–1820), though they first arose during this period."}, {"title": "Battle of Pavón", "href": "/wiki/Battle_of_Pav%C3%B3n", "description": "The Battle of Pavón, a key battle of the Argentine Civil Wars, was fought in Pavón, Santa Fé Province, Argentina on 17 September 1861 between the Army of the State of Buenos Aires, commanded by Bartolomé Mitre, and the Army of Republic of the Argentine Confederation, commanded by Justo José de Urquiza. The withdrawal of Urquiza left the field to Mitre."}]}, {"heading": "Events", "year": "1862", "date": "September 17", "txt": "American Civil War: George B. McClellan halts the northward drive of Robert E. Lee's Confederate Army in the single-day Battle of Antietam, the bloodiest day in American military history.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Antietam", "href": "/wiki/Battle_of_Antietam", "description": "The Battle of Antietam, also known as the Battle of Sharpsburg, particularly in the Southern United States, was a battle of the American Civil War, fought on September 17, 1862, between Confederate Gen. Robert E. Lee's Army of Northern Virginia and Union Gen. George B. McClellan's Army of the Potomac, near Sharpsburg, Maryland and Antietam Creek. Part of the Maryland Campaign, it was the first fie"}]}, {"heading": "Events", "year": "1862", "date": "September 17", "txt": "American Civil War: The Allegheny Arsenal explosion results in the single largest civilian disaster during the war.", "entities": []}, {"heading": "Events", "year": "1894", "date": "September 17", "txt": "Battle of the Yalu River, the largest naval engagement of the First Sino-Japanese War.", "entities": [{"title": "Battle of the Yalu River (1894)", "href": "/wiki/Battle_of_the_Yalu_River_(1894)", "description": "The Battle of the Yalu River (simplified Chinese: 黄海海战; traditional Chinese: 黃海海戰; pinyin: Huáng Hǎi Hǎizhàn; Japanese: Kōkai-kaisen  was the largest naval engagement of the First Sino-Japanese War, and took place on 17 September 1894, the day after the Japanese victory at the land Battle of Pyongyang. It involved ships from the Imperial Japanese Navy and the Chinese Beiyang Fleet."}, {"title": "First Sino-Japanese War", "href": "/wiki/First_Sino-Japanese_War", "description": "The First Sino-Japanese War was a conflict between the Qing dynasty of China and the Empire of Japan primarily over influence in Joseon Korea. After more than six months of unbroken successes by Japanese land and naval forces and the loss of the port of Weihaiwei, the Qing government sued for peace in February 1895."}]}, {"heading": "Events", "year": "1900", "date": "September 17", "txt": "Philippine–American War: Filipinos under Juan Cailles defeat Americans under Colonel Benjamin F. Cheatham Jr. at Mabitac.", "entities": [{"title": "Philippine–American War", "href": "/wiki/Philippine%E2%80%93American_War", "description": "The Philippine–American War, also referred to as the Filipino–American War, the Philippine War, and previously referred to as the Philippine Insurrection or the Tagalog Insurgency, was an armed conflict between the First Philippine Republic and the United States that lasted from February 4, 1899 to July 2, 1902. While Filipino nationalists viewed the conflict as a continuation of the struggle for "}, {"title": "Battle of Mabitac", "href": "/wiki/Battle_of_Mabitac", "description": "The Battle of Mabitac was an engagement in the Philippine–American War, when on September 17, 1900, Filipinos under General Juan Cailles defeated an American force commanded by Colonel Benjamin F. Cheatham, Jr."}]}, {"heading": "Events", "year": "1901", "date": "September 17", "txt": "Second Boer War: A Boer column defeats a British force at the Battle of Blood River Poort.", "entities": [{"title": "Second Boer War", "href": "/wiki/Second_Boer_War", "description": "The Second Boer War, also known as the Boer War, the Anglo-Boer War, or the South African War, was fought between the British Empire and two independent Boer states, the South African Republic and the Orange Free State, over the Empire's influence in South Africa. The trigger of the war was the discovery of diamonds and gold in the Boer states. Initial Boer attacks were successful, and although Br"}, {"title": "Battle of Blood River Poort", "href": "/wiki/Battle_of_Blood_River_Poort", "description": "In the Battle of Blood River Poort or Scheeper's Nek on 17 September 1901 a Boer commando led by Louis Botha crushed a British force commanded by Major Hubert Gough during the Second Boer War."}]}, {"heading": "Events", "year": "1901", "date": "September 17", "txt": "Second Boer War: Boers capture a squadron of the 17th Lancers at the Battle of Elands River.", "entities": []}, {"heading": "Events", "year": "1908", "date": "September 17", "txt": "The Wright Flyer flown by Orville Wright, with Lieutenant Thomas Selfridge as passenger, crashes, killing Selfridge, who becomes the first airplane fatality.", "entities": [{"title": "Thomas Selfridge", "href": "/wiki/Thomas_Selfridge", "description": "Thomas Etholen Selfridge was a first lieutenant in the U.S. Army and the first person to die in an airplane crash. He was also the first active-duty member of the U.S. military to die in a crash while on duty. He was killed while seated as a passenger in the Wright Flyer, on a demonstration flight piloted by Orville Wright."}]}, {"heading": "Events", "year": "1914", "date": "September 17", "txt": "Andrew Fisher becomes Prime Minister of Australia for the third time.", "entities": [{"title": "Andrew Fisher", "href": "/wiki/Andrew_Fisher", "description": "Andrew Fisher was an Australian politician who served three separate terms as Prime Minister of Australia – from 1908 to 1909, from 1910 to 1913, and from 1914 to 1915. He was the leader of the Australian Labor Party from 1907 to 1915."}]}, {"heading": "Events", "year": "1914", "date": "September 17", "txt": "World War I: The Race to the Sea begins.", "entities": [{"title": "Race to the Sea", "href": "/wiki/Race_to_the_Sea", "description": "The Race to the Sea took place from about 17 September – 19 October 1914 during the First World War, after the Battle of the Frontiers and the German advance into France. The invasion had been stopped at the First Battle of the Marne (5–12 September) and was followed by the First Battle of the Aisne (13–28 September), a Franco-British counter-offensive. The term describes reciprocal attempts by th"}]}, {"heading": "Events", "year": "1916", "date": "September 17", "txt": "World War I: Manfred von Richthofen (\"The Red Baron\"), a flying ace of the German Luftstreitkräfte, wins his first aerial combat near Cambrai, France.", "entities": [{"title": "Manfred von Richthofen", "href": "/wiki/Manfred_von_Richthofen", "description": "Manfred Albrecht Freiherr von Richthofen, known in English as Baron von Richthofen, and most famously as the \"Red Baron\", was a fighter pilot with the German Air Force during World War I. He is considered the ace-of-aces of the war, being officially credited with 80 air combat victories."}]}, {"heading": "Events", "year": "1920", "date": "September 17", "txt": "The National Football League is organized as the American Professional Football Association in Canton, Ohio.", "entities": [{"title": "National Football League", "href": "/wiki/National_Football_League", "description": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major North American professional sports leagues, the highest professional level of American football in the world. The NFL's 18-week regular season runs from early"}]}, {"heading": "Events", "year": "1924", "date": "September 17", "txt": "The Border Protection Corps is established in the Second Polish Republic for the defence of the eastern border against armed Soviet raids and local bandits.", "entities": [{"title": "Border Protection Corps", "href": "/wiki/Border_Protection_Corps", "description": "The Border Protection Corps was a Polish military formation that was created in 1924 to defend the country's eastern borders against armed Soviet incursions and local bandits. Other borders were under the jurisdiction of a separate, regular Border Guard state security agency."}]}, {"heading": "Events", "year": "1928", "date": "September 17", "txt": "The Okeechobee hurricane strikes southeastern Florida, killing more than 2,500 people.", "entities": [{"title": "1928 Okeechobee hurricane", "href": "/wiki/1928_Okeechobee_hurricane", "description": "The Okeechobee hurricane of 1928, also known as the San Felipe Segundo hurricane, was one of the deadliest hurricanes in the recorded history of the North Atlantic basin, and the third deadliest hurricane in the United States, only behind the 1900 Galveston hurricane and Hurricane Maria. The hurricane killed an estimated 2,500 people in the United States; most of the fatalities occurred in the sta"}]}, {"heading": "Events", "year": "1930", "date": "September 17", "txt": "The Kurdish Ararat rebellion is suppressed by the Turks.", "entities": [{"title": "Ararat rebellion", "href": "/wiki/Ararat_rebellion", "description": "The Ararat rebellion, also known as the Ağrı rebellion, was a 1930 uprising of the Kurds of Ağrı Province, in eastern Turkey, against the Turkish government."}]}, {"heading": "Events", "year": "1932", "date": "September 17", "txt": "A speech by Laureano Gómez leads to the escalation of the Leticia Incident.", "entities": [{"title": "Laureano Gómez", "href": "/wiki/Laureano_G%C3%B3mez", "description": "Laureano Eleuterio Gómez Castro was a Colombian politician and civil engineer who served as the 18th President of Colombia from 1950 to 1953. In November 1951 poor health led him to cede presidential power to Roberto Urdaneta Arbelaez. On 13 June 1953, when he tried to resume his presidency, he was overthrown in a military coup led by Gustavo Rojas Pinilla. During the three decades prior to being "}, {"title": "Leticia Incident", "href": "/wiki/Leticia_Incident", "description": "The Leticia Incident, also called the Leticia War or the Colombia–Peru War, was a short-lived armed conflict between Colombia and Peru over territory in the Amazon rainforest. In the end, they reached an agreement to divide the disputed area between them."}]}, {"heading": "Events", "year": "1935", "date": "September 17", "txt": "The Niagara Gorge Railroad ceases operations after a rockslide.", "entities": [{"title": "Niagara Gorge Railroad", "href": "/wiki/Niagara_Gorge_Railroad", "description": "The Niagara Gorge Railroad was an interurban railway which ran at the bottom of the Niagara Gorge from Niagara Falls, New York to Lewiston, New York."}]}, {"heading": "Events", "year": "1939", "date": "September 17", "txt": "World War II: The Soviet invasion of Poland begins.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Soviet invasion of Poland", "href": "/wiki/Soviet_invasion_of_Poland", "description": "The Soviet invasion of Poland was a military operation by the Soviet Union without a formal declaration of war. On 17 September 1939, the Soviet Union invaded Poland from the east, sixteen days after Germany invaded Poland from the west. Subsequent military operations lasted for the following 20 days and ended on 6 October 1939 with the two-way division and annexation of the entire territory of th"}]}, {"heading": "Events", "year": "1939", "date": "September 17", "txt": "World War II: German submarine U-29 sinks the British aircraft carrier HMS Courageous.", "entities": [{"title": "HMS Courageous (50)", "href": "/wiki/HMS_Courageous_(50)", "description": "HMS Courageous was the lead ship of her class of three battlecruisers built for the Royal Navy during the First World War. Designed to support the Baltic Project championed by First Sea Lord John Fisher, the ship was very lightly armoured and armed with only a few heavy guns. Courageous was completed in late 1916 and spent the war patrolling the North Sea. She participated in the Second Battle of "}]}, {"heading": "Events", "year": "1940", "date": "September 17", "txt": "World War II: Due to setbacks in the Battle of Britain and approaching autumn weather, Hitler postpones Operation Sea Lion.", "entities": [{"title": "Battle of Britain", "href": "/wiki/Battle_of_Britain", "description": "The Battle of Britain was a military campaign of the Second World War, in which the Royal Air Force (RAF) and the Fleet Air Arm (FAA) of the Royal Navy defended the United Kingdom (UK) against large-scale attacks by Nazi Germany's air force, the Luftwaffe. It has been described as the first major military campaign fought entirely by air forces. The British officially recognise the battle's duratio"}, {"title": "Operation Sea Lion", "href": "/wiki/Operation_Sea_Lion", "description": "Operation Sea Lion, also written as Operation Sealion, was Nazi Germany's code name for the plan for an invasion of the United Kingdom during the Battle of Britain in the Second World War. Following the Fall of France, Adolf Hitler, the German Führer and Supreme Commander of the Armed Forces, hoped the British government would accept his offer to end the war, and he reluctantly considered invasion"}]}, {"heading": "Events", "year": "1941", "date": "September 17", "txt": "World War II: A decree of the Soviet State Committee of Defense restores compulsory military training.", "entities": [{"title": "Vsevobuch", "href": "/wiki/Vsevobuch", "description": "Vsevobuch, a portmanteau for \"Universal Military Training\", was a system of compulsory military training for men practiced in the Russian SFSR governed by the Chief Administration of Universal Military Training of the People's Commissariat of Military Affairs."}]}, {"heading": "Events", "year": "1941", "date": "September 17", "txt": "World War II: Soviet forces enter Tehran during the Anglo-Soviet invasion of Iran.", "entities": []}, {"heading": "Events", "year": "1944", "date": "September 17", "txt": "World War II: Allied airborne troops parachute into the Netherlands as the \"Market\" half of Operation Market Garden.", "entities": [{"title": "Operation Market Garden", "href": "/wiki/Operation_Market_Garden", "description": "Operation Market Garden was an unsuccessful World War II military operation fought in the Netherlands from 17 to 25 September 1944. It was the brainchild of Field Marshal Bernard Montgomery and strongly supported by Winston Churchill and Franklin Roosevelt. The airborne operation was undertaken by the First Allied Airborne Army with the land operation by XXX Corps of the British Second Army. The o"}]}, {"heading": "Events", "year": "1944", "date": "September 17", "txt": "World War II: Soviet troops launch the Tallinn Offensive against Germany and pro-independence Estonian units.", "entities": [{"title": "Estonia in World War II", "href": "/wiki/Estonia_in_World_War_II", "description": "Before the outbreak of the Second World War, Germany and the Soviet Union signed the German-Soviet Nonaggression Pact, concerning the partition and disposition of sovereign states, including Estonia, and in particular its Secret Additional Protocol of August 1939."}]}, {"heading": "Events", "year": "1944", "date": "September 17", "txt": "World War II: German forces are attacked by the Allies in the Battle of San Marino.", "entities": []}, {"heading": "Events", "year": "1948", "date": "September 17", "txt": "The Lehi (also known as the Stern gang) assassinates Count Folke Bernadotte, who was appointed by the United Nations to mediate between the Arab nations and Israel.", "entities": [{"title": "Lehi (group)", "href": "/wiki/Lehi_(group)", "description": "Lehi, often known pejoratively as the Stern Gang, was a Zionist paramilitary organization founded by Avraham (\"Yair\") Stern in Mandatory Palestine that used terrorist means in its actions. Its avowed aim was to evict the British authorities from Palestine by resort to force, allowing unrestricted immigration of Jews and the formation of a Jewish state, a \"new totalitarian Hebrew republic\". It was "}, {"title": "Folke Bernadotte", "href": "/wiki/Folke_Bernadotte", "description": "Folke Bernadotte, Count of Wisborg was a Swedish nobleman and diplomat. In World War II he negotiated the release of about 31,000 prisoners from German concentration camps, including 450 Danish Jews from the Theresienstadt camp. They were released on 14 April 1945. In 1945 he received a German surrender offer from Heinrich Himmler, though the offer was ultimately rejected."}]}, {"heading": "Events", "year": "1948", "date": "September 17", "txt": "The Nizam of Hyderabad surrenders his sovereignty over the Hyderabad State and joins the Indian Union.", "entities": [{"title": "Hyderabad State", "href": "/wiki/Hyderabad_State", "description": "Hyderabad State, also known as Hyderabad Deccan, was an Indian princely state located in the south-central region of India with its capital at the city of Hyderabad. It is now divided into the state of Telangana, the Hyderabad-Karnataka region of Karnataka, and the Marathwada region of Maharashtra."}, {"title": "Dominion of India", "href": "/wiki/Dominion_of_India", "description": "The Union of India, also called the Dominion of India, was an independent dominion in the British Commonwealth of Nations between 15 August 1947 and 26 January 1950. It was created by the Indian Independence Act 1947 and was transformed into the Republic of India by the promulgation of the Constitution of India in 1950."}]}, {"heading": "Events", "year": "1949", "date": "September 17", "txt": "The Canadian steamship SS Noronic burns in Toronto Harbour with the loss of over 118 lives.", "entities": [{"title": "SS Noronic", "href": "/wiki/SS_Noronic", "description": "SS Noronic was a passenger ship that was destroyed by fire in Toronto Harbour in September 1949 with the loss of at least 118 lives."}, {"title": "Toronto Harbour", "href": "/wiki/Toronto_Harbour", "description": "Toronto Harbour or Toronto Bay is a bay on the north shore of Lake Ontario, in Toronto, Ontario, Canada. It is a natural harbour, protected from Lake Ontario waves by the Toronto Islands. Today, the harbour is used primarily for recreational boating, including personal vessels and pleasure boats providing scenic or party cruises. Ferries travel from docks on the mainland to the Islands, and cargo "}]}, {"heading": "Events", "year": "1961", "date": "September 17", "txt": "The world's first retractable roof stadium, the Civic Arena, opens in Pittsburgh, Pennsylvania.", "entities": [{"title": "Civic Arena (Pittsburgh)", "href": "/wiki/Civic_Arena_(Pittsburgh)", "description": "The Civic Arena, formerly the Civic Auditorium and later Mellon Arena, was an arena located in Downtown Pittsburgh, Pennsylvania. The Civic Arena primarily served as the home to the Pittsburgh Penguins, the city's National Hockey League (NHL) franchise, from 1967 to 2010."}]}, {"heading": "Events", "year": "1965", "date": "September 17", "txt": "The Battle of Chawinda is fought between Pakistan and India.", "entities": [{"title": "Battle of Chawinda", "href": "/wiki/Battle_of_Chawinda", "description": "The Battle of Chawinda was a major engagement between Pakistan and India in the Second Kashmir War as part of the Sialkot campaign. It is well-known as being one of the largest tank battles in history since the Battle of Kursk, which was fought between the Soviet Union and Nazi Germany in World War II."}]}, {"heading": "Events", "year": "1974", "date": "September 17", "txt": "Bangladesh, Grenada and Guinea-Bissau join the United Nations.", "entities": [{"title": "Bangladesh", "href": "/wiki/Bangladesh", "description": "Bangladesh, officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country in the world, with a population exceeding 163 million people, in an area of 147,570 square kilometres (56,980 sq mi), making it one of the most densely populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the "}, {"title": "Grenada", "href": "/wiki/Grenada", "description": "Grenada is an island country in the West Indies in the Caribbean Sea at the southern end of the Grenadines island chain. Grenada consists of the island of Grenada itself, two smaller islands, Carriacou and Petite Martinique, and several small islands which lie to the north of the main island and are a part of the Grenadines. It is located northwest of Trinidad and Tobago, northeast of Venezuela an"}, {"title": "Guinea-Bissau", "href": "/wiki/Guinea-Bissau", "description": "Guinea-Bissau, officially the Republic of Guinea-Bissau, is a country in West Africa that covers 36,125 square kilometres (13,948 sq mi) with an estimated population of 1,874,303. It borders Senegal to the north and Guinea to the south-east."}]}, {"heading": "Events", "year": "1976", "date": "September 17", "txt": "The Space Shuttle Enterprise is unveiled by NASA.", "entities": [{"title": "Space Shuttle Enterprise", "href": "/wiki/Space_Shuttle_Enterprise", "description": "Space Shuttle Enterprise was the first orbiter of the Space Shuttle system. Rolled out on September 17, 1976, it was built for NASA as part of the Space Shuttle program to perform atmospheric test flights after being launched from a modified Boeing 747. It was constructed without engines or a functional heat shield. As a result, it was not capable of spaceflight."}]}, {"heading": "Events", "year": "1978", "date": "September 17", "txt": "The Camp David Accords are signed by Israel and Egypt.", "entities": [{"title": "Camp David Accords", "href": "/wiki/Camp_David_Accords", "description": "The Camp David Accords were a pair of political agreements signed by Egyptian President Anwar Sadat and Israeli Prime Minister Menachem Begin on 17 September 1978, following twelve days of secret negotiations at Camp David, the country retreat of the President of the United States in Maryland. The two framework agreements were signed at the White House and were witnessed by President Jimmy Carter."}]}, {"heading": "Events", "year": "1980", "date": "September 17", "txt": "After weeks of strikes at the Lenin Shipyard in Gdańsk, Poland, the nationwide independent trade union Solidarity is established.", "entities": [{"title": "Lenin Shipyard", "href": "/wiki/Lenin_Shipyard", "description": "Gdańsk Shipyard is a large Polish shipyard, located in the city of Gdańsk. The yard gained international fame when Solidarity (Solidarność) was founded there in September 1980. It is situated on the left side of Martwa Wisła and on\nOstrów Island."}, {"title": "Solidarity (Polish trade union)", "href": "/wiki/Solidarity_(Polish_trade_union)", "description": "Solidarity is a trade union founded in August 1980 at the Lenin Shipyard in Gdańsk, Poland. Subsequently, it was the first independent free trade union in a Warsaw Pact country to be recognised by the state. The union's membership peaked at 10 million in September 1981, representing one-third of the country's working-age population. Solidarity's leader Lech Wałęsa was awarded the Nobel Peace Prize"}]}, {"heading": "Events", "year": "1980", "date": "September 17", "txt": "Former Nicaraguan President Anastasio Somoza Debayle is killed in Asunción, Paraguay.", "entities": []}, {"heading": "Events", "year": "1983", "date": "September 17", "txt": "Vanessa Williams becomes the first black Miss America.", "entities": [{"title": "Vanessa Williams", "href": "/wiki/Vanessa_Williams", "description": "Vanessa Lynne Williams is an American singer, actress, and fashion designer. She initially gained recognition as the first African-American woman to receive the Miss America title when she was crowned Miss America 1984 in 1983. However, a scandal arose the following year when, a few weeks prior to the end of her reign, Williams learned that Penthouse magazine would be publishing now \"iconic\" unaut"}]}, {"heading": "Events", "year": "1991", "date": "September 17", "txt": "Estonia, North Korea, South Korea, Latvia, Lithuania, the Marshall Islands and Micronesia join the United Nations.", "entities": [{"title": "Estonia", "href": "/wiki/Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}, {"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}, {"title": "South Korea", "href": "/wiki/South_Korea", "description": "South Korea, officially the Republic of Korea (ROK), is a country in East Asia, constituting the southern part of the Korean Peninsula, and sharing a land border with North Korea. 25 million people, around half of the country's population of 51 million, live in the Seoul Capital Area, the fifth-largest metropolitan area in the world."}, {"title": "Latvia", "href": "/wiki/Latvia", "description": "Latvia, officially known as the Republic of Latvia, is a country in the Baltic region of Northern Europe. It is one of the Baltic states; and is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia covers an area of 64,589 km2 (24,938 sq mi), with a population of 1.9 million. The country"}, {"title": "Lithuania", "href": "/wiki/Lithuania", "description": "Lithuania, officially the Republic of Lithuania, is a country in the Baltic region of Europe. It is one of the Baltic states, and lies on the eastern shore of the Baltic Sea, to the southeast of Sweden and the east of Denmark, with Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast of Russia to the southwest. Lithuania covers an area of 65,300 km2 (25,2"}, {"title": "Marshall Islands", "href": "/wiki/Marshall_Islands", "description": "The Marshall Islands, officially the Republic of the Marshall Islands, is an island country near the Equator in the Pacific Ocean, slightly west of the International Date Line. Geographically, the country is part of the larger island group of Micronesia. The country's population of 58,413 people is spread out over 29 coral atolls, comprising 1,156 individual islands and islets. The capital and lar"}, {"title": "Federated States of Micronesia", "href": "/wiki/Federated_States_of_Micronesia", "description": "The Federated States of Micronesia or simply Micronesia, is an island country in Oceania. It consists of four states – from west to east, Yap, Chuuk, Pohnpei and Kosrae – that are spread across the western Pacific. Together, the states comprise around 607 islands that cover a longitudinal distance of almost 2,700 km (1,678 mi) just north of the equator. They lie northeast of Indonesia and Papua Ne"}]}, {"heading": "Events", "year": "1991", "date": "September 17", "txt": "The first version of the Linux kernel (0.01) is released to the Internet.", "entities": []}, {"heading": "Events", "year": "1992", "date": "September 17", "txt": "An Iranian Kurdish leader and his two joiners are assassinated by political militants in Berlin.", "entities": [{"title": "Mykonos restaurant assassinations", "href": "/wiki/Mykonos_restaurant_assassinations", "description": "In the Mykonos restaurant assassinations, Iranian-Kurdish opposition leaders Sadegh Sharafkandi, Fattah Abdoli, Homayoun Ardalan and their translator Nouri Dehkordi, were assassinated at the Mykonos Greek restaurant in Berlin, Germany on 17 September 1992. The assassination took place during the KDPI insurgency (1989–96), as part of the general Kurdish separatism in Iran. The assassins were believ"}]}, {"heading": "Events", "year": "2001", "date": "September 17", "txt": "The New York Stock Exchange reopens for trading after the September 11 attacks, the longest closure since the Great Depression.", "entities": [{"title": "New York Stock Exchange", "href": "/wiki/New_York_Stock_Exchange", "description": "The New York Stock Exchange is an American stock exchange in the Financial District of Lower Manhattan in New York City. It is by far the world's largest stock exchange by market capitalization of its listed companies at US$30.1 trillion as of February 2018. The average daily trading value was approximately US$169 billion in 2013. The NYSE trading floor is at the New York Stock Exchange Building o"}, {"title": "September 11 attacks", "href": "/wiki/September_11_attacks", "description": "The September 11 attacks, often referred to as 9/11, were a series of four coordinated terrorist attacks by the Wahhabi terrorist group Al-Qaeda against the United States on the morning of Tuesday, September 11, 2001. The attacks resulted in 2,977 fatalities, over 25,000 injuries, and substantial long-term health consequences, in addition to at least $10 billion in infrastructure and property dama"}, {"title": "Great Depression", "href": "/wiki/Great_Depression", "description": "The Great Depression was a severe worldwide economic depression that took place mostly during the 1930s, beginning in the United States. The timing of the Great Depression varied across the world; in most countries, it started in 1929 and lasted until the late 1930s. It was the longest, deepest, and most widespread depression of the 20th century. The Great Depression is commonly used as an example"}]}, {"heading": "Events", "year": "2006", "date": "September 17", "txt": "Fourpeaked Mountain in Alaska erupts, marking the first eruption for the volcano in at least 10,000 years.", "entities": [{"title": "Fourpeaked Mountain", "href": "/wiki/Fourpeaked_Mountain", "description": "Fourpeaked Volcano is an active stratovolcano in the U.S. state of Alaska. The Alaska Volcano Observatory rates Fourpeaked Volcano as Aviation Alert Level Green and Volcanic-alert Level Normal. It is nearly completely covered by Fourpeaked Glacier."}]}, {"heading": "Events", "year": "2006", "date": "September 17", "txt": "An audio tape of a private speech by Hungarian Prime Minister Ferenc Gyurcsány is leaked to the public, in which he confessed that his Hungarian Socialist Party had lied to win the 2006 election, sparking widespread protests across the country.", "entities": [{"title": "2006 protests in Hungary", "href": "/wiki/2006_protests_in_Hungary", "description": "The 2006 protests in Hungary were a series of anti-government protests triggered by the release of Hungarian Prime Minister Ferenc Gyurcsány's private speech in which he confessed that his Hungarian Socialist Party had lied to win the 2006 election, and had done nothing worth mentioning in the previous four years of governing. Most of the events took place in Budapest and other major cities betwee"}]}, {"heading": "Events", "year": "2011", "date": "September 17", "txt": "Occupy Wall Street movement begins in Zuccotti Park, New York City.", "entities": [{"title": "Occupy Wall Street", "href": "/wiki/Occupy_Wall_Street", "description": "Occupy Wall Street (OWS) was a protest movement against economic inequality that began in Zuccotti Park, located in New York City's Wall Street financial district, in September 2011. It gave rise to the wider Occupy movement in the United States and other countries."}]}, {"heading": "Events", "year": "2013", "date": "September 17", "txt": "Grand Theft Auto V earns more than half a billion dollars on its first day of release.", "entities": []}, {"heading": "Events", "year": "2016", "date": "September 17", "txt": "Two bombs explode in Seaside Park, New Jersey, and Manhattan. Thirty-one people are injured in the Manhattan bombing.", "entities": [{"title": "2016 New York and New Jersey bombings", "href": "/wiki/2016_New_York_and_New_Jersey_bombings", "description": "On September 17–19, 2016, three bombs exploded and several unexploded ones were found in the New York metropolitan area. The bombings left 31 people wounded, but no fatalities or life-threatening injuries were reported."}]}, {"heading": "Events", "year": "2018", "date": "September 17", "txt": "A Russian reconnaissance aircraft carrying 15 people on board is brought down by a Syrian surface-to-air missile over the Mediterranean Sea.", "entities": [{"title": "Syria missile strikes (September 2018)", "href": "/wiki/Syria_missile_strikes_(September_2018)", "description": "Late on 17 September 2018, missile strikes that hit multiple targets in the Syrian government-controlled western Syria were conducted by the Israeli Air Force. The Israel Defense Forces accepted responsibility for the airstrikes the following day and expressed sorrow for the Russian plane, downed by Syria's air defenses. The strikes occurred a few hours after a Russo-Turkish agreement to create a "}]}, {"heading": "Births", "year": "879", "date": "September 17", "txt": "Charles the Simple, Frankish king (d. 929)", "entities": [{"title": "Charles the Simple", "href": "/wiki/Charles_the_Simple", "description": "Charles III, called the Simple or the Straightforward, was the king of West Francia from 898 until 922 and the king of Lotharingia from 911 until 919–23. He was a member of the Carolingian dynasty."}]}, {"heading": "Births", "year": "1433", "date": "September 17", "txt": "James of Portugal, Portuguese prince and cardinal (d. 1459)", "entities": [{"title": "James of Portugal", "href": "/wiki/James_of_Portugal", "description": "James of Portugal, also known as James of Coimbra, James of Lusitania, was a Portuguese infante (prince) of the House of Aviz, and a bishop and cardinal of the Roman Catholic Church."}]}, {"heading": "Births", "year": "1479", "date": "September 17", "txt": "Celio Calcagnini, Italian astronomer (d. 1541)", "entities": [{"title": "Celio Calcagnini", "href": "/wiki/Celio_Calcagnini", "description": "Celio Calcagnini, also known as Caelius Calcagninus, was an Italian humanist and scientist from Ferrara. His learning as displayed in his collected works is very broad."}]}, {"heading": "Births", "year": "1550", "date": "September 17", "txt": "Paul V, pope of the Catholic Church (d. 1621)", "entities": [{"title": "Pope Paul V", "href": "/wiki/Pope_Paul_V", "description": "Pope Paul V, born Camillo Borghese, was bishop of Rome from 16 May 1605 to his death. In 1611, he honored Galileo Galilei as a member of the Papal Accademia dei Lincei and supported his discoveries. In 1616, Pope Paul V instructed Cardinal Bellarmine to inform Galileo that the Copernican theory could not be taught as fact, but Bellarmine's certificate allowed Galileo to continue his studies in sea"}]}, {"heading": "Births", "year": "1565", "date": "September 17", "txt": "Edward Fortunatus, German nobleman (d. 1600)", "entities": [{"title": "Edward Fortunatus", "href": "/wiki/Edward_Fortunatus", "description": "Edward Fortunatus of Baden was Margrave of Baden-Rodemachern and Baden-Baden."}]}, {"heading": "Births", "year": "1578", "date": "September 17", "txt": "John Prideaux, English administrator and bishop (d. 1650)", "entities": [{"title": "John Prideaux", "href": "/wiki/John_Prideaux", "description": "John Prideaux D.D. was an English academic and Bishop of Worcester."}]}, {"heading": "Births", "year": "1605", "date": "September 17", "txt": "Francesco Sacrati, Italian composer (d. 1650)", "entities": [{"title": "Francesco Sacrati", "href": "/wiki/Francesco_Sacrati", "description": "Francesco Sacrati was an Italian composer of the Baroque era, who played an important role in the early history of opera. He wrote for the Teatro Novissimo in Venice as well as touring his operas throughout Italy. His most famous piece is La finta pazza, said to be the first opera ever performed in France. The manuscript of this work was long thought to be lost but a touring edition of the manuscr"}]}, {"heading": "Births", "year": "1630", "date": "September 17", "txt": "Ranuccio II Farnese, duke of Parma (d. 1694)", "entities": [{"title": "Ranuccio II Farnese, Duke of Parma", "href": "/wiki/Ranuccio_II_Farnese,_Duke_of_Parma", "description": "Ranuccio II Farnese was the sixth Duke of Parma and Piacenza from 1646 until his death nearly 50 years later and Duke of Castro from 1646 until 1649."}]}, {"heading": "Births", "year": "1639", "date": "September 17", "txt": "Hans Herr, Swiss bishop (d. 1725)", "entities": [{"title": "Hans Herr", "href": "/wiki/Hans_Herr", "description": "Hans Herr was born in Zürich, Switzerland. While often cited as a descendant of the knight Hugo Herr, scholarship done in the 20th century has put this claim in doubt. He joined the Swiss Brethren and became a bishop. He was the first Mennonite bishop to emigrate to America."}]}, {"heading": "Births", "year": "1688", "date": "September 17", "txt": "Maria Luisa of Savoy, queen consort of Spain (d. 1714)", "entities": [{"title": "Maria Luisa of Savoy", "href": "/wiki/Maria_Luisa_of_Savoy", "description": "Maria Luisa Gabriella of Savoy, nicknamed La Savoyana, was Queen of Spain by marriage to Philip V. She acted as regent during her husband's absence from 1702 until 1703 and had great influence as a political adviser during the War of the Spanish Succession. Because of her effectiveness, she was well-loved in her adoptive country."}]}, {"heading": "Births", "year": "1730", "date": "September 17", "txt": "Friedrich Wilhelm von Steuben, Prussian-American general (d. 1794)", "entities": [{"title": "Friedrich Wilhelm von Steuben", "href": "/wiki/Friedrich_Wilhelm_von_Steuben", "description": "Friedrich Wilhelm August Heinrich Ferdinand von Steuben, also referred to as Baron von Steuben, was a Prussian and later an American military officer. He served as Inspector General and a Major General of the Continental Army during the American Revolutionary War. He was one of the fathers of the Continental Army in teaching them the essentials of military drills, tactics, and discipline. He wrote"}]}, {"heading": "Births", "year": "1739", "date": "September 17", "txt": "John Rutledge, American judge and politician, 2nd Chief Justice of the United States (d. 1800)", "entities": [{"title": "John Rutledge", "href": "/wiki/John_Rutledge", "description": "John Rutledge was an American politician and jurist who served as one of the original Associate Justices of the Supreme Court and as its second Chief Justice. Additionally, he served as the first President of South Carolina and later as its first governor after the Declaration of Independence."}, {"title": "Chief Justice of the United States", "href": "/wiki/Chief_Justice_of_the_United_States", "description": "The chief justice of the United States is the chief judge of the Supreme Court of the United States and the highest-ranking officer of the U.S. federal judiciary. Article II, Section 2, Clause 2 of the U.S. Constitution grants plenary power to the president of the United States to nominate, and with the advice and consent of the United States Senate, appoint \"Judges of the supreme Court\", who serv"}]}, {"heading": "Births", "year": "1743", "date": "September 17", "txt": "Marquis de Condorcet, French mathematician and political scientist (d. 1794)", "entities": [{"title": "Marquis de Condorcet", "href": "/wiki/Marquis_de_Condorcet", "description": "Marie Jean Antoine Nicolas de Caritat, Marquis of Condorcet, known as Nicolas de Condorcet, was a French philosopher and mathematician. His ideas, including support for a liberal economy, free and equal public instruction, constitutional government, and equal rights for women and people of all races, have been said to embody the ideals of the Age of Enlightenment and Enlightenment rationalism. He "}]}, {"heading": "Births", "year": "1771", "date": "September 17", "txt": "Johann August Apel, German jurist and author (d. 1816)", "entities": [{"title": "Johann August Apel", "href": "/wiki/Johann_August_Apel", "description": "Johann August Apel was a German writer and jurist. Apel was born and died in Leipzig."}]}, {"heading": "Births", "year": "1773", "date": "September 17", "txt": "Jonathan Alder, American captain and farmer (d. 1849)", "entities": [{"title": "Jonathan Alder", "href": "/wiki/Jonathan_Alder", "description": "Jonathan Alder was an American pioneer, and the first white settler in Madison County, Ohio. As a young child living in Virginia, Alder was kidnapped by Shawnee Indians, and later adopted by a Mingo chief in the Ohio Country. He lived with the Native Americans for many years before returning to the white community."}]}, {"heading": "Births", "year": "1783", "date": "September 17", "txt": "Nadezhda Durova, Russian soldier (d. 1866)", "entities": [{"title": "Nadezhda Durova", "href": "/wiki/Nadezhda_Durova", "description": "Nadezhda Andreyevna Durova, also known as Alexander Durov, Alexander Sokolov and Alexander Andreevich Alexandrov, was a woman who, while disguised as a man, became a decorated soldier in the Russian cavalry during the Napoleonic wars. She was the first known female officer in the Russian military. Her memoir, The Cavalry Maiden, is a significant document of its era because few junior officers of t"}]}, {"heading": "Births", "year": "1797", "date": "September 17", "txt": "Heinrich Kuhl, German naturalist and zoologist (d. 1821)", "entities": [{"title": "Heinrich Kuhl", "href": "/wiki/Heinrich_Kuhl", "description": "Heinrich Kuhl was a German naturalist and zoologist."}]}, {"heading": "Births", "year": "1817", "date": "September 17", "txt": "Herman Adolfovich Trautscohold, German geologist and paleontologist (d. 1902)", "entities": [{"title": "Herman Adolfovich Trautschold", "href": "/wiki/Herman_Adolfovich_Trautschold", "description": "Gustav Heinrich Ludwig Hermann Trautschold was a German-Russian geologist and paleontologist and also pharmacist. From 1869-1888 he was a professor at the Petrovsky Agricultural and Forestry Academy. Trautschold was known as a specialist in the paleontology and stratigraphy of Carboniferous, Jurassic and Cretaceous deposits of the European part of Russia. He was brother of painter Wilhelm Trautsch"}]}, {"heading": "Births", "year": "1819", "date": "September 17", "txt": "Marthinus Wessel Pretorius, South African general and politician, 1st President of the South African Republic (d. 1901)", "entities": [{"title": "Marthinus Wessel Pretorius", "href": "/wiki/Marthinus_Wessel_Pretorius", "description": "Marthinus Wessel Pretorius was the first president of the South African Republic, and also compiled the constitution of the Republic."}, {"title": "President of the South African Republic", "href": "/wiki/President_of_the_South_African_Republic", "description": "This is a list of State Presidents of the South African Republic."}]}, {"heading": "Births", "year": "1820", "date": "September 17", "txt": "Émile Augier, French playwright (d. 1889)", "entities": [{"title": "Émile Augier", "href": "/wiki/%C3%89mile_Augier", "description": "Guillaume Victor Émile Augier was a French dramatist. He was the thirteenth member to occupy seat 1 of the Académie française on 31 March 1857."}]}, {"heading": "Births", "year": "1820", "date": "September 17", "txt": "Earl Van Dorn, Confederate general (d. 1863)", "entities": []}, {"heading": "Births", "year": "1821", "date": "September 17", "txt": "Arthur Saint-Léon, French choreographer (d. 1870)", "entities": [{"title": "Arthur Saint-Léon", "href": "/wiki/Arthur_Saint-L%C3%A9on", "description": "Arthur Saint-Léon was the Maître de Ballet of St. Petersburg Imperial Ballet from 1859 until 1869 and is famous for creating the choreography of the ballet Coppélia."}]}, {"heading": "Births", "year": "1825", "date": "September 17", "txt": "Lucius Quintus Cincinnatus Lamar II, American jurist and politician, 16th United States Secretary of the Interior (d. 1893)", "entities": [{"title": "Lucius Quintus Cincinnatus Lamar II", "href": "/wiki/Lucius_Quintus_Cincinnatus_Lamar_II", "description": "Lucius Quintus Cincinnatus Lamar II was an American politician, diplomat, and jurist. A member of the Democratic Party, he represented Mississippi in both houses of Congress, served as the United States Secretary of the Interior, and was an Associate Justice of the Supreme Court of the United States. He also served as an official in the Confederate States of America."}, {"title": "United States Secretary of the Interior", "href": "/wiki/United_States_Secretary_of_the_Interior", "description": "The United States secretary of the interior is the head of the United States Department of the Interior. The secretary and the Department of the Interior are responsible for the management and conservation of most federal land and natural resources, leading such agencies as the Bureau of Land Management, the United States Geological Survey, Bureau of Indian Affairs, and the National Park Service. "}]}, {"heading": "Births", "year": "1826", "date": "September 17", "txt": "Bernhard Riemann, German-Italian mathematician and academic (d. 1866)", "entities": [{"title": "Bernhard Riemann", "href": "/wiki/Bernhard_Riemann", "description": "Georg Friedrich Bernhard Riemann was a German mathematician who made contributions to analysis, number theory, and differential geometry.\nIn the field of real analysis, he is mostly known for the first rigorous formulation of the integral, the Riemann integral, and his work on Fourier series. His contributions to complex analysis include most notably the introduction of Riemann surfaces, breaking "}]}, {"heading": "Births", "year": "1850", "date": "September 17", "txt": "Guerra Junqueiro, Portuguese journalist, lawyer, and politician (d. 1923)", "entities": [{"title": "Guerra Junqueiro", "href": "/wiki/Guerra_Junqueiro", "description": "Abílio Manuel Guerra Junqueiro was a Portuguese top civil servant, member of the Portuguese House of Representatives, journalist, author, and poet. His work helped inspire the creation of the Portuguese First Republic. Junqueiro wrote highly satiric poems criticizing conservatism, romanticism, and the Church leading up to the Portuguese Revolution of 1910. He was one of Europe's greatest poets. Ju"}]}, {"heading": "Births", "year": "1853", "date": "September 17", "txt": "Frederick Corbett, British officer and Victoria Cross recipient (d. 1912)", "entities": [{"title": "Frederick Corbett", "href": "/wiki/Frederick_Corbett", "description": "Frederick Corbett VC was an English recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces. Corbett was born on 17 September 1853 in Maldon, Essex, and died there in 1912. His name at birth was David Embleton. He served in first the King's Royal Rifle Corps (1873–83) and second, the Royal Artillery (1884–91)."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1854", "date": "September 17", "txt": "David Dunbar Buick, Scottish-American businessman, founded Buick Motor Company (d. 1929)", "entities": [{"title": "David Dunbar Buick", "href": "/wiki/David_Dunbar_Buick", "description": "David Dunbar Buick was a Scottish-born American Detroit-based inventor, best known for founding the Buick Motor Company. He headed this company and its predecessor from 1899-1906, thereby helping to create one of the most successful nameplates in United States motor vehicle history."}, {"title": "Buick", "href": "/wiki/Buick", "description": "Buick is a division of the American automobile manufacturer General Motors (GM). Started by automotive pioneer David Dunbar Buick, it was among the first American marques of automobiles, and was the company that established General Motors in 1908. Before the establishment of General Motors, GM founder William C. Durant had served as Buick's general manager and major investor."}]}, {"heading": "Births", "year": "1857", "date": "September 17", "txt": "Konstantin Tsiolkovsky, Russian scientist and engineer (d. 1935)", "entities": [{"title": "Konstantin Tsiolkovsky", "href": "/wiki/Konstantin_Tsiolkovsky", "description": "\nKonstantin Eduardovich Tsiolkovsky, was a Russian and Soviet rocket scientist who pioneered astronautic theory. Along with the Frenchman Robert Esnault-Pelterie, the Transylvanian German Hermann Oberth and the American Robert H. Goddard, he is considered one of the founding fathers of modern rocketry and astronautics. His works later inspired leading Soviet rocket-engineers such as Sergei Korolev"}]}, {"heading": "Births", "year": "1859", "date": "September 17", "txt": "Frank Dawson Adams, Canadian geologist and academic (d. 1942)", "entities": [{"title": "Frank Dawson Adams", "href": "/wiki/Frank_Dawson_Adams", "description": "Frank Dawson Adams was a Canadian geologist."}]}, {"heading": "Births", "year": "1859", "date": "September 17", "txt": "Billy the Kid, American gunman (d. 1881)", "entities": []}, {"heading": "Births", "year": "1859", "date": "September 17", "txt": "I. L. Patterson, American politician, 18th Governor of Oregon (d. 1929)", "entities": [{"title": "Governor of Oregon", "href": "/wiki/Governor_of_Oregon", "description": "The Governor of Oregon is the head of the executive branch of Oregon's state government and serves as the commander-in-chief of the state's military forces. The title of governor was also applied to the office of Oregon's chief executive during the provisional and U.S. territorial governments."}]}, {"heading": "Births", "year": "1860", "date": "September 17", "txt": "Mihkel Martna, Estonian journalist and politician (d. 1934)", "entities": [{"title": "Mihkel Martna", "href": "/wiki/Mihkel_Martna", "description": "Mihkel Martna was an Estonian politician and journalist."}]}, {"heading": "Births", "year": "1864", "date": "September 17", "txt": "Mykhailo Kotsiubynsky, Ukrainian writer (d. 1913)", "entities": [{"title": "Mykhailo Kotsiubynsky", "href": "/wiki/Mykhailo_Kotsiubynsky", "description": "Mykhailo Mykhailovych Kotsiubynsky, was a Ukrainian author whose writings described typical Ukrainian life at the start of the 20th century. Kotsiubynsky's early stories were described as examples of ethnographic realism; in the years to come, with his style of writing becoming more and more sophisticated, he evolved into one of the most talented Ukrainian impressionist and modernist writers. The "}]}, {"heading": "Births", "year": "1864", "date": "September 17", "txt": "James Tancred, English admiral (d. 1943)", "entities": []}, {"heading": "Births", "year": "1865", "date": "September 17", "txt": "William Murray McPherson, Australian politician, 31st Premier of Victoria (d. 1932)", "entities": [{"title": "William Murray McPherson", "href": "/wiki/William_Murray_McPherson", "description": "Sir William Murray McPherson, KBE was an Australian philanthropist and politician. He was the 31st Premier of Victoria."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1867", "date": "September 17", "txt": "Vera Yevstafievna Popova, Russian chemist (d. 1896)", "entities": [{"title": "Vera Yevstafievna Popova", "href": "/wiki/Vera_Yevstafievna_Popova", "description": "Vera Yevstafievna Popova, née Vera Bogdanovskaya was a Russian chemist. She was one of the first female chemists in Russia, and the first Russian female author of a chemistry textbook.\nShe \"probably became the first woman to die in the cause of chemistry\" as a result of an explosion in her laboratory."}]}, {"heading": "Births", "year": "1868", "date": "September 17", "txt": "James Alexander Calder, Canadian educator and politician, Canadian Minister of Militia and Defence (d. 1956)", "entities": [{"title": "James Alexander Calder", "href": "/wiki/James_Alexander_Calder", "description": "James Alexander Calder, was a Canadian politician."}, {"title": "Minister of Militia and Defence (Canada)", "href": "/wiki/Minister_of_Militia_and_Defence_(Canada)", "description": "The Minister of Militia and Defence was the federal government minister in charge of the volunteer army units in Canada, the Canadian Militia, before the creation of the Canadian Army."}]}, {"heading": "Births", "year": "1869", "date": "September 17", "txt": "Christian Lous Lange, Norwegian political scientist, historian, and academic, Nobel Prize laureate (d. 1938)", "entities": [{"title": "Christian Lous Lange", "href": "/wiki/Christian_Lous_Lange", "description": "Christian Lous Lange was a Norwegian historian, teacher, and political scientist. He was one of the world's foremost exponents of the theory and practice of internationalism."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1874", "date": "September 17", "txt": "Walter Murdoch, Australian author and academic (d. 1970)", "entities": [{"title": "Walter Murdoch", "href": "/wiki/Walter_Murdoch", "description": "Sir Walter Logie Forbes Murdoch, was a prominent Australian academic and essayist famous for his intelligence and wit. He was a founding professor of English and former Chancellor of the University of Western Australia (UWA) in Perth, Western Australia."}]}, {"heading": "Births", "year": "1878", "date": "September 17", "txt": "Vincenzo Tommasini, Italian composer (d. 1950)", "entities": [{"title": "Vincenzo Tommasini", "href": "/wiki/Vincenzo_Tommasini", "description": "Vincenzo Tommasini was an Italian composer."}]}, {"heading": "Births", "year": "1879", "date": "September 17", "txt": "Rube Foster, American baseball player and manager (d. 1930)", "entities": [{"title": "Rube Foster", "href": "/wiki/Rube_Foster", "description": "Andrew \"Rube\" Foster was an American baseball player, manager, and executive in the Negro leagues. He was elected to the Baseball Hall of Fame in 1981."}]}, {"heading": "Births", "year": "1879", "date": "September 17", "txt": "Periyar E. V. Ramasamy, Indian businessman, social activist,  and politician (d. 1973)", "entities": []}, {"heading": "Births", "year": "1881", "date": "September 17", "txt": "Alfred Carpenter, English admiral, Victoria Cross recipient (d. 1955)", "entities": [{"title": "Alfred Carpenter", "href": "/wiki/Alfred_Carpenter", "description": "Vice-Admiral Alfred Francis Blakeney Carpenter, VC was a Royal Navy officer who was selected by his fellow officers and men to receive the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1883", "date": "September 17", "txt": "William Carlos Williams, American poet, short story writer, and essayist (d. 1963)", "entities": [{"title": "William Carlos Williams", "href": "/wiki/William_Carlos_Williams", "description": "William Carlos Williams was a Puerto Rican-American poet, writer, and physician closely associated with modernism and imagism."}]}, {"heading": "Births", "year": "1884", "date": "September 17", "txt": "Charles Griffes, American pianist and composer (d. 1920)", "entities": [{"title": "Charles Griffes", "href": "/wiki/Charles_Griffes", "description": "Charles Tomlinson Griffes was an American composer for piano, chamber ensembles and voice."}]}, {"heading": "Births", "year": "1886", "date": "September 17", "txt": "Anton Irv, Estonian captain (d. 1919)", "entities": [{"title": "Anton Irv", "href": "/wiki/Anton_Irv", "description": "Anton Irv VR I/2, VR II/2, VR II/3 was a highly decorated Estonian combat soldier and military officer during World War I and in the Estonian War of Independence."}]}, {"heading": "Births", "year": "1897", "date": "September 17", "txt": "Earl Webb, American baseball player and coach (d. 1965)", "entities": [{"title": "Earl Webb", "href": "/wiki/Earl_Webb", "description": "William Earl Webb was an American right fielder in Major League Baseball, playing from 1925 to 1933. He played for five teams, including the Boston Red Sox for three years. He batted left-handed, and threw right-handed. He was born in White County, Tennessee and died in Jamestown, Tennessee."}]}, {"heading": "Births", "year": "1900", "date": "September 17", "txt": "Hughie Critz, American baseball player (d. 1980)", "entities": [{"title": "Hughie Critz", "href": "/wiki/Hughie_Critz", "description": "Hugh Melville Critz was an American second baseman in Major League Baseball for the Cincinnati Reds in the 1920s and the New York Giants in the 1930s."}]}, {"heading": "Births", "year": "1900", "date": "September 17", "txt": "Lena Frances Edwards, African-American physician, awarded the Presidential Medal of Freedom (d. 1986)", "entities": [{"title": "Presidential Medal of Freedom", "href": "/wiki/Presidential_Medal_of_Freedom", "description": "The Presidential Medal of Freedom is an award bestowed by the president of the United States to recognize people who have made \"an especially meritorious contribution to the security or national interests of the United States, world peace, cultural or other significant public or private endeavors.\" The Presidential Medal of Freedom and the Congressional Gold Medal are the highest civilian awards o"}]}, {"heading": "Births", "year": "1900", "date": "September 17", "txt": "J. Willard Marriott, American businessman, founded the Marriott Corporation (d. 1985)", "entities": [{"title": "Marriott Corporation", "href": "/wiki/Marriott_Corporation", "description": "Marriott Corporation was a hospitality company that operated from 1927 until 1993, founded by J. Willard Marriott and Frank Kimball as Hot Shoppes, Inc. in 1957, Marriott Corporation opened its first hotel in Arlington County, Virginia, United States as the Twin Bridges Motor Hotel. Marriott Corporation's first international property was opened in Acapulco, Mexico, in 1969. Hot Shoppes became Marr"}]}, {"heading": "Births", "year": "1900", "date": "September 17", "txt": "Martha Ostenso, Canadian screenwriter and novelist (d. 1963)", "entities": []}, {"heading": "Births", "year": "1900", "date": "September 17", "txt": "Hedwig Ross, New Zealand-born educator and political activist, founding member of the Communist Party of New Zealand (d. 1971)", "entities": [{"title": "Communist Party of New Zealand", "href": "/wiki/Communist_Party_of_New_Zealand", "description": "The Communist Party of New Zealand (CPNZ) was a Communist political party in New Zealand which existed from March 1921 until the early 1990s. Although spurred to life by events in Soviet Russia in the aftermath of World War I, the party had roots in pre-existing revolutionary socialist and syndicalist organisations, including in particular the independent Wellington Socialist Party, supporters of "}]}, {"heading": "Births", "year": "1901", "date": "September 17", "txt": "Francis Chichester, English pilot and sailor (d. 1972)", "entities": [{"title": "Francis Chichester", "href": "/wiki/Francis_Chichester", "description": "Sir Francis Charles Chichester KBE was a British businessman, pioneering aviator and solo sailor."}]}, {"heading": "Births", "year": "1902", "date": "September 17", "txt": "Bea Miles, Australian author (d. 1973)", "entities": [{"title": "Bea Miles", "href": "/wiki/Bea_Miles", "description": "Beatrice Miles was an Australian eccentric and bohemian rebel. Described as Sydney's \"iconic eccentric\", she was known for her contentious relationships with the city's taxi drivers and for her ability to quote any passage from Shakespeare for money."}]}, {"heading": "Births", "year": "1903", "date": "September 17", "txt": "Karel Miljon, Dutch boxer (d. 1984)", "entities": [{"title": "Karel Miljon", "href": "/wiki/Karel_Miljon", "description": "Karel Leendert Miljon was a Dutch boxer, who won the bronze medal in the light heavyweight division at the 1928 Summer Olympics in Amsterdam."}]}, {"heading": "Births", "year": "1903", "date": "September 17", "txt": "Frank O'Connor, Irish short story writer, novelist, and poet (d. 1966)", "entities": []}, {"heading": "Births", "year": "1903", "date": "September 17", "txt": "Minanogawa Tōzō, Japanese sumo wrestler, the 34th Yokozuna (d. 1971)", "entities": [{"title": "Yokozuna (sumo)", "href": "/wiki/Yokozuna_(sumo)", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1905", "date": "September 17", "txt": "Tshekedi Khama, regent of the Bamangwato tribe (d. 1959)", "entities": [{"title": "Tshekedi Khama", "href": "/wiki/Tshekedi_Khama", "description": "Tshekedi Khama was the regent-king of the Bamangwato tribe in 1926 after the death of Sekgoma II."}, {"title": "Bamangwato", "href": "/wiki/Bamangwato", "description": "The Bamangwato is one of the eight \"principal\" Tswana chieftaincies of Botswana. They ruled over a majority Bakalanga population, with minorities including the Basarwa, Birwa and Tswapong. The modern Bamangwato formed in the Central District, with its main town and capital at Serowe. The paramount chief, a hereditary position, occupies one of the fifteen places in Ntlo ya Dikgosi, the national Hou"}]}, {"heading": "Births", "year": "1906", "date": "September 17", "txt": "J. R. Jayewardene, Sri Lankan lawyer and politician, 2nd President of Sri Lanka (d. 1996)", "entities": [{"title": "J. R. Jayewardene", "href": "/wiki/J._R._Jayewardene", "description": "Junius Richard Jayewardene, commonly abbreviated in Sri Lanka as J. R., was the leader of Sri Lanka from 1977 to 1989, serving as Prime Minister from 1977 to 1978 and as the second President of Sri Lanka from 1978 to 1989. He was a leader of the nationalist movement in Ceylon who served in a variety of cabinet positions in the decades following independence. A longtime member of the United Nationa"}, {"title": "President of Sri Lanka", "href": "/wiki/President_of_Sri_Lanka", "description": "The president of Sri Lanka is the head of state and head of government of Sri Lanka. The president is the chief executive of the union government and the commander-in-chief of the Sri Lanka Armed Forces."}]}, {"heading": "Births", "year": "1906", "date": "September 17", "txt": "Edgar Wayburn, American physician and environmentalist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1907", "date": "September 17", "txt": "Warren E. Burger, American lawyer and judge, 15th Chief Justice of the United States (d. 1995)", "entities": [{"title": "Warren E. Burger", "href": "/wiki/Warren_E._Burger", "description": "Warren Earl Burger was the 15th Chief Justice of the United States Supreme Court, serving from 1969 to 1986. Born in Saint Paul, Minnesota, Burger graduated from the St. Paul College of Law in 1931. He helped secure the Minnesota delegation's support for Dwight D. Eisenhower at the 1952 Republican National Convention. After Eisenhower won the 1952 presidential election, he appointed Burger to the "}, {"title": "Chief Justice of the United States", "href": "/wiki/Chief_Justice_of_the_United_States", "description": "The chief justice of the United States is the chief judge of the Supreme Court of the United States and the highest-ranking officer of the U.S. federal judiciary. Article II, Section 2, Clause 2 of the U.S. Constitution grants plenary power to the president of the United States to nominate, and with the advice and consent of the United States Senate, appoint \"Judges of the supreme Court\", who serv"}]}, {"heading": "Births", "year": "1908", "date": "September 17", "txt": "John Creasey, English author and politician (d. 1973)", "entities": [{"title": "John Creasey", "href": "/wiki/John_Creasey", "description": "John Creasey was an English crime writer, also writing romance and western novels, who wrote more than six hundred novels using twenty-eight different pseudonyms."}]}, {"heading": "Births", "year": "1908", "date": "September 17", "txt": "Rafael Israelyan, Armenian architect and educator, designed the Sardarapat Memorial and St. Vartan Cathedral (d. 1973)", "entities": [{"title": "Sardarapat Memorial", "href": "/wiki/Sardarapat_Memorial", "description": "Sardarapat Memorial is a memorial complex to the Battle of Sardarabad located in the village of Araks, in the Armavir Province of Armenia, 11 kilometers southwest of Armavir town."}, {"title": "St. Vartan Cathedral", "href": "/wiki/St._Vartan_Cathedral", "description": "St. Vartan Armenian Cathedral in New York City is the first cathedral of the Armenian Apostolic Church to be constructed in North America. It is located in New York City on the corner of Second Avenue and Thirty-fourth street and was built to resemble the Saint Hripsime Church in Etchmiadzin (Vagharshapat). St. Vartan's was consecrated on April 28, 1968 by Vazgen I, Catholicos of Armenia and of Al"}]}, {"heading": "Births", "year": "1909", "date": "September 17", "txt": "Elizabeth Enright, American author and illustrator (d. 1968)", "entities": [{"title": "Elizabeth Enright", "href": "/wiki/Elizabeth_Enright", "description": "Elizabeth Wright Enright Gillham was an American writer of children's books, an illustrator, writer of short stories for adults, literary critic and teacher of creative writing. Perhaps best known as the Newbery Medal-winning author of Thimble Summer (1938) and the Newbery runner-up Gone-Away Lake (1957), she also wrote the popular Melendy quartet. A Newbery Medal laureate and a multiple winner of"}]}, {"heading": "Births", "year": "1912", "date": "September 17", "txt": "Irena Kwiatkowska, Polish actress (d. 2011)", "entities": [{"title": "Irena Kwiatkowska", "href": "/wiki/Irena_Kwiatkowska", "description": "Irena Kwiatkowska was a popular Polish actress, known in Poland for her many cabaret roles and monologues, as well as appearances in movies and television shows."}]}, {"heading": "Births", "year": "1912", "date": "September 17", "txt": "Maksim Tank, Belarusian poet, journalist, and translator (d. 1995)", "entities": []}, {"heading": "Births", "year": "1914", "date": "September 17", "txt": "Thomas J. Bata, Czech-Canadian businessman (d. 2008)", "entities": [{"title": "Thomas J. Bata", "href": "/wiki/Thomas_J._Bata", "description": "Tomáš Jan Baťa,, also known as Thomas Bata Jr. and Tomáš Baťa ml., was a Czech-born Canadian businessman and philanthropist. He ran the Bata Shoe Company from the 1940s until the 1980s."}]}, {"heading": "Births", "year": "1914", "date": "September 17", "txt": "William Grut, Swedish pentathlete (d. 2012)", "entities": []}, {"heading": "Births", "year": "1914", "date": "September 17", "txt": "Shin Kanemaru, Japanese politician, Deputy Prime Minister of Japan (d. 1996)", "entities": [{"title": "Deputy Prime Minister of Japan", "href": "/wiki/Deputy_Prime_Minister_of_Japan", "description": "The Deputy Prime Minister of Japan  is the second highest ranking officer of the executive branch of the government of Japan and a senior member of the Cabinet of Japan. The office of the Deputy Prime Minister is not a permanent position, existing only at the discretion of the Prime Minister."}]}, {"heading": "Births", "year": "1915", "date": "September 17", "txt": "M. F. Husain, Indian painter and director (d. 2011)", "entities": [{"title": "M. F. Husain", "href": "/wiki/M._F._Husain", "description": "Maqbool Fida Husain better known as M. F. Husain was an Indian artist known for executing bold, vibrantly coloured narrative paintings in a modified Cubist style. He was one of the most celebrated and internationally recognised Indian artists of the 20th century. He was one of the founding member of Bombay Progressive Artists' Group.\nM.F. Husain is associated with Indian modernism in the 1940s. Hi"}]}, {"heading": "Births", "year": "1916", "date": "September 17", "txt": "Mary Stewart, English-Scottish author and poet (d. 2014)", "entities": [{"title": "Mary Stewart (novelist)", "href": "/wiki/Mary_Stewart_(novelist)", "description": "Mary, Lady Stewart was a British novelist who developed the romantic mystery genre, featuring smart, adventurous heroines who could hold their own in dangerous situations. She also wrote children's books and poetry, but may be best known for her Merlin series, which straddles the boundary between the historical novel and fantasy."}]}, {"heading": "Births", "year": "1917", "date": "September 17", "txt": "Ib Melchior, Danish-American author and screenwriter (d. 2015)", "entities": [{"title": "Ib Melchior", "href": "/wiki/Ib_Melchior", "description": "Ib Jørgen Melchior was a Danish-American novelist, short-story writer, film producer, film director, and screenwriter of low-budget American science fiction movies, most of them released by American International Pictures."}]}, {"heading": "Births", "year": "1917", "date": "September 17", "txt": "Isang Yun, South Korean-German composer and educator (d. 1995)", "entities": []}, {"heading": "Births", "year": "1918", "date": "September 17", "txt": "Lea Gottlieb, Hungarian-Israeli fashion designer, founded the Gottex Company (d. 2012)", "entities": [{"title": "Lea Gottlieb", "href": "/wiki/Lea_Gottlieb", "description": "Lea Gottlieb was an Israeli fashion designer and businesswoman. She immigrated to Israel from Hungary after World War II, and founded the Gottex company."}, {"title": "Gottex", "href": "/wiki/Gottex", "description": "Gottex is an Israeli luxury designer swimwear manufacturer based in Tel Aviv."}]}, {"heading": "Births", "year": "1918", "date": "September 17", "txt": "Chaim Herzog, Irish-born Israeli general and politician, 6th President of Israel (d. 1997)", "entities": [{"title": "President of Israel", "href": "/wiki/President_of_Israel", "description": "The President of the State of Israel is the head of state of Israel. The position is largely a ceremonial figurehead role, with executive power vested in the Government and the Prime Minister. The current president is Reuven Rivlin, who took office on 24 July 2014. Presidents are elected by the Knesset for a single seven-year term."}]}, {"heading": "Births", "year": "1920", "date": "September 17", "txt": "Dinah Sheridan, English actress (d. 2012)", "entities": [{"title": "Dinah Sheridan", "href": "/wiki/Dinah_Sheridan", "description": "Dinah Sheridan was an English actress with a career spanning seven decades. She was best known for the films Genevieve (1953) and The Railway Children (1970); the long-running BBC comedy series Don't Wait Up (1983–90); and for her distinguished theatre career in London's West End."}]}, {"heading": "Births", "year": "1922", "date": "September 17", "txt": "Agostinho Neto, Angolan poet and politician, 1st President of Angola (d. 1979)", "entities": [{"title": "Agostinho Neto", "href": "/wiki/Agostinho_Neto", "description": "António Agostinho Neto  was an Angolan politician and poet. He served as the 1st President of Angola (1975–1979), having led the Popular Movement for the Liberation of Angola (MPLA) in the war for independence (1961–1974). Until his death, he led the MPLA in the civil war (1975–2002). Known also for his literary activities, he is considered Angola's preeminent poet. His birthday is celebrated as N"}, {"title": "President of Angola", "href": "/wiki/President_of_Angola", "description": "The president of Angola is both head of state and head of government in Angola. According to the constitution adopted in 2010, the post of prime minister is abolished; executive authority belongs to the president who has also a degree of legislative powers, as he can govern by decree."}]}, {"heading": "Births", "year": "1923", "date": "September 17", "txt": "Ralph Sharon, English-American pianist, composer, and conductor (d. 2015)", "entities": [{"title": "Ralph Sharon", "href": "/wiki/Ralph_Sharon", "description": "Ralph Simon Sharon was an Anglo-American jazz pianist and arranger."}]}, {"heading": "Births", "year": "1923", "date": "September 17", "txt": "Hank Williams, American singer-songwriter and guitarist (d. 1953)", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 17", "txt": "Dorothy Loudon, American actress and singer (d. 2003)", "entities": [{"title": "Dorothy Loudon", "href": "/wiki/Dorothy_Loudon", "description": "Dorothy Loudon was an American actress and singer. She won the Tony Award for Best Lead Actress in a Musical in 1977 for her performance as Miss Hannigan in Annie. Loudon was also nominated for Tony Awards for her lead performances in the musicals The Fig Leaves Are Falling and Ballroom, as well as a Golden Globe award for her appearances on The Garry Moore Show."}]}, {"heading": "Births", "year": "1926", "date": "September 17", "txt": "Bill Black, American bass player and bandleader  (d. 1965)", "entities": [{"title": "Bill Black", "href": "/wiki/Bill_Black", "description": "William Patton Black Jr. was an American musician and bandleader who is noted as one of the pioneers of rock and roll. He was the bassist in Elvis Presley's early trio. Black later formed Bill Black's Combo."}]}, {"heading": "Births", "year": "1926", "date": "September 17", "txt": "Curtis Harrington, American actor, director, and screenwriter (d. 2007)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 17", "txt": "Hovie Lister, American minister and pianist (d. 2001)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 17", "txt": "Jean-Marie Lustiger, French cardinal (d. 2007)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 17", "txt": "Jack McDuff, American singer and organist (d. 2001)", "entities": []}, {"heading": "Births", "year": "1927", "date": "September 17", "txt": "George Blanda, American football player (d. 2010)", "entities": [{"title": "George Blanda", "href": "/wiki/George_Blanda", "description": "George Frederick Blanda was an American football quarterback and placekicker who played professionally in the American Football League (AFL) and National Football League (NFL). Blanda played 26 seasons of professional football, the most in the sport's history, and had scored more points than anyone in history at the time of his retirement."}]}, {"heading": "Births", "year": "1928", "date": "September 17", "txt": "Park Honan, American author and academic (d. 2014)", "entities": [{"title": "Park Honan", "href": "/wiki/Park_Honan", "description": "Leonard Hobart Park Honan was an American academic and author who spent most of his career in the UK. He wrote widely on the lives of authors and poets and published important biographies of such writers as Robert Browning, Matthew Arnold, Jane Austen, William Shakespeare and Christopher Marlowe."}]}, {"heading": "Births", "year": "1928", "date": "September 17", "txt": "Roddy McDowall, English-American actor (d. 1998)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 17", "txt": "Sil Austin, American saxophonist (d. 2001)", "entities": [{"title": "Sil Austin", "href": "/wiki/Sil_Austin", "description": "Sylvester Austin was an American jazz saxophonist. He had his biggest success in an overtly commercial rather than jazz vein, but he regarded Coleman Hawkins, Lester Young and Sonny Stitt as his major influences."}]}, {"heading": "Births", "year": "1929", "date": "September 17", "txt": "David Craig, Baron Craig of Radley, Northern Irish air marshal and politician", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 17", "txt": "Sir Stirling Moss, English racing driver and sportscaster (d. 2020)", "entities": []}, {"heading": "Births", "year": "1930", "date": "September 17", "txt": "David Huddleston, American actor (d. 2016)", "entities": [{"title": "David Huddleston", "href": "/wiki/David_Huddleston", "description": "David William Huddleston was an American actor. An Emmy Award nominee, Huddleston had a prolific television career, and appeared in many films including Blazing Saddles, Crime Busters, Santa Claus: The Movie, and The Big Lebowski."}]}, {"heading": "Births", "year": "1930", "date": "September 17", "txt": "Lalgudi Jayaraman, Indian violinist and composer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1930", "date": "September 17", "txt": "Theo Loevendie, Dutch clarinet player and composer", "entities": []}, {"heading": "Births", "year": "1930", "date": "September 17", "txt": "Edgar Mitchell, American captain, pilot, and astronaut (d. 2016)", "entities": []}, {"heading": "Births", "year": "1930", "date": "September 17", "txt": "Jim Rohn, American philosopher and author (d. 2009)", "entities": []}, {"heading": "Births", "year": "1930", "date": "September 17", "txt": "Thomas P. Stafford, American general, pilot, and astronaut", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 17", "txt": "Anne Bancroft, American actress (d. 2005)", "entities": [{"title": "Anne Bancroft", "href": "/wiki/Anne_Bancroft", "description": "Anne Bancroft was an American actress, director, screenwriter and singer. Respected for her acting prowess and versatility, Bancroft received an Academy Award, three BAFTA Awards, two Golden Globe Awards, two Tony Awards, and two Primetime Emmy Awards. She is one of only 24 thespians to achieve the Triple Crown of Acting."}]}, {"heading": "Births", "year": "1931", "date": "September 17", "txt": "Jean-Claude Carrière, French actor and screenwriter (d. 2021)", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 17", "txt": "Khalifa bin Hamad Al Thani, emir of Qatar (d. 2016)", "entities": [{"title": "Khalifa bin Hamad Al Thani", "href": "/wiki/Khalifa_bin_Hamad_Al_Thani", "description": "Sheikh Khalifa bin Hamad bin Abdullah bin Jassim bin Mohammed Al Thani was the Emir of Qatar from 27 February 1972 until he was deposed by his son Hamad bin Khalifa on 27 June 1995.\nHe died under his grandson, the current Emir, Tamim bin Hamad Al Thani."}]}, {"heading": "Births", "year": "1932", "date": "September 17", "txt": "Robert B. Parker, American author and academic (d. 2010)", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 17", "txt": "Indarjit Singh, Indian-English journalist", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 17", "txt": "Samuel Ogbemudia, Nigerian army officer and politician (d. 2017)", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 17", "txt": "Bulldog Brower, American wrestler (d. 1997)", "entities": [{"title": "Bulldog Brower", "href": "/wiki/Bulldog_Brower", "description": "Richard Gland was an American professional wrestler who used the ring name Dick \"Bulldog\" Brower."}]}, {"heading": "Births", "year": "1933", "date": "September 17", "txt": "Chuck Grassley, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 17", "txt": "Claude Provost, Canadian-American ice hockey player (d. 1984)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 17", "txt": "Maureen Connolly, American tennis player (d. 1969)", "entities": [{"title": "Maureen Connolly", "href": "/wiki/Maureen_Connolly", "description": "Maureen Catherine Connolly-Brinker, known as \"Little Mo\", was an American tennis player, the winner of nine Grand Slam singles titles in the early 1950s. In 1953, she became the first woman to win all four Grand Slam tournaments during the same calendar year. The following year, in July 1954, a horseback riding accident seriously injured her right leg and ended her competitive tennis career at age"}]}, {"heading": "Births", "year": "1935", "date": "September 17", "txt": "Ken Kesey, American novelist, essayist, and poet (d. 2001)", "entities": [{"title": "Ken Kesey", "href": "/wiki/Ken_Kesey", "description": "Kenneth Elton Kesey was an American novelist, essayist, and countercultural figure. He considered himself a link between the Beat Generation of the 1950s and the hippies of the 1960s."}]}, {"heading": "Births", "year": "1936", "date": "September 17", "txt": "Gerald Guralnik, American physicist and academic (d. 2014)", "entities": [{"title": "Gerald Guralnik", "href": "/wiki/Gerald_Guralnik", "description": "Gerald Stanford \"Gerry\" Guralnik was the Chancellor’s Professor of Physics at Brown University. In 1964 he co-discovered the Higgs mechanism and Higgs boson with C. R. Hagen and Tom Kibble (GHK). As part of Physical Review Letters' 50th anniversary celebration, the journal recognized this discovery as one of the milestone papers in PRL history. While widely considered to have authored the most com"}]}, {"heading": "Births", "year": "1936", "date": "September 17", "txt": "Michael Hennagin, American composer and educator (d. 1993)", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 17", "txt": "Nigel Boocock, English-Australian motorcycle racer (d. 2015)", "entities": [{"title": "Nigel Boocock", "href": "/wiki/Nigel_Boocock", "description": "Nigel Boocock was a British speedway rider who appeared in eight Speedway World Championship finals and was a reserve in one other (1962)."}]}, {"heading": "Births", "year": "1937", "date": "September 17", "txt": "Orlando Cepeda, Puerto Rican-American baseball player", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 17", "txt": "Sitakant Mahapatra, Indian poet and literary critic", "entities": []}, {"heading": "Births", "year": "1938", "date": "September 17", "txt": "Paul Benedict, American actor (d. 2008)", "entities": [{"title": "Paul Benedict", "href": "/wiki/Paul_Benedict", "description": "Paul Benedict was an American actor who made numerous appearances in television and movies beginning in 1965. He was known for his roles as The Number Painter on the PBS children's show Sesame Street and as the English neighbor Harry Bentley on the CBS sitcom The Jeffersons."}]}, {"heading": "Births", "year": "1938", "date": "September 17", "txt": "Perry Robinson, American clarinet player and composer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1938", "date": "September 17", "txt": "Bobby Wine, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 17", "txt": "Carl Dennis, American poet and educator", "entities": [{"title": "Carl Dennis", "href": "/wiki/Carl_Dennis", "description": "Carl Dennis is an American poet and educator. His book Practical Gods won the 2002 Pulitzer Prize for poetry."}]}, {"heading": "Births", "year": "1939", "date": "September 17", "txt": "Shelby Flint, American singer-songwriter and voice actress", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 17", "txt": "David Souter, American lawyer and jurist", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 17", "txt": "Jan Eliasson, Swedish politician and diplomat, 4th Deputy Secretary-General of the United Nations", "entities": [{"title": "Jan Eliasson", "href": "/wiki/Jan_Eliasson", "description": "Jan Kenneth Eliasson is a Swedish diplomat who was Deputy Secretary-General of the United Nations from July 2012 to December 2016. A member of the Swedish Social Democratic Party, Eliasson served as Minister for Foreign Affairs from 24 April to 6 October 2006. Eliasson was appointed as Governing Board Chair of the Stockholm International Peace Research Institute in April 2017 and assumed his role "}, {"title": "Deputy Secretary-General of the United Nations", "href": "/wiki/Deputy_Secretary-General_of_the_United_Nations", "description": "The Deputy Secretary-General of the United Nations is the deputy to the Secretary-General of the United Nations. The office was created to handle many of the administrative responsibilities of the Secretary-General, help manage Secretariat operations, and ensure coherence of activities and programs. The post was formally established by the General Assembly at the end of 1997."}]}, {"heading": "Births", "year": "1940", "date": "September 17", "txt": "Peter Lever, English cricketer", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 17", "txt": "Gilberto Parlotti, Italian motorcycle racer (d. 1972)", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 17", "txt": "Bob Matsui, American lawyer and politician (d. 2005)", "entities": [{"title": "Bob Matsui", "href": "/wiki/Bob_Matsui", "description": "Robert Takeo Matsui was an American politician from the state of California. Matsui was a member of the Democratic Party and served in the U.S. House of Representatives as the congressman for California's 5th congressional district from 1979 until his death at the end of his 13th term."}]}, {"heading": "Births", "year": "1942", "date": "September 17", "txt": "Robert Graysmith, American author and illustrator", "entities": [{"title": "Robert Graysmith", "href": "/wiki/Robert_Graysmith", "description": "Robert Graysmith is an American true crime author and former cartoonist. He is known for his work on the Zodiac killer case."}]}, {"heading": "Births", "year": "1942", "date": "September 17", "txt": "Des Lynam, Irish-English journalist and author", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 17", "txt": "Lupe Ontiveros, American actress (d. 2012)", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 17", "txt": "Les Emmerson, Canadian singer-songwriter and guitarist", "entities": [{"title": "Les Emmerson", "href": "/wiki/Les_Emmerson", "description": "Robert Leslie \"Les\" Emmerson is the lead vocalist and guitarist for the band Five Man Electrical Band, and their predecessor band The Staccatos. He also recorded as a solo artist, charting three top 40 hits in Canada, including the #5 hit \"Control Of Me\"."}]}, {"heading": "Births", "year": "1944", "date": "September 17", "txt": "Reinhold Messner, Italian mountaineer and explorer", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 17", "txt": "Jean Taylor, American mathematician and academic", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 17", "txt": "David Emerson, Canadian economist and politician, 8th Minister of Foreign Affairs for Canada", "entities": [{"title": "David Emerson", "href": "/wiki/David_Emerson", "description": "David Lee Emerson, is a Canadian politician, financial executive, and economist. He was formerly the Member of Parliament for the riding of Vancouver Kingsway. He was first elected as a Liberal and served as Minister of Industry under Prime Minister Paul Martin. After controversially crossing the floor to join Stephen Harper's Conservatives, he served as Minister of International Trade and Ministe"}, {"title": "Minister of Foreign Affairs (Canada)", "href": "/wiki/Minister_of_Foreign_Affairs_(Canada)", "description": "The minister of foreign affairs is the minister of the Crown in the Canadian Cabinet who is responsible for overseeing the Government of Canada's international relations and is the lead minister responsible for Global Affairs Canada, though the minister of international trade leads on trade issues. In addition to Global Affairs Canada, the minister is also the lead in overseeing the International "}]}, {"heading": "Births", "year": "1945", "date": "September 17", "txt": "Phil Jackson, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 17", "txt": "Bhakti Charu Swami, Indian religious leader (d. 2020)", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 17", "txt": "Billy Bonds, English footballer and manager", "entities": [{"title": "Billy Bonds", "href": "/wiki/Billy_Bonds", "description": "William Arthur Bonds is a former professional footballer and manager, who is most often associated with West Ham United with whom he spent 27 years as player and manager. He played 799 first-team games for West Ham in a career spanning 21 seasons."}]}, {"heading": "Births", "year": "1946", "date": "September 17", "txt": "Heimar Lenk, Estonian journalist and politician", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 17", "txt": "Tessa Jowell, English social worker and politician, Minister for the Cabinet Office (d. 2018)", "entities": [{"title": "Tessa Jowell", "href": "/wiki/Tessa_Jowell", "description": "Tessa Jane Helen Douglas Jowell, Baroness Jowell, was a British Labour politician who was the Member of Parliament (MP) for Dulwich and West Norwood from 1997 to 2015, having previously been elected as the MP for Dulwich in 1992."}, {"title": "Minister for the Cabinet Office", "href": "/wiki/Minister_for_the_Cabinet_Office", "description": "The Minister for the Cabinet Office is a position in the Cabinet Office of the United Kingdom. The Minister is responsible for all Cabinet Office policies and leading the department."}]}, {"heading": "Births", "year": "1947", "date": "September 17", "txt": "Enrique Krauze, Mexican historian, critic, and publisher", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 17", "txt": "Gail Carson Levine, American author", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 17", "txt": "Jeff MacNelly, American cartoonist (d. 2000)", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 17", "txt": "Kemal Monteno, Bosnian singer-songwriter (d. 2015)", "entities": [{"title": "Kemal Monteno", "href": "/wiki/Kemal_Monteno", "description": "Kemal Monteno was a Bosnian recording artist and singer-songwriter whose career stretched from the 1960s to the 2010s."}]}, {"heading": "Births", "year": "1948", "date": "September 17", "txt": "John Ritter, American actor and producer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 17", "txt": "Ron Stevens, Canadian lawyer and politician (d. 2014)", "entities": [{"title": "Ron Stevens", "href": "/wiki/Ron_Stevens", "description": "Ronald Gordon \"Ron\" Stevens, Q.C. was a Canadian politician. He was a member of the current Legislative Assembly of Alberta representing the constituency of Calgary-Glenmore as a Progressive Conservative until his resignation on May 15, 2009. He was subsequently appointed a Judge of the Court of Queen's Bench of Alberta on May 20, 2009 by the government of Canada."}]}, {"heading": "Births", "year": "1950", "date": "September 17", "txt": "Narendra Modi, Chief Minister of Gujarat, India (2001-14) and politician, 14th Prime Minister of India", "entities": [{"title": "Narendra Modi", "href": "/wiki/Narendra_Modi", "description": "Narendra Damodardas Modi is an Indian politician serving as the 14th and current Prime Minister of India since 2014. He was the Chief Minister of Gujarat from 2001 to 2014 and is the Member of Parliament for Varanasi. Modi is a member of the Bharatiya Janata Party (BJP) and its National Democratic Alliance (NDA). He is also a member of the Rashtriya Swayamsevak Sangh (RSS), a Hindu nationalist vol"}, {"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Births", "year": "1950", "date": "September 17", "txt": "Fee Waybill, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 17", "txt": "Russell Brown, Scottish politician", "entities": [{"title": "Russell Brown (Scottish politician)", "href": "/wiki/Russell_Brown_(Scottish_politician)", "description": "Russell Leslie Brown is a Scottish Labour Party politician. He is a former Member of Parliament (MP) for Dumfriesshire (1997–2005) and Dumfries and Galloway (2005–2015). He lost his seat at the 2015 general election to Richard Arkless of the Scottish National Party."}]}, {"heading": "Births", "year": "1951", "date": "September 17", "txt": "Cassandra Peterson, American actress, television host, and producer", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 17", "txt": "Harold Solomon, American tennis player and coach", "entities": [{"title": "Harold Solomon", "href": "/wiki/Harold_Solomon", "description": "Harold Solomon is an American former professional tennis player who played during the 1970s and 1980s. He achieved a career-high world ranking of No. 5 in singles in 1980, and of No. 4 in doubles in 1976. Over the course of his career, he won 22 singles titles."}]}, {"heading": "Births", "year": "1953", "date": "September 17", "txt": "Luís Amado, Portuguese politician, former minister of Minister of Foreign Affairs", "entities": [{"title": "Luís Amado", "href": "/wiki/Lu%C3%ADs_Amado", "description": "Luís Filipe Marques Amado, GCC is a portuguese politician who served as Minister of Foreign Affairs from 2006 to 2011 in Portugal's XIII Government led by the Socialist Party. Before replacing Diogo Freitas do Amaral as Minister of Foreign Affairs, on 30 June 2006, Amado had served as Minister of Defence. On 30 June 2007, he succeeded to the EU Council Presidency on behalf of Portugal."}]}, {"heading": "Births", "year": "1953", "date": "September 17", "txt": "Tamasin Day-Lewis, English chef and author", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 17", "txt": "Altaf Hussain, Pakistani-English soldier and politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 17", "txt": "Rita Rudner, American actress, comedian, and screenwriter", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 17", "txt": "Joël-François Durand, French pianist and composer", "entities": [{"title": "Joël-François Durand", "href": "/wiki/Jo%C3%ABl-Fran%C3%A7ois_Durand", "description": "Joël-François Durand is a French composer."}]}, {"heading": "Births", "year": "1954", "date": "September 17", "txt": "Bill Irwin, American wrestler", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 17", "txt": "Scott Simpson, American golfer", "entities": [{"title": "Scott Simpson (golfer)", "href": "/wiki/Scott_Simpson_(golfer)", "description": "Scott William Simpson is an American professional golfer."}]}, {"heading": "Births", "year": "1955", "date": "September 17", "txt": "Charles Martinet,  American actor", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 17", "txt": "Mike Parson, American politician, 57th Governor of Missouri", "entities": [{"title": "List of Governors of Missouri", "href": "/wiki/List_of_Governors_of_Missouri", "description": "The following is a list of governors of Missouri since its territory became part of the United States."}]}, {"heading": "Births", "year": "1956", "date": "September 17", "txt": "Almazbek Atambayev, Kyrgyz politician, 4th President of Kyrgyzstan", "entities": [{"title": "Almazbek Atambayev", "href": "/wiki/Almazbek_Atambayev", "description": "Almazbek Sharshenovich Atambayev is a Kyrgyz politician who served as the President of Kyrgyzstan from 1 December 2011 to 24 November 2017. He was Prime Minister of Kyrgyzstan from 17 December 2010 to 1 December 2011, and from 29 March 2007 to 28 November 2007. He served as Chairman of the Social Democratic Party of Kyrgyzstan (SDPK) from 30 July 1999 to 23 September 2011. Recently, he was impriso"}, {"title": "President of Kyrgyzstan", "href": "/wiki/President_of_Kyrgyzstan", "description": "The president of Kyrgyzstan is the head of state and the highest official of the Kyrgyz Republic. The president, according to the constitution, \"is the symbol of the unity of people and state power, and is the guarantor of the Constitution of the Kyrgyz Republic, and of an individual and citizen.\" The president is directly elected for no more than one six-year term by the Kyrgyz electorate. The of"}]}, {"heading": "Births", "year": "1956", "date": "September 17", "txt": "Thad Bosley, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 17", "txt": "Mandawuy Yunupingu, Australian singer-songwriter and guitarist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 17", "txt": "David Bintley, English ballet dancer and director", "entities": [{"title": "David Bintley", "href": "/wiki/David_Bintley", "description": "Sir David Julian Bintley is an English former ballet dancer, the artistic director of the Birmingham Royal Ballet, and co-artistic director of the New National Theatre Tokyo ballet company."}]}, {"heading": "Births", "year": "1957", "date": "September 17", "txt": "Steve Bryles, American businessman and politician (d. 2012)", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 17", "txt": "Janez Janša, Slovenian politician, 5th Prime Minister of Slovenia", "entities": [{"title": "Janez Janša", "href": "/wiki/Janez_Jan%C5%A1a", "description": "Ivan Janša, baptized and best known as Janez Janša, is a Slovenian politician who is currently serving as prime minister of Slovenia, a position he had previously also held from 2004 to 2008, and from 2012 to 2013. Janša has led the Slovenian Democratic Party, which has emerged as the pre-eminent Slovenian right-wing party, since 1993."}, {"title": "Prime Minister of Slovenia", "href": "/wiki/Prime_Minister_of_Slovenia", "description": "The prime minister of Slovenia, officially the president of the Government of the Republic of Slovenia, is the head of the Government of the Republic of Slovenia. There have been nine officeholders since the country gained parliamentary democracy in 1989 and independence in 1991."}]}, {"heading": "Births", "year": "1958", "date": "September 17", "txt": "Tom Waddell, Scottish-American baseball player (d. 2019)", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 17", "txt": "John Bottomley, Canadian singer-songwriter (d. 2011)", "entities": [{"title": "John Bottomley", "href": "/wiki/John_Bottomley", "description": "John Bottomley was a Canadian singer-songwriter."}]}, {"heading": "Births", "year": "1960", "date": "September 17", "txt": "John Franco, American baseball player", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 17", "txt": "Damon Hill, English racing driver and guitarist", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 17", "txt": "Alan Krueger, American economist and academic (d. 2019)", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 17", "txt": "Jim Cornette, American wrestling manager and sportscaster", "entities": [{"title": "Jim Cornette", "href": "/wiki/Jim_Cornette", "description": "James Mark \"Jim\" Cornette is an American author and podcaster who has previously worked in the professional wrestling industry as an agent, booker, color commentator, manager, promoter, trainer, and occasional professional wrestler."}]}, {"heading": "Births", "year": "1961", "date": "September 17", "txt": "Giorgos Koumoutsakos, Greek politician", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 17", "txt": "Ty Tabor, American rock singer-songwriter and guitarist (King's X)", "entities": [{"title": "King's X", "href": "/wiki/King%27s_X", "description": "King's X is an American rock band that originated in 1979 in Springfield, Missouri, who combine progressive metal, funk and soul with vocal arrangements influenced by gospel, blues, and British Invasion rock groups. Despite a largely underground reputation as the \"musician's musicians\", King's X was pivotal in the early development of progressive metal, and produced a series of early records consi"}]}, {"heading": "Births", "year": "1962", "date": "September 17", "txt": "Baz Luhrmann, Australian director, producer, and screenwriter", "entities": [{"title": "Baz Luhrmann", "href": "/wiki/Baz_Luhrmann", "description": "Bazmark \"Baz\" Luhrmann is an Australian director, writer, and producer with projects spanning film, television, opera, theatre, music, and recording industries. He is regarded by many as a contemporary example of an auteur for his style and deep involvement in the writing, directing, design, and musical components of all his work. He is the most commercially successful Australian director, with fo"}]}, {"heading": "Births", "year": "1962", "date": "September 17", "txt": "Dustin Nguyen, Vietnamese-American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 17", "txt": "Hesham Qandil, Egyptian engineer and politician, 51st Prime Minister of Egypt", "entities": [{"title": "Prime Minister of Egypt", "href": "/wiki/Prime_Minister_of_Egypt", "description": "The Prime Minister of Egypt is the head of the Egyptian government."}]}, {"heading": "Births", "year": "1962", "date": "September 17", "txt": "Wayne Riley, Australian golfer", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 17", "txt": "BeBe Winans, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 17", "txt": "Masahiro Chono, American-Japanese wrestler and manager", "entities": [{"title": "Masahiro Chono", "href": "/wiki/Masahiro_Chono", "description": "Masahiro \"Masa\" Chono  is an American-born Japanese-American retired professional wrestler and actor best known for his 26 year stint with New Japan Pro-Wrestling (NJPW). As the leader of NWO Japan, Team 2000 and Black New Japan, he was the promotion's top heel for much of his career, beginning in 1994 when he adopted his Yakuza inspired gimmick."}]}, {"heading": "Births", "year": "1963", "date": "September 17", "txt": "James Urbaniak, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 17", "txt": "Kyle Chandler, American actor", "entities": [{"title": "Kyle Chandler", "href": "/wiki/Kyle_Chandler", "description": "Kyle Martin Chandler is an American actor. Making his screen acting debut in a 1988 television film, Quiet Victory: The Charlie Wedemeyer Story, Chandler's first regular television role was in the ABC drama Homefront (1991–93). This was followed by the lead role of Gary Hobson in the CBS series Early Edition (1996-2000), for which he won a Saturn Award for Best Actor on Television. His other telev"}]}, {"heading": "Births", "year": "1965", "date": "September 17", "txt": "Yuji Naka, Japanese video game designer, created Sonic the Hedgehog", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 17", "txt": "Guy Picciotto, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 17", "txt": "Bryan Singer, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 17", "txt": "Doug E. Fresh, American rapper and producer", "entities": [{"title": "Doug E. Fresh", "href": "/wiki/Doug_E._Fresh", "description": "Douglas Davis, better known by his stage name Doug E. Fresh, is a Barbadian-born American rapper, record producer and beatboxer, also known as the \"Human Beat Box\". The pioneer of 20th-century American beatboxing, Fresh is able to accurately imitate drum machines and various special effects using only his mouth, lips, gums, throat, tongue and a microphone."}]}, {"heading": "Births", "year": "1967", "date": "September 17", "txt": "Michael Carbajal, American boxer", "entities": [{"title": "Michael Carbajal", "href": "/wiki/Michael_Carbajal", "description": "Michael Carbajal is an American five-time world boxing champion of Mexican descent. His nickname was \"Little Hands Of Stone,\" after his favorite boxer,\"Hands Of Stone\" Roberto Durán."}]}, {"heading": "Births", "year": "1968", "date": "September 17", "txt": "Cheryl Strayed, American author", "entities": [{"title": "Cheryl Strayed", "href": "/wiki/Cheryl_Strayed", "description": "Cheryl Strayed is an American memoirist, novelist, essayist and podcast host. The author of four books, her writing has been published widely in anthologies and major magazines."}]}, {"heading": "Births", "year": "1968", "date": "September 17", "txt": "Tito Vilanova, Spanish footballer and manager (d. 2014)", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 17", "txt": "Adam Devlin, English guitarist and songwriter", "entities": [{"title": "Adam Devlin", "href": "/wiki/Adam_Devlin", "description": "Adam Devlin is an English musician, best known as the guitarist and songwriter for The Bluetones."}]}, {"heading": "Births", "year": "1969", "date": "September 17", "txt": "Ken Doherty, Irish snooker player", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 17", "txt": "Keith Flint, English singer-songwriter (d. 2019)", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 17", "txt": "Paul Varelans, American MMA fighter and wrestler", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 17", "txt": "Nate Berkus, American interior designer and television host", "entities": [{"title": "Nate Berkus", "href": "/wiki/Nate_Berkus", "description": "Nathan Jay Berkus is an American interior designer, author, and television personality. He runs the Chicago interior design firm Nate Berkus Associates and was a regularly featured guest on The Oprah Winfrey Show, offering design advice to viewers as well as coordinating surprise make-overs for people's homes. He has released numerous lines of products and authored several books."}]}, {"heading": "Births", "year": "1971", "date": "September 17", "txt": "Mike Catt, South African-English rugby player and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 17", "txt": "Andy Edwards, English footballer", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 17", "txt": "Mauro Milanese, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 17", "txt": "Diego Albanese, Argentine rugby player", "entities": [{"title": "Diego Albanese", "href": "/wiki/Diego_Albanese", "description": "Diego Luis Albanese is a former Argentine rugby union player who played as a winger. He played for the San Isidro Club in Argentina, French side Grenoble, Gloucester and Leeds Tykes. Albanese made 17 appearances for Gloucester scoring three tries."}]}, {"heading": "Births", "year": "1973", "date": "September 17", "txt": "Demis Nikolaidis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 17", "txt": "Tormod Granheim, Norwegian skier and explorer", "entities": [{"title": "Tormod Granheim", "href": "/wiki/Tormod_Granheim", "description": "Tormod Granheim is a Norwegian adventurer and motivational speaker involved in expeditions and extreme skiing. On May 16, 2006, he made the first ski descent of Mount Everest's North Face by the Norton Couloir."}]}, {"heading": "Births", "year": "1974", "date": "September 17", "txt": "Craig Spence, Australian golfer", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 17", "txt": "Rasheed Wallace, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 17", "txt": "Wilko de Vogt, Dutch footballer", "entities": [{"title": "Wilko de Vogt", "href": "/wiki/Wilko_de_Vogt", "description": "Wilko de Vogt is a former Dutch football goalkeeper."}]}, {"heading": "Births", "year": "1975", "date": "September 17", "txt": "Jimmie Johnson, American race car driver", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 17", "txt": "Pumpkinhead, American rapper (d. 2015)", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 17", "txt": "Sam Esmail, American screenwriter", "entities": [{"title": "Sam Esmail", "href": "/wiki/Sam_Esmail", "description": "Sam Esmail is an American film and television producer, director, and screenwriter who runs the production company Esmail Corp. He is best known as the creator, writer and director of the television series Mr. Robot (2015–2019), starring Rami Malek. He directed and produced the acclaimed Amazon Prime Video psychological thriller Homecoming (2018–2020), starring Julia Roberts and Janelle Monáe, and"}]}, {"heading": "Births", "year": "1977", "date": "September 17", "txt": "Simone Perrotta, Italian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 17", "txt": "Steffen Algreen, Danish footballer", "entities": [{"title": "Steffen Algreen", "href": "/wiki/Steffen_Algreen", "description": "Steffen R. Algreen is a Danish professional football defender, who currently plays for the Danish 2nd Division West side FC Fyn."}]}, {"heading": "Births", "year": "1979", "date": "September 17", "txt": "Akin Ayodele, American football player", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 17", "txt": "Flo Rida, American rapper", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 17", "txt": "Dan Haren, American baseball player", "entities": [{"title": "Dan Haren", "href": "/wiki/Dan_Haren", "description": "Daniel John Haren is an American former professional baseball pitcher. Haren played in Major League Baseball (MLB) for the St. Louis Cardinals, Oakland Athletics, Arizona Diamondbacks, Los Angeles Angels of Anaheim, Washington Nationals, Los Angeles Dodgers, Miami Marlins, and Chicago Cubs. He now serves as an executive with the Diamondbacks."}]}, {"heading": "Births", "year": "1980", "date": "September 17", "txt": "Shabana Mahmood, English lawyer and politician, Shadow Chief Secretary to the Treasury", "entities": [{"title": "Shadow Chief Secretary to the Treasury", "href": "/wiki/Shadow_Chief_Secretary_to_the_Treasury", "description": "The Shadow Chief Secretary to the Treasury is the most junior member of the Shadow Cabinet, and is the deputy to the Shadow Chancellor of the Exchequer. The Shadow Chief Secretary to the Treasury acts as the primary opposition to the equivalent Governmental position, the Chief Secretary to the Treasury, who is deputy to the Chancellor of the Exchequer. Currently the position of Shadow Chief Secret"}]}, {"heading": "Births", "year": "1980", "date": "September 17", "txt": "Oliver Risser, Namibian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 17", "txt": "Casey Janssen, American baseball player", "entities": [{"title": "Casey Janssen", "href": "/wiki/Casey_Janssen", "description": "Robert Casey Janssen is an American former professional baseball pitcher. He pitched for two seasons in various levels of the Toronto Blue Jays' minor league organization before his debut in 2006 as a starting pitcher. Janssen was moved to the bullpen as a middle reliever and spot starter from 2007 to 2011, and in 2012 he was put in the closing role. Janssen also played for the Washington National"}]}, {"heading": "Births", "year": "1981", "date": "September 17", "txt": "Bakari Koné, Ivorian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 17", "txt": "Francis Manioru, Solomon sprinter", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 17", "txt": "Garth Murray, Canadian ice hockey player", "entities": [{"title": "Garth Murray", "href": "/wiki/Garth_Murray", "description": "Garth Robert Murray is a Canadian former professional ice hockey forward who played in the National Hockey League (NHL) for the New York Rangers, Montreal Canadiens, Florida Panthers and the Phoenix Coyotes."}]}, {"heading": "Births", "year": "1984", "date": "September 17", "txt": "Domenico Citro, Italian footballer", "entities": [{"title": "Domenico Citro", "href": "/wiki/Domenico_Citro", "description": "Domenico Citro is an Italian footballer who played in the third and fourth tiers of football in Italy."}]}, {"heading": "Births", "year": "1984", "date": "September 17", "txt": "Mary DeScenza, American swimmer", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 17", "txt": "John Kucera, Canadian skier", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 17", "txt": "Patrick van Luijk, Dutch sprinter", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 17", "txt": "Tomáš Berdych, Czech tennis player", "entities": [{"title": "Tomáš Berdych", "href": "/wiki/Tom%C3%A1%C5%A1_Berdych", "description": "Tomáš Berdych is a Czech former professional tennis player. His most notable achievement was reaching the final of the 2010 Wimbledon Championships, causing consecutive upsets by defeating top seed and six-time champion Roger Federer in the quarterfinals, and No. 3 Novak Djokovic in the semifinals. In the final, he lost to Rafael Nadal in straight sets. Berdych's biggest career win was the Paris M"}]}, {"heading": "Births", "year": "1985", "date": "September 17", "txt": "Brendan Clarke, Irish footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 17", "txt": "José Gonçalves, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 17", "txt": "Brendan Oake, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 17", "txt": "Alexander Ovechkin, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 17", "txt": "Mason Raymond, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 17", "txt": "Ravichandran Ashwin, Indian cricketer", "entities": [{"title": "Ravichandran Ashwin", "href": "/wiki/Ravichandran_Ashwin", "description": "Ravichandran Ashwin pronunciation (help·info) is an Indian international cricketer. An all-rounder who bats right-handed and bowls right-arm off break, Ashwin plays for Tamil Nadu in domestic cricket and Delhi Capitals in the Indian Premier League. He is the fastest Indian bowler to reach the 50-, 100-, 150-, 200-, 250-, 300-, 350- and 400-wicket mark in Test cricket in terms of number of innings."}]}, {"heading": "Births", "year": "1986", "date": "September 17", "txt": "Paolo De Ceglie, Italian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 17", "txt": "Yussef Suleiman, Syrian footballer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 17", "txt": "Paul Huntington, English footballer", "entities": [{"title": "Paul Huntington", "href": "/wiki/Paul_Huntington", "description": "Paul David Huntington is an English professional footballer who is a centre back for Preston North End."}]}, {"heading": "Births", "year": "1989", "date": "September 17", "txt": "Kate Deines, American soccer player", "entities": [{"title": "Kate Deines", "href": "/wiki/Kate_Deines", "description": "Kathleen \"Kate\" Ann Deines is an American soccer midfielder-defender. She most recently played for Turbine Potsdam in the German Bundesliga and Seattle Reign FC of the National Women's Soccer League. Deines was a fourth round pick of the Atlanta Beat of Women's Professional Soccer in the 2012 WPS Draft of college seniors on January 13, 2012. The WPS Board of Governors voted to suspend the 2012 sea"}]}, {"heading": "Births", "year": "1990", "date": "September 17", "txt": "Sean Scannell, English footballer", "entities": [{"title": "Sean Scannell", "href": "/wiki/Sean_Scannell", "description": "Sean Scannell is a professional footballer who plays as a winger for League Two club Grimsby Town."}]}, {"heading": "Births", "year": "1990", "date": "September 17", "txt": "Pixie Geldof, English model and singer", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 17", "txt": "Ryo Ishikawa, Japanese golfer", "entities": [{"title": "Ryo Ishikawa", "href": "/wiki/Ryo_Ishikawa", "description": "Ryo Ishikawa , also known by the nickname \"Hanikami Ōji\" , is a Japanese professional golfer."}]}, {"heading": "Births", "year": "1991", "date": "September 17", "txt": "Justyna Jegiołka, Polish tennis player", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 17", "txt": "Cameron King, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1993", "date": "September 17", "txt": "Sofiane Boufal, Moroccan footballer", "entities": [{"title": "Sofiane Boufal", "href": "/wiki/Sofiane_Boufal", "description": "Sofiane Boufal is a professional footballer who plays as a winger or attacking midfielder for Ligue 1 club Angers SCO and the Morocco national team."}]}, {"heading": "Births", "year": "1993", "date": "September 17", "txt": "Sophie Howard, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "September 17", "txt": "Na In-woo, South Korean actor", "entities": [{"title": "Na In-woo", "href": "/wiki/Na_In-woo", "description": "Na In-woo is a South Korean actor. He debuted in 2015 through the MBC television series Shine or Go Crazy. He is also known for his acting in several television series such as Mystic Pop-up Bar, Unasked Family, and Cinderella and the Four Knights. He achieved wide recognition through the hit tvN television series, Mr. Queen."}]}, {"heading": "Births", "year": "1995", "date": "September 17", "txt": "Patrick Mahomes, American football player", "entities": [{"title": "American football", "href": "/wiki/American_football", "description": "American football, referred to simply as football in the United States and Canada and also known as gridiron, is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possess"}]}, {"heading": "Births", "year": "1997", "date": "September 17", "txt": "Auston Matthews, American ice hockey player", "entities": [{"title": "Auston Matthews", "href": "/wiki/Auston_Matthews", "description": "Auston Taylour Matthews is an American professional ice hockey center and alternate captain for the Toronto Maple Leafs of the National Hockey League (NHL). Born in San Ramon, California, Matthews and his family moved to Scottsdale, Arizona, when he was an infant. After playing baseball and hockey during his childhood, he developed a particular interest in hockey after watching the local Phoenix C"}]}, {"heading": "Deaths", "year": "456", "date": "September 17", "txt": "Remistus, Roman general", "entities": [{"title": "Remistus", "href": "/wiki/Remistus", "description": "Remistus was a general of the Western Roman Empire, commander-in-chief of the army under Emperor Avitus."}]}, {"heading": "Deaths", "year": "936", "date": "September 17", "txt": "Unni, archbishop of Hamburg-Bremen", "entities": [{"title": "Unni (bishop)", "href": "/wiki/Unni_(bishop)", "description": "Saint Unni was an archbishop of Hamburg-Bremen. He died as a missionary in Birka in Sweden, where he tried to continue Ansgar's work."}]}, {"heading": "Deaths", "year": "958", "date": "September 17", "txt": "Li Jingsui, Chinese prince (b. 920)", "entities": [{"title": "Li Jingsui", "href": "/wiki/Li_Jingsui", "description": "Li Jingsui, né Xu Jingsui (徐景遂), courtesy name Tuishen (退身), formally Crown Prince Wencheng (文成太弟), was an imperial prince of the Chinese Five Dynasties and Ten Kingdoms Period state Southern Tang. He was a son of Southern Tang's founding emperor Li Bian. During the reign of his brother Li Jing, he was initially designated the heir, but, having never embraced that role, repeatedly offered to yield"}]}, {"heading": "Deaths", "year": "1025", "date": "September 17", "txt": "Hugh Magnus, king of France (b. 1007)", "entities": [{"title": "Hugh Magnus", "href": "/wiki/Hugh_Magnus", "description": "Hugh Magnus was co-King of France under his father, Robert II, from 1017 until his death in 1025. He was a member of the House of Capet, a son of Robert II by his third wife, Constance of Arles."}]}, {"heading": "Deaths", "year": "1148", "date": "September 17", "txt": "Conan III, duke of Brittany (b. 1070)", "entities": [{"title": "Conan III, Duke of Brittany", "href": "/wiki/Conan_III,_Duke_of_Brittany", "description": "Conan III, also known as Conan of Cornouaille and Conan the Fat was duke of Brittany, from 1112 to his death. He was the son of Duke Alan IV and Ermengarde of Anjou."}]}, {"heading": "Deaths", "year": "1179", "date": "September 17", "txt": "Hildegard of Bingen, German abbess (b. 1098)", "entities": [{"title": "Hildegard of Bingen", "href": "/wiki/Hildegard_of_Bingen", "description": "Hildegard of Bingen, also known as Saint Hildegard and the Sibyl of the Rhine, was a German Benedictine abbess, writer, composer, philosopher, Christian mystic, visionary, and polymath of the High Middle Ages. She is one of the best-known composers of sacred monophony, as well as the most recorded in modern history. She has been considered by many in Europe to be the founder of scientific natural "}]}, {"heading": "Deaths", "year": "1322", "date": "September 17", "txt": "Robert III, count of Flanders (b. 1249)", "entities": [{"title": "Robert III, Count of Flanders", "href": "/wiki/Robert_III,_Count_of_Flanders", "description": "Robert III, also called Robert of Béthune and nicknamed The Lion of Flanders, was the Count of Nevers from 1273 and Count of Flanders from 1305 until his death."}]}, {"heading": "Deaths", "year": "1415", "date": "September 17", "txt": "Michael de la Pole, 2nd Earl of Suffolk (b. 1367)", "entities": [{"title": "Michael de la Pole, 2nd Earl of Suffolk", "href": "/wiki/Michael_de_la_Pole,_2nd_Earl_of_Suffolk", "description": "Michael de la Pole, 2nd Earl of Suffolk was an English nobleman who supported Henry IV against Richard II during the turmoils of the late 14th century. He died during the Siege of Harfleur in 1415. He was the eldest son of Michael de la Pole, 1st Earl of Suffolk and Katherine Wingfield, daughter of Sir John Wingfield."}]}, {"heading": "Deaths", "year": "1422", "date": "September 17", "txt": "Constantine II, tsar of Bulgaria", "entities": [{"title": "Constantine II of Bulgaria", "href": "/wiki/Constantine_II_of_Bulgaria", "description": "Constantine II, allegedly ruled as emperor (tsar) of Bulgaria from 1397 to 1422. He was born in the early 1370s, and died in exile at the Serbian court on 17 September 1422. Constantine II claimed the title Emperor of Bulgaria and was accepted as such by foreign governments, but he is often omitted from listings of rulers of Bulgaria."}]}, {"heading": "Deaths", "year": "1482", "date": "September 17", "txt": "William III, duke of Luxembourg (b. 1425)", "entities": [{"title": "William III, Landgrave of Thuringia", "href": "/wiki/William_III,_Landgrave_of_Thuringia", "description": "William III, called the Brave, was landgrave of Thuringia and claimant duke of Luxemburg. He is actually the second William to rule Thuringia, and in Luxembourg; he was the third Margrave of Meissen named William."}]}, {"heading": "Deaths", "year": "1563", "date": "September 17", "txt": "Henry Manners, 2nd Earl of Rutland, English soldier (b. 1526)", "entities": [{"title": "Henry Manners, 2nd Earl of Rutland", "href": "/wiki/Henry_Manners,_2nd_Earl_of_Rutland", "description": "Henry Manners, 2nd Earl of Rutland, 13th Baron de Ros of Helmsley, KG was an English nobleman."}]}, {"heading": "Deaths", "year": "1574", "date": "September 17", "txt": "Pedro Menéndez de Avilés, Spanish admiral and explorer, founded St. Augustine, Florida (b. 1519)", "entities": [{"title": "Pedro Menéndez de Avilés", "href": "/wiki/Pedro_Men%C3%A9ndez_de_Avil%C3%A9s", "description": "Pedro Menéndez de Avilés was a Spanish admiral and explorer from Avilés, in Asturias, Spain. He is notable for planning the first regular trans-oceanic convoys, which became known as the Spanish treasure fleet, and for founding St. Augustine, Florida, in 1565. This was the first successful European settlement in La Florida and the most significant city in the region for nearly three centuries. St."}, {"title": "St. Augustine, Florida", "href": "/wiki/St._Augustine,_Florida", "description": "St. Augustine is a city in the Southeastern United States, on the Atlantic coast of northeastern Florida. Founded in 1565 by Spanish explorers, it is the oldest continuously-inhabited European-established settlement in the contiguous United States."}]}, {"heading": "Deaths", "year": "1575", "date": "September 17", "txt": "Heinrich Bullinger, Swiss theologian and reformer (b. 1504)", "entities": [{"title": "Heinrich Bullinger", "href": "/wiki/Heinrich_Bullinger", "description": "Heinrich Bullinger was a Swiss reformer, the successor of Huldrych Zwingli as head of the Zürich church and pastor at Grossmünster. As one of the most important reformers in the Swiss reformation, Bullinger is known for co-authoring the Helvetic Confessions and his work with John Calvin on the Real Presence of Christ in the Eucharist."}]}, {"heading": "Deaths", "year": "1609", "date": "September 17", "txt": "Judah Loew ben Bezalel, Bohemian rabbi, mystic and philosopher (b. 1520)", "entities": [{"title": "Judah Loew ben Bezalel", "href": "/wiki/Judah_Loew_ben_Bezalel", "description": "Judah Loew ben Bezalel, also called Rabbi Loew – widely known to scholars of Judaism as the Maharal of Prague or simply The Maharal, the Hebrew acronym of \"Moreinu Ha-Rav Loew\" – was an important Talmudic scholar, Jewish mystic, and philosopher who, for most of his life, served as a leading rabbi in the cities of Mikulov in Moravia and Prague in Bohemia."}]}, {"heading": "Deaths", "year": "1621", "date": "September 17", "txt": "Robert Bellarmine, Italian cardinal and saint (b. 1542)", "entities": [{"title": "Robert Bellarmine", "href": "/wiki/Robert_Bellarmine", "description": "Robert Bellarmine was an Italian Jesuit and a cardinal of the Catholic Church. He was canonized a saint in 1930 and named Doctor of the Church, one of only 36. He was one of the most important figures in the Counter-Reformation."}]}, {"heading": "Deaths", "year": "1626", "date": "September 17", "txt": "Johann Schweikhard von Kronberg, German cleric and politician, Archbishop-Elector of Mainz (b. 1553)", "entities": [{"title": "Johann Schweikhard von Kronberg", "href": "/wiki/Johann_Schweikhard_von_Kronberg", "description": "Johann Schweikhard von Kronberg was the Archbishop-Elector of Mainz from 1604 to 1626."}]}, {"heading": "Deaths", "year": "1630", "date": "September 17", "txt": "Thomas Lake, English politician, English Secretary of State (b. 1567)", "entities": [{"title": "Thomas Lake", "href": "/wiki/Thomas_Lake", "description": "\nSir Thomas Lake was Secretary of State to James I of England. He was a Member of Parliament between 1593 and 1626."}, {"title": "Secretary of State (England)", "href": "/wiki/Secretary_of_State_(England)", "description": "In the Kingdom of England, the title of Secretary of State came into being near the end of the reign of Queen Elizabeth I (1558–1603), the usual title before that having been King's Clerk, King's Secretary, or Principal Secretary."}]}, {"heading": "Deaths", "year": "1637", "date": "September 17", "txt": "Katherine Clifton, 2nd Baroness Clifton, English-Scottish peer", "entities": [{"title": "Katherine Clifton, 2nd Baroness Clifton", "href": "/wiki/Katherine_Clifton,_2nd_Baroness_Clifton", "description": "Katherine Clifton, 2nd Baroness Clifton, was an English-born Scottish peer."}]}, {"heading": "Deaths", "year": "1665", "date": "September 17", "txt": "Philip IV, king of Spain (b. 1605)", "entities": [{"title": "Philip IV of Spain", "href": "/wiki/Philip_IV_of_Spain", "description": "Philip IV was King of Spain from 1621 to his death and King of Portugal from 1621 to 1640. Philip is remembered for his patronage of the arts, including such artists as Diego Velázquez, and his rule over Spain during the Thirty Years' War."}]}, {"heading": "Deaths", "year": "1676", "date": "September 17", "txt": "Sabbatai Zevi, Turkish rabbi and scholar (b. 1626)", "entities": [{"title": "Sabbatai Zevi", "href": "/wiki/Sabbatai_Zevi", "description": "Sabbatai Zevi, also spelled Shabbetai Ẓevi, Shabbeṯāy Ṣeḇī, Shabsai Tzvi, and Sabetay Sevi in Turkish, was a Sephardic ordained rabbi from Smyrna. A kabbalist of Romaniote origin, Zevi, who was active throughout the Ottoman Empire, claimed to be the long-awaited Jewish Messiah. He was the founder of the Sabbatean movement, whose followers subsequently were to be known as Dönmeh \"converts\" or crypt"}]}, {"heading": "Deaths", "year": "1679", "date": "September 17", "txt": "John of Austria the Younger, Spanish general and politician, Governor of the Habsburg Netherlands (b. 1629)", "entities": [{"title": "John of Austria the Younger", "href": "/wiki/John_of_Austria_the_Younger", "description": "John Joseph of Austria or John of Austria  was a Spanish general and political figure. He was the only illegitimate son of Philip IV of Spain to be acknowledged by the King and trained for military command and political administration. Don John advanced the causes of the Spanish Crown militarily and diplomatically at Naples, Sicily, Catalonia, the Netherlands, Portugal, Dunkirk and other fronts. H"}, {"title": "List of governors of the Habsburg Netherlands", "href": "/wiki/List_of_governors_of_the_Habsburg_Netherlands", "description": "The governor or governor-general of the Habsburg Netherlands was a representative appointed by the Holy Roman emperor (1504-1556), the king of Spain, and the archduke of Austria (1716-1794), to administer the Burgundian inheritance of the House of Habsburg in the Low Countries when the monarch was absent from the territory. The role of the governor-generals significantly changed over time: initial"}]}, {"heading": "Deaths", "year": "1721", "date": "September 17", "txt": "Marguerite Louise d'Orléans, French princess (b. 1645)", "entities": [{"title": "Marguerite Louise d'Orléans", "href": "/wiki/Marguerite_Louise_d%27Orl%C3%A9ans", "description": "Marguerite Louise d'Orléans was a Princess of France who became Grand Duchess of Tuscany, as the wife of Grand Duke Cosimo III de' Medici."}]}, {"heading": "Deaths", "year": "1762", "date": "September 17", "txt": "Francesco Geminiani, Italian violinist and composer (b. 1687)", "entities": [{"title": "Francesco Geminiani", "href": "/wiki/Francesco_Geminiani", "description": "Francesco Saverio Geminiani was an Italian violinist, composer, and music theorist. BBC Radio 3 once described him as \"now largely forgotten, but in his time considered almost a musical god, deemed to be the equal of Handel and Corelli.\""}]}, {"heading": "Deaths", "year": "1771", "date": "September 17", "txt": "Tobias Smollett, Scottish-Italian author and poet (b. 1721)", "entities": [{"title": "Tobias Smollett", "href": "/wiki/Tobias_Smollett", "description": "Tobias George Smollett was a Scottish poet and author. He was best known for his picaresque novels, such as The Adventures of Roderick Random (1748), The Adventures of Peregrine Pickle (1751) and The Expedition of Humphry Clinker (1771), which influenced later novelists, including Charles Dickens. His novels were amended liberally by printers; a definitive edition of each of his works was edited b"}]}, {"heading": "Deaths", "year": "1803", "date": "September 17", "txt": "Franz Xaver Süssmayr, Austrian composer and director (b. 1766)", "entities": [{"title": "Franz Xaver Süssmayr", "href": "/wiki/Franz_Xaver_S%C3%BCssmayr", "description": "Franz Xaver Süssmayr was an Austrian composer and conductor. Popular in his day, he is now known primarily as the composer who completed Wolfgang Amadeus Mozart's unfinished Requiem. In addition, there have been performances of Süssmayr's operas at Kremsmünster, and his secular political cantata (1796), Der Retter in Gefahr, SmWV 302, received its first full performance in over 200 years in June 2"}]}, {"heading": "Deaths", "year": "1808", "date": "September 17", "txt": "Benjamin Bourne, American judge and politician (b. 1755)", "entities": [{"title": "Benjamin Bourne", "href": "/wiki/Benjamin_Bourne", "description": "Benjamin Bourne was a United States Representative from Rhode Island, a United States District Judge of the United States District Court for the District of Rhode Island and a United States Circuit Judge of the United States Circuit Court for the First Circuit."}]}, {"heading": "Deaths", "year": "1817", "date": "September 17", "txt": "Jacques Bernard d'Anselme, French general (b. 1740)", "entities": [{"title": "Jacques Bernard d'Anselme", "href": "/wiki/Jacques_Bernard_d%27Anselme", "description": "Jacques Bernard Modeste d'Anselme was a French general of the French Revolutionary Army, notable as the first commander of the Army of the Var which soon became the Army of Italy. He fell under suspicion, was removed from command and placed under arrest, but he survived the Reign of Terror. ANSELME is one of the names inscribed under the Arc de Triomphe, on Column 23."}]}, {"heading": "Deaths", "year": "1836", "date": "September 17", "txt": "Antoine Laurent de Jussieu, French botanist and author (b. 1748)", "entities": [{"title": "Antoine Laurent de Jussieu", "href": "/wiki/Antoine_Laurent_de_Jussieu", "description": "Antoine Laurent de Jussieu was a French botanist, notable as the first to publish a natural classification of flowering plants; much of his system remains in use today. His classification was based on an extended unpublished work by his uncle, the botanist Bernard de Jussieu."}]}, {"heading": "Deaths", "year": "1852", "date": "September 17", "txt": "Francisco Javier Echeverría, Mexican businessman and politician. President (1841) (b. 1797)", "entities": [{"title": "Francisco Javier Echeverría", "href": "/wiki/Francisco_Javier_Echeverr%C3%ADa", "description": "Francisco Javier Echeverría was a Mexican businessman, conservative and centralist politician. He served as president of Mexico in late 1841 for a few weeks."}]}, {"heading": "Deaths", "year": "1858", "date": "September 17", "txt": "Dred Scott, American slave (b. 1795)", "entities": [{"title": "Dred Scott", "href": "/wiki/Dred_Scott", "description": "Dred Scott was an enslaved African-American man in the United States who unsuccessfully sued for his freedom and that of his wife, Harriet Robinson Scott, and their two daughters in the Dred Scott v. Sandford case of 1857, popularly known as the \"Dred Scott decision\". Scott claimed that he and his wife should be granted their freedom because they had lived in Illinois and the Wisconsin Territory f"}]}, {"heading": "Deaths", "year": "1862", "date": "September 17", "txt": "Lawrence O'Bryan Branch, American politician and Confederate general (b. 1820)", "entities": [{"title": "Lawrence O'Bryan Branch", "href": "/wiki/Lawrence_O%27Bryan_Branch", "description": "Lawrence O'Bryan Branch was a North Carolina representative in the U.S. Congress and a Confederate brigadier general in the American Civil War, killed at the Battle of Antietam."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}]}, {"heading": "Deaths", "year": "1862", "date": "September 17", "txt": "William E. Starke, Confederate general (b. 1814)", "entities": [{"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}]}, {"heading": "Deaths", "year": "1863", "date": "September 17", "txt": "Charles Robert Cockerell, English archaeologist and architect (b. 1788)", "entities": [{"title": "Charles Robert Cockerell", "href": "/wiki/Charles_Robert_Cockerell", "description": "Charles Robert Cockerell was an English architect, archaeologist, and writer. He studied architecture under Robert Smirke. He went on an extended Grand Tour lasting seven years, mainly spent in Greece. He was involved in major archaeological discoveries while in Greece. On returning to London he set up a successful architectural practise. Appointed Professor of Architecture at the Royal Academy of"}]}, {"heading": "Deaths", "year": "1863", "date": "September 17", "txt": "Alfred de Vigny, French author, poet, and playwright (b. 1797)", "entities": []}, {"heading": "Deaths", "year": "1864", "date": "September 17", "txt": "Walter Savage Landor, English author and poet (b. 1775)", "entities": [{"title": "Walter Savage Landor", "href": "/wiki/Walter_Savage_Landor", "description": "Walter Savage Landor was an English writer, poet, and activist. His best known works were the prose Imaginary Conversations, and the poem Rose Aylmer, but the critical acclaim he received from contemporary poets and reviewers was not matched by public popularity. As remarkable as his work was, it was equalled by his rumbustious character and lively temperament. Both his writing and political activ"}]}, {"heading": "Deaths", "year": "1868", "date": "September 17", "txt": "Roman Nose, Native American warrior (b. circa 1823)", "entities": [{"title": "Roman Nose", "href": "/wiki/Roman_Nose", "description": "Roman Nose, also known as Hook Nose, was a Native American of the Northern Cheyenne. He is considered to be one of, if not the greatest and most influential warriors during the Plains Indian War of the 1860s. Born during the prosperous days of the fur trade in the 1820s, he was called Môséškanetsénoonáhe (\"Bat\") as a youth. He later took the warrior name Wokini, which the whites rendered as Roman "}]}, {"heading": "Deaths", "year": "1877", "date": "September 17", "txt": "Henry Fox Talbot, English photographer, developed the Calotype Process (b. 1800)", "entities": [{"title": "Henry Fox Talbot", "href": "/wiki/Henry_Fox_Talbot", "description": "William Henry Fox Talbot FRS FRSE FRAS was an English scientist, inventor and photography pioneer who invented the salted paper and calotype processes, precursors to photographic processes of the later 19th and 20th centuries. His work, in the 1840s on photomechanical reproduction, led to the creation of the photoglyphic engraving process, the precursor to photogravure. He was the holder of a cont"}, {"title": "Calotype", "href": "/wiki/Calotype", "description": "Calotype or talbotype is an early photographic process introduced in 1841 by William Henry Fox Talbot, using paper coated with silver iodide. The term calotype comes from the Greek καλός (kalos), \"beautiful\", and τύπος (tupos), \"impression\"."}]}, {"heading": "Deaths", "year": "1878", "date": "September 17", "txt": "Orélie-Antoine de Tounens, French lawyer and adventurer (b. 1825)", "entities": [{"title": "Orélie-Antoine de Tounens", "href": "/wiki/Or%C3%A9lie-Antoine_de_Tounens", "description": "Orélie-Antoine de Tounens was a French lawyer and adventurer who proclaimed by two decrees on November 17, 1860 and November 20, 1860 that Araucanía and Patagonia did not depend of any other states and that he himself was King of Araucania and Patagonia. On January 5, 1862, he was arrested by the Chilean army and imprisoned. He was declared insane by the court of Santiago on September 2, 1862, and"}]}, {"heading": "Deaths", "year": "1879", "date": "September 17", "txt": "Eugène Viollet-le-Duc, French architect and theorist (b. 1814)", "entities": [{"title": "Eugène Viollet-le-Duc", "href": "/wiki/Eug%C3%A8ne_Viollet-le-Duc", "description": "Eugène Emmanuel Viollet-le-Duc was a French architect and author who restored many prominent medieval landmarks in France, including those which had been damaged or abandoned during the French Revolution. His major restoration projects included Notre-Dame de Paris, the Basilica of Saint Denis, Mont Saint-Michel, Sainte-Chapelle, and the medieval walls of the city of Carcassonne. His later writings"}]}, {"heading": "Deaths", "year": "1894", "date": "September 17", "txt": "Deng Shichang, Chinese captain (b. 1849)", "entities": [{"title": "Deng Shichang", "href": "/wiki/Deng_Shichang", "description": "Deng Shichang, courtesy name Zhengqing, posthumous name Zhuangjie, was a Chinese military officer who lived in the late Qing dynasty. He is best known for his service in the Beiyang Fleet during the First Sino-Japanese War as the captain of the protected cruiser Zhiyuan. He participated in the Battle of the Yalu River on 17 September 1894 against the Imperial Japanese Navy. After Zhiyuan was sunk "}]}, {"heading": "Deaths", "year": "1899", "date": "September 17", "txt": "Charles Alfred Pillsbury, American businessman, co-founded the Pillsbury Company (b. 1842)", "entities": [{"title": "Charles Alfred Pillsbury", "href": "/wiki/Charles_Alfred_Pillsbury", "description": "Charles Alfred Pillsbury was an American businessman, flour industrialist, and politician. He was a co-founder of the Pillsbury Company."}, {"title": "Pillsbury Company", "href": "/wiki/Pillsbury_Company", "description": "The Pillsbury Company was a Minneapolis, Minnesota-based company that was one of the world's largest producers of grain and other foodstuffs until it was bought by General Mills in 2001. Antitrust law required General Mills to sell off some of the products, so the company kept the rights to refrigerated and frozen Pillsbury branded products, while dry baking products and frosting were sold by its "}]}, {"heading": "Deaths", "year": "1907", "date": "September 17", "txt": "Ignaz Brüll, Czech-Austrian pianist and composer (b. 1846)", "entities": [{"title": "Ignaz Brüll", "href": "/wiki/Ignaz_Br%C3%BCll", "description": "Ignaz Brüll was a Moravian-born pianist and composer who lived and worked in Vienna."}]}, {"heading": "Deaths", "year": "1907", "date": "September 17", "txt": "Edmonia Lewis, American sculptor (b. 1844)", "entities": []}, {"heading": "Deaths", "year": "1908", "date": "September 17", "txt": "Henri Julien, Canadian cartoonist (b. 1852)", "entities": [{"title": "Henri Julien", "href": "/wiki/Henri_Julien", "description": "Henri Julien, baptised Octave-Henri Julien was a French Canadian artist and cartoonist noted for his work for the Canadian Illustrated News and for his political cartoons in the Montreal Daily Star. His pseudonyms include Octavo and Crincrin. He was the first full-time newspaper editorial cartoonist in Canada."}]}, {"heading": "Deaths", "year": "1908", "date": "September 17", "txt": "Thomas Selfridge, American lieutenant and pilot (b. 1882)", "entities": []}, {"heading": "Deaths", "year": "1909", "date": "September 17", "txt": "Thomas Bent, Australian businessman and politician, 22nd Premier of Victoria (b. 1838)", "entities": [{"title": "Thomas Bent", "href": "/wiki/Thomas_Bent", "description": "Sir Thomas Bent was an Australian politician and the 22nd Premier of Victoria."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Deaths", "year": "1911", "date": "September 17", "txt": "Edmonia Lewis, American sculptor (b. 1844)", "entities": [{"title": "Edmonia Lewis", "href": "/wiki/Edmonia_Lewis", "description": "Mary Edmonia Lewis, \"Wildfire\", was an American sculptor, of mixed African American and Native American (Ojibwe) heritage. Born free in Upstate New York, she worked for most of her career in Rome, Italy. She was the first African-American sculptor to achieve national and then international prominence. She began to gain prominence in the United States during the Civil War; at the end of the 19th ce"}]}, {"heading": "Deaths", "year": "1923", "date": "September 17", "txt": "Stefanos Dragoumis, Greek judge and politician, 92nd Prime Minister of Greece (b. 1842)", "entities": [{"title": "Stefanos Dragoumis", "href": "/wiki/Stefanos_Dragoumis", "description": "Stefanos Dragoumis was a judge, writer and the Prime Minister of Greece from January to October 1910. He was the father of Ion Dragoumis."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1925", "date": "September 17", "txt": "Carl Eytel, German-American painter and illustrator (b. 1862)", "entities": [{"title": "Carl Eytel", "href": "/wiki/Carl_Eytel", "description": "Carl Eytel was a German American artist who built his reputation for paintings and drawings of desert subjects in the American Southwest. Immigrating to the United States in 1885, he settled in Palm Springs, California in 1903. With an extensive knowledge of the Sonoran Desert, Eytel traveled with author George Wharton James as he wrote the successful Wonders of the Colorado Desert, and contribute"}]}, {"heading": "Deaths", "year": "1933", "date": "September 17", "txt": "Joseph De Piro, Maltese priest and missionary (b. 1877)", "entities": [{"title": "Joseph De Piro", "href": "/wiki/Joseph_De_Piro", "description": "Giuseppe De Piro or Joseph De Piro, was a Roman Catholic priest and missionary. He founded The Missionary Society of St Paul (MSSP) in June 1910 with a charism that Maltese priests would become missionaries. Presently holding the status of Servant of God, he is a candidate for beatification."}]}, {"heading": "Deaths", "year": "1936", "date": "September 17", "txt": "Ettie Annie Rout, New Zealand author and activist (b. 1877)", "entities": [{"title": "Ettie Annie Rout", "href": "/wiki/Ettie_Annie_Rout", "description": "Ettie Annie Rout was a Tasmanian-born New Zealander whose work among servicemen in Paris and the Somme during World War I made her a war hero among the French, yet through the same events she became persona non grata in New Zealand. She married Frederick Hornibrook on 3 May 1920, after which she was Ettie Hornibrook. They had no children and later separated. She died in 1936, and was buried in the"}]}, {"heading": "Deaths", "year": "1937", "date": "September 17", "txt": "Walter Dubislav, German logician and philosopher of science, Vienna circle member (b. 1895)", "entities": [{"title": "Walter Dubislav", "href": "/wiki/Walter_Dubislav", "description": "Walter Dubislav was a German logician and philosopher of science (Wissenschaftstheoretiker)."}]}, {"heading": "Deaths", "year": "1938", "date": "September 17", "txt": "Bruno Jasieński, Polish poet and author (b. 1901)", "entities": [{"title": "Bruno Jasieński", "href": "/wiki/Bruno_Jasie%C5%84ski", "description": "Bruno Jasieński pronounced [ˈbrunɔ jaˈɕeɲskʲi], born Wiktor Bruno Zysman, was a Polish poet, novelist, playwright, Catastrophist, and leader of the Polish Futurist movement in the interwar period. Jasieński was also a communist activist in Poland, France and the Soviet Union, where he was executed during the Great Purge. He is acclaimed by members of the various modernist art groups as their patro"}]}, {"heading": "Deaths", "year": "1943", "date": "September 17", "txt": "Friedrich Zickwolff, German general (b. 1893)", "entities": [{"title": "Friedrich Zickwolff", "href": "/wiki/Friedrich_Zickwolff", "description": "Friedrich Zickwolff was a German general during World War II. He was a recipient of the Knight's Cross of the Iron Cross of Nazi Germany."}]}, {"heading": "Deaths", "year": "1948", "date": "September 17", "txt": "Ruth Benedict, American anthropologist and academic (b. 1887)", "entities": [{"title": "Ruth Benedict", "href": "/wiki/Ruth_Benedict", "description": "Ruth Fulton Benedict was an American anthropologist and folklorist."}]}, {"heading": "Deaths", "year": "1948", "date": "September 17", "txt": "Folke Bernadotte, Swedish soldier and diplomat (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1951", "date": "September 17", "txt": "Jimmy Yancey, American pianist and composer (b. 1898)", "entities": [{"title": "Jimmy Yancey", "href": "/wiki/Jimmy_Yancey", "description": "James Edwards Yancey was an American boogie-woogie pianist, composer, and lyricist. One reviewer described him as \"one of the pioneers of this raucous, rapid-fire, eight-to-the-bar piano style\"."}]}, {"heading": "Deaths", "year": "1953", "date": "September 17", "txt": "David Munson, American runner (b. 1884)", "entities": [{"title": "David Curtiss Munson", "href": "/wiki/David_Curtiss_Munson", "description": "David Curtiss Munson was an American athlete who competed in the 1904 Summer Olympics."}]}, {"heading": "Deaths", "year": "1953", "date": "September 17", "txt": "Hans Feige, German general (Wehrmacht) (b. 1880)", "entities": []}, {"heading": "Deaths", "year": "1961", "date": "September 17", "txt": "Adnan Menderes, Turkish lawyer and politician, 9th Prime Minister of Turkey (b. 1899)", "entities": [{"title": "Adnan Menderes", "href": "/wiki/Adnan_Menderes", "description": "Adnan Menderes was a Turkish politician. He was the Turkish Prime Minister between 1950 and 1960. He was one of the founders of the Democrat Party (DP) in 1946, the fourth legal opposition party of Turkey. He was tried and hanged under the military junta after the 1960 coup d'état, along with two other cabinet members, Fatin Rüştü Zorlu and Hasan Polatkan. One of the accusations brought against hi"}, {"title": "List of Prime Ministers of Turkey", "href": "/wiki/List_of_Prime_Ministers_of_Turkey", "description": "The following is a complete list of prime ministers of Turkey, since the establishment of that position in 1920, during the Turkish War of Independence. The prime minister was the head of the executive branch of the government along with the Cabinet. Following the 2017 constitutional referendum, the office of prime minister was abolished and the President became the head of the executive branch af"}]}, {"heading": "Deaths", "year": "1965", "date": "September 17", "txt": "Alejandro Casona, Spanish poet and playwright (b. 1903)", "entities": [{"title": "Alejandro Casona", "href": "/wiki/Alejandro_Casona", "description": "Alejandro Rodríguez Álvarez, known as Alejandro Casona was a Spanish poet and playwright born in Besullo, Spain, a member of the Generation of '27. Casona received his bachelor's degree in Gijon and later studied at the University of Murcia. After Franco's rise in 1936, he was forced, like many Spanish intellectuals, to leave Spain. He lived in Buenos Aires, Argentina until April 1962, when he def"}]}, {"heading": "Deaths", "year": "1966", "date": "September 17", "txt": "Fritz Wunderlich, German tenor and actor (b. 1930)", "entities": [{"title": "Fritz Wunderlich", "href": "/wiki/Fritz_Wunderlich", "description": "Friedrich \"Fritz\" Karl Otto Wunderlich was a German lyric tenor, famed for his singing of the Mozart repertory and various lieder. He died in an accident aged 35."}]}, {"heading": "Deaths", "year": "1971", "date": "September 17", "txt": "Carlos Lamarca, Brazilian captain (b. 1937)", "entities": [{"title": "Carlos Lamarca", "href": "/wiki/Carlos_Lamarca", "description": "Carlos Lamarca was a Brazilian Army Captain who deserted to become a member of the armed resistance to the Brazilian dictatorship. He was a part of the Popular Revolutionary Vanguard and became, along with Carlos Marighella, one of the leaders of the armed struggle against the military dictatorship. Such groups were armed chiefly for self-protection from the Right-wing dictatorship that unleashed "}]}, {"heading": "Deaths", "year": "1972", "date": "September 17", "txt": "Akim Tamiroff, American actor (b. 1899)", "entities": [{"title": "Akim Tamiroff", "href": "/wiki/Akim_Tamiroff", "description": "Akim Mikhailovich Tamiroff was an Armenian-American actor. He was nominated twice for the Academy Award for Best Supporting Actor for his performances in The General Died at Dawn (1936) and For Whom the Bell Tolls (1943), and the latter won him the first Golden Globe Award for Best Supporting Actor. Tamiroff appeared in at least 80 American motion pictures in a career spanning thirty-seven years."}]}, {"heading": "Deaths", "year": "1973", "date": "September 17", "txt": "Hugo Winterhalter, American bandleader and composer (b. 1909)", "entities": [{"title": "Hugo Winterhalter", "href": "/wiki/Hugo_Winterhalter", "description": "\nHugo Winterhalter was an American easy listening arranger and composer, best known for his arrangements and recordings for RCA Victor."}]}, {"heading": "Deaths", "year": "1975", "date": "September 17", "txt": "Nicola Moscona, Greek-American singer-songwriter (b. 1907)", "entities": [{"title": "Nicola Moscona", "href": "/wiki/Nicola_Moscona", "description": "Nicola Moscona was a Greek-born operatic bass. Born in Athens, he made his stage debut in Il barbiere di Siviglia at the Greek National Opera in 1931, and went on to sing leading basso cantante roles both in Europe and the United States."}]}, {"heading": "Deaths", "year": "1980", "date": "September 17", "txt": "Anastasio Somoza Debayle, Nicaraguan commander and politician, 73rd President of Nicaragua (b. 1925)", "entities": [{"title": "Anastasio Somoza Debayle", "href": "/wiki/Anastasio_Somoza_Debayle", "description": "Anastasio \"Tachito\" Somoza Debayle was a Nicaraguan dictator and officially the President of Nicaragua from 1 May 1967 to 1 May 1972 and from 1 December 1974 to 17 July 1979. As head of the National Guard, he was de facto ruler of the country between 1972 and 1974 even during the period when he was not the de jure ruler."}, {"title": "President of Nicaragua", "href": "/wiki/President_of_Nicaragua", "description": "The president of Nicaragua, officially known as the president of the Republic of Nicaragua, is the head of state of Nicaragua. The office was created in the Constitution of 1854. From 1825 until the Constitution of 1838, the head of state of Nicaragua was styled simply as Head of State, and from 1838 to 1854 as Supreme Director."}]}, {"heading": "Deaths", "year": "1982", "date": "September 17", "txt": "Manos Loïzos, Egyptian-Greek composer (b. 1937)", "entities": [{"title": "Manos Loïzos", "href": "/wiki/Manos_Lo%C3%AFzos", "description": "Manos Loïzos was one of the most important Greek music composers of the 20th century."}]}, {"heading": "Deaths", "year": "1983", "date": "September 17", "txt": "Humberto Sousa Medeiros, Portuguese-American cardinal (b. 1915)", "entities": [{"title": "Humberto Sousa Medeiros", "href": "/wiki/Humberto_Sousa_Medeiros", "description": "Humberto Sousa Medeiros, GCIH was a Portuguese-American clergyman of the Roman Catholic Church. He served as Archbishop of Boston from 1970 until his death in 1983, and was created a cardinal in 1973. An ecclesiastical conservative, Cardinal Medeiros was considered a champion of the immigrant worker, the poor and minorities."}]}, {"heading": "Deaths", "year": "1984", "date": "September 17", "txt": "Richard Basehart, American actor and director (b. 1914)", "entities": [{"title": "Richard Basehart", "href": "/wiki/Richard_Basehart", "description": "John Richard Basehart was an American actor. He starred as Admiral Harriman Nelson in the television science-fiction drama Voyage to the Bottom of the Sea (1964–68). He also portrayed Wilton Knight in the pilot episode of the TV series Knight Rider (1982), and provided the narration that was heard during the opening credits throughout the entire series."}]}, {"heading": "Deaths", "year": "1985", "date": "September 17", "txt": "Laura Ashley, Welsh fashion designer, founded Laura Ashley plc (b. 1925)", "entities": [{"title": "Laura Ashley", "href": "/wiki/Laura_Ashley", "description": "Laura Ashley was a Welsh fashion designer and businesswoman. She originally made furnishing materials in the 1950s, expanding the business into clothing design and manufacture in the 1960s. The Laura Ashley style is characterised by Romantic English designs – often with a 19th-century rural feel – and the use of natural fabrics."}, {"title": "Laura Ashley plc", "href": "/wiki/Laura_Ashley_plc", "description": "Laura Ashley plc was a British textile design company now controlled by the MUI Group of Malaysia. It was founded by Bernard Ashley, an engineer, and his wife Laura Ashley in 1953 then grew over the next 20 years to become an international retail chain. Sales totalled over £276 million in 2000. Its products have been described as 'quintessentially English.'"}]}, {"heading": "Deaths", "year": "1987", "date": "September 17", "txt": "Harry Locke, English actor (b. 1913)", "entities": [{"title": "Harry Locke", "href": "/wiki/Harry_Locke", "description": "Harry Locke was an English character actor."}]}, {"heading": "Deaths", "year": "1991", "date": "September 17", "txt": "Zino Francescatti, French violinist and composer (b. 1902)", "entities": [{"title": "Zino Francescatti", "href": "/wiki/Zino_Francescatti", "description": "René-Charles \"Zino\" Francescatti was a French virtuoso violinist."}]}, {"heading": "Deaths", "year": "1992", "date": "September 17", "txt": "Roger Wagner, American conductor and educator (b. 1914)", "entities": [{"title": "Roger Wagner", "href": "/wiki/Roger_Wagner", "description": "Roger Wagner, KCSG was an American choral musician, administrator and educator. He founded the Roger Wagner Chorale, which became one of America's premier vocal ensembles."}]}, {"heading": "Deaths", "year": "1993", "date": "September 17", "txt": "Willie Mosconi, American pool player and actor (b. 1913)", "entities": [{"title": "Willie Mosconi", "href": "/wiki/Willie_Mosconi", "description": "William Joseph Mosconi was an American professional pool player from Philadelphia, Pennsylvania. Between the years of 1941 and 1957, he won the World Straight Pool Championship an unmatched fifteen times. For most of the 20th century, his name was essentially synonymous with pool in North America – he was nicknamed \"Mr. Pocket Billiards\" – and he was among the first Billiard Congress of America Ha"}, {"title": "Pool (cue sports)", "href": "/wiki/Pool_(cue_sports)", "description": "Pool is a classification of cue sports played on a table with six pockets along the rails, into which balls are deposited. Each specific pool game has its own name; some of the better-known include eight-ball, blackball, nine-ball, ten-ball, seven-ball, straight pool, one-pocket, and bank pool."}]}, {"heading": "Deaths", "year": "1993", "date": "September 17", "txt": "Christian Nyby, American director and producer (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "September 17", "txt": "John Delafose, American accordion player (b. 1939)", "entities": [{"title": "John Delafose", "href": "/wiki/John_Delafose", "description": "John Irvin Delafose was an American French-speaking Creole Zydeco accordionist from Louisiana."}]}, {"heading": "Deaths", "year": "1994", "date": "September 17", "txt": "Vitas Gerulaitis, American tennis player and coach (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "September 17", "txt": "Karl Popper, Austrian-English philosopher and academic (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "September 17", "txt": "Isadore Epstein, Estonian-American astronomer and academic (b. 1919)", "entities": [{"title": "Isadore Epstein", "href": "/wiki/Isadore_Epstein", "description": "Isadore Epstein was an astronomer. Epstein taught astronomy at Columbia University for 37 years. He completed his Ph.D. at Princeton University, following which he was appointed as an instructor at Columbia in 1950, assistant professor in 1953, associate professor in 1957, and professor in 1971. He was named professor emeritus in 1987. He served as acting departmental chairman in 1959."}]}, {"heading": "Deaths", "year": "1995", "date": "September 17", "txt": "Lucien Victor, Belgian cyclist (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "September 17", "txt": "Spiro Agnew, American soldier and politician, 39th Vice President of the United States (b. 1918)", "entities": [{"title": "Spiro Agnew", "href": "/wiki/Spiro_Agnew", "description": "Spiro Theodore Agnew was the 39th vice president of the United States, serving from 1969 until his resignation in 1973. He is the second and most recent vice president to resign the position, the other being John C. Calhoun in 1832. Unlike Calhoun, Agnew resigned as a result of a scandal."}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Deaths", "year": "1997", "date": "September 17", "txt": "Red Skelton, American actor and comedian (b. 1913)", "entities": [{"title": "Red Skelton", "href": "/wiki/Red_Skelton", "description": "Richard Red Skelton was an American entertainer best known for his national radio and television shows between 1937 and 1971, especially as host of the television program The Red Skelton Show. He has stars on the Hollywood Walk of Fame for his work in radio and television, and also appeared in burlesque, vaudeville, films, nightclubs, and casinos, all while he pursued an entirely separate career a"}]}, {"heading": "Deaths", "year": "1998", "date": "September 17", "txt": "Ted Binion, American poker player and businessman (b. 1943)", "entities": [{"title": "Ted Binion", "href": "/wiki/Ted_Binion", "description": "Lonnie Theodore Binion, or Ted Binion, was a wealthy American gambling executive and one of the sons of famed Las Vegas casino magnate Benny Binion, owner of Binion's Horseshoe. Ted Binion's death has been a subject of controversy; girlfriend Sandra Murphy and her lover Rick Tabish were initially charged and convicted in Binion's death, but were later granted a new trial and acquitted on the murde"}]}, {"heading": "Deaths", "year": "1998", "date": "September 17", "txt": "Geoffrey Dutton, Australian historian and author (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "September 17", "txt": "Frankie Vaughan, English singer and actor (b. 1928)", "entities": [{"title": "Frankie Vaughan", "href": "/wiki/Frankie_Vaughan", "description": "Frankie Vaughan was an English singer and actor who recorded more than 80 easy listening and traditional pop singles in his lifetime. He was known as \"Mr. Moonlight\" after one of his early hits. Two of Vaughan's singles topped the UK Singles Chart - \"The Garden of Eden\" (1957) and \"Tower of Strength\" (1961)."}]}, {"heading": "Deaths", "year": "2000", "date": "September 17", "txt": "Georgiy Gongadze, Georgian-Ukrainian journalist and director (b. 1969)", "entities": [{"title": "Georgiy Gongadze", "href": "/wiki/Georgiy_Gongadze", "description": "Georgiy Ruslanovich Gongadze was a Ukrainian journalist and film director who was kidnapped and murdered in 2000 near Kyiv. He founded the internet newspaper Ukrayinska Pravda along with Olena Prytula in 2000."}]}, {"heading": "Deaths", "year": "2003", "date": "September 17", "txt": "Erich Hallhuber, German actor (b. 1951)", "entities": [{"title": "Erich Hallhuber", "href": "/wiki/Erich_Hallhuber", "description": "Erich Hallhuber was a Bavarian actor. He was born in Munich and worked in theatre, opera, television and film."}]}, {"heading": "Deaths", "year": "2005", "date": "September 17", "txt": "Jacques Lacarrière, French journalist and critic (b. 1925)", "entities": [{"title": "Jacques Lacarrière", "href": "/wiki/Jacques_Lacarri%C3%A8re", "description": "Jacques Lacarrière was a French writer, born in Limoges. He studied moral philosophy, classical literature, and Hindu philosophy and literature. Professionally, he was known as a prominent critic, journalist, and essayist."}]}, {"heading": "Deaths", "year": "2005", "date": "September 17", "txt": "Alfred Reed, American composer and educator (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "September 17", "txt": "Dick Durock, American stuntman and actor (b. 1937)", "entities": [{"title": "Dick Durock", "href": "/wiki/Dick_Durock", "description": "Richard Durock was an American actor and stuntman who appeared in over eighty films and over seven hundred television episodes. He played Swamp Thing in both the feature films Swamp Thing and The Return of Swamp Thing and the subsequent television show."}]}, {"heading": "Deaths", "year": "2009", "date": "September 17", "txt": "Noordin Mohammad Top, Malaysian terrorist (b. 1968)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "September 17", "txt": "Colin Madigan, Australian architect and author, designed the National Gallery of Australia (b. 1921)", "entities": [{"title": "Colin Madigan", "href": "/wiki/Colin_Madigan", "description": "Colin Frederick Madigan AO was an Australian architect. He is best known for designing the National Gallery of Australia in Canberra."}, {"title": "National Gallery of Australia", "href": "/wiki/National_Gallery_of_Australia", "description": "The National Gallery of Australia is the national art museum of Australia as well as one of the largest art museums in Australia, holding more than 166,000 works of art. Located in Canberra in the Australian Capital Territory, it was established in 1967 by the Australian government as a national public art museum."}]}, {"heading": "Deaths", "year": "2012", "date": "September 17", "txt": "Melvin Charney, Canadian sculptor and architect (b. 1935)", "entities": [{"title": "Melvin Charney", "href": "/wiki/Melvin_Charney", "description": "Melvin Charney was a Canadian artist and architect."}]}, {"heading": "Deaths", "year": "2012", "date": "September 17", "txt": "Lou Kenton, English soldier and potter (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 17", "txt": "Russell E. Train, American soldier and civil servant (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 17", "txt": "Kristian Gidlund, Swedish drummer and journalist  (b. 1983)", "entities": [{"title": "Kristian Gidlund", "href": "/wiki/Kristian_Gidlund", "description": "Kristian Olof Erik Gidlund was a Swedish musician and author. He played drums in the rock band Sugarplum Fairy. He hosted Sommar i P1 on Swedish radio and released one book. In 2011 Gidlund was diagnosed with stomach cancer, and died from the disease in 2013 four days short of his 30th birthday."}]}, {"heading": "Deaths", "year": "2013", "date": "September 17", "txt": "Larry Lake, American-Canadian trumpet player and composer (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 17", "txt": "Bernie McGann, Australian saxophonist and composer (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 17", "txt": "Alex Naumik, Lithuanian-Norwegian singer-songwriter and producer (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 17", "txt": "Michael J. Noonan, Irish farmer and politician, 25th Irish Minister of Defence (b. 1935)", "entities": [{"title": "Minister for Defence (Ireland)", "href": "/wiki/Minister_for_Defence_(Ireland)", "description": "The Minister for Defence is the senior minister at the Department of Defence in the Government of Ireland. The current Minister for Defence is Simon Coveney, TD. He is also Minister for Foreign Affairs."}]}, {"heading": "Deaths", "year": "2013", "date": "September 17", "txt": "Marvin Rainwater, American singer-songwriter (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 17", "txt": "Eiji Toyoda, Japanese businessman (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 17", "txt": "George Hamilton IV, American singer-songwriter and guitarist (b. 1937)", "entities": [{"title": "George Hamilton IV", "href": "/wiki/George_Hamilton_IV", "description": "George Hege Hamilton IV was an American country musician. He began performing in the late 1950s as a teen idol, switching to country music in the early 1960s."}]}, {"heading": "Deaths", "year": "2014", "date": "September 17", "txt": "Andriy Husin, Ukrainian footballer and manager (b. 1972)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 17", "txt": "Wakachichibu Komei, Japanese sumo wrestler (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 17", "txt": "Charles Read, Australian air marshal (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 17", "txt": "Peter von Bagh, Finnish historian, director, and screenwriter (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 17", "txt": "China Zorrilla, Uruguayan actress (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 17", "txt": "Ingrīda Andriņa, Latvian actress (b. 1944)", "entities": [{"title": "Ingrīda Andriņa", "href": "/wiki/Ingr%C4%ABda_Andri%C5%86a", "description": "Ingrīda Andriņa was a Latvian stage and film actress."}]}, {"heading": "Deaths", "year": "2015", "date": "September 17", "txt": "Dettmar Cramer, German footballer and manager (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 17", "txt": "Milo Hamilton, American sportscaster (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 17", "txt": "Vadim Kuzmin, Russian physicist and academic (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 17", "txt": "David Willcocks, English organist, composer, and conductor (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "September 17", "txt": "Bahman Golbarnezhad, Iranian racing cyclist (b. 1968)", "entities": [{"title": "Bahman Golbarnezhad", "href": "/wiki/Bahman_Golbarnezhad", "description": "Bahman Golbarnezhad was an Iranian Paralympic racing cyclist competing in C4 classification events and an earlier powerlifter. During his powerlifting career, he won twelve gold medals and one silver medal in international competitions. Golbarnezhad had represented Iran in two Summer Paralympic Games, first in 2012 in London and later in 2016 in Rio de Janeiro. He was the only Iranian cyclist at t"}]}, {"heading": "Deaths", "year": "2016", "date": "September 17", "txt": "Sigge Parling, Swedish footballer (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "September 17", "txt": "Bobby Heenan, American professional wrestling manager (b. 1944)", "entities": [{"title": "Bobby Heenan", "href": "/wiki/Bobby_Heenan", "description": "Raymond Louis Heenan, better known as Bobby \"The Brain\" Heenan, was an American professional wrestling manager, color commentator, wrestler, and comedian, best known for his time with the American Wrestling Association (AWA), the World Wrestling Federation and World Championship Wrestling (WCW)."}]}, {"heading": "Deaths", "year": "2019", "date": "September 17", "txt": "Cokie Roberts, American journalist and bestselling author (b. 1943)", "entities": [{"title": "Cokie Roberts", "href": "/wiki/Cokie_Roberts", "description": "Mary Martha Corinne Morrison Claiborne \"Cokie\" Roberts was an American journalist and bestselling author. Her career included decades as a political reporter and analyst for National Public Radio and ABC News, with prominent positions on Morning Edition, The MacNeil/Lehrer NewsHour, World News Tonight, and This Week."}]}, {"heading": "Deaths", "year": "2020", "date": "September 17", "txt": "Robert W. Gore, American engineer and businessman, co-inventor of Gore-Tex (b. 1937)", "entities": [{"title": "Robert W. Gore", "href": "/wiki/Robert_W._Gore", "description": "Robert W. Gore was an American engineer and scientist, inventor and businessman. Gore led his family's company, W. L. Gore & Associates, in developing applications of polytetrafluoroethylene (PTFE) ranging from computer cables to medical equipment to the outer layer of space suits. His most significant breakthrough was likely the invention of Gore-Tex, a waterproof and breathable fabric popularly "}, {"title": "Gore-Tex", "href": "/wiki/Gore-Tex", "description": "Gore-Tex is a waterproof, breathable fabric membrane and registered trademark of W. L. Gore & Associates. Invented in 1969, Gore-Tex can repel liquid water while allowing water vapor to pass through and is designed to be a lightweight, waterproof fabric for all-weather use. It is composed of stretched polytetrafluoroethylene (PTFE), which is more commonly known by the generic trademark Teflon. The"}]}]