[{"heading": "Events", "year": "48 BC", "date": "September 28", "txt": "Pompey is assassinated by order of King Ptolemy XIII upon arriving in Egypt.", "entities": [{"title": "Pompey", "href": "/wiki/Pompey", "description": "Gnaeus Pompeius Magnus, known in English as Pompey the Great, was a leading Roman general and statesman, whose career was significant in Rome's transformation from a republic to empire. He was for a time a political ally and later enemy of Julius Caesar. A member of the senatorial nobility, Pompey entered a military career while still young and rose to prominence serving the later dictator Sulla a"}, {"title": "Ptolemy XIII Theos Philopator", "href": "/wiki/Ptolemy_XIII_Theos_Philopator", "description": "Ptolemy XIII Theos Philopator was Pharaoh of Egypt from 51 to 47 BC, and one of the last members of the Ptolemaic dynasty. He was the son of Ptolemy XII and the brother of and co-ruler with Cleopatra VII. Cleopatra's exit from Egypt caused a civil war to break out between the pharaohs. Ptolemy later ruled jointly with his other sister, Arsinoe IV."}]}, {"heading": "Events", "year": "235", "date": "September 28", "txt": "Pope Pontian resigns. He is exiled to the mines of Sardinia, along with Hippolytus of Rome.", "entities": [{"title": "Pope Pontian", "href": "/wiki/Pope_Pontian", "description": "Pope Pontian was the bishop of Rome from 21 July 230 to 28 September 235. In 235, during the persecution of Christians in the reign of the Emperor Maximinus Thrax, Pontian was arrested and sent to the island of Sardinia. He resigned to make the election of a new pope possible. When Pontian resigned on 28 September 235, he was the first pope to do so. It allowed an orderly transition in the Church "}, {"title": "Hippolytus of Rome", "href": "/wiki/Hippolytus_of_Rome", "description": "Hippolytus of Rome was one of the most important second-third century Christian theologians, whose provenance, identity and corpus remain elusive to scholars and historians. Suggested communities include Palestine, Egypt, Anatolia, Rome and regions of the mideast. The best historians of literature in the ancient church, including Eusebius of Caesarea and Jerome, openly confess they cannot name whe"}]}, {"heading": "Events", "year": "351", "date": "September 28", "txt": "Constantius II defeats the usurper Magnentius.", "entities": [{"title": "Battle of Mursa Major", "href": "/wiki/Battle_of_Mursa_Major", "description": "The Battle of Mursa was fought on 28 September 351 between the eastern Roman armies led by the Emperor Constantius II and the western forces supporting the usurper Magnentius. It took place at Mursa, near the Via Militaris in the province of Pannonia. The battle, one of the bloodiest in Roman history, was a pyrrhic victory for Constantius."}]}, {"heading": "Events", "year": "365", "date": "September 28", "txt": "Roman usurper Procopius bribes two legions passing by Constantinople, and proclaims himself emperor.", "entities": [{"title": "Procopius (usurper)", "href": "/wiki/Procopius_(usurper)", "description": "Procopius was a Roman usurper against Valens, and a member of the Constantinian dynasty."}]}, {"heading": "Events", "year": "935", "date": "September 28", "txt": "Duke Wenceslaus I of Bohemia is murdered by a group of nobles led by his brother Boleslaus I, who succeeds him.", "entities": [{"title": "Wenceslaus I, Duke of Bohemia", "href": "/wiki/Wenceslaus_I,_Duke_of_Bohemia", "description": "Wenceslaus I, Wenceslas I or Václav the Good was the duke (kníže) of Bohemia from 921 until his assassination in 935. His younger brother, Boleslaus the Cruel, was complicit in the murder."}, {"title": "Bohemia", "href": "/wiki/Bohemia", "description": "Bohemia is the westernmost and largest historical region of the Czech lands in the present-day Czech Republic. Bohemia can also refer to a wider area consisting of the historical Lands of the Bohemian Crown ruled by the Bohemian kings, including Moravia and Czech Silesia, in which case the region is referred to as Bohemia proper as a means of distinction."}, {"title": "Boleslaus I, Duke of Bohemia", "href": "/wiki/Boleslaus_I,_Duke_of_Bohemia", "description": "Boleslaus I the Cruel, also called Boleslav I, a member of the Přemyslid dynasty, was ruler of the Duchy of Bohemia from 935 to his death. He is notorious for the murder of his elder brother Wenceslaus, through which he became duke. Despite his complicity in this fratricide, Boleslaus is generally respected by Czech historians as an energetic ruler who significantly strengthened the Bohemian state"}]}, {"heading": "Events", "year": "995", "date": "September 28", "txt": "Boleslaus II, Duke of Bohemia, kills most members of the rival Slavník dynasty.", "entities": [{"title": "Boleslaus II, Duke of Bohemia", "href": "/wiki/Boleslaus_II,_Duke_of_Bohemia", "description": "Boleslaus II the Pious, a member of the Přemyslid dynasty, was Duke of Bohemia from 972 until his death."}]}, {"heading": "Events", "year": "1066", "date": "September 28", "txt": "William the Conqueror lands in England, beginning the Norman conquest.", "entities": [{"title": "England", "href": "/wiki/England", "description": "England is a country that is part of the United Kingdom. It shares land borders with Wales to its west and Scotland to its north. The Irish Sea lies northwest of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the"}, {"title": "Norman conquest of England", "href": "/wiki/Norman_conquest_of_England", "description": "The Norman Conquest was the 11th-century invasion and occupation of England by an army made up of Normans, Bretons, Flemish, and men from other French provinces, all led by the Duke of Normandy later styled William the Conqueror."}]}, {"heading": "Events", "year": "1106", "date": "September 28", "txt": "King Henry I of England defeats his brother Robert Curthose at the Battle of Tinchebray.", "entities": [{"title": "Battle of Tinchebray", "href": "/wiki/Battle_of_Tinchebray", "description": "The Battle of Tinchebray took place on 28 September 1106, in Tinchebray, Normandy, between an invading force led by King Henry I of England, and the Norman army of his elder brother Robert Curthose, the Duke of Normandy. Henry's knights won a decisive victory: they captured Robert, and Henry imprisoned him in England and then in Wales until Robert's death in 1134."}]}, {"heading": "Events", "year": "1238", "date": "September 28", "txt": "King James I of Aragon conquers Valencia from the Moors. Shortly thereafter, he proclaims himself king of Valencia.", "entities": [{"title": "James I of Aragon", "href": "/wiki/James_I_of_Aragon", "description": "James I the Conqueror was King of Aragon, Count of Barcelona, and Lord of Montpellier from 1213 to 1276; King of Majorca from 1231 to 1276; and Valencia from 1238 to 1276. His long reign—the longest of any Iberian monarch—saw the expansion of the Crown of Aragon in three directions: Languedoc to the north, the Balearic Islands to the southeast, and Valencia to the south. By a treaty with Louis IX "}, {"title": "Kingdom of Valencia", "href": "/wiki/Kingdom_of_Valencia", "description": "The Kingdom of Valencia, located in the eastern shore of the Iberian Peninsula, was one of the component realms of the Crown of Aragon. When the Crown of Aragon merged by dynastic union with the Crown of Castile to form the Kingdom of Spain, the Kingdom of Valencia became a component realm of the Spanish monarchy."}]}, {"heading": "Events", "year": "1322", "date": "September 28", "txt": "Louis IV, Holy Roman Emperor, defeats Frederick I of Austria in the Battle of Mühldorf.", "entities": [{"title": "Battle of Mühldorf", "href": "/wiki/Battle_of_M%C3%BChldorf", "description": "The Battle of Mühldorf was fought near Mühldorf am Inn on September 28, 1322 between the Duchy of (Upper) Bavaria and Austria. The Bavarians were led by the German king Louis of Wittelsbach, while the Austrians were under the command of his cousin, the anti-king Frederick of Habsburg."}]}, {"heading": "Events", "year": "1538", "date": "September 28", "txt": "Ottoman–Venetian War: The Ottoman Navy scores a decisive victory over a Holy League fleet in the Battle of Preveza.", "entities": [{"title": "Battle of Preveza", "href": "/wiki/Battle_of_Preveza", "description": "The Battle of Preveza was a naval battle that took place on 28 September 1538 near Preveza in Ionian Sea in northwestern Greece between an Ottoman fleet and that of a Holy League assembled by Pope Paul III. It occurred in the same area in the Ionian Sea as the Battle of Actium, 31 BC. It was one of the three largest sea battles that took place in the sixteenth century Mediterranean, along with the"}]}, {"heading": "Events", "year": "1542", "date": "September 28", "txt": "Juan Rodríguez Cabrillo of Portugal arrives at what is now San Diego, California.", "entities": [{"title": "Juan Rodríguez Cabrillo", "href": "/wiki/Juan_Rodr%C3%ADguez_Cabrillo", "description": "Juan Rodríguez Cabrillo was an Iberian maritime explorer best known for investigations of the West Coast of North America, undertaken on behalf of the Spanish Empire. He was the first European to explore present-day California, navigating along the coast of California in 1542–1543."}]}, {"heading": "Events", "year": "1779", "date": "September 28", "txt": "American Revolution: Samuel Huntington is elected President of the Continental Congress, succeeding John Jay.", "entities": [{"title": "Samuel Huntington (Connecticut politician)", "href": "/wiki/Samuel_Huntington_(Connecticut_politician)", "description": "Samuel Huntington was a jurist, statesman, and Patriot in the American Revolution from Connecticut. As a delegate to the Continental Congress, he signed the Declaration of Independence and the Articles of Confederation. He also served as President of the Continental Congress from 1779 to 1781, President of the United States in Congress Assembled in 1781, chief justice of the Connecticut Supreme Co"}]}, {"heading": "Events", "year": "1781", "date": "September 28", "txt": "American Revolution: American forces backed by a French fleet begin the siege of Yorktown.", "entities": [{"title": "Siege of Yorktown", "href": "/wiki/Siege_of_Yorktown", "description": "The siege of Yorktown, also known as the Battle of Yorktown, the surrender at Yorktown, or the German battle, ending on October 19, 1781, at Yorktown, Virginia, was a decisive victory by a combined force of the American Continental Army troops led by General George Washington and Gilbert du Motier, Marquis de Lafayette, and French Army troops led by Comte de Rochambeau over a British army commande"}]}, {"heading": "Events", "year": "1787", "date": "September 28", "txt": "The Congress of the Confederation votes to send the newly written United States Constitution to the state legislatures for approval.", "entities": [{"title": "History of the United States Constitution", "href": "/wiki/History_of_the_United_States_Constitution", "description": "The United States Constitution has served as the supreme law of the United States since taking effect in 1789. The document was written at the 1787 Philadelphia Convention and was ratified through a series of state conventions held in 1787 and 1788. Since 1789, the Constitution has been amended twenty-seven times; particularly important amendments include the ten amendments of the United States Bi"}]}, {"heading": "Events", "year": "1821", "date": "September 28", "txt": "The Declaration of Independence of the Mexican Empire is drafted. It will be made public on 13 October.", "entities": [{"title": "Declaration of Independence of the Mexican Empire", "href": "/wiki/Declaration_of_Independence_of_the_Mexican_Empire", "description": "The Declaration of Independence of the Mexican Empire is the document by which the Mexican Empire declared independence from the Spanish Empire. This founding document of the Mexican nation was drafted in the National Palace in Mexico City on September 28, 1821, by Juan José Espinosa de los Monteros, secretary of the Provisional Governmental Board."}]}, {"heading": "Events", "year": "1844", "date": "September 28", "txt": "Oscar I of Sweden–Norway is crowned king of Sweden.", "entities": [{"title": "Oscar I of Sweden", "href": "/wiki/Oscar_I_of_Sweden", "description": "Oscar I was King of Sweden and Norway from 8 March 1844 until his death. He was the second monarch of the House of Bernadotte."}]}, {"heading": "Events", "year": "1867", "date": "September 28", "txt": "Toronto becomes the capital of Ontario, having also been the capital of Ontario's predecessors since 1796.", "entities": [{"title": "History of Toronto", "href": "/wiki/History_of_Toronto", "description": "The history of Toronto begins approximately 12,500 years ago at the end of the Ice Age with the withdrawal of the ice sheet from the area of present-day Toronto. Soon afterward small groups of Indigenous people moved into the area. Prior to 1000 AD, the Wyandot people were likely the first group to live in the area, followed by the Iroquois. When Europeans first came to Toronto, they found a small"}]}, {"heading": "Events", "year": "1868", "date": "September 28", "txt": "The Battle of Alcolea causes Queen Isabella II of Spain to flee to France.", "entities": [{"title": "Battle of Alcolea (1868)", "href": "/wiki/Battle_of_Alcolea_(1868)", "description": "The Battle of Alcolea took place on 28 September 1868, over a bridge above Guadalquivir river in the town of Alcolea, Córdoba, Spain. In this battle, revolutionary forces led by General Francisco Serrano y Domínguez defeated Queen Isabella II of Spain´s governmental forces commanded by general Manuel Pavía, forcing Isabella II of Spain to leave Spain and be exiled in France."}]}, {"heading": "Events", "year": "1871", "date": "September 28", "txt": "The Brazilian Parliament passes a law that frees all children thereafter born to slaves, and all government-owned slaves.", "entities": [{"title": "Rio Branco Law", "href": "/wiki/Rio_Branco_Law", "description": "The Rio Branco law, also known as the Law of Free Birth, named after its champion, Prime Minister José Paranhos, Viscount of Rio Branco, was passed by the Brazilian Parliament on September 28 in 1871. It was intended to provide freedom to all newborn children of slaves, and slaves of the state or crown. Slaveholders of the children's parents were to provide care for the children until the age of 2"}]}, {"heading": "Events", "year": "1889", "date": "September 28", "txt": "The General Conference on Weights and Measures (CGPM) defines the length of a meter.", "entities": [{"title": "General Conference on Weights and Measures", "href": "/wiki/General_Conference_on_Weights_and_Measures", "description": "\nThe General Conference on Weights and Measures is the supreme authority of the International Bureau of Weights and Measures, the inter-governmental organization established in 1875 under the terms of the Metre Convention through which Member States act together on matters related to measurement science and measurement standards. The CGPM is made up of delegates of the governments of the Member St"}, {"title": "International Prototype Metre", "href": "/wiki/International_Prototype_Metre", "description": "The history of the metre starts with the scientific revolution that began with Nicolaus Copernicus's work in 1543. Increasingly accurate measurements were required, and scientists looked for measures that were universal and could be based on natural phenomena rather than royal decree or physical prototypes. Rather than the various complex systems of subdivision in use, they also preferred a decima"}]}, {"heading": "Events", "year": "1892", "date": "September 28", "txt": "The first night game for American football takes place in a contest between Wyoming Seminary and Mansfield State Normal.", "entities": [{"title": "1892 Wyoming Seminary vs. Mansfield State Normal football game", "href": "/wiki/1892_Wyoming_Seminary_vs._Mansfield_State_Normal_football_game", "description": "The 1892 Wyoming Seminary vs. Mansfield State Normal football game, played September 28, 1892, was the first-ever American football game played at night. The game was played between Wyoming Seminary and Mansfield State Normal School in Mansfield, Pennsylvania. During the time period, it was common for a college and high school to play each other in football—a practice that has long since been disc"}]}, {"heading": "Events", "year": "1893", "date": "September 28", "txt": "Foundation of the Portuguese football club FC Porto.", "entities": [{"title": "Association football", "href": "/wiki/Association_football", "description": "Association football, more commonly known as simply football or soccer, is a team sport played by all genders with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the gam"}]}, {"heading": "Events", "year": "1901", "date": "September 28", "txt": "Philippine–American War: Filipino guerrillas kill more than forty American soldiers while losing 28 of their own.", "entities": [{"title": "Balangiga massacre", "href": "/wiki/Balangiga_massacre", "description": "The Battle of Balangiga, also known as the Balangiga Encounter, Balangiga Incident, or Balangiga Conflict, was a battle that occurred during the Philippine–American War between Philippine forces and American troops."}]}, {"heading": "Events", "year": "1912", "date": "September 28", "txt": "The Ulster Covenant is signed by some 500,000 Ulster Protestant Unionists in opposition to the Third Irish Home Rule Bill.", "entities": [{"title": "Ulster Covenant", "href": "/wiki/Ulster_Covenant", "description": "Ulster's Solemn League and Covenant, commonly known as the Ulster Covenant, was signed by nearly 500,000 people on and before 28 September 1912, in protest against the Third Home Rule Bill introduced by the British Government in the same year."}]}, {"heading": "Events", "year": "1912", "date": "September 28", "txt": "Corporal Frank S. Scott of the United States Army becomes the first enlisted man to die in an airplane crash.", "entities": []}, {"heading": "Events", "year": "1918", "date": "September 28", "txt": "World War I: The Fifth Battle of Ypres begins.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Fifth Battle of Ypres", "href": "/wiki/Fifth_Battle_of_Ypres", "description": "The Fifth Battle of Ypres, also called the Advance of Flanders and the Battle of the Peaks of Flanders is an informal name used to identify a series of battles in northern France and southern Belgium from late September to October 1918."}]}, {"heading": "Events", "year": "1919", "date": "September 28", "txt": "Race riots begin in Omaha, Nebraska.", "entities": [{"title": "Omaha race riot of 1919", "href": "/wiki/Omaha_race_riot_of_1919", "description": "The Omaha race riot occurred in Omaha, Nebraska, September 28–29, 1919. The race riot resulted in the lynching of Will Brown, a black civilian; the death of two white rioters; the injuries of many Omaha Police Department officers and civilians, including the attempted hanging of Mayor Edward Parsons Smith; and a public rampage by thousands of white rioters who set fire to the Douglas County Courth"}]}, {"heading": "Events", "year": "1924", "date": "September 28", "txt": "The first aerial circumnavigation is completed by a team from the US Army.", "entities": [{"title": "First aerial circumnavigation", "href": "/wiki/First_aerial_circumnavigation", "description": "The first aerial circumnavigation of the world was completed in 1924 by four aviators from an eight-man team of the United States Army Air Service, the precursor of the United States Air Force. The 175-day journey covered over 26,345 miles (42,398 km). The team generally traveled east to west, around the northern-Pacific Rim, through to South Asia and Europe and back to the United States. Airmen L"}]}, {"heading": "Events", "year": "1928", "date": "September 28", "txt": "Alexander Fleming notices a bacteria-killing mold growing in his laboratory, discovering what later became known as penicillin.", "entities": [{"title": "Alexander Fleming", "href": "/wiki/Alexander_Fleming", "description": "Sir Alexander Fleming was a Scottish physician and microbiologist, best known for discovering the enzyme lysozyme and the world's first broadly effective antibiotic substance which he named penicillin. He discovered lysozyme from his nasal discharge in 1922, and along with it a bacterium he named Micrococcus Lysodeikticus, later renamed Micrococcus luteus. His discovery of what is later named benz"}, {"title": "Penicillin", "href": "/wiki/Penicillin", "description": "Penicillins are a group of antibiotics originally obtained from Penicillium moulds, principally P. chrysogenum and P. rubens. Most penicillins in clinical use are chemically synthesised from naturally-produced penicillins. A number of natural penicillins have been discovered, but only two purified compounds are in clinical use: penicillin G and penicillin V. Penicillins were among the first medica"}]}, {"heading": "Events", "year": "1939", "date": "September 28", "txt": "World War II: Nazi Germany and the Soviet Union agree on a division of Poland.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "German–Soviet Treaty of Friendship, Cooperation and Demarcation", "href": "/wiki/German%E2%80%93Soviet_Treaty_of_Friendship,_Cooperation_and_Demarcation", "description": "The German–Soviet Boundary and Friendship Treaty was a second supplementary protocol of the Molotov–Ribbentrop Pact of 23 August. It was a secret clause as amended on 28 September 1939 by Nazi Germany and the Soviet Union after their joint invasion and occupation of sovereign Poland. It was signed by Joachim von Ribbentrop and Vyacheslav Molotov, the foreign ministers of Germany and the Soviet Uni"}]}, {"heading": "Events", "year": "1939", "date": "September 28", "txt": "World War II: The siege of Warsaw comes to an end.", "entities": []}, {"heading": "Events", "year": "1941", "date": "September 28", "txt": "World War II: The Drama uprising against the Bulgarian occupation in northern Greece begins.", "entities": [{"title": "Drama uprising", "href": "/wiki/Drama_uprising", "description": "The Drama uprising was an uprising of the population of the northern Greek city of Drama and the surrounding villages on 28–29 September 1941 against the Bulgarian occupation regime. The revolt lacked organization or military resources and was swiftly suppressed by the Bulgarian Army with massive reprisals. The revolt had guidance from the Communist Party of Greece (KKE)."}]}, {"heading": "Events", "year": "1941", "date": "September 28", "txt": "Ted Williams achieves a .406 batting average for the season, and becomes the last major league baseball player to bat .400 or better.", "entities": []}, {"heading": "Events", "year": "1944", "date": "September 28", "txt": "World War II: Soviet Army troops liberate Klooga concentration camp in Estonia.", "entities": [{"title": "Klooga concentration camp", "href": "/wiki/Klooga_concentration_camp", "description": "Klooga concentration camp was a Nazi forced labor subcamp of the Vaivara concentration camp complex established in September 1943 in Harju County, during World War II, in German-occupied Estonia near the village of Klooga. The Vaivara camp complex was commanded by German officers Hans Aumeier, Otto Brennais and Franz von Bodmann and consisted of 20 field camps, some of which existed only for short"}]}, {"heading": "Events", "year": "1951", "date": "September 28", "txt": "CBS makes the first color televisions available for sale to the general public, but the product is discontinued less than a month later.", "entities": [{"title": "Color television", "href": "/wiki/Color_television", "description": "Color television is a television transmission technology that includes information on the color of the picture, so the video image can be displayed in color on the television set. It is considered an improvement on the earliest television technology, monochrome or black-and-white television, in which the image is displayed in shades of gray (grayscale). Television broadcasting stations and network"}]}, {"heading": "Events", "year": "1961", "date": "September 28", "txt": "A military coup in Damascus effectively ends the United Arab Republic, the union between Egypt and Syria.", "entities": [{"title": "1961 Syrian coup d'état", "href": "/wiki/1961_Syrian_coup_d%27%C3%A9tat", "description": "The Syrian coup d'état of 1961 was an uprising by disgruntled Syrian Army officers on September 28, 1961, that resulted in the break-up of the United Arab Republic and the restoration of an independent Syrian Republic."}]}, {"heading": "Events", "year": "1970", "date": "September 28", "txt": "Egyptian President Gamal Abdel Nasser dies of a heart attack in Cairo.", "entities": [{"title": "Gamal Abdel Nasser", "href": "/wiki/Gamal_Abdel_Nasser", "description": "Gamal Abdel Nasser Hussein was an Egyptian politician who served as the second President of Egypt from 1954 until his death in 1970. Nasser led the 1952 overthrow of the monarchy and introduced far-reaching land reforms the following year. Following a 1954 attempt on his life by a Muslim Brotherhood member, he cracked down on the organization, put President Mohamed Naguib under house arrest and as"}]}, {"heading": "Events", "year": "1971", "date": "September 28", "txt": "The Parliament of the UK passes the Misuse of Drugs Act 1971, banning the medicinal use of cannabis.", "entities": [{"title": "Misuse of Drugs Act 1971", "href": "/wiki/Misuse_of_Drugs_Act_1971", "description": "The Misuse of Drugs Act 1971 is an Act of the Parliament of the United Kingdom. It represents action in line with treaty commitments under the Single Convention on Narcotic Drugs, the Convention on Psychotropic Substances, and the United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances."}]}, {"heading": "Events", "year": "1973", "date": "September 28", "txt": "The ITT Building in New York City is bombed in protest at ITT's alleged involvement in the coup d'état in Chile.", "entities": [{"title": "ITT Corporation", "href": "/wiki/ITT_Corporation", "description": "ITT Inc., formerly ITT Corporation, is an American worldwide manufacturing company based in White Plains, New York. The company produces specialty components for the aerospace, transportation, energy and industrial markets. ITT's three businesses include Industrial Process, Motion Technologies, and Connect and Control Technologies."}, {"title": "1973 Chilean coup d'état", "href": "/wiki/1973_Chilean_coup_d%27%C3%A9tat", "description": "The 1973 Chilean coup d'état was a military coup in Chile that deposed the Popular Unity government of President Salvador Allende. On 11 September 1973, after an extended period of social unrest and political tension between the opposition-controlled Congress and the socialist President, as well as economic war ordered by U.S President Richard Nixon, a group of military officers led by General Aug"}]}, {"heading": "Events", "year": "1975", "date": "September 28", "txt": "The Spaghetti House siege, in which nine people are taken hostage, takes place in London.", "entities": [{"title": "Spaghetti House siege", "href": "/wiki/Spaghetti_House_siege", "description": "The Spaghetti House siege took place between 28 September and 3 October 1975. An attempted robbery of the Spaghetti House restaurant in Knightsbridge, London, went wrong and the police were quickly on the scene. The three robbers took the staff down into a storeroom and barricaded themselves in. They released all the hostages unharmed after six days. Two of the gunmen gave themselves up; the ringl"}]}, {"heading": "Events", "year": "1986", "date": "September 28", "txt": "The Democratic Progressive Party becomes the first opposition party in Taiwan.", "entities": [{"title": "Democratic Progressive Party", "href": "/wiki/Democratic_Progressive_Party", "description": "The Democratic Progressive Party (DPP) is a Taiwanese nationalist and centre-left political party in Taiwan. Controlling both the Republic of China presidency and the unicameral Legislative Yuan, it is the majority ruling party and the dominant party in the Pan-Green Coalition as of 2020."}]}, {"heading": "Events", "year": "1992", "date": "September 28", "txt": "A Pakistan International Airlines flight crashes into a hill in Nepal, killing all 167 passengers and crew.", "entities": [{"title": "PIA Flight 268", "href": "/wiki/PIA_Flight_268", "description": "Pakistan International Airlines Flight 268 was an Airbus A300, registration AP-BCP, which crashed on approach to Kathmandu's Tribhuvan International Airport on 28 September 1992. All 167 people on board were killed. It is the deadliest aviation crash to occur on Nepalese soil."}]}, {"heading": "Events", "year": "1994", "date": "September 28", "txt": "The cruise ferry MS Estonia sinks in the Baltic Sea, killing 852 people.", "entities": [{"title": "MS Estonia", "href": "/wiki/MS_Estonia", "description": "MS Estonia was a cruiseferry built in 1980 at the German shipyard Meyer Werft in Papenburg. In 1993, she was sold to Nordström & Thulin for use on Estline's Tallinn–Stockholm route. The ship's sinking on 28 September 1994, in the Baltic Sea between Sweden, Åland, Finland and Estonia, was one of the worst maritime disasters of the 20th century."}]}, {"heading": "Events", "year": "1995", "date": "September 28", "txt": "Bob Denard and a group of mercenaries take the islands of the Comoros in a coup.", "entities": [{"title": "Bob Denard", "href": "/wiki/Bob_Denard", "description": "Robert Denard was a French soldier of fortune and mercenary. Sometimes known under the aliases Gilbert Bourgeaud and Saïd Mustapha Mhadjou, he was known for having performed various jobs in support of Françafrique—France's sphere of influence in its former colonies in Africa—for Jacques Foccart, co-ordinator of President Charles de Gaulle's African policy."}]}, {"heading": "Events", "year": "1995", "date": "September 28", "txt": "Israeli Prime Minister Yitzhak Rabin and PLO Chairman Yasser Arafat sign the Interim Agreement on the West Bank and the Gaza Strip.", "entities": []}, {"heading": "Events", "year": "2000", "date": "September 28", "txt": "Al-Aqsa Intifada: Ariel Sharon visits Al-Aqsa Mosque known to Jews as the Temple Mount in Jerusalem.", "entities": [{"title": "Al-Aqsa Intifada", "href": "/wiki/Al-Aqsa_Intifada", "description": "The Second Intifada, also known as the Al-Aqsa Intifada, was a Palestinian uprising against Israel. The general triggers for the violence were proposed as the failure of the 2000 Camp David Summit to reach final agreement on the Israeli-Palestinian peace process in July 2000. The violence started in September 2000, after Ariel Sharon made a highly provocative visit to the Temple Mount. The visit i"}, {"title": "Ariel Sharon", "href": "/wiki/Ariel_Sharon", "description": "Ariel Sharon  was an Israeli general and politician who served as the 11th Prime Minister of Israel from March 2001 until April 2006."}, {"title": "Al-Aqsa Mosque", "href": "/wiki/Al-Aqsa_Mosque", "description": "Al-Aqsa Mosque, located in the Old City of Jerusalem, is the third holiest site in Islam. The mosque was built on top of the Temple Mount, known as the Al Aqsa Compound or Haram esh-Sharif in Islam. Muslims believe that Muhammad was transported from the Great Mosque of Mecca to al-Aqsa during the Night Journey. Islamic tradition holds that Muhammad led prayers towards this site until the 16th or 1"}, {"title": "Temple Mount", "href": "/wiki/Temple_Mount", "description": "The Temple Mount, known to Muslims as the Haram esh-Sharif and the Al Aqsa Compound, is a hill located in the Old City of Jerusalem that for thousands of years has been venerated as a holy site in Judaism, Christianity, and Islam alike."}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}]}, {"heading": "Events", "year": "2008", "date": "September 28", "txt": "Falcon 1 becomes the first privately developed liquid-fuel ground-launched vehicle to put a payload into orbit.", "entities": [{"title": "Falcon 1", "href": "/wiki/Falcon_1", "description": "The Falcon 1 was an expendable launch system privately developed and manufactured by SpaceX during 2006–2009.\nOn 28 September 2008, Falcon 1 became the first privately-developed fully liquid-fueled launch vehicle to go into orbit around the Earth."}]}, {"heading": "Events", "year": "2009", "date": "September 28", "txt": "The military junta leading Guinea attacks a protest rally, killing or wounding 1400 people.", "entities": [{"title": "2009 Guinea protest", "href": "/wiki/2009_Guinea_protest", "description": "\nThe 2009 Guinean protests were an opposition rally in Conakry, Guinea on Monday, 28 September 2009, with about 50,000 participants protesting against the junta government that came to power after the Guinean coup d'état of December 2008. The protest march was fueled by the indication of junta leader Captain Moussa Dadis Camara breaking his pledge to not run in the next presidential vote due in Ja"}]}, {"heading": "Events", "year": "2012", "date": "September 28", "txt": "Somali and African Union forces launch a coordinated assault on the Somali port of Kismayo to take back the city from al-Shabaab militants.", "entities": [{"title": "Battle of Kismayo (2012)", "href": "/wiki/Battle_of_Kismayo_(2012)", "description": "The Battle of Kismayo was an offensive led by the Kenya Defence Forces, under the codename Operation Sledge Hammer, to seize the port city of Kismayo, Somalia from Al-Shabaab from 28 September 2012. Fighting alongside the Kenya Army were Raskamboni movement militia and Somali militias referred to by journalists as Somali soldiers."}]}, {"heading": "Events", "year": "2014", "date": "September 28", "txt": "The 2014 Hong Kong protests begin in response to restrictive political reforms imposed by the NPC in Beijing.", "entities": [{"title": "2014 Hong Kong protests", "href": "/wiki/2014_Hong_Kong_protests", "description": "A series of sit-in street protests, often called the Umbrella Revolution and sometimes used interchangeably with Umbrella Movement, or Occupy Movement, occurred in Hong Kong from 26 September to 15 December 2014."}, {"title": "National People's Congress", "href": "/wiki/National_People%27s_Congress", "description": "The National People's Congress of the People's Republic of China, normally referred to as the National People's Congress, is the highest organ of state power and the national legislature of the People's Republic of China. With 2,980 members in 2018, it is the largest parliamentary body in the world. The National People's Congress meets in full session for roughly two weeks each year and votes on i"}]}, {"heading": "Events", "year": "2016", "date": "September 28", "txt": "The 2016 South Australian blackout occurs, lasting up to three days in some areas.", "entities": [{"title": "2016 South Australian blackout", "href": "/wiki/2016_South_Australian_blackout", "description": "\n\nThe South Australian blackout of 2016 was a widespread power outage in South Australia that occurred as a result of storm damage to electricity transmission infrastructure on 28 September 2016. The cascading failure of the electricity transmission network resulted in almost the entire state losing its electricity supply, affecting 850,000 SA customers. Kangaroo Island did not lose its supply, as"}]}, {"heading": "Events", "year": "2018", "date": "September 28", "txt": "The 7.5 Mw 2018 Sulawesi earthquake, which triggered a large tsunami, leaves 4,340 dead and 10,679 injured.", "entities": [{"title": "2018 Sulawesi earthquake and tsunami", "href": "/wiki/2018_Sulawesi_earthquake_and_tsunami", "description": "On 28 September 2018, a shallow, large earthquake struck in the neck of the Minahasa Peninsula, Indonesia, with its epicentre located in the mountainous Donggala Regency, Central Sulawesi. The magnitude 7.5 quake was located 70 km (43 mi) away from the provincial capital Palu and was felt as far away as Samarinda on East Kalimantan and also in Tawau, Malaysia. This event was preceded by a sequence"}]}, {"heading": "Events", "year": "2020", "date": "September 28", "txt": "16 killed from carbon monoxide poisoning in China’s southwestern city of Chongqing coal mine. ", "entities": []}, {"heading": "Births", "year": "551 BC", "date": "September 28", "txt": "Confucius, Chinese teacher, editor, politician, and philosopher of the Spring and Autumn period of Chinese history. (d. 479 BC)", "entities": [{"title": "Confucius", "href": "/wiki/Confucius", "description": "Confucius was a Chinese philosopher and politician of the Spring and Autumn period who was traditionally considered the paragon of Chinese sages. Widely considered one of the most important and influential individuals in human history, Confucius's teachings and philosophy formed the basis of East Asian culture and society, and remain influential today."}]}, {"heading": "Births", "year": "616", "date": "September 28", "txt": "Javanshir, King of Caucasian Albania (d. 680)", "entities": [{"title": "Javanshir", "href": "/wiki/Javanshir", "description": "Javanshir, was the prince of Caucasian Albania from 637 to 680, hailing from the region of Gardman. His life and deeds were the subject of legends that were recorded in Armenian medieval texts. He was from the Parthian Mihranid family, an offshoot of the House of Mihran, one of the seven Parthian clans of the Sasanian Empire."}, {"title": "Caucasian Albania", "href": "/wiki/Caucasian_Albania", "description": "Caucasian Albania is a modern exonym for a former state located in ancient times in the Caucasus: mostly in what is now Azerbaijan and southern Dagestan. The modern endonyms for the area are Aghwank and Aluank, among the Udi people, who regard themselves as descended from the inhabitants of Caucasian Albania. However, its original endonym is unknown."}]}, {"heading": "Births", "year": "1494", "date": "September 28", "txt": "Agnolo Firenzuola, Italian poet and playwright (d. 1545)", "entities": [{"title": "Agnolo Firenzuola", "href": "/wiki/Agnolo_Firenzuola", "description": "Agnolo Firenzuola was an Italian poet and litterateur."}]}, {"heading": "Births", "year": "1555", "date": "September 28", "txt": "Henri de La Tour d'Auvergne, Marshal of France (d. 1623)", "entities": [{"title": "Henri de La Tour d'Auvergne, vicomte de Turenne, duc de Bouillon", "href": "/wiki/Henri_de_La_Tour_d%27Auvergne,_vicomte_de_Turenne,_duc_de_Bouillon", "description": "Henri de La Tour d'Auvergne was a member of the powerful House of La Tour d'Auvergne, Prince of Sedan and a marshal of France."}]}, {"heading": "Births", "year": "1573", "date": "September 28", "txt": "Théodore de Mayerne, Swiss physician (d. 1654)", "entities": [{"title": "Théodore de Mayerne", "href": "/wiki/Th%C3%A9odore_de_Mayerne", "description": "Sir Théodore Turquet de Mayerne was a Genevan-born physician who treated kings of France and England and advanced the theories of Paracelsus."}]}, {"heading": "Births", "year": "1605", "date": "September 28", "txt": "Ismaël Bullialdus, French astronomer and mathematician (d. 1694)", "entities": [{"title": "Ismaël Bullialdus", "href": "/wiki/Isma%C3%ABl_Bullialdus", "description": "Ismaël Boulliau was a 17th-century French astronomer and mathematician who was also interested in history, theology, classical studies, and philology. He was an active member of the Republic of Letters, an intellectual community that exchanged ideas. An early defender of the ideas of Copernicus, Kepler and Galileo, Ismael Bullialdus has been called \"the most noted astronomer of his generation\". On"}]}, {"heading": "Births", "year": "1681", "date": "September 28", "txt": "Johann Mattheson, German composer, lexicographer, and diplomat (d. 1764)", "entities": [{"title": "Johann Mattheson", "href": "/wiki/Johann_Mattheson", "description": "Johann Mattheson was a German composer, singer, writer, lexicographer, diplomat and music theorist."}]}, {"heading": "Births", "year": "1705", "date": "September 28", "txt": "Henry Fox, 1st Baron Holland, English politician, Secretary of State for the Southern Department (d. 1774)", "entities": [{"title": "Henry Fox, 1st Baron Holland", "href": "/wiki/Henry_Fox,_1st_Baron_Holland", "description": "Henry Fox, 1st Baron Holland, PC, of Holland House in Kensington and of Holland House in Kingsgate, Kent, was a leading British politician. He identified primarily with the Whig faction. He held the posts of Secretary at War, Southern Secretary and Paymaster of the Forces, from which latter post he enriched himself. Whilst widely tipped as a future Prime Minister, he never held that office. His th"}, {"title": "Secretary of State for the Southern Department", "href": "/wiki/Secretary_of_State_for_the_Southern_Department", "description": "The Secretary of State for the Southern Department was a position in the cabinet of the government of the Kingdom of Great Britain up to 1782, when the Southern Department became the Home Office."}]}, {"heading": "Births", "year": "1705", "date": "September 28", "txt": "Johann Peter Kellner, German organist and composer (d. 1772)", "entities": []}, {"heading": "Births", "year": "1735", "date": "September 28", "txt": "Augustus FitzRoy, 3rd Duke of Grafton, English academic and politician, Prime Minister of the United Kingdom (d. 1811)", "entities": [{"title": "Augustus FitzRoy, 3rd Duke of Grafton", "href": "/wiki/Augustus_FitzRoy,_3rd_Duke_of_Grafton", "description": "Augustus Henry FitzRoy, 3rd Duke of Grafton,, styled Earl of Euston between 1747 and 1757, was a British Whig statesman of the Georgian era. He is one of a handful of dukes who have served as Prime Minister."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1746", "date": "September 28", "txt": "William Jones, English-Welsh philologist and scholar (d. 1794)", "entities": [{"title": "William Jones (philologist)", "href": "/wiki/William_Jones_(philologist)", "description": "Sir William Jones was an Anglo-Welsh philologist, a puisne judge on the Supreme Court of Judicature at Fort William in Bengal, and a scholar of ancient India, particularly known for his proposition of the existence of a relationship among European and Indo-Aryan languages, which he coined as Indo-European."}]}, {"heading": "Births", "year": "1765", "date": "September 28", "txt": "Frederick Christian II, Duke of Schleswig-Holstein-Sonderburg-Augustenburg (d. 1814)", "entities": [{"title": "Frederick Christian II, Duke of Schleswig-Holstein-Sonderburg-Augustenburg", "href": "/wiki/Frederick_Christian_II,_Duke_of_Schleswig-Holstein-Sonderburg-Augustenburg", "description": "Frederick Christian II, Duke of Schleswig-Holstein-Sonderburg-Augustenburg was a Danish prince and feudal magnate. He held the island of Als and some other castles in Schleswig."}]}, {"heading": "Births", "year": "1803", "date": "September 28", "txt": "Prosper Mérimée, French archaeologist, historian, and author (d. 1870)", "entities": [{"title": "Prosper Mérimée", "href": "/wiki/Prosper_M%C3%A9rim%C3%A9e", "description": "Prosper Mérimée was a French writer in the movement of Romanticism, and one of the pioneers of the novella, a short novel or long short story. He was also a noted archaeologist and historian, and an important figure in the history of architectural preservation. He is best known for his novella Carmen, which became the basis of Bizet's opera Carmen. He learned Russian, a language for which he had g"}]}, {"heading": "Births", "year": "1809", "date": "September 28", "txt": "Alvan Wentworth Chapman, American physician and botanist (d. 1899)", "entities": [{"title": "Alvan Wentworth Chapman", "href": "/wiki/Alvan_Wentworth_Chapman", "description": "Alvan Wentworth Chapman was an American physician and pioneering botanist in the study of flora of the American Southeast. He wrote Flora of the Southern United States, the first comprehensive description of US plants in any region beyond the northeastern states. Chapman is a leader in the fields of hierarchy theory, systems theory, and complexity."}]}, {"heading": "Births", "year": "1819", "date": "September 28", "txt": "Narcís Monturiol, Spanish engineer and publisher (d. 1885)", "entities": [{"title": "Narcís Monturiol", "href": "/wiki/Narc%C3%ADs_Monturiol", "description": "Narcís Monturiol i Estarriol was a Catalan inventor, artist and engineer born in Figueres, Girona, Catalonia. He was the inventor of the first air-independent and combustion-engine-driven submarine."}]}, {"heading": "Births", "year": "1821", "date": "September 28", "txt": "Jonathan Clarkson Gibbs, American minister and politician (d. 1874)", "entities": [{"title": "Jonathan Clarkson Gibbs", "href": "/wiki/Jonathan_Clarkson_Gibbs", "description": "Jonathan Clarkson Gibbs, II was a Presbyterian minister and a prominent African-American officeholder during Reconstruction. He served as the first and only black Secretary of State and Superintendent of Public Instruction of Florida, and along with Josiah Thomas Walls, U.S. Congressman from Florida, was among the most powerful black officeholders in the state during Reconstruction."}]}, {"heading": "Births", "year": "1823", "date": "September 28", "txt": "Alexandre Cabanel, French painter and educator (d. 1889)", "entities": [{"title": "Alexandre Cabanel", "href": "/wiki/Alexandre_Cabanel", "description": "Alexandre Cabanel was a French painter. He painted historical, classical and religious subjects in the academic style. He was also well known as a portrait painter. According to Diccionario Enciclopedico Salvat, Cabanel is the best representative of the L'art pompier and Napoleon III's preferred painter."}]}, {"heading": "Births", "year": "1824", "date": "September 28", "txt": "Francis Turner Palgrave, English poet and critic (d. 1897)", "entities": [{"title": "Francis Turner Palgrave", "href": "/wiki/Francis_Turner_Palgrave", "description": "Francis Turner Palgrave was a British critic, anthologist and poet."}]}, {"heading": "Births", "year": "1836", "date": "September 28", "txt": "Thomas Crapper, English plumber, invented the ballcock (d. 1910)", "entities": [{"title": "Thomas Crapper", "href": "/wiki/Thomas_Crapper", "description": "Thomas Crapper was an English businessman and plumber. He founded Thomas Crapper & Co in London, a sanitary equipment company. Crapper held nine patents, three of them for water closet improvements such as the floating ballcock. He improved the S-bend plumbing trap in 1880 by inventing the U-bend. The firm's lavatorial equipment was manufactured at premises in nearby Marlborough Road. The company "}, {"title": "Ballcock", "href": "/wiki/Ballcock", "description": "A ballcock is a mechanism or machine for filling water tanks, such as those found in flush toilets, while avoiding overflow and backflow. The modern ballcock was invented by José Antonio de Alzate y Ramírez, a Mexican priest and scientist, who described the device in 1790 in the Gaceta de Literatura Méxicana. The ballcock device was patented in 1797 for use in steam engines by Edmund Cartwright."}]}, {"heading": "Births", "year": "1841", "date": "September 28", "txt": "Georges Clemenceau, French journalist, physician, and politician, 85th Prime Minister of France (d. 1929)", "entities": [{"title": "Georges Clemenceau", "href": "/wiki/Georges_Clemenceau", "description": "Georges Eugène Benjamin Clemenceau was a French statesman who served as Prime Minister of France from 1906 to 1909 and again from 1917 until 1920. A strong advocate of Separation of Church and State and opposition to colonisation, he played a central role in the politics of the Third Republic, most notably successfully leading the country through the end of the First World War."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1844", "date": "September 28", "txt": "Robert Stout, Scottish-New Zealand lawyer and politician, 13th Prime Minister of New Zealand (d. 1930)", "entities": [{"title": "Robert Stout", "href": "/wiki/Robert_Stout", "description": "Sir Robert Stout was a New Zealand politician who was the 13th Premier of New Zealand on two occasions in the late 19th century, and later Chief Justice of New Zealand. He was the only person to hold both these offices. He was noted for his support of liberal causes such as women's suffrage, and for his strong belief that philosophy and theory should always triumph over political expediency."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1852", "date": "September 28", "txt": "Henri Moissan, French chemist and academic, Nobel Prize laureate (d. 1907)", "entities": [{"title": "Henri Moissan", "href": "/wiki/Henri_Moissan", "description": "Ferdinand Frédéric Henri Moissan was a French chemist and pharmacist who won the 1906 Nobel Prize in Chemistry for his work in isolating fluorine from its compounds. Moissan was one of the original members of the International Atomic Weights Committee."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1852", "date": "September 28", "txt": "Isis Pogson, British astronomer and meteorologist (d. 1945)", "entities": []}, {"heading": "Births", "year": "1856", "date": "September 28", "txt": "Kate Douglas Wiggin, American author and educator (d. 1923)", "entities": [{"title": "Kate Douglas Wiggin", "href": "/wiki/Kate_Douglas_Wiggin", "description": "Kate Douglas Wiggin was an American educator, author and composer. She wrote children's stories, most notably the classic children's novel Rebecca of Sunnybrook Farm, and composed collections of children's songs. She started the first free kindergarten in San Francisco in 1878. With her sister during the 1880s, she also established a training school for kindergarten teachers. Kate Wiggin devoted h"}]}, {"heading": "Births", "year": "1860", "date": "September 28", "txt": "Paul Ulrich Villard, French chemist and physicist (d. 1934)", "entities": [{"title": "Paul Ulrich Villard", "href": "/wiki/Paul_Ulrich_Villard", "description": "Paul Ulrich Villard was a French chemist and physicist. He discovered gamma rays in 1900 while studying the radiation emanating from radium."}]}, {"heading": "Births", "year": "1861", "date": "September 28", "txt": "Amélie of Orléans, queen consort of Portugal (d. 1951)", "entities": [{"title": "Amélie of Orléans", "href": "/wiki/Am%C3%A9lie_of_Orl%C3%A9ans", "description": "Dona Maria Amélia was the last Queen consort of Portugal as the wife of Carlos I of Portugal. As the eldest daughter of Prince Philippe, Count of Paris, and his wife, Princess Marie Isabelle d'Orléans, she was a \"Princess of Orléans\" by birth."}]}, {"heading": "Births", "year": "1867", "date": "September 28", "txt": "Hiranuma Kiichirō, Japanese lawyer and politician, 35th Prime Minister of Japan (d. 1952)", "entities": [{"title": "Hiranuma Kiichirō", "href": "/wiki/Hiranuma_Kiichir%C5%8D", "description": "Kiichirō Hiranuma  was a prominent pre–World War II right-wing Japanese politician and Prime Minister of Japan in 1939. He was convicted of war crimes and sentenced to life imprisonment."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1867", "date": "September 28", "txt": "James Edwin Campbell, American poet, editor, short story writer and educator (d. 1896)", "entities": []}, {"heading": "Births", "year": "1877", "date": "September 28", "txt": "Albert Young, American boxer and promoter (d. 1940)", "entities": [{"title": "Albert Young (boxer)", "href": "/wiki/Albert_Young_(boxer)", "description": "Albert Young was an American welterweight boxer who competed in the early twentieth century. He won a gold medal in boxing at the 1904 Summer Olympics."}]}, {"heading": "Births", "year": "1878", "date": "September 28", "txt": "Joseph Ruddy, American swimmer and water polo player (d. 1962)", "entities": [{"title": "Joseph Ruddy", "href": "/wiki/Joseph_Ruddy", "description": "Joseph Aloysius Ruddy, Sr. was an American competition swimmer and water polo player who represented the United States at the 1904 Summer Olympics in St. Louis, Missouri. Ruddy won a gold medal as a member of the winning U.S. team in the men's 4x50-yard freestyle relay. He won a second gold medal as a member of the first-place U.S. water polo team."}]}, {"heading": "Births", "year": "1870", "date": "September 28", "txt": "Florent Schmitt, French composer and critic (d. 1958)", "entities": [{"title": "Florent Schmitt", "href": "/wiki/Florent_Schmitt", "description": "Florent Schmitt was a French composer. He was part of the group known as Les Apaches. His most famous pieces are La tragédie de Salome and Psaume XLVII."}]}, {"heading": "Births", "year": "1881", "date": "September 28", "txt": "Pedro de Cordoba, American actor (d. 1950)", "entities": [{"title": "Pedro de Cordoba", "href": "/wiki/Pedro_de_Cordoba", "description": "Pedro de Cordoba was an American actor."}]}, {"heading": "Births", "year": "1882", "date": "September 28", "txt": "Mart Saar, Estonian organist and composer (d. 1963)", "entities": [{"title": "Mart Saar", "href": "/wiki/Mart_Saar", "description": "Mart Saar was an Estonian composer, organist and collector of folk songs."}]}, {"heading": "Births", "year": "1885", "date": "September 28", "txt": "Emil Väre, Finnish wrestler, coach, and referee (d. 1974)", "entities": [{"title": "Emil Väre", "href": "/wiki/Emil_V%C3%A4re", "description": "Emil Ernst Väre was a Finnish wrestler who won the gold medals in the lightweight class at the 1912 and 1920 Summer Olympics."}]}, {"heading": "Births", "year": "1887", "date": "September 28", "txt": "Avery Brundage, American businessman, 5th President of the International Olympic Committee (d. 1975)", "entities": [{"title": "Avery Brundage", "href": "/wiki/Avery_Brundage", "description": "Avery Brundage was the fifth President of the International Olympic Committee, from 1952 to 1972. The only American to attain that position, Brundage is remembered as a zealous advocate of amateurism and for his involvement with the 1936 and 1972 Summer Olympics, both held in Germany."}, {"title": "President of the International Olympic Committee", "href": "/wiki/President_of_the_International_Olympic_Committee", "description": "The president of the International Olympic Committee is head of the Executive Board that assumes the general overall responsibility for the administration of the International Olympic Committee (IOC) and the management of its affairs. The IOC Executive Board consists of the president, four vice-presidents and ten other IOC members; all of the board members are elected by the IOC Session, using a s"}]}, {"heading": "Births", "year": "1889", "date": "September 28", "txt": "Jack Fournier, American baseball player and coach (d. 1973)", "entities": [{"title": "Jack Fournier", "href": "/wiki/Jack_Fournier", "description": "John Frank \"Jack\" Fournier was an American professional baseball first baseman and outfielder. He played in Major League Baseball (MLB) for the Chicago White Sox, New York Yankees, St. Louis Cardinals, Brooklyn Robins, and Boston Braves from 1912 to 1927. Fournier was known for having outstanding batting abilities but subpar fielding abilities."}]}, {"heading": "Births", "year": "1890", "date": "September 28", "txt": "Florence Violet McKenzie, Australian electrical engineer (d. 1982)", "entities": [{"title": "Florence Violet McKenzie", "href": "/wiki/Florence_Violet_McKenzie", "description": "Florence Violet McKenzie OBE, affectionately known as \"Mrs Mac\", was Australia's first female electrical engineer, founder of the Women's Emergency Signalling Corps (WESC) and lifelong promoter for technical education for women. She campaigned successfully to have some of her female trainees accepted into the all-male Navy, thereby originating the Women's Royal Australian Naval Service (WRANS). So"}]}, {"heading": "Births", "year": "1892", "date": "September 28", "txt": "Elmer Rice, American playwright (d. 1967)", "entities": [{"title": "Elmer Rice", "href": "/wiki/Elmer_Rice", "description": "Elmer Rice was an American playwright. He is best known for his plays The Adding Machine (1923) and his Pulitzer Prize-winning drama of New York tenement life, Street Scene (1929)."}]}, {"heading": "Births", "year": "1893", "date": "September 28", "txt": "Hilda Geiringer, Austrian mathematician (d. 1973)", "entities": [{"title": "Hilda Geiringer", "href": "/wiki/Hilda_Geiringer", "description": "Hilda Geiringer, also known as Hilda von Mises and Hilda Pollaczek-Geiringer, was an Austrian mathematician."}]}, {"heading": "Births", "year": "1893", "date": "September 28", "txt": "Giannis Skarimpas, Greek author, poet, and playwright (d. 1984)", "entities": []}, {"heading": "Births", "year": "1898", "date": "September 28", "txt": "Carl Clauberg, German Nazi physician (d. 1957)", "entities": [{"title": "Carl Clauberg", "href": "/wiki/Carl_Clauberg", "description": "Carl Clauberg was a German gynecologist who conducted medical experiments on human subjects at Auschwitz concentration camp. He worked with Horst Schumann in X-ray sterilization experiments at Auschwitz concentration camp."}, {"title": "Nazi", "href": "/wiki/Nazi", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}]}, {"heading": "Births", "year": "1900", "date": "September 28", "txt": "Isabel Pell, American socialite, fought as part of the French Resistance during WWII (d. 1951)", "entities": [{"title": "Isabel Pell", "href": "/wiki/Isabel_Pell", "description": "Isabel Townsend Pell was an American socialite and member of the French Resistance during World War II. She was subsequently decorated with the Legion of Honour."}, {"title": "French Resistance", "href": "/wiki/French_Resistance", "description": "The French Resistance was a collection of French movements that fought against the Nazi German occupation of France and the collaborationist Vichy régime during the Second World War. Resistance cells were small groups of armed men and women who, in addition to their guerrilla warfare activities, were also publishers of underground newspapers, providers of first-hand intelligence information, and m"}]}, {"heading": "Births", "year": "1901", "date": "September 28", "txt": "William S. Paley, American broadcaster, founded CBS (d. 1990)", "entities": [{"title": "William S. Paley", "href": "/wiki/William_S._Paley", "description": "William Samuel Paley was an American business personality, primarily involved in the media, and best known as the chief executive who built the Columbia Broadcasting System (CBS) from a small radio network into one of the foremost radio and television network operations in the United States of America."}, {"title": "CBS", "href": "/wiki/CBS", "description": "CBS is an American commercial broadcast television and radio network. It serves as the flagship property of the CBS Entertainment Group division of ViacomCBS. The network is headquartered at the CBS Building in New York City, with major production facilities and operations at the CBS Broadcast Center in New York City, and CBS Television City and the CBS Studio Center in Los Angeles."}]}, {"heading": "Births", "year": "1901", "date": "September 28", "txt": "Ed Sullivan, American television host (d. 1974)", "entities": []}, {"heading": "Births", "year": "1903", "date": "September 28", "txt": "Haywood S. Hansell, American general (d. 1988)", "entities": [{"title": "Haywood S. Hansell", "href": "/wiki/Haywood_S._Hansell", "description": "Haywood Shepherd Hansell Jr. was a general officer in the United States Army Air Forces (USAAF) during World War II, and later the United States Air Force. He became an advocate of the doctrine of strategic bombardment, and was one of the chief architects of the concept of daylight precision bombing that governed the use of airpower by the USAAF in the war."}]}, {"heading": "Births", "year": "1905", "date": "September 28", "txt": "Max Schmeling, German boxer (d. 2005)", "entities": [{"title": "Max Schmeling", "href": "/wiki/Max_Schmeling", "description": "Maximilian Adolph Otto Siegfried Schmeling was a German boxer who was heavyweight champion of the world between 1930 and 1932. His two fights with Joe Louis in 1936 and 1938 were worldwide cultural events because of their national associations. Schmeling is the only boxer to win the world heavyweight championship on a foul."}]}, {"heading": "Births", "year": "1907", "date": "September 28", "txt": "Heikki Savolainen, Finnish gymnast and physician (d. 1997)", "entities": [{"title": "Heikki Savolainen (gymnast)", "href": "/wiki/Heikki_Savolainen_(gymnast)", "description": "Heikki Ilmari Savolainen was a Finnish artistic gymnast. He competed in five consecutive Olympics from 1928 to 1952 and won at least one medal in each of them. In 1928, he won a bronze on pommel horse, which was the first-ever medal in gymnastics for Finland. Winning his last medal at the 1952 Summer Olympics in Helsinki, he became the oldest gymnastics medalist, at 44 years old; he delivered the "}]}, {"heading": "Births", "year": "1907", "date": "September 28", "txt": "Bhagat Singh, Indian activist (d. 1931)", "entities": []}, {"heading": "Births", "year": "1909", "date": "September 28", "txt": "Al Capp, American author and illustrator (d. 1979)", "entities": [{"title": "Al Capp", "href": "/wiki/Al_Capp", "description": "Alfred Gerald Caplin, better known as Al Capp, was an American cartoonist and humorist best known for the satirical comic strip Li'l Abner, which he created in 1934 and continued writing and drawing until 1977. He also wrote the comic strips Abbie an' Slats and Long Sam (1954). He won the National Cartoonists Society's Reuben Award in 1947 for Cartoonist of the Year, and their 1979 Elzie Segar Awa"}]}, {"heading": "Births", "year": "1910", "date": "September 28", "txt": "Diosdado Macapagal, Filipino lawyer and politician, 9th President of the Philippines (d. 1997)", "entities": [{"title": "Diosdado Macapagal", "href": "/wiki/Diosdado_Macapagal", "description": "Diosdado Pangan Macapagal Sr. was the ninth President of the Philippines, serving from 1961 to 1965, and the sixth Vice-President, serving from 1957 to 1961. He also served as a member of the House of Representatives, and headed the Constitutional Convention of 1970. He was the father of Gloria Macapagal Arroyo, who followed his path as President of the Philippines from 2001 to 2010."}, {"title": "President of the Philippines", "href": "/wiki/President_of_the_Philippines", "description": "The president of the Philippines is the head of state and the head of government of the Philippines. The president leads the executive branch of the Philippine government and is the commander-in-chief of the Armed Forces of the Philippines. The president is directly elected by the people, and is one of only two nationally elected executive officials, the other being the vice president of the Phili"}]}, {"heading": "Births", "year": "1910", "date": "September 28", "txt": "Wenceslao Vinzons, Filipino lawyer and politician (d. 1942)", "entities": []}, {"heading": "Births", "year": "1913", "date": "September 28", "txt": "Warja Honegger-Lavater, Swiss illustrator (d. 2007)", "entities": [{"title": "Warja Honegger-Lavater", "href": "/wiki/Warja_Honegger-Lavater", "description": "Warja Lavater was born in Winterthur, Switzerland. She was a Swiss artist and illustrator noted primarily for working in the artist's books genre by creating accordion fold books that re-tell classic fairy tales with symbols rather than words."}]}, {"heading": "Births", "year": "1913", "date": "September 28", "txt": "Alice Marble, American tennis player (d. 1990)", "entities": []}, {"heading": "Births", "year": "1914", "date": "September 28", "txt": "Maria Franziska von Trapp, Austrian-American refugee and singer (d. 2014)", "entities": [{"title": "Maria Franziska von Trapp", "href": "/wiki/Maria_Franziska_von_Trapp", "description": "Maria Agatha Franziska Gobertina von Trapp was the second-oldest daughter of Georg von Trapp and his first wife, Agathe Whitehead von Trapp. She was a member of the Trapp Family Singers, whose lives inspired the musical and film The Sound of Music. She was portrayed by Heather Menzies as the character \"Louisa\". She died at age 99, and was the last surviving sibling portrayed in the film."}]}, {"heading": "Births", "year": "1915", "date": "September 28", "txt": "Ethel Rosenberg, American spy (d. 1953)", "entities": [{"title": "Ethel Rosenberg", "href": "/wiki/Ethel_Rosenberg", "description": "Julius Rosenberg and Ethel Rosenberg were American citizens who were convicted of spying on behalf of the Soviet Union. The couple were accused of providing top-secret information about radar, sonar, jet propulsion engines and valuable nuclear weapon designs. Convicted of espionage in 1951, they were executed by the federal government of the United States in 1953 in the Sing Sing correctional faci"}]}, {"heading": "Births", "year": "1916", "date": "September 28", "txt": "Peter Finch, English-Australian actor (d. 1977)", "entities": [{"title": "Peter Finch", "href": "/wiki/Peter_Finch", "description": "Frederick George Peter Ingle Finch was an English born Australian actor. He is best remembered for his role as crazed television anchorman Howard Beale in the 1976 film Network, which earned him a posthumous Academy Award for Best Actor, his fifth Best Actor award from the British Academy of Film and Television Arts, and a Best Actor award from the Golden Globes."}]}, {"heading": "Births", "year": "1916", "date": "September 28", "txt": "Olga Lepeshinskaya, Ukrainian-Russian ballerina and educator (d. 2008)", "entities": []}, {"heading": "Births", "year": "1917", "date": "September 28", "txt": "Wee Chong Jin, Singaporean judge (d. 2005)", "entities": [{"title": "Wee Chong Jin", "href": "/wiki/Wee_Chong_Jin", "description": "Wee Chong Jin was a Singaporean judge. He was appointed by former President of Singapore, Yusof Ishak as the first Chief Justice of Singapore."}]}, {"heading": "Births", "year": "1918", "date": "September 28", "txt": "Ángel Labruna, Argentinian footballer and manager (d. 1983)", "entities": [{"title": "Ángel Labruna", "href": "/wiki/%C3%81ngel_Labruna", "description": "Ángel Amadeo Labruna,, was an Argentine football player and coach, who played as a forward. With 295 goals scored in official matches, Labruna is the 2nd all-time top scorer of Primera División after Paraguayan Arsenio Erico. Labruna was also part of the celebrated River Plate offense, nicknamed La Máquina, and he was considered one of the best South-American footballers of his generation."}]}, {"heading": "Births", "year": "1918", "date": "September 28", "txt": "Arnold Stang, American actor (d. 2009)", "entities": []}, {"heading": "Births", "year": "1919", "date": "September 28", "txt": "Doris Singleton, American actress (d. 2012)", "entities": [{"title": "Doris Singleton", "href": "/wiki/Doris_Singleton", "description": "Dorthea \"Doris\" Singleton was an American actress, perhaps best remembered as Lucy Ricardo's nemesis/frenemy, Carolyn Appleby, in I Love Lucy."}]}, {"heading": "Births", "year": "1922", "date": "September 28", "txt": "Larry Munson, American sportscaster (d. 2011)", "entities": [{"title": "Larry Munson", "href": "/wiki/Larry_Munson", "description": "Lawrence Harry Munson was an American sports announcer and talk-show host based out of the U.S. city of Athens, Georgia. He was best known for handling radio play-by-play of University of Georgia Bulldogs football games from 1966 to 2008. He also handled the play-by-play for UGA basketball and Atlanta Falcons radio broadcasts and hosted sports-related talk shows."}]}, {"heading": "Births", "year": "1923", "date": "September 28", "txt": "Tuli Kupferberg, American singer, poet, and writer (d. 2010)", "entities": [{"title": "Tuli Kupferberg", "href": "/wiki/Tuli_Kupferberg", "description": "Naphtali \"Tuli\" Kupferberg was an American counterculture poet, author, singer, cartoonist, pacifist anarchist, publisher, and co-founder of the band The Fugs."}]}, {"heading": "Births", "year": "1923", "date": "September 28", "txt": "John Scott, 9th Duke of Buccleuch, Scottish captain and politician, Lord Lieutenant of Selkirkshire (d. 2007)", "entities": [{"title": "Lord Lieutenant of Selkirkshire", "href": "/wiki/Lord_Lieutenant_of_Selkirkshire", "description": "This is a list of people, who have served as Lord Lieutenant of Selkirkshire. The office was replaced by the Lord Lieutenant of Roxburgh, Ettrick and Lauderdale in 1975.Charles Montagu-Scott, Earl of Dalkeith 17 March 1794 – 1797\nFrancis Napier, 8th Lord Napier 17 November 1797 – 1 August 1823\nHenry Montagu-Scott, 2nd Baron Montagu of Boughton 25 August 1823 – 30 October 1845\nHenry Hepburne-Scott,"}]}, {"heading": "Births", "year": "1923", "date": "September 28", "txt": "William Windom, American actor (d. 2012)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 28", "txt": "Rudolf Barshai, Russian-Swiss viola player and conductor (d. 2010)", "entities": [{"title": "Rudolf Barshai", "href": "/wiki/Rudolf_Barshai", "description": "Rudolf Borisovich Barshai was a Soviet and Russian conductor and violist. The Rudolf Barshai International Strings Competition was established in 2020."}]}, {"heading": "Births", "year": "1924", "date": "September 28", "txt": "Marcello Mastroianni, Italian-French actor and singer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 28", "txt": "Seymour Cray, American computer scientist, founded the CRAY Computer Company (d. 1996)", "entities": [{"title": "Seymour Cray", "href": "/wiki/Seymour_Cray", "description": "Seymour Roger Cray was an American electrical engineer and supercomputer architect who designed a series of computers that were the fastest in the world for decades, and founded Cray Research which built many of these machines. Called \"the father of supercomputing\", Cray has been credited with creating the supercomputer industry. Joel S. Birnbaum, then chief technology officer of Hewlett-Packard, "}, {"title": "Cray", "href": "/wiki/Cray", "description": "Cray Inc., a subsidiary of Hewlett Packard Enterprise, is an American supercomputer manufacturer headquartered in Seattle, Washington. It also manufactures systems for data storage and analytics. Several Cray supercomputer systems are listed in the TOP500, which ranks the most powerful supercomputers in the world."}]}, {"heading": "Births", "year": "1925", "date": "September 28", "txt": "Cromwell Everson, South African composer (d. 1991)", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 28", "txt": "Martin David Kruskal, American physicist and mathematician (d. 2006)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 28", "txt": "Jerry Clower, American soldier, comedian, and author (d. 1998)", "entities": [{"title": "Jerry Clower", "href": "/wiki/Jerry_Clower", "description": "Howard Gerald \"Jerry\" Clower was an American stand-up comedian. Born and raised in the Southern United States, Clower was best known for his stories of the rural South and was given the nickname \"The Mouth of Mississippi\"."}]}, {"heading": "Births", "year": "1928", "date": "September 28", "txt": "Koko Taylor, American singer (d. 2009)", "entities": [{"title": "Koko Taylor", "href": "/wiki/Koko_Taylor", "description": "Koko Taylor was an American singer whose style encompassed Chicago blues, electric blues, rhythm and blues and soul blues. Sometimes called \"The Queen of the Blues\", she was known for her rough, powerful vocals."}]}, {"heading": "Births", "year": "1929", "date": "September 28", "txt": "Lata Mangeshkar, Indian playback singer and composer", "entities": [{"title": "Lata Mangeshkar", "href": "/wiki/Lata_Mangeshkar", "description": "Lata Mangeshkar ([ləˈtaː məŋˈɡeːʃkər]   is an Indian playback singer and music director. She is one of the best-known and most respected playback singers in India. She has recorded songs in over a thousand Hindi films and has sung songs in over thirty-six regional Indian languages and foreign languages, though primarily in Marathi, Hindi and Bengali."}]}, {"heading": "Births", "year": "1930", "date": "September 28", "txt": "Tommy Collins, American country music singer-songwriter (d. 2000)", "entities": [{"title": "Tommy Collins (singer)", "href": "/wiki/Tommy_Collins_(singer)", "description": "Leonard Raymond Sipes, better known as Tommy Collins, was an American country music singer and songwriter."}]}, {"heading": "Births", "year": "1930", "date": "September 28", "txt": "Immanuel Wallerstein, American sociologist, author, and academic (d. 2019)", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 28", "txt": "Jeremy Isaacs, Scottish screenwriter and producer", "entities": [{"title": "Jeremy Isaacs", "href": "/wiki/Jeremy_Isaacs", "description": "Sir Jeremy Israel Isaacs is a television producer and executive, opera manager, and a recipient of many British Academy Television Awards and International Emmy Awards."}]}, {"heading": "Births", "year": "1932", "date": "September 28", "txt": "Víctor Jara, Chilean singer-songwriter, poet, and director (d. 1973)", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 28", "txt": "Joe Benton, English soldier and politician", "entities": [{"title": "Joe Benton", "href": "/wiki/Joe_Benton", "description": "Joseph Edward Benton is a British Labour Party politician who was the Member of Parliament (MP) for Bootle from 1990 to 2015."}]}, {"heading": "Births", "year": "1933", "date": "September 28", "txt": "Miguel Ortiz Berrocal, Spanish sculptor and educator (d. 2006)", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 28", "txt": "Johnny \"Country\" Mathis, American singer-songwriter  (d. 2011)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 28", "txt": "Brigitte Bardot, French actress", "entities": [{"title": "Brigitte Bardot", "href": "/wiki/Brigitte_Bardot", "description": "Brigitte Anne-Marie Bardot, often referred to by her initials B.B., is a French animal rights activist and former actress and singer. Famous for portraying sexually emancipated personae with hedonistic lifestyles, she was one of the best known sex symbols of the late 1950s and 1960s. Although she withdrew from the entertainment industry in 1973, she remains a major popular culture icon."}]}, {"heading": "Births", "year": "1935", "date": "September 28", "txt": "Bruce Crampton, Australian golfer", "entities": [{"title": "Bruce Crampton", "href": "/wiki/Bruce_Crampton", "description": "Bruce Crampton is an Australian professional golfer."}]}, {"heading": "Births", "year": "1935", "date": "September 28", "txt": "David Hannay, Baron Hannay of Chiswick, English diplomat, British Permanent Representative to the United Nations", "entities": [{"title": "Permanent Representative of the United Kingdom to the United Nations", "href": "/wiki/Permanent_Representative_of_the_United_Kingdom_to_the_United_Nations", "description": "The Permanent Representative of the United Kingdom to the United Nations is the United Kingdom's foremost diplomatic representative to the United Nations, and in charge of the United Kingdom Mission to the United Nations (UKMIS). UK permanent representatives to the UN hold the personal rank of ambassador. The full official title and style is:Her Britannic Majesty's Permanent Representative from th"}]}, {"heading": "Births", "year": "1935", "date": "September 28", "txt": "Ronald Lacey, English actor (d. 1991)", "entities": []}, {"heading": "Births", "year": "1936", "date": "September 28", "txt": "Emmett Chapman, American guitarist, invented the Chapman Stick", "entities": [{"title": "Emmett Chapman", "href": "/wiki/Emmett_Chapman", "description": "Emmett Chapman is an American jazz musician best known as the inventor of the Chapman Stick and maker of the Chapman Stick family of instruments."}, {"title": "Chapman Stick", "href": "/wiki/Chapman_Stick", "description": "The Chapman Stick is an electric musical instrument devised by Emmett Chapman in the early 1970s. A member of the guitar family, the Chapman Stick usually has ten or twelve individually tuned strings and is used to play bass lines, melody lines, chords, or textures. Designed as a fully polyphonic chordal instrument, it can also cover several of these musical parts simultaneously."}]}, {"heading": "Births", "year": "1936", "date": "September 28", "txt": "Eddie Lumsden, Australian rugby league player (d. 2019)", "entities": []}, {"heading": "Births", "year": "1936", "date": "September 28", "txt": "Robert Wolders, Dutch television actor (d. 2018)", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 28", "txt": "Alice Mahon, English trade union leader and politician", "entities": [{"title": "Alice Mahon", "href": "/wiki/Alice_Mahon", "description": "Alice Mahon is a former British Member of Parliament for the Labour Party. She was also an active trade unionist during her working life. Mahon represented Halifax in the House of Commons from 1987 until 2005."}]}, {"heading": "Births", "year": "1937", "date": "September 28", "txt": "Glenn Sutton,  American country music songwriter and record producer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1938", "date": "September 28", "txt": "Ben E. King, American singer-songwriter and producer (d. 2015)", "entities": [{"title": "Ben E. King", "href": "/wiki/Ben_E._King", "description": "Benjamin Earl King was an American soul and R&B singer and record producer. He is best known as the singer and co-composer of \"Stand by Me\"—a U.S. Top 10 hit, both in 1961 and later in 1986, a number one hit in the United Kingdom in 1987, and number 25 on the RIAA's list of Songs of the Century—and as one of the principal lead singers of the R&B vocal group The Drifters, notably singing the lead v"}]}, {"heading": "Births", "year": "1939", "date": "September 28", "txt": "Stuart Kauffman, American biologist and academic", "entities": [{"title": "Stuart Kauffman", "href": "/wiki/Stuart_Kauffman", "description": "Stuart Alan Kauffman is an American medical doctor, theoretical biologist, and complex systems researcher who studies the origin of life on Earth. He was a professor at the University of Chicago, University of Pennsylvania, and University of Calgary. He is currently emeritus professor of biochemistry at the University of Pennsylvania and affiliate faculty at the Institute for Systems Biology. He h"}]}, {"heading": "Births", "year": "1941", "date": "September 28", "txt": "David Lewis, American philosopher and academic (d. 2001)", "entities": [{"title": "David Lewis (philosopher)", "href": "/wiki/David_Lewis_(philosopher)", "description": "David Kellogg Lewis was an American philosopher who is widely regarded as one of the most important philosophers of the 20th century. Lewis taught briefly at UCLA and then at Princeton University from 1970 until his death. He is closely associated with Australia, whose philosophical community he visited almost annually for more than 30 years."}]}, {"heading": "Births", "year": "1941", "date": "September 28", "txt": "Edmund Stoiber, German lawyer and politician, Minister President of Bavaria", "entities": [{"title": "Minister President of Bavaria", "href": "/wiki/Minister_President_of_Bavaria", "description": "Below is a list of the men who have served in the capacity of Minister-President or equivalent office in the German state of Bavaria from the 17th century to the present."}]}, {"heading": "Births", "year": "1942", "date": "September 28", "txt": "Pierre Clémenti, French actor, director, producer, and screenwriter (d. 1999)", "entities": [{"title": "Pierre Clémenti", "href": "/wiki/Pierre_Cl%C3%A9menti", "description": "Pierre André Clémenti was a French actor."}]}, {"heading": "Births", "year": "1942", "date": "September 28", "txt": "Edward \"Little Buster\" Forehand, American singer-songwriter and guitarist (d. 2006)", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 28", "txt": "Warren Lieberfarb, American businessman", "entities": [{"title": "Warren Lieberfarb", "href": "/wiki/Warren_Lieberfarb", "description": "Warren N. Lieberfarb is Chairman of Warren N. Lieberfarb & Associates, LLC (WNLA), a boutique consulting and investment firm based in Los Angeles focused on digital media technology and distribution."}]}, {"heading": "Births", "year": "1943", "date": "September 28", "txt": "George W. S. Trow, American novelist, playwright, and critic (d. 2006)", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 28", "txt": "Nick St. Nicholas, German-Canadian bass player", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 28", "txt": "Richie Karl, American golfer", "entities": [{"title": "Richie Karl", "href": "/wiki/Richie_Karl", "description": "Richard Karl is an American professional golfer who is best known as the last golf club professional to win an official PGA Tour event."}]}, {"heading": "Births", "year": "1944", "date": "September 28", "txt": "Marcia Muller, American journalist and author", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 28", "txt": "Marielle Goitschel, French skier", "entities": [{"title": "Marielle Goitschel", "href": "/wiki/Marielle_Goitschel", "description": "Marielle Goitschel is a former French alpine skier. Marielle is the younger sister of Christine Goitschel, another champion skier of the time, and the aunt of speed skier Philippe Goitschel."}]}, {"heading": "Births", "year": "1945", "date": "September 28", "txt": "Manolis Rasoulis, Greek singer-songwriter and journalist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 28", "txt": "Fusako Shigenobu, Japanese activist, founded the Japanese Red Army", "entities": [{"title": "Japanese Red Army", "href": "/wiki/Japanese_Red_Army", "description": "The Japanese Red Army  was a communist militant group founded by Fusako Shigenobu and Tsuyoshi Okudaira in February 1971. It was commonly referred to as a \"terrorist group\". After the Lod airport massacre, it sometimes called itself Arab-JRA."}]}, {"heading": "Births", "year": "1946", "date": "September 28", "txt": "Tom Bower, English journalist and author", "entities": [{"title": "Tom Bower", "href": "/wiki/Tom_Bower", "description": "Thomas Michael Bower is a British writer known for his investigative journalism and for his unauthorised biographies, often of business tycoons and newspaper proprietors."}]}, {"heading": "Births", "year": "1946", "date": "September 28", "txt": "Majid Khan, Indian-Pakistani cricketer", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 28", "txt": "Bob Carr, Australian journalist and politician, 37th Australian Minister of Foreign Affairs", "entities": [{"title": "Bob Carr", "href": "/wiki/Bob_Carr", "description": "Robert John Carr is a retired Australian politician who served as Premier of New South Wales from 1995 to 2005, as the leader of the Labor Party. He later entered federal politics as a New South Wales senator, and served as Minister for Foreign Affairs from 2012 to 2013."}, {"title": "Minister for Foreign Affairs (Australia)", "href": "/wiki/Minister_for_Foreign_Affairs_(Australia)", "description": "The Minister for Foreign Affairs is the minister in the Government of Australia who is responsible for overseeing the international diplomacy section of the Department of Foreign Affairs and Trade. Senator Marise Payne was appointed as Foreign Minister by Prime Minister Scott Morrison in August 2018 following the resignation of Julie Bishop."}]}, {"heading": "Births", "year": "1947", "date": "September 28", "txt": "Sheikh Hasina, Bangladeshi politician, 10th Prime Minister of Bangladesh", "entities": [{"title": "Prime Minister of Bangladesh", "href": "/wiki/Prime_Minister_of_Bangladesh", "description": "The Prime Minister of Bangladesh, officially Prime Minister of the People's Republic of Bangladesh is the chief executive of the government of Bangladesh. The Prime Minister and the Cabinet are collectively accountable for their policies and actions to the Parliament, to their political party and ultimately to the electorate. The Prime Minister is ceremonially appointed by the President of Banglad"}]}, {"heading": "Births", "year": "1947", "date": "September 28", "txt": "Jon Snow, English journalist and academic", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 28", "txt": "Rhonda Hughes, American mathematician and academic", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 28", "txt": "Jim Henshaw, Canadian actor, producer, and screenwriter", "entities": [{"title": "Jim Henshaw", "href": "/wiki/Jim_Henshaw", "description": "Jim Henshaw is a professional actor, screenwriter and film and television producer."}]}, {"heading": "Births", "year": "1950", "date": "September 28", "txt": "Paul Burgess, English drummer", "entities": [{"title": "Paul Burgess (musician)", "href": "/wiki/Paul_Burgess_(musician)", "description": "Paul Burgess is an English rock drummer, notable for his association with a wide range of British rock and folk-rock bands. In addition to extensive session work, he has been an official member of 10cc, Jethro Tull, Camel, Magna Carta, and The Icicle Works."}]}, {"heading": "Births", "year": "1950", "date": "September 28", "txt": "Christina Hoff Sommers, American author and philosopher", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 28", "txt": "John Sayles, American novelist, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 28", "txt": "Jim Diamond, Scottish singer-songwriter and musician (d. 2015)", "entities": [{"title": "Jim Diamond (singer)", "href": "/wiki/Jim_Diamond_(singer)", "description": "James Aaron Diamond was a Scottish singer-songwriter, best known for his three Top 5 hits: \"I Won't Let You Down\" (1982), as the lead singer of PhD; and his solo performances \"I Should Have Known Better\", a United Kingdom No. 1 in 1984, and \"Hi Ho Silver\", the theme song from Boon, which reached No. 5 in the UK Singles Chart in 1986."}]}, {"heading": "Births", "year": "1952", "date": "September 28", "txt": "Christopher Buckley, American satirical novelist", "entities": [{"title": "Christopher Buckley (novelist)", "href": "/wiki/Christopher_Buckley_(novelist)", "description": "Christopher Taylor Buckley is an American author and political satirist. He is known for writing God Is My Broker, Thank You for Smoking, Little Green Men, The White House Mess, No Way to Treat a First Lady, Wet Work, Florence of Arabia, Boomsday, Supreme Courtship, Losing Mum and Pup: A Memoir, and The Judge Hunter."}]}, {"heading": "Births", "year": "1952", "date": "September 28", "txt": "Efthimis Kioumourtzoglou, Greek basketball player and coach", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 28", "txt": "Sylvia Kristel, Dutch model and actress (d. 2012)", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 28", "txt": "Andy Ward, English drummer", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 28", "txt": "Otmar Hasler, Liechtensteiner educator and politician, 11th Prime Minister of Liechtenstein", "entities": [{"title": "Otmar Hasler", "href": "/wiki/Otmar_Hasler", "description": "Otmar Hasler was the Prime Minister of Liechtenstein from 5 April 2001 to 25 March 2009."}, {"title": "Prime Minister of Liechtenstein", "href": "/wiki/Prime_Minister_of_Liechtenstein", "description": "This is a list of the Regierungschef of Liechtenstein."}]}, {"heading": "Births", "year": "1954", "date": "September 28", "txt": "Steve Largent, American football player and politician", "entities": [{"title": "Steve Largent", "href": "/wiki/Steve_Largent", "description": "Stephen Michael Largent is an American former professional football player, enshrined in the Pro Football Hall of Fame, and a former Republican politician, having served in the U.S. House of Representatives for Oklahoma, from 1994 until 2002. Prior to his political career, Largent was a wide receiver for the Seattle Seahawks in the National Football League for his entire 14-season professional foo"}]}, {"heading": "Births", "year": "1954", "date": "September 28", "txt": "George Lynch, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 28", "txt": "John Scott, English rugby player", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 28", "txt": "Margot Wallström, Swedish politician and diplomat, 42nd Swedish Minister for Foreign Affairs", "entities": [{"title": "Minister for Foreign Affairs (Sweden)", "href": "/wiki/Minister_for_Foreign_Affairs_(Sweden)", "description": "The Minister for Foreign Affairs is the foreign minister of Sweden and the head of the Ministry for Foreign Affairs."}]}, {"heading": "Births", "year": "1955", "date": "September 28", "txt": "Stéphane Dion, Canadian sociologist and politician, 15th Canadian Minister of the Environment", "entities": [{"title": "Stéphane Dion", "href": "/wiki/St%C3%A9phane_Dion", "description": "Stéphane Maurice Dion is a Canadian diplomat, political scientist and retired politician who has been the Canadian Ambassador to Germany and special envoy to the European Union since 2017. Dion was Minister of Foreign Affairs under Prime Minister Justin Trudeau from 2015 until he was shuffled out of Cabinet in 2017. He was also the Leader of the Liberal Party of Canada and the Leader of the Opposi"}, {"title": "Minister of the Environment (Canada)", "href": "/wiki/Minister_of_the_Environment_(Canada)", "description": "The Minister of Environment and Climate Change is the minister of the Crown in the Canadian Cabinet who is responsible for overseeing Environment and Climate Change Canada, the environmental department of the Government of Canada. As well, the minister is also responsible for overseeing Parks Canada and the Canadian Environmental Assessment Agency."}]}, {"heading": "Births", "year": "1955", "date": "September 28", "txt": "Mercy Manci, Xhosa sangoma and HIV activist from South Africa", "entities": [{"title": "Xhosa people", "href": "/wiki/Xhosa_people", "description": "Xhosa people are a Nguni ethnic group in Southern Africa whose homeland is primarily within the modern-day Eastern Cape. There is a small but significant Xhosa-speaking (Mfengu) community in Zimbabwe, and their language, isiXhosa, is recognised as a national language."}, {"title": "Sangoma", "href": "/wiki/Sangoma", "description": "Traditional healers of Southern Africa are practitioners of traditional African medicine in Southern Africa. They fulfill different social and political roles in the community, including divination, healing physical, emotional and spiritual illnesses, directing birth or death rituals, finding lost cattle, protecting warriors, counteracting witchcraft, and narrating the history, cosmology, and conc"}, {"title": "HIV", "href": "/wiki/HIV", "description": "The human immunodeficiency viruses (HIV) are two species of Lentivirus that infect humans. Over time, they cause acquired immunodeficiency syndrome (AIDS), a condition in which progressive failure of the immune system allows life-threatening opportunistic infections and cancers to thrive. Without treatment, average survival time after infection with HIV is estimated to be 9 to 11 years, depending "}, {"title": "Activism", "href": "/wiki/Activism", "description": "Activism consists of efforts to promote, impede, direct, or intervene in social, political, economic, or environmental reform with the desire to make changes in society toward a perceived greater good. Forms of activism range from mandate building in the community, petitioning elected officials, running or contributing to a political campaign, preferential patronage of businesses, and demonstrativ"}, {"title": "South Africa", "href": "/wiki/South_Africa", "description": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. With over 59 million people, it is the world's 23rd-most populous nation and covers an area of 1,221,037 square kilometres. South Africa has three capital cities: executive Pretoria, judicial Bloemfontein and legislative Cape Town. The largest city is Johannesburg. About 80% of South Africans are of"}]}, {"heading": "Births", "year": "1955", "date": "September 28", "txt": "Kenny Kirkland, American pianist (d. 1998)", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 28", "txt": "Martha Isabel Fandiño Pinilla, Colombian-Italian mathematician and author", "entities": [{"title": "Martha Isabel Fandiño Pinilla", "href": "/wiki/Martha_Isabel_Fandi%C3%B1o_Pinilla", "description": "Martha Isabel Fandiño Pinilla is a Colombian and Italian mathematician and author of dual nationality."}]}, {"heading": "Births", "year": "1957", "date": "September 28", "txt": "Bill Cassidy, American politician and physician", "entities": [{"title": "Bill Cassidy", "href": "/wiki/Bill_Cassidy", "description": "William Morgan Cassidy is an American physician and politician serving as the senior United States Senator from Louisiana, a seat he was elected to in 2014. A member of the Republican Party, he served in the Louisiana State Senate from 2006 to 2009 and in the U.S. House of Representatives from 2009 to 2015."}]}, {"heading": "Births", "year": "1959", "date": "September 28", "txt": "Ron Fellows, Canadian race car driver", "entities": [{"title": "Ron Fellows", "href": "/wiki/Ron_Fellows", "description": "Ronald Charles Fellows CM is a Canadian SCCA Trans-Am, IMSA, and American Le Mans Series driver. Fellows holds the record for most wins by a foreign-born driver in NASCAR's top three series with six – four in Nationwide and two in trucks. He also is a member of the Order of Canada."}]}, {"heading": "Births", "year": "1959", "date": "September 28", "txt": "Laura Bruce, American artist", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 28", "txt": "Gary Ayres, Australian footballer and coach", "entities": [{"title": "Gary Ayres", "href": "/wiki/Gary_Ayres", "description": "Gary James Ayres is a former Australian rules footballer who played for the Hawthorn Football Club. He is currently the senior coach for the Port Melbourne Football Club in the Victorian Football League (VFL). Ayres' playing career is honored by the existence of the Gary Ayres Award, an annual award given to the player judged best-afield by the AFL Coaches Association throughout each AFL finals se"}]}, {"heading": "Births", "year": "1960", "date": "September 28", "txt": "Tom Byrum, American golfer", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 28", "txt": "Frank Hammerschlag, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 28", "txt": "Gus Logie, Trinidadian cricketer", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 28", "txt": "Kamlesh Patel, Baron Patel of Bradford, English politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 28", "txt": "Jennifer Rush, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 28", "txt": "Socrates Villegas, Filipino archbishop", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 28", "txt": "Helen Grant, English lawyer and politician, Minister for Sport and the Olympics", "entities": [{"title": "Helen Grant (politician)", "href": "/wiki/Helen_Grant_(politician)", "description": "Helen Grant is a British Conservative Party politician. She has served as the Member of Parliament (MP) for Maidstone and The Weald since 2010, when she succeeded Ann Widdecombe."}, {"title": "Minister for Sport and the Olympics", "href": "/wiki/Minister_for_Sport_and_the_Olympics", "description": "The Minister for Sport is a junior minister in the Department for Digital, Culture, Media and Sport of the United Kingdom government, with responsibility for sport and Civil Society in England. The office is currently held by Nigel Huddleston."}]}, {"heading": "Births", "year": "1961", "date": "September 28", "txt": "Gregory Jbara, American actor and singer", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 28", "txt": "Quentin Kawānanakoa, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 28", "txt": "Anne White, American tennis player", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 28", "txt": "Grant Fuhr, Canadian ice hockey player and coach", "entities": [{"title": "Grant Fuhr", "href": "/wiki/Grant_Fuhr", "description": "Grant Scott Fuhr is a Canadian former ice hockey goaltender in the National Hockey League and former goaltending coach for the Arizona Coyotes. In 2003, he was inducted into the Hockey Hall of Fame. He is best remembered for a decade of stellar play for the Edmonton Oilers in the 1980s. He won a total of five Stanley Cups and was a six time All-Star. In 2017 Fuhr was named one of the '100 Greatest"}]}, {"heading": "Births", "year": "1962", "date": "September 28", "txt": "Laurie Rinker, American golfer", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 28", "txt": "Dietmar Schacht, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 28", "txt": "Chuck Taylor, American journalist", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 28", "txt": "Steve Blackman, American wrestler and martial artist", "entities": [{"title": "Steve Blackman", "href": "/wiki/Steve_Blackman", "description": "Steve Blackman is an American martial arts instructor, bail bondsman, and former professional wrestler. He is best known for his appearances with the World Wrestling Federation (WWF) from 1997 to 2002, where he was a frequent challenger for the promotion's mid-card titles. He held the WWF Hardcore Championship six times and holds the record for most combined days as champion, a total of 172 days."}]}, {"heading": "Births", "year": "1963", "date": "September 28", "txt": "Érik Comas, French race car driver", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 28", "txt": "Greg Weisman, American voice actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 28", "txt": "Claudio Borghi, Argentinian footballer and manager", "entities": [{"title": "Claudio Borghi (football manager)", "href": "/wiki/Claudio_Borghi_(football_manager)", "description": "Claudio Daniel Borghi Bidos, nicknamed Bichi, is an Argentine naturalized Chilean football manager and former player who played as an attacking midfielder."}]}, {"heading": "Births", "year": "1964", "date": "September 28", "txt": "Gregor Fisken, Scottish race car driver", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 28", "txt": "Janeane Garofalo, American comedian, actress, and screenwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 28", "txt": "Paul Jewell, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 28", "txt": "Mārtiņš Roze, Latvian lawyer and politician (d. 2012)", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 28", "txt": "Scott Adams, American football player (d. 2013)", "entities": [{"title": "Scott Adams (American football)", "href": "/wiki/Scott_Adams_(American_football)", "description": "Scott Alexander Adams was a professional American football player who played guard for a six-season career, in-which he played for the Minnesota Vikings, New Orleans Saints, Chicago Bears, Tampa Bay Buccaneers, and Atlanta Falcons."}]}, {"heading": "Births", "year": "1966", "date": "September 28", "txt": "Maria Canals-Barrera, Cuban-American actress", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 28", "txt": "Puri Jagannadh, Indian director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 28", "txt": "Mira Sorvino, American actress", "entities": [{"title": "Mira Sorvino", "href": "/wiki/Mira_Sorvino", "description": "Mira Katherine Sorvino is an American actress. She won the Academy Award and Golden Globe for Best Supporting Actress for her performance in Woody Allen's Mighty Aphrodite (1995)."}]}, {"heading": "Births", "year": "1967", "date": "September 28", "txt": "Moon Zappa, American actress and author", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 28", "txt": "Francois Botha, South African boxer and mixed martial artist", "entities": [{"title": "Francois Botha", "href": "/wiki/Francois_Botha", "description": "Francois \"Frans\" Botha is a South African former professional boxer and kickboxer. In boxing he competed from 1990 to 2014, and is perhaps best known for winning the IBF heavyweight title against Axel Schulz in 1995, but was later stripped after failing a drug test. He later challenged twice for world heavyweight titles in 2000 and 2002. Botha has competed against former Heavyweight Champions Mike"}]}, {"heading": "Births", "year": "1968", "date": "September 28", "txt": "Mika Häkkinen, Finnish race car driver", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 28", "txt": "Trish Keenan, English singer-songwriter and guitarist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 28", "txt": "Sean Levert, American R&B singer-songwriter and actor (d. 2008)", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 28", "txt": "Rob Moroso, American race car driver (d. 1990)", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 28", "txt": "Naomi Watts, English-Australian actress and producer", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 28", "txt": "Kerri Chandler, electronic music producer and DJ", "entities": [{"title": "Kerri Chandler", "href": "/wiki/Kerri_Chandler", "description": "Kerri Camar Chandler is an American house DJ and record producer."}]}, {"heading": "Births", "year": "1969", "date": "September 28", "txt": "Marcel Dost, Dutch decathlete", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 28", "txt": "Ben Greenman, American journalist and author", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 28", "txt": "Piper Kerman, American author and memoirist", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 28", "txt": "Éric Lapointe, Canadian singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 28", "txt": "Sascha Maassen, German race car driver", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 28", "txt": "Angus Robertson, Scottish politician", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 28", "txt": "Nico Vaesen, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 28", "txt": "Kimiko Date-Krumm, Japanese tennis player", "entities": [{"title": "Kimiko Date-Krumm", "href": "/wiki/Kimiko_Date-Krumm", "description": "Kimiko Date  is a Japanese former professional tennis player. She reached the semifinals of the 1994 Australian Open, the 1995 French Open and the 1996 Wimbledon Championships, and won the Japan Open a record four times. She reached a career-high ranking of world No. 4 in 1995, and retired from professional tennis in November 1996."}]}, {"heading": "Births", "year": "1970", "date": "September 28", "txt": "Mike DeJean, American baseball player", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 28", "txt": "Gualter Salles, Brazilian race car driver", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 28", "txt": "Joseph Arthur, American singer-songwriter and guitarist", "entities": [{"title": "Joseph Arthur", "href": "/wiki/Joseph_Arthur", "description": "Joseph Arthur is an American singer-songwriter and artist from Akron, Ohio, United States. He is best known for his solo material, and as a member of Fistful of Mercy and RNDM. Arthur has built his reputation over the years through critically acclaimed releases and constant touring; his unique solo live performances often incorporate the use of a number of distortion and loop pedals, and his shows"}]}, {"heading": "Births", "year": "1971", "date": "September 28", "txt": "George Eustice, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 28", "txt": "Braam van Straaten, South African rugby player", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 28", "txt": "Alan Wright, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 28", "txt": "Dita Von Teese, American model and dancer", "entities": [{"title": "Dita Von Teese", "href": "/wiki/Dita_Von_Teese", "description": "Heather Renée Sweet, known professionally as Dita Von Teese, is an American vedette, burlesque dancer, model, businesswoman, and actress. She is credited with re-popularizing burlesque performance, earning the moniker \"Queen of Burlesque\"."}]}, {"heading": "Births", "year": "1973", "date": "September 28", "txt": "Brian Rafalski, American ice hockey player", "entities": [{"title": "Brian Rafalski", "href": "/wiki/Brian_Rafalski", "description": "Brian Christopher Rafalski is an American former professional ice hockey defenseman. He played in the National Hockey League (NHL) for the New Jersey Devils and Detroit Red Wings, in the SM-liiga for HPK and HIFK, and in the Elitserien for Brynäs IF."}]}, {"heading": "Births", "year": "1974", "date": "September 28", "txt": "Marco Di Loreto, Italian footballer and manager", "entities": [{"title": "Marco Di Loreto", "href": "/wiki/Marco_Di_Loreto", "description": "Marco Di Loreto is an Italian former footballer turned manager. He has played over 200 matches at Italian Serie A since his debut at age 26."}]}, {"heading": "Births", "year": "1974", "date": "September 28", "txt": "Mariya Kiselyova, Russian swimmer", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 28", "txt": "Joonas Kolkka, Finnish footballer and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 28", "txt": "Shane Webcke, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 28", "txt": "Stuart Clark, Australian cricketer and manager", "entities": [{"title": "Stuart Clark", "href": "/wiki/Stuart_Clark", "description": "Stuart Rupert Clark is an Australian former cricketer who played for New South Wales and the Australian team. He was a right-arm fast-medium bowler. His nickname \"Sarfraz\" originates from the similarities of his bowling style to Sarfraz Nawaz."}]}, {"heading": "Births", "year": "1975", "date": "September 28", "txt": "Isamu Jordan, American journalist and academic (d. 2013)", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 28", "txt": "Lenny Krayzelburg, Russian-American swimmer", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 28", "txt": "Fedor Emelianenko, Russian mixed martial artist and politician", "entities": [{"title": "Fedor Emelianenko", "href": "/wiki/Fedor_Emelianenko", "description": "Fedor Vladimirovich Emelianenko is a Russian heavyweight mixed martial artist (MMA), sambist, and judoka, currently competing for Rizin Fighting Federation and Bellator MMA. He has won championships and accolades in multiple sports, most notably in MMA Pride Fighting Championships, FIAS World Combat Sambo Championship, and Russian Judo Federation National Championship."}]}, {"heading": "Births", "year": "1976", "date": "September 28", "txt": "Bonzi Wells, American Basketball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 28", "txt": "Ireneusz Marcinkowski, Polish footballer", "entities": [{"title": "Ireneusz Marcinkowski", "href": "/wiki/Ireneusz_Marcinkowski", "description": "Ireneusz Marcinkowski is a Polish footballer."}]}, {"heading": "Births", "year": "1977", "date": "September 28", "txt": "Pak Se-ri, South Korean golfer", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 28", "txt": "Young Jeezy, American rapper", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 28", "txt": "Ben Edmondson, Australian cricketer", "entities": [{"title": "Ben Edmondson", "href": "/wiki/Ben_Edmondson", "description": "Ben Matthew Edmondson is an Australian cricketer who has played for the Western Warriors, Southern Redbacks and Gloucestershire. He is a right-arm fast-medium bowler."}]}, {"heading": "Births", "year": "1979", "date": "September 28", "txt": "Bam Margera, American skateboarder, actor, and stuntman", "entities": [{"title": "Bam Margera", "href": "/wiki/Bam_Margera", "description": "Brandon Cole \"Bam\" Margera is an American stunt performer, television personality, filmmaker, and former professional skateboarder. He came to prominence in the early 2000s as one of the stars of the MTV reality stunt show Jackass with his long-time friend, Ryan Dunn. He also created the Jackass spin-off shows Viva La Bam and Bam's Unholy Union and co-wrote and directed his films Haggard and Mingh"}]}, {"heading": "Births", "year": "1979", "date": "September 28", "txt": "Taki Tsan, American-Greek rapper and producer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 28", "txt": "Marlon Parmer, American basketball player", "entities": [{"title": "Marlon Parmer", "href": "/wiki/Marlon_Parmer", "description": "Marlon Palmer is an American basketball player who played for the Colorado 14ers in the NBA D-League."}]}, {"heading": "Births", "year": "1981", "date": "September 28", "txt": "Greg Anderson, American pianist and composer", "entities": [{"title": "Greg Anderson (pianist)", "href": "/wiki/Greg_Anderson_(pianist)", "description": "Greg Anderson is an American pianist, composer, video producer, and writer. According to his website, Anderson's mission is to \"make classical piano music a relevant and powerful force in society.\""}]}, {"heading": "Births", "year": "1981", "date": "September 28", "txt": "Willy Caballero, Argentine footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 28", "txt": "José Calderón, Spanish basketball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 28", "txt": "Jorge Guagua, Ecuadorian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 28", "txt": "Iracema Trevisan, Brazilian bass player", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 28", "txt": "Aleksandr Anyukov, Russian footballer", "entities": [{"title": "Aleksandr Anyukov", "href": "/wiki/Aleksandr_Anyukov", "description": "Aleksandr Gennadyevich Anyukov is a Russian association football coach and a former player, who played as a right-back. He is an assistant coach with FC Zenit Saint Petersburg."}]}, {"heading": "Births", "year": "1982", "date": "September 28", "txt": "Abhinav Bindra, Indian target shooter", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 28", "txt": "Ray Emery, Canadian ice hockey player (d. 2018)", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 28", "txt": "Ranbir Kapoor, Indian actor and director", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 28", "txt": "Nolwenn Leroy, French singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 28", "txt": "Emeka Okafor, American basketball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 28", "txt": "Dustin Penner, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 28", "txt": "Aivar Rehemaa, Estonian skier", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 28", "txt": "Anderson Varejão, Brazilian basketball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 28", "txt": "St. Vincent, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 28", "txt": "Stefan Moore, English footballer", "entities": [{"title": "Stefan Moore", "href": "/wiki/Stefan_Moore", "description": "Stefan Leroy Moore is an English former footballer who played as a striker."}]}, {"heading": "Births", "year": "1983", "date": "September 28", "txt": "John Schwalger, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 28", "txt": "Jenny Omnichord, Canadian singer-songwriter", "entities": [{"title": "Jenny Omnichord", "href": "/wiki/Jenny_Omnichord", "description": "Jenny Mitchell, better known by the stage name Jenny Omnichord, is a Canadian indie rock musician. She has released three solo albums and an EP as a solo artist, and also records and performs with the bands The Barmitzvah Brothers and The Burning Hell."}]}, {"heading": "Births", "year": "1984", "date": "September 28", "txt": "Luke Pomersbach, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 28", "txt": "Naim Terbunja, Kosovan-Swedish boxer", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 28", "txt": "Melody Thornton, American singer-songwriter and dancer", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 28", "txt": "Mathieu Valbuena, French footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 28", "txt": "Ryan Zimmerman, American baseball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 28", "txt": "Shindong, South Korean singer-songwriter and dancer", "entities": [{"title": "Shindong", "href": "/wiki/Shindong", "description": "Shin Dong-hee, better known by his stage name Shindong, is a South Korean rapper, singer, dancer, MC, and radio personality. He is best known as a member of the K-pop boy band Super Junior and its subgroups Super Junior-T and Super Junior-H."}]}, {"heading": "Births", "year": "1985", "date": "September 28", "txt": "Alina Ibragimova, Russian-English violinist", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 28", "txt": "Andrés Guardado, Mexican footballer", "entities": [{"title": "Andrés Guardado", "href": "/wiki/Andr%C3%A9s_Guardado", "description": "José Andrés Guardado Hernández is a Mexican professional footballer who plays for La Liga club Real Betis and captains the Mexico national team. Mainly a midfielder, he can also operate as a left winger or left-back."}]}, {"heading": "Births", "year": "1986", "date": "September 28", "txt": "Meskerem Legesse, Ethiopian runner (d. 2013)", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 28", "txt": "Dominic Waters,  American basketball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 28", "txt": "Pierre Becken, German footballer", "entities": [{"title": "Pierre Becken", "href": "/wiki/Pierre_Becken", "description": "Pierre Dominik Becken is a German footballer who plays as a centre-back or defensive midfielder for BSV Schwarz-Weiß Rehden."}]}, {"heading": "Births", "year": "1987", "date": "September 28", "txt": "Gary Deegan, Irish footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 28", "txt": "Hilary Duff, American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 28", "txt": "Chloë Hanslip, English violinist", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 28", "txt": "Viktoria Leks, Estonian high jumper", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 28", "txt": "Marin Čilić, Croatian tennis player", "entities": [{"title": "Marin Čilić", "href": "/wiki/Marin_%C4%8Cili%C4%87", "description": "Marin Čilić is a Croatian professional tennis player. Over the course of his career, Čilić has won 18 ATP Tour singles titles, including a Grand Slam title at the 2014 US Open. He was also runner-up at the 2017 Wimbledon Championships and the 2018 Australian Open, losing to Roger Federer both times. Čilić has reached at least the quarter-finals of all four Grand Slams and all nine ATP Masters 1000"}]}, {"heading": "Births", "year": "1988", "date": "September 28", "txt": "Esmée Denters, Dutch singer-songwriter", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 28", "txt": "Aleks Vrteski, Australian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 28", "txt": "Worakls, French DJ and electronic musician", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 28", "txt": "Çağla Büyükakçay, Turkish tennis player", "entities": [{"title": "Çağla Büyükakçay", "href": "/wiki/%C3%87a%C4%9Fla_B%C3%BCy%C3%BCkak%C3%A7ay", "description": "Çağla Büyükakçay is a Turkish professional tennis player."}]}, {"heading": "Births", "year": "1989", "date": "September 28", "txt": "Darius Johnson-Odom, American basketball player", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 28", "txt": "Mark Randall, English footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "September 28", "txt": "Phoenix Battye, Australian rugby player", "entities": [{"title": "Phoenix Battye", "href": "/wiki/Phoenix_Battye", "description": "Phoenix Battye is an Australian rugby union player. He currently plays in the French Top 14 competition but started his professional career with the Western Force. His usual position is lock."}]}, {"heading": "Births", "year": "1992", "date": "September 28", "txt": "Khem Birch, Canadian professional basketball player", "entities": [{"title": "Khem Birch", "href": "/wiki/Khem_Birch", "description": "Khem Xavier Birch is a Canadian professional basketball player for the Toronto Raptors of the National Basketball Association (NBA). He played college basketball for the Pittsburgh Panthers and the UNLV Runnin' Rebels."}]}, {"heading": "Births", "year": "1992", "date": "September 28", "txt": "Adam Thompson, English-Northern Irish footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 28", "txt": "Kōko Tsurumi, Japanese gymnast", "entities": []}, {"heading": "Births", "year": "1993", "date": "September 28", "txt": "Jodie Williams, English sprinter", "entities": [{"title": "Jodie Williams", "href": "/wiki/Jodie_Williams", "description": "Jodie Alicia Williams is a British sprinter who specialises in the 100 and 200 metres. A prodigious junior, she is the 2009 World Youth Champion at 100 and 200 m, the 2010 World Junior Champion at 100 m, the 2011 European Junior Champion at 100 m and 200 m, and the 2013 European U23 Champion at 200 m."}]}, {"heading": "Births", "year": "1995", "date": "September 28", "txt": "Jason Williams, English footballer", "entities": [{"title": "Jason Williams (footballer)", "href": "/wiki/Jason_Williams_(footballer)", "description": "Jason Norrel Williams is an English footballer who plays for Tonbridge Angels."}]}, {"heading": "Births", "year": "1996", "date": "September 28", "txt": "Aiden Moffat, British racing driver", "entities": [{"title": "Aiden Moffat", "href": "/wiki/Aiden_Moffat", "description": "Aiden Moffat is a British racing driver currently competing in the British Touring Car Championship for Laser Tools Racing. He became the youngest driver ever to compete in the BTCC when he made his debut at the Knockhill round of the 2013 season."}]}, {"heading": "Deaths", "year": "48 BC", "date": "September 28", "txt": "Pompey, Roman general and politician (b. 106 BC)", "entities": [{"title": "Pompey", "href": "/wiki/Pompey", "description": "Gnaeus Pompeius Magnus, known in English as Pompey the Great, was a leading Roman general and statesman, whose career was significant in Rome's transformation from a republic to empire. He was for a time a political ally and later enemy of Julius Caesar. A member of the senatorial nobility, Pompey entered a military career while still young and rose to prominence serving the later dictator Sulla a"}]}, {"heading": "Deaths", "year": "135 AD", "date": "September 28", "txt": "Rabbi Akiva, Jewish sage, martyr. (b. c. 50)", "entities": [{"title": "Rabbi Akiva", "href": "/wiki/Rabbi_Akiva", "description": "Akiva ben Yosef, also known as Rabbi Akiva, was a leading Jewish scholar and sage, a tanna, of the latter part of the first century and the beginning of the second century. Rabbi Akiva was a leading contributor to the Mishnah and to Midrash halakha. He is also sometimes credited with redacting Abraham's version of the Sefer Yetzirah, one of the central texts of Jewish mysticism. He is referred to "}, {"title": "Ten Martyrs", "href": "/wiki/Ten_Martyrs", "description": "The Ten Martyrs were ten rabbis living during the era of the Mishnah who were martyred by the Roman Empire in the period after the destruction of the Second Temple. Their story is detailed in Midrash Eleh Ezkerah."}]}, {"heading": "Deaths", "year": "782", "date": "September 28", "txt": "Leoba, Anglo-Saxon nun", "entities": [{"title": "Leoba", "href": "/wiki/Leoba", "description": "Leoba was an Anglo-Saxon Benedictine nun and is recognized as a saint. In 746 she and others left Wimborne Minster in Dorset to join her kinsman Boniface in his mission to the German people. She was a learned woman and was involved in the foundation of nunneries in Kitzingen and Ochsenfurt. She had a leading role in evangelizing the area. Leoba was acclaimed for many miracles: saving a village fro"}]}, {"heading": "Deaths", "year": "935", "date": "September 28", "txt": "Wenceslaus I, duke of Bohemia", "entities": [{"title": "Wenceslaus I, Duke of Bohemia", "href": "/wiki/Wenceslaus_I,_Duke_of_Bohemia", "description": "Wenceslaus I, Wenceslas I or Václav the Good was the duke (kníže) of Bohemia from 921 until his assassination in 935. His younger brother, Boleslaus the Cruel, was complicit in the murder."}]}, {"heading": "Deaths", "year": "980", "date": "September 28", "txt": "Minamoto no Hiromasa, Japanese nobleman (b. 918)", "entities": [{"title": "Minamoto no Hiromasa", "href": "/wiki/Minamoto_no_Hiromasa", "description": "Minamoto no Hiromasa  was a nobleman and gagaku musician in the Heian period. He was the eldest son of Prince Katsuakira and the grandson of Emperor Daigo. His mother was the daughter of Fujiwara no Tokihira."}]}, {"heading": "Deaths", "year": "1197", "date": "September 28", "txt": "Henry VI, Holy Roman Emperor (b. 1165)", "entities": [{"title": "Henry VI, Holy Roman Emperor", "href": "/wiki/Henry_VI,_Holy_Roman_Emperor", "description": "Henry VI, a member of the Hohenstaufen dynasty, was King of Germany from 1169 and Holy Roman Emperor from 1191 until his death. From 1194 he was also King of Sicily."}]}, {"heading": "Deaths", "year": "1213", "date": "September 28", "txt": "Gertrude of Merania, queen consort of Hungaria (b. 1185)", "entities": [{"title": "Gertrude of Merania", "href": "/wiki/Gertrude_of_Merania", "description": "Gertrude of Merania was Queen of Hungary as the first wife of Andrew II from 1205 until her assassination. She was regent during her husband's absence."}]}, {"heading": "Deaths", "year": "1330", "date": "September 28", "txt": "Elizabeth of Bohemia, queen consort of Bohemia (b. 1292)", "entities": [{"title": "Elizabeth of Bohemia (1292–1330)", "href": "/wiki/Elizabeth_of_Bohemia_(1292%E2%80%931330)", "description": "Elizabeth of Bohemia was a princess of the Bohemian Přemyslid dynasty who became queen consort of Bohemia as the first wife of King John the Blind. She was the mother of Emperor Charles IV, King of Bohemia."}]}, {"heading": "Deaths", "year": "1429", "date": "September 28", "txt": "Cymburgis of Masovia, duchess consort of Austria (b. 1394)", "entities": [{"title": "Cymburgis of Masovia", "href": "/wiki/Cymburgis_of_Masovia", "description": "Cymburgis of Masovia, also Zimburgis or Cimburga, a member of the Polish Piast dynasty, was Duchess of Austria from 1412 until 1424, by her marriage with the Habsburg duke Ernest the Iron. As the mother of later Emperor Frederick III, Cymburgis, after Gertrude of Hohenberg, became the second female ancestor of all later Habsburgs, as only her husband's Ernestine branch of the family survived in th"}]}, {"heading": "Deaths", "year": "1582", "date": "September 28", "txt": "George Buchanan, Scottish historian and scholar (b. 1506)", "entities": [{"title": "George Buchanan", "href": "/wiki/George_Buchanan", "description": "George Buchanan was a Scottish historian and humanist scholar. According to historian Keith Brown, Buchanan was \"the most profound intellectual sixteenth century Scotland produced.\" His ideology of resistance to royal usurpation gained widespread acceptance during the Scottish Reformation. Brown says the ease with which King James VII was deposed in 1689 shows the power of Buchananite ideas."}]}, {"heading": "Deaths", "year": "1596", "date": "September 28", "txt": "Margaret Clifford, countess of Derby (b. 1540)", "entities": [{"title": "Margaret Stanley, Countess of Derby", "href": "/wiki/Margaret_Stanley,_Countess_of_Derby", "description": "Margaret Stanley, Countess of Derby was the only surviving daughter of Henry Clifford, 2nd Earl of Cumberland and Lady Eleanor Brandon. Her maternal grandparents were Charles Brandon, 1st Duke of Suffolk and Mary Tudor, Queen of France. Mary was the third daughter of King Henry VII of England and Elizabeth of York."}]}, {"heading": "Deaths", "year": "1618", "date": "September 28", "txt": "Josuah Sylvester, English poet and translator (b. 1563)", "entities": [{"title": "Josuah Sylvester", "href": "/wiki/Josuah_Sylvester", "description": "Josuah Sylvester was an English poet."}]}, {"heading": "Deaths", "year": "1687", "date": "September 28", "txt": "Francis Turretin, Swiss-Italian theologian and academic (b. 1623)", "entities": [{"title": "Francis Turretin", "href": "/wiki/Francis_Turretin", "description": "François Turrettini was a Genevan-Italian Reformed scholastic theologian."}]}, {"heading": "Deaths", "year": "1694", "date": "September 28", "txt": "Gabriel Mouton, French mathematician and theologian (b. 1618)", "entities": [{"title": "Gabriel Mouton", "href": "/wiki/Gabriel_Mouton", "description": "Gabriel Mouton was a French abbot and scientist. He was a doctor of theology from Lyon, but was also interested in mathematics and astronomy. His 1670 book, the Observationes diametrorum solis et lunae apparentium, proposed a natural standard of length based on the circumference of the Earth, divided decimally. It was influential in the adoption of the metric system in 1799."}]}, {"heading": "Deaths", "year": "1702", "date": "September 28", "txt": "Robert Spencer, 2nd Earl of Sunderland, French-English lawyer and politician, Lord President of the Council (b. 1640)", "entities": [{"title": "Robert Spencer, 2nd Earl of Sunderland", "href": "/wiki/Robert_Spencer,_2nd_Earl_of_Sunderland", "description": "Robert Spencer, 2nd Earl of Sunderland, was an English nobleman and politician of the Spencer family. An able and gifted statesman, his caustic temper and belief in absolute monarchy nevertheless made him numerous enemies. He was forced to flee England in 1688, but later established himself with the new regime after the Revolution of that year. Subsequently, he took on a more disinterested role as"}, {"title": "Lord President of the Council", "href": "/wiki/Lord_President_of_the_Council", "description": "The Lord President of the Council is the fourth of the Great Officers of State of the United Kingdom, ranking below the Lord High Treasurer but above the Lord Privy Seal. The Lord President usually attends and is responsible for presiding over meetings of the Privy Council, presenting business for the monarch's approval. In the modern era, the holder is by convention always a member of one of the "}]}, {"heading": "Deaths", "year": "1742", "date": "September 28", "txt": "Jean Baptiste Massillon, French bishop (b. 1663)", "entities": [{"title": "Jean Baptiste Massillon", "href": "/wiki/Jean_Baptiste_Massillon", "description": "Jean-Baptiste Massillon, Cong. Orat., was a French Catholic bishop and famous preacher, who served as Bishop of Clermont from 1717 until his death."}]}, {"heading": "Deaths", "year": "1829", "date": "September 28", "txt": "Nikolay Raevsky, Russian general and politician (b. 1771)", "entities": [{"title": "Nikolay Raevsky", "href": "/wiki/Nikolay_Raevsky", "description": "Nikolay Nikolayevich Raevsky was a Russian general and statesman who achieved fame for his feats of arms during the Napoleonic Wars. His family left a lasting legacy in Russian society and culture."}]}, {"heading": "Deaths", "year": "1844", "date": "September 28", "txt": "Pyotr Aleksandrovich Tolstoy, Russian general and politician (b. 1769)", "entities": [{"title": "Pyotr Aleksandrovich Tolstoy", "href": "/wiki/Pyotr_Aleksandrovich_Tolstoy", "description": "Count Pyotr Aleksandrovich Tolstoy was a Russian general and statesman."}]}, {"heading": "Deaths", "year": "1859", "date": "September 28", "txt": "Carl Ritter, German geographer and academic (b. 1779)", "entities": [{"title": "Carl Ritter", "href": "/wiki/Carl_Ritter", "description": "Carl Ritter was a German geographer. Along with Alexander von Humboldt, he is considered one of the founders of modern geography. From 1825 until his death, he occupied the first chair in geography at the University of Berlin."}]}, {"heading": "Deaths", "year": "1873", "date": "September 28", "txt": "Émile Gaboriau, French journalist and author (b. 1832)", "entities": [{"title": "Émile Gaboriau", "href": "/wiki/%C3%89mile_Gaboriau", "description": "Émile Gaboriau was a French writer, novelist, journalist, and a pioneer of detective fiction."}]}, {"heading": "Deaths", "year": "1891", "date": "September 28", "txt": "Herman Melville, American author and poet (b. 1819)", "entities": [{"title": "Herman Melville", "href": "/wiki/Herman_Melville", "description": "Herman Melville was an American novelist, short story writer, and poet of the American Renaissance period. Among his best-known works are Moby-Dick (1851), Typee (1846), a romanticized account of his experiences in Polynesia, and Billy Budd, Sailor, a posthumously published novella. Although his reputation was not high at the time of his death, the centennial of his birth in 1919 was the starting "}]}, {"heading": "Deaths", "year": "1893", "date": "September 28", "txt": "Annie Feray Mutrie, British painter (b. 1826)", "entities": [{"title": "Annie Feray Mutrie", "href": "/wiki/Annie_Feray_Mutrie", "description": "Annie Feray Mutrie was a British still-life painter. She exhibited regularly and she and her sister Martha were considered the best flower painters in oils."}]}, {"heading": "Deaths", "year": "1895", "date": "September 28", "txt": "Louis Pasteur, French chemist and microbiologist (b. 1822)", "entities": [{"title": "Louis Pasteur", "href": "/wiki/Louis_Pasteur", "description": "Louis Pasteur was a French chemist and microbiologist renowned for his discoveries of the principles of vaccination, microbial fermentation, and pasteurization. His research in chemistry led to remarkable breakthroughs in the understanding of the causes and preventions of diseases, which laid down the foundations of hygiene, public health and much of modern medicine. His works are credited to savi"}]}, {"heading": "Deaths", "year": "1899", "date": "September 28", "txt": "Giovanni Segantini, Austrian painter (b. 1858)", "entities": [{"title": "Giovanni Segantini", "href": "/wiki/Giovanni_Segantini", "description": "Giovanni Segantini was an Italian painter known for his large pastoral landscapes of the Alps. He was one of the most famous artists in Europe in the late 19th century, and his paintings were collected by major museums. In later life, he combined a Divisionist painting style with Symbolist images of nature. He was active in Switzerland during the last period of his life."}]}, {"heading": "Deaths", "year": "1914", "date": "September 28", "txt": "Richard Warren Sears, American businessman, co-founded Sears (b. 1863)", "entities": [{"title": "Richard Warren Sears", "href": "/wiki/Richard_Warren_Sears", "description": "Richard Warren Sears was an American manager, businessman and the founder of Sears, Roebuck and Company with his partner Alvah Curtis Roebuck."}, {"title": "Sears", "href": "/wiki/Sears", "description": "Sears, Roebuck and Co., commonly known as Sears, is an American chain of department stores founded by Richard Warren Sears and Alvah Curtis Roebuck in 1892, and reincorporated by Richard Sears and Julius Rosenwald in 1906. Formerly based at the Sears Tower in Chicago and currently headquartered in Hoffman Estates, Illinois, the operation began as a mail ordering catalog company and began opening r"}]}, {"heading": "Deaths", "year": "1915", "date": "September 28", "txt": "Saitō Hajime, Japanese samurai (b. 1844)", "entities": [{"title": "Saitō Hajime", "href": "/wiki/Sait%C5%8D_Hajime", "description": "Saitō Hajime  was a Japanese samurai of the late Edo period, who most famously served as the captain of the third unit of the Shinsengumi. He was one of the few core members who survived the numerous wars of the Bakumatsu period. He was later known as Fujita Gorō  and worked as a police officer in Tokyo during the Meiji Restoration."}]}, {"heading": "Deaths", "year": "1918", "date": "September 28", "txt": "Georg Simmel, German sociologist and philosopher (b. 1858)", "entities": [{"title": "Georg Simmel", "href": "/wiki/Georg_Simmel", "description": "Georg Simmel was a German sociologist, philosopher, and critic."}]}, {"heading": "Deaths", "year": "1918", "date": "September 28", "txt": "Freddie Stowers, American soldier, Medal of Honor recipient (b. 1896)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "1925", "date": "September 28", "txt": "Paul Vermoyal, French actor (b. 1888)", "entities": [{"title": "Paul Vermoyal", "href": "/wiki/Paul_Vermoyal", "description": "Pierre Paul Vermoyal was a French stage and film actor."}]}, {"heading": "Deaths", "year": "1935", "date": "September 28", "txt": "William Kennedy Dickson, French-Scottish actor, director, and producer, invented the Kinetoscope (b. 1860)", "entities": [{"title": "William Kennedy Dickson", "href": "/wiki/William_Kennedy_Dickson", "description": "William Kennedy-Laurie Dickson was a Scottish inventor who devised an early motion picture camera under the employment of Thomas Edison."}, {"title": "Kinetoscope", "href": "/wiki/Kinetoscope", "description": "The Kinetoscope is an early motion picture exhibition device. The Kinetoscope was designed for films to be viewed by one individual at a time through a peephole viewer window at the top of the device. The Kinetoscope was not a movie projector, but introduced the basic approach that would become the standard for all cinematic projection before the advent of video, by creating the illusion of moveme"}]}, {"heading": "Deaths", "year": "1938", "date": "September 28", "txt": "Charles Duryea, American engineer and businessman, founded the Duryea Motor Wagon Company  (b. 1861)", "entities": [{"title": "Charles Duryea", "href": "/wiki/Charles_Duryea", "description": "Charles Edgar Duryea was an American engineer. He was the engineer of the first-ever working American gasoline-powered car and co-founder of Duryea Motor Wagon Company. He was born near Canton, Illinois, a son of George Washington Duryea and Louisa Melvina Turner, and died in Philadelphia, Pennsylvania, but spent most of his life working in Springfield, Massachusetts. It was in Springfield that Ch"}, {"title": "Duryea Motor Wagon Company", "href": "/wiki/Duryea_Motor_Wagon_Company", "description": "The Duryea Motor Wagon Company, established in 1895 in Springfield, Massachusetts, was the first American firm to build gasoline automobiles."}]}, {"heading": "Deaths", "year": "1941", "date": "September 28", "txt": "Marion Miley, American golfer, ranked #1 in the United States (b. 1914)", "entities": [{"title": "Marion Miley", "href": "/wiki/Marion_Miley", "description": "Marion Miley was an American amateur golfer. Active in the 1930s, she won dozens of amateur tournaments and was ranked as high as #1 in the United States. She was noted by the press as being one of the most photogenic golfers in the world and received international acclaim from her successes both nationally and abroad, bringing attention to the sport of women's golf in the era prior to the establi"}]}, {"heading": "Deaths", "year": "1943", "date": "September 28", "txt": "Sam Ruben, American chemist and academic (b. 1913)", "entities": [{"title": "Sam Ruben", "href": "/wiki/Sam_Ruben", "description": "Samuel Ruben was an American chemist who with Martin Kamen co-discovered the synthesis of the isotope carbon-14 in 1940."}]}, {"heading": "Deaths", "year": "1943", "date": "September 28", "txt": "Filippo Illuminato, Italian partisan, Gold Medal of Military Valour (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "1949", "date": "September 28", "txt": "Archbishop Chrysanthus of Athens (b. 1881)", "entities": [{"title": "Archbishop Chrysanthus of Athens", "href": "/wiki/Archbishop_Chrysanthus_of_Athens", "description": "Archbishop Chrysanthus of Athens, born Charilaos Filippidis, was the Archbishop of Athens and all Greece between 1938 and 1941."}]}, {"heading": "Deaths", "year": "1953", "date": "September 28", "txt": "Edwin Hubble, American astronomer and scholar (b. 1889)", "entities": [{"title": "Edwin Hubble", "href": "/wiki/Edwin_Hubble", "description": "Edwin Powell Hubble was an American astronomer. He played a crucial role in establishing the fields of extragalactic astronomy and observational cosmology."}]}, {"heading": "Deaths", "year": "1956", "date": "September 28", "txt": "William Boeing, American businessman, founded the Boeing Company (b. 1881)", "entities": [{"title": "William Boeing", "href": "/wiki/William_Boeing", "description": "William Edward Boeing was an American aviation pioneer who founded The Boeing Company in 1916."}, {"title": "Boeing", "href": "/wiki/Boeing", "description": "The Boeing Company is an American multinational corporation that designs, manufactures, and sells airplanes, rotorcraft, rockets, satellites, telecommunications equipment, and missiles worldwide. The company also provides leasing and product support services. Boeing is among the largest global aerospace manufacturers; it is the second-largest defense contractor in the world based on 2018 revenue, "}]}, {"heading": "Deaths", "year": "1957", "date": "September 28", "txt": "Luis Cluzeau Mortet, Uruguayan violinist and composer (b. 1888)", "entities": [{"title": "Luis Cluzeau Mortet", "href": "/wiki/Luis_Cluzeau_Mortet", "description": "Luis Cluzeau Mortet was a Uruguayan composer and musician."}]}, {"heading": "Deaths", "year": "1959", "date": "September 28", "txt": "Rudolf Caracciola, German race car driver (b. 1901)", "entities": [{"title": "Rudolf Caracciola", "href": "/wiki/Rudolf_Caracciola", "description": "Otto Wilhelm Rudolf Caracciola was a racing driver from Remagen, Germany. He won the European Drivers' Championship, the pre-1950 equivalent of the modern Formula One World Championship, an unsurpassed three times. He also won the European Hillclimbing Championship three times – twice in sports cars, and once in Grand Prix cars. Caracciola raced for Mercedes-Benz during their original dominating S"}]}, {"heading": "Deaths", "year": "1962", "date": "September 28", "txt": "Roger Nimier, French soldier and author (b. 1925)", "entities": [{"title": "Roger Nimier", "href": "/wiki/Roger_Nimier", "description": "Roger Nimier was a French novelist."}]}, {"heading": "Deaths", "year": "1964", "date": "September 28", "txt": "Harpo Marx, American comedian, actor, and singer (b. 1888)", "entities": [{"title": "Harpo Marx", "href": "/wiki/Harpo_Marx", "description": "Arthur \"Harpo\" Marx was an American comedian, actor, mime artist, and musician, and the second-oldest of the Marx Brothers. In contrast to the mainly verbal comedy of his brothers Groucho Marx and Chico Marx, Harpo's comic style was visual, being an example of both clown and pantomime traditions. He wore a curly reddish blond wig and was silent in all his movie appearances, instead blowing a horn "}]}, {"heading": "Deaths", "year": "1966", "date": "September 28", "txt": "André Breton, French author and poet (b. 1896)", "entities": [{"title": "André Breton", "href": "/wiki/Andr%C3%A9_Breton", "description": "André Robert Breton was a French writer and poet. He is known best as the co-founder, leader, principal theorist and chief apologist of surrealism. His writings include the first Surrealist Manifesto of 1924, in which he defined surrealism as \"pure psychic automatism\"."}]}, {"heading": "Deaths", "year": "1970", "date": "September 28", "txt": "John Dos Passos, American novelist, poet, essayist, and playwright (b. 1896)", "entities": [{"title": "John Dos Passos", "href": "/wiki/John_Dos_Passos", "description": "John Roderigo Dos Passos was an American novelist, most notable for his U.S.A. trilogy."}]}, {"heading": "Deaths", "year": "1970", "date": "September 28", "txt": "Gamal Abdel Nasser, Egyptian colonel and politician, 2nd President of Egypt (b. 1918)", "entities": [{"title": "President of Egypt", "href": "/wiki/President_of_Egypt", "description": "The president of Egypt  is the executive head of state of Egypt. Under the various iterations of the Constitution of Egypt following the Egyptian Revolution of 1952, the president is also the supreme commander of the Armed Forces, and head of the executive branch of the Egyptian government. The current president is Abdel Fattah el-Sisi, in office since 8 June 2014."}]}, {"heading": "Deaths", "year": "1978", "date": "September 28", "txt": "Pope John Paul I (b. 1912)", "entities": [{"title": "Pope John Paul I", "href": "/wiki/Pope_John_Paul_I", "description": "Pope John Paul I was head of the Catholic Church and sovereign of the Vatican City from 26 August 1978 to his death 33 days later. He was the first pope to have been born in the 20th century. His reign is among the shortest in papal history, resulting in the most recent year of three popes and the first to occur since 1605. John Paul I remains the most recent Italian-born pope, the last in a succe"}]}, {"heading": "Deaths", "year": "1979", "date": "September 28", "txt": "John Herbert Chapman, Canadian physicist and engineer (b. 1921)", "entities": [{"title": "John Herbert Chapman", "href": "/wiki/John_Herbert_Chapman", "description": "John Herbert Chapman was a Canadian space researcher. He started his career with his work on radio propagation and the ionosphere."}]}, {"heading": "Deaths", "year": "1981", "date": "September 28", "txt": "Rómulo Betancourt, Venezuelan journalist and politician, President of Venezuela (b. 1908)", "entities": [{"title": "Rómulo Betancourt", "href": "/wiki/R%C3%B3mulo_Betancourt", "description": "Rómulo Ernesto Betancourt Bello, known as \"The Father of Venezuelan Democracy\", was the 47th and 54th President of Venezuela, serving from 1945 to 1948 and again from 1959 to 1964, as well as leader of Acción Democrática, Venezuela's dominant political party in the 20th century."}, {"title": "President of Venezuela", "href": "/wiki/President_of_Venezuela", "description": "The president of Venezuela, officially known as the president of the Bolivarian Republic of Venezuela, is the head of state and head of government in Venezuela. The president leads the National Executive of the Venezuelan government and is the commander-in-chief of the National Bolivarian Armed Forces. Presidential terms were set at six years with the adoption of the 1999 Constitution of Venezuela"}]}, {"heading": "Deaths", "year": "1982", "date": "September 28", "txt": "Mabel Albertson, American actress (b. 1901)", "entities": [{"title": "Mabel Albertson", "href": "/wiki/Mabel_Albertson", "description": "Mabel Ida Albertson was an American actress of television, stage, radio and film who portrayed Phyllis Stephens in the TV sitcom Bewitched."}]}, {"heading": "Deaths", "year": "1984", "date": "September 28", "txt": "Cihad Baban, Turkish journalist, author, and politician (b. 1911)", "entities": [{"title": "Cihad Baban", "href": "/wiki/Cihad_Baban", "description": "Mustafa Cihad Baban was a Turkish journalist, author, and a parliamentary deputy in the 1950s and 1960s."}]}, {"heading": "Deaths", "year": "1989", "date": "September 28", "txt": "Ferdinand Marcos, Filipino lawyer and politician, 10th President of the Philippines (b. 1917)", "entities": [{"title": "Ferdinand Marcos", "href": "/wiki/Ferdinand_Marcos", "description": "Ferdinand Emmanuel Edralin Marcos Sr. was a Filipino politician, lawyer, and kleptocrat who served as the 10th President of the Philippines from 1965 to 1986. He and his wife Imelda Marcos are the undisputed Guinness record holder of the title \"Greatest robbery of a Government\", stealing at least US$10 billion from the Central Bank of the Philippines."}, {"title": "President of the Philippines", "href": "/wiki/President_of_the_Philippines", "description": "The president of the Philippines is the head of state and the head of government of the Philippines. The president leads the executive branch of the Philippine government and is the commander-in-chief of the Armed Forces of the Philippines. The president is directly elected by the people, and is one of only two nationally elected executive officials, the other being the vice president of the Phili"}]}, {"heading": "Deaths", "year": "1990", "date": "September 28", "txt": "Larry O'Brien, American businessman and politician, 57th United States Postmaster General (b. 1917)", "entities": [{"title": "Larry O'Brien", "href": "/wiki/Larry_O%27Brien", "description": "Lawrence Francis O'Brien Jr. was an American politician and basketball commissioner. He was one of the United States Democratic Party's leading electoral strategists for more than two decades. He served as Postmaster General in the cabinet of President Lyndon Johnson and chair of the Democratic National Committee. He also served as commissioner of the National Basketball Association from 1975 to 1"}, {"title": "United States Postmaster General", "href": "/wiki/United_States_Postmaster_General", "description": "The United States postmaster general (PMG) is the chief executive officer of the United States Postal Service (USPS). The postmaster general is responsible for managing and directing the day-to-day operations of the Postal Service."}]}, {"heading": "Deaths", "year": "1991", "date": "September 28", "txt": "Miles Davis, American trumpet player, composer, and bandleader (b. 1926)", "entities": [{"title": "Miles Davis", "href": "/wiki/Miles_Davis", "description": "Miles Dewey Davis III was an American trumpeter, bandleader, and composer. He is among the most influential and acclaimed figures in the history of jazz and 20th-century music. Davis adopted a variety of musical directions in a five-decade career that kept him at the forefront of many major stylistic developments in jazz."}]}, {"heading": "Deaths", "year": "1993", "date": "September 28", "txt": "Peter De Vries, American editor and novelist  (b. 1910)", "entities": [{"title": "Peter De Vries", "href": "/wiki/Peter_De_Vries", "description": "Peter De Vries was an American editor and novelist known for his satiric wit. He has been described by the philosopher Daniel Dennett as \"probably the funniest writer on religion ever\"."}]}, {"heading": "Deaths", "year": "1993", "date": "September 28", "txt": "Alexander A. Drabik, American sergeant (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "September 28", "txt": "Urmas Alender, Estonian singer (b. 1953)", "entities": [{"title": "Urmas Alender", "href": "/wiki/Urmas_Alender", "description": "Urmas Alender was an Estonian singer and musician, the vocalist of popular Estonian bands Ruja and Propeller."}]}, {"heading": "Deaths", "year": "1994", "date": "September 28", "txt": "José Francisco Ruiz Massieu, Mexican lawyer and politician, 6th Governor of Guerrero (b. 1946)", "entities": [{"title": "Governor of Guerrero", "href": "/wiki/Governor_of_Guerrero", "description": "List of governors of Guerrero since it became a state of Mexico in 1917."}]}, {"heading": "Deaths", "year": "1994", "date": "September 28", "txt": "Harry Saltzman, Canadian production manager and producer (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "September 28", "txt": "K. A. Thangavelu, Indian film actor and comedian (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "September 28", "txt": "Escott Reid, Canadian academic and diplomat (b. 1905)", "entities": [{"title": "Escott Reid", "href": "/wiki/Escott_Reid", "description": "Escott Graves Meredith Reid, CC, was a Canadian diplomat who helped shape the United Nations and NATO, author, international public servant and academic administrator."}]}, {"heading": "Deaths", "year": "2000", "date": "September 28", "txt": "Pierre Trudeau, Canadian journalist, lawyer, and politician, 15th Prime Minister of Canada (b. 1919)", "entities": [{"title": "Pierre Trudeau", "href": "/wiki/Pierre_Trudeau", "description": "Joseph Philippe Pierre Yves Elliott Trudeau, also referred to by the initials PET, was a Canadian politician who was the 15th prime minister of Canada and leader of the Liberal Party of Canada from 1968 to 1984, with a brief period instead as Leader of the Opposition between 1979 and 1980. His tenure of 15 years and 164 days makes him Canada's third longest-serving Prime Minister, behind William L"}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Deaths", "year": "2002", "date": "September 28", "txt": "Patsy Mink, American lawyer and politician (b. 1927)", "entities": [{"title": "Patsy Mink", "href": "/wiki/Patsy_Mink", "description": "Patsy Matsu Takemoto Mink was an American attorney and politician from the U.S. state of Hawaii. Mink was a third-generation Japanese American, having been born and raised on the island of Maui. After graduating as valedictorian of the Maui High School class in 1944, she attended the University of Hawaii at Mānoa for two years and subsequently enrolled at the University of Nebraska, where she expe"}]}, {"heading": "Deaths", "year": "2002", "date": "September 28", "txt": "Hartland Molson, Canadian captain and politician (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "September 28", "txt": "Althea Gibson, American tennis player and golfer (b. 1927)", "entities": [{"title": "Althea Gibson", "href": "/wiki/Althea_Gibson", "description": "Althea Neale Gibson was an American tennis player and professional golfer, and one of the first Black athletes to cross the color line of international tennis. In 1956, she became the first African American to win a Grand Slam title. The following year she won both Wimbledon and the US Nationals, then won both again in 1958 and was voted Female Athlete of the Year by the Associated Press in both y"}]}, {"heading": "Deaths", "year": "2003", "date": "September 28", "txt": "Elia Kazan, American director, producer, and screenwriter (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "September 28", "txt": "George Odlum, Saint Lucian politician and diplomat (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "September 28", "txt": "Geoffrey Beene, American fashion designer (b. 1924)", "entities": [{"title": "Geoffrey Beene", "href": "/wiki/Geoffrey_Beene", "description": "Geoffrey Beene was an American fashion designer. Beene was one of New York's most famous fashion designers, recognized for his artistic and technical skills and for creating simple, comfortable and dressy women's wear."}]}, {"heading": "Deaths", "year": "2005", "date": "September 28", "txt": "Constance Baker Motley, American lawyer, judge, and politician (b. 1921)", "entities": [{"title": "Constance Baker Motley", "href": "/wiki/Constance_Baker_Motley", "description": "Constance Baker Motley, was a key strategist of the civil rights movement, lawyer, judge, state senator, and Borough President of Manhattan, New York City. She obtained a role with the NAACP Legal Defense and Educational Fund before entering law school as a staff attorney and continued her work with the organization for more than twenty years. She argued 12 landmark civil rights cases in front of "}]}, {"heading": "Deaths", "year": "2007", "date": "September 28", "txt": "René Desmaison, French mountaineer (b. 1930)", "entities": [{"title": "René Desmaison", "href": "/wiki/Ren%C3%A9_Desmaison", "description": "René Desmaison was a veteran French mountaineer, climber and alpinist."}]}, {"heading": "Deaths", "year": "2007", "date": "September 28", "txt": "Wally Parks, American businessman, founded the National Hot Rod Association (b. 1913)", "entities": [{"title": "National Hot Rod Association", "href": "/wiki/National_Hot_Rod_Association", "description": "The National Hot Rod Association (NHRA) is a drag racing governing body, which sets rules in drag racing and hosts events all over the United States and Canada. With over 40,000 drivers in its rosters, the NHRA claims to be the largest motorsports sanctioning body in the world."}]}, {"heading": "Deaths", "year": "2009", "date": "September 28", "txt": "Guillermo Endara, Panamanian lawyer and politician, 32nd President of Panama (b. 1936)", "entities": [{"title": "Guillermo Endara", "href": "/wiki/Guillermo_Endara", "description": "Guillermo David Endara Galimany was President of Panama from 1989 to 1994. Raised in a family allied to Panameñista Party founder Arnulfo Arias, Endara attended school in exile in the United States and Argentina following Arias's removal from power. Endara later received a law degree in Panama. He subsequently served as a member of Panama's National Assembly, and briefly as a government minister b"}, {"title": "President of Panama", "href": "/wiki/President_of_Panama", "description": "This article lists the heads of state of Panama since the short-lived first independence from the Republic of New Granada in 1840 and the final separation from Colombia in 1903."}]}, {"heading": "Deaths", "year": "2009", "date": "September 28", "txt": "Ulf Larsson, Swedish actor and director (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "September 28", "txt": "Kurt Albert, German mountaineer and photographer (b. 1954)", "entities": [{"title": "Kurt Albert", "href": "/wiki/Kurt_Albert", "description": "Kurt Albert was a climber and photographer. He started climbing at the age of 14. Before he wholly committed his life to climbing in 1986 he was a mathematics and physics teacher."}]}, {"heading": "Deaths", "year": "2010", "date": "September 28", "txt": "Arthur Penn, American director and producer (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "September 28", "txt": "Dolores Wilson, American soprano and actress (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 28", "txt": "Avraham Adan, Israeli general (b. 1926)", "entities": [{"title": "Avraham Adan", "href": "/wiki/Avraham_Adan", "description": "Avraham \"Bren\" Adan was an Israeli major general and former head of Southern Command who served in the military between 1947 and 1973."}]}, {"heading": "Deaths", "year": "2012", "date": "September 28", "txt": "Chris Economaki, American journalist and sportscaster (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 28", "txt": "Brajesh Mishra, Indian politician and diplomat, 1st Indian National Security Advisor (b. 1928)", "entities": [{"title": "National Security Advisor (India)", "href": "/wiki/National_Security_Advisor_(India)", "description": "The National Security Advisor is the senior official on the National Security Council of India, and the chief adviser to the Prime Minister of India on national security policy and international affairs. Ajit Doval is the current NSA, and has the same rank as a Union Cabinet Minister."}]}, {"heading": "Deaths", "year": "2013", "date": "September 28", "txt": "James Emanuel, American-French poet and scholar (b. 1921)", "entities": [{"title": "James Emanuel", "href": "/wiki/James_Emanuel", "description": "James Emanuel was a poet and scholar from Alliance, Nebraska. Emanuel, who is ranked by some critics as one of the best and most neglected poets of the 20th century, published more than 300 poems, 13 individual books, an influential anthology of African-American literature, an autobiography, and more. He is also credited with creating a new literary genre, jazz-and-blues haiku, often read with mus"}]}, {"heading": "Deaths", "year": "2013", "date": "September 28", "txt": "Jonathan Fellows-Smith, South African cricketer and rugby player (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 28", "txt": "George Amon Webster, American singer and pianist  (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 28", "txt": "Dannie Abse, Welsh physician, poet, and author (b. 1923)", "entities": [{"title": "Dannie Abse", "href": "/wiki/Dannie_Abse", "description": "Daniel Abse CBE FRSL was a Welsh poet and physician. His poetry won him many awards. As a medic, he worked in a chest clinic for over 30 years."}]}, {"heading": "Deaths", "year": "2014", "date": "September 28", "txt": "Joseph H. Alexander, American colonel and historian (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 28", "txt": "Sheila Faith, English dentist and politician (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 28", "txt": "Tim Rawlings, English footballer and manager (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 28", "txt": "Petr Skoumal, Czech pianist and composer (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 28", "txt": "Alexander Faris, Irish composer and conductor (b. 1921)", "entities": [{"title": "Alexander Faris", "href": "/wiki/Alexander_Faris", "description": "Samuel Alexander \"Sandy\" Faris was a Northern Irish composer, conductor and writer, known for his television theme tunes, including the theme music for the 1970s TV series Upstairs, Downstairs. He composed and recorded many operas and musicals, and also composed film scores and orchestral works. As a conductor, he was especially known for his revivals of Jacques Offenbach and Gilbert and Sullivan "}]}, {"heading": "Deaths", "year": "2015", "date": "September 28", "txt": "Walter Dale Miller, American rancher and politician, 29th Governor of South Dakota (b. 1925)", "entities": [{"title": "Governor of South Dakota", "href": "/wiki/Governor_of_South_Dakota", "description": "The governor of South Dakota is the head of the executive branch of the government of the U.S. state of South Dakota. The governor is elected to a four-year term in even years when there is no presidential election. The current governor is Kristi Noem, a member of the Republican Party who took office on January 5, 2019."}]}, {"heading": "Deaths", "year": "2015", "date": "September 28", "txt": "Ignacio Zoco, Spanish footballer (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "September 28", "txt": "Agnes Nixon, American television writer and director (b. 1922)", "entities": [{"title": "Agnes Nixon", "href": "/wiki/Agnes_Nixon", "description": "Agnes Nixon was an American television writer and producer, and the creator of the ABC soap operas One Life to Live, All My Children, and Loving."}]}, {"heading": "Deaths", "year": "2016", "date": "September 28", "txt": "Gary Glasberg, American television writer and producer (b. 1966)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "September 28", "txt": "Shimon Peres, Polish-Israeli statesman and politician, 9th President of Israel (b. 1923)", "entities": [{"title": "President of Israel", "href": "/wiki/President_of_Israel", "description": "The President of the State of Israel is the head of state of Israel. The position is largely a ceremonial figurehead role, with executive power vested in the Government and the Prime Minister. The current president is Reuven Rivlin, who took office on 24 July 2014. Presidents are elected by the Knesset for a single seven-year term."}]}, {"heading": "Deaths", "year": "2016", "date": "September 28", "txt": "Gloria Naylor, American novelist (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "September 28", "txt": "Daniel Pe'er, Israeli television host and newsreader (b. 1943)", "entities": [{"title": "Daniel Pe'er", "href": "/wiki/Daniel_Pe%27er", "description": "Daniel Pe'er was an Israeli television host and newsreader."}]}, {"heading": "Deaths", "year": "2018", "date": "September 28", "txt": "Predrag Ejdus, Serbian actor (b. 1947)", "entities": [{"title": "Predrag Ejdus", "href": "/wiki/Predrag_Ejdus", "description": "Predrag Ejdus was a Serbian actor of theater, film and television. His extensive body of work includes over 200 theater productions, 50 films and 30 television series."}]}, {"heading": "Deaths", "year": "2019", "date": "September 28", "txt": "José José, Mexican singer (El Principe de la Canción or The Prince of Song), pancreatic cancer (b. 1948)", "entities": [{"title": "José José", "href": "/wiki/Jos%C3%A9_Jos%C3%A9", "description": "José Rómulo Sosa Ortiz, known by his stage name José José, was a Mexican musician, singer and occasional actor. Born into a family of musicians, José began his musical career in his early teens playing guitar and singing in serenade. He later joined a jazz and bossa nova trio where he sang and played bass and double bass."}]}]