[{"heading": "Events", "year": "904", "date": "September 22", "txt": "The warlord Zhu Quanzhong kills Emperor Zhaozong, the penultimate emperor of the Tang dynasty, after seizing control of the imperial government.", "entities": [{"title": "Zhu Quanzhong", "href": "/wiki/Zhu_Quanzhong", "description": "Emperor Taizu of Later Liang (後梁太祖), personal name Zhu Quanzhong (朱全忠), né Zhu Wen (朱溫), name later changed to Zhu Huang (朱晃), nickname Zhu San, was a Jiedushi and warlord who in 907 overthrew the Tang dynasty and established the Later Liang as its emperor, ushering in the era of the Five Dynasties and Ten Kingdoms. The last two Tang emperors, Emperor Zhaozong of Tang and Emperor Ai of Tang, who \""}, {"title": "Emperor Zhaozong of Tang", "href": "/wiki/Emperor_Zhaozong_of_Tang", "description": "Emperor Zhaozong of Tang, né Li Jie, name later changed to Li Min and again to Li Ye, was the penultimate emperor of the Tang Dynasty of China. He reigned from 888 to 904. Zhaozong was the seventh son of Emperor Yizong of Tang and younger brother of Emperor Xizong of Tang. Later Li Jie was murdered by Zhu Wen, the Later Liang ruler who overthrew the Tang dynasty."}]}, {"heading": "Events", "year": "1236", "date": "September 22", "txt": "The Samogitians defeat the Livonian Brothers of the Sword in the Battle of Saule.", "entities": [{"title": "Battle of Saule", "href": "/wiki/Battle_of_Saule", "description": "The Battle of Saule was fought on 22 September 1236, between the Livonian Brothers of the Sword and pagan troops of Samogitians and Semigallians. Between 48 and 60 knights were killed, including the Livonian Master, Volkwin. It was the earliest large-scale defeat suffered by the orders in Baltic lands. The Sword-Brothers, the first Catholic military order established in the Baltic lands, was sound"}]}, {"heading": "Events", "year": "1499", "date": "September 22", "txt": "The Treaty of Basel concludes the Swabian War.", "entities": [{"title": "Treaty of Basel (1499)", "href": "/wiki/Treaty_of_Basel_(1499)", "description": "The Treaty of Basel of 22 September 1499 was an armistice following the Battle of Dornach, concluding the Swabian War, fought between the Swabian League and the Old Swiss Confederacy."}, {"title": "Swabian War", "href": "/wiki/Swabian_War", "description": "The Swabian War of 1499 was the last major armed conflict between the Old Swiss Confederacy and the House of Habsburg. What had begun as a local conflict over the control of the Val Müstair and the Umbrail Pass in the Grisons soon got out of hand when both parties called upon their allies for help; the Habsburgs demanding the support of the Swabian League, and the Federation of the Three Leagues o"}]}, {"heading": "Events", "year": "1586", "date": "September 22", "txt": "The Battle of Zutphen is a Spanish victory over the English and Dutch.", "entities": [{"title": "Battle of Zutphen", "href": "/wiki/Battle_of_Zutphen", "description": "The Battle of Zutphen was fought on 22 September 1586, near the village of Warnsveld and the town of Zutphen, the Netherlands, during the Eighty Years' War. It was fought between the forces of the United Provinces of the Netherlands, aided by the English, against the Spanish. In 1585, England signed the Treaty of Nonsuch with the States-General of the Netherlands and formally entered the war again"}]}, {"heading": "Events", "year": "1692", "date": "September 22", "txt": "The last hanging of those convicted of witchcraft in the Salem witch trials; others are all eventually released.", "entities": [{"title": "Salem witch trials", "href": "/wiki/Salem_witch_trials", "description": "The Salem witch trials were a series of hearings and prosecutions of people accused of witchcraft in colonial Massachusetts between February 1692 and May 1693. More than two hundred people were accused. Thirty were found guilty, nineteen of whom were executed by hanging. One other man, Giles Corey, was pressed to death for refusing to plead, and at least five people died in jail."}]}, {"heading": "Events", "year": "1711", "date": "September 22", "txt": "The Tuscarora War begins in present-day North Carolina.", "entities": [{"title": "Tuscarora War", "href": "/wiki/Tuscarora_War", "description": "The Tuscarora War was fought in North Carolina from September 10, 1711 until February 11, 1715 between the Tuscarora people and their allies on one side and European American settlers, the Yamassee, and other allies on the other. This was considered the bloodiest colonial war in North Carolina. The Tuscarora signed a treaty with colonial officials in 1718 and settled on a reserved tract of land in"}]}, {"heading": "Events", "year": "1761", "date": "September 22", "txt": "George III and Charlotte of Mecklenburg-Strelitz are crowned King and Queen, respectively, of the Kingdom of Great Britain.", "entities": [{"title": "George III of the United Kingdom", "href": "/wiki/George_III_of_the_United_Kingdom", "description": "George III was King of Great Britain and Ireland from 25 October 1760 until the union of the two kingdoms on 1 January 1801, after which he was King of the United Kingdom of Great Britain and Ireland until his death in 1820. He was concurrently Duke and Prince-elector of Brunswick-Lüneburg (\"Hanover\") in the Holy Roman Empire before becoming King of Hanover on 12 October 1814. He was a monarch of "}, {"title": "Charlotte of Mecklenburg-Strelitz", "href": "/wiki/Charlotte_of_Mecklenburg-Strelitz", "description": "Charlotte of Mecklenburg-Strelitz was the queen consort of the British king George III from their marriage on 8 September 1761 until her death. As George's wife, she was also Electress and later Queen of Hanover."}]}, {"heading": "Events", "year": "1776", "date": "September 22", "txt": "Nathan Hale is hanged for spying during the American Revolution.", "entities": [{"title": "Nathan Hale", "href": "/wiki/Nathan_Hale", "description": "Nathan Hale was an American soldier and spy for the Continental Army during the American Revolutionary War. He volunteered for an intelligence-gathering mission in New York City but was captured by the British and executed. Hale has long been considered an American hero and, in 1985, he was officially designated the state hero of Connecticut."}]}, {"heading": "Events", "year": "1789", "date": "September 22", "txt": "The office of United States Postmaster General is established.", "entities": [{"title": "United States Postmaster General", "href": "/wiki/United_States_Postmaster_General", "description": "The United States postmaster general (PMG) is the chief executive officer of the United States Postal Service (USPS). The postmaster general is responsible for managing and directing the day-to-day operations of the Postal Service."}]}, {"heading": "Events", "year": "1789", "date": "September 22", "txt": "Battle of Rymnik: Alexander Suvorov's Russian and allied army defeats superior Ottoman Empire forces.", "entities": []}, {"heading": "Events", "year": "1792", "date": "September 22", "txt": "Primidi Vendémiaire of year one of the French Republican Calendar as the French First Republic comes into being.", "entities": []}, {"heading": "Events", "year": "1823", "date": "September 22", "txt": "Joseph Smith claims to have found the golden plates after being directed by God through the Angel Moroni to the place where they were buried.", "entities": [{"title": "Joseph Smith", "href": "/wiki/Joseph_Smith", "description": "Joseph Smith Jr. was an American religious leader and founder of Mormonism and the Latter Day Saint movement. When he was 24, Smith published the Book of Mormon. By the time of his death, 14 years later, he had attracted tens of thousands of followers and founded a religion that continues to the present with millions of global adherents."}, {"title": "Golden plates", "href": "/wiki/Golden_plates", "description": "According to Latter Day Saint belief, the golden plates are the source from which Joseph Smith translated the Book of Mormon, a sacred text of the faith. Some witnesses described the plates as weighing from 30 to 60 pounds, gold in color, and composed of thin metallic pages engraved with hieroglyphics on both sides and bound with three D-shaped rings."}]}, {"heading": "Events", "year": "1857", "date": "September 22", "txt": "The Russian warship Lefort capsizes and sinks during a storm in the Gulf of Finland, killing all 826 aboard.", "entities": []}, {"heading": "Events", "year": "1862", "date": "September 22", "txt": "A preliminary version of the Emancipation Proclamation is released by Abraham Lincoln.", "entities": [{"title": "Emancipation Proclamation", "href": "/wiki/Emancipation_Proclamation", "description": "The Emancipation Proclamation, or Proclamation 95, was a presidential proclamation and executive order issued by United States President Abraham Lincoln on September 22, 1862, during the Civil War. The Proclamation read:That on the first day of January in the year of our Lord, one thousand eight hundred and sixty-three, all persons held as slaves within any State, or designated part of a State, th"}]}, {"heading": "Events", "year": "1866", "date": "September 22", "txt": "The Battle of Curupayty is Paraguay's only significant victory in the Paraguayan War.", "entities": [{"title": "Battle of Curupayty", "href": "/wiki/Battle_of_Curupayty", "description": "The Battle of Curupayty was a key battle in the Paraguayan War. On the morning of September 22, 1866, the joint force of Brazilian, Argentine, and Uruguayan armies attacked Paraguayan fortified trenches on Curupaity. The Paraguayans were led by General José E. Díaz. This position was held by 5,000 men and 49 cannons, some of them in hidden places out of the attackers view. The Brazilian Navy gave "}]}, {"heading": "Events", "year": "1885", "date": "September 22", "txt": "Lord Randolph Churchill makes a speech in Ulster in opposition to the Irish Home Rule movement.", "entities": [{"title": "Lord Randolph Churchill", "href": "/wiki/Lord_Randolph_Churchill", "description": "Lord Randolph Henry Spencer-Churchill was a British statesman. Churchill was a Tory radical and coined the term 'Tory democracy'. He inspired a generation of party managers, created the National Union of the Conservative Party, and broke new ground in modern budgetary presentations, attracting admiration and criticism from across the political spectrum. His most acerbic critics were in his own par"}, {"title": "Irish Home Rule movement", "href": "/wiki/Irish_Home_Rule_movement", "description": "The Irish Home Rule movement was a movement that campaigned for self-government for Ireland within the United Kingdom of Great Britain and Ireland. It was the dominant political movement of Irish nationalism from 1870 to the end of World War I."}]}, {"heading": "Events", "year": "1892", "date": "September 22", "txt": "Lindal Railway Incident, providing inspiration for \"The Lost Special\" by A.C. Doyle and the TV serial Lost.", "entities": [{"title": "Lindal Railway Incident", "href": "/wiki/Lindal_Railway_Incident", "description": "The Lindal railway incident happened on Thursday 22 September 1892 near Lindal-in-Furness, a village lying between the Lancashire towns of Ulverston and Dalton-in-Furness. A locomotive shunting at sidings disappeared into the ground after a large, deep hole opened up beneath it. The locomotive was never recovered and still lies buried beneath the railway, though the depth remains a source of specu"}]}, {"heading": "Events", "year": "1896", "date": "September 22", "txt": "Queen Victoria surpasses her grandfather King George III as the longest reigning monarch in British history.", "entities": [{"title": "Queen Victoria", "href": "/wiki/Queen_Victoria", "description": "Victoria was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Known as the Victorian era, her reign of 63 years and seven months was longer than any previous British monarch. It was a period of industrial, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire. In 1876, Parli"}]}, {"heading": "Events", "year": "1910", "date": "September 22", "txt": "The Duke of York's Picture House opens in Brighton, now the oldest continually operating cinema in Britain.", "entities": [{"title": "Duke of York's Picture House", "href": "/wiki/Duke_of_York%27s_Picture_House", "description": "The Duke of York's Picture House is an art house cinema in Brighton, England, which lays claim to being the oldest cinema in continuous use in Britain. According to cinema historian Allen Eyles, the cinema \"deserves to be named Britain's oldest cinema\". In 2012 it was voted best Cinema in the UK."}]}, {"heading": "Events", "year": "1914", "date": "September 22", "txt": "A German submarine sinks three British cruisers over a seventy-minute period, killing almost 1500 sailors.", "entities": [{"title": "Action of 22 September 1914", "href": "/wiki/Action_of_22_September_1914", "description": "The Action of 22 September 1914 was an attack by the German U-boat U-9 that took place during the First World War. Three obsolete Royal Navy cruisers, of the 7th Cruiser Squadron, manned mainly by Royal Naval Reserve part-time reservists and sometimes referred to as the Live Bait Squadron, were sunk by U-9 while patrolling the southern North Sea."}]}, {"heading": "Events", "year": "1919", "date": "September 22", "txt": "The steel strike of 1919, led by the Amalgamated Association of Iron and Steel Workers, begins in Pennsylvania before spreading across the United States.", "entities": [{"title": "Steel strike of 1919", "href": "/wiki/Steel_strike_of_1919", "description": "The steel strike of 1919 was an attempt by the weakened Amalgamated Association of Iron, Steel and Tin Workers (AA) to organize the United States steel industry in the wake of World War I. The strike began on September 22, 1919, and collapsed on January 8, 1920."}]}, {"heading": "Events", "year": "1934", "date": "September 22", "txt": "The Gresford disaster in Wales kills 266 miners and rescuers.", "entities": [{"title": "Gresford disaster", "href": "/wiki/Gresford_disaster", "description": "The Gresford disaster occurred on 22 September 1934 at Gresford Colliery, near Wrexham, in northeast Wales, when an explosion and underground fire killed 266 men. Gresford is one of Britain's worst coal mining disasters: a controversial inquiry into the disaster did not conclusively identify a cause, though evidence suggested that failures in safety procedures and poor mine management were contrib"}]}, {"heading": "Events", "year": "1939", "date": "September 22", "txt": "World War II: A joint German–Soviet military parade in Brest-Litovsk is held to celebrate the successful invasion of Poland.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "German–Soviet military parade in Brest-Litovsk", "href": "/wiki/German%E2%80%93Soviet_military_parade_in_Brest-Litovsk", "description": "The German–Soviet military parade in Brest-Litovsk was an official ceremony held by the troops of Nazi Germany and the Soviet Union on September 22, 1939, during the invasion of Poland in the city of Brest-Litovsk. It marked the withdrawal of German troops to the demarcation line secretly agreed to in the Molotov–Ribbentrop Pact, and the handover of the city and its fortress to the Soviet Red Army"}]}, {"heading": "Events", "year": "1941", "date": "September 22", "txt": "The Holocaust in Ukraine: On the Jewish New Year Day, the German SS murders 6,000 Jews in Vinnytsia, Ukraine. Those are the survivors of the previous killings that took place a few days earlier in which about 24,000 Jews were executed.", "entities": [{"title": "The Holocaust in Ukraine", "href": "/wiki/The_Holocaust_in_Ukraine", "description": "The Holocaust in Ukraine took place in the Reichskommissariat Ukraine, the General Government, Crimean General Government and some areas under military control to the East of Reichskommissariat Ukraine and as well in the Transnistria Governorate and Northern Bukovina and Carpathian Ruthenia in World War II. Between 1941 and 1944, more than a million Jews living in the Soviet Union were murdered by"}, {"title": "Vinnytsia", "href": "/wiki/Vinnytsia", "description": "Vinnytsia, also known as Vinnytsya, or Vinnitsa, is a city in west-central Ukraine, located on the banks of the Southern Bug."}]}, {"heading": "Events", "year": "1948", "date": "September 22", "txt": "Gail Halvorsen officially starts parachuting candy to children as part of the Berlin Airlift.", "entities": [{"title": "Operation Little Vittles", "href": "/wiki/Operation_Little_Vittles", "description": "The Berlin Blockade was one of the first major international crises of the Cold War. During the multinational occupation of post–World War II Germany, the Soviet Union blocked the Western Allies' railway, road, and canal access to the sectors of Berlin under Western control. The Soviets offered to drop the blockade if the Western Allies withdrew the newly introduced Deutsche Mark from West Berlin."}]}, {"heading": "Events", "year": "1948", "date": "September 22", "txt": "Israeli-Palestine conflict: The All-Palestine Government is established by the Arab League.", "entities": [{"title": "All-Palestine Government", "href": "/wiki/All-Palestine_Government", "description": "The All-Palestine Government was established by the Arab League on 22 September 1948 during the 1948 Arab–Israeli War to govern the Egyptian-controlled enclave in Gaza. It was soon recognised by all Arab League members except Transjordan. Though jurisdiction of the Government was declared to cover the whole of the former Mandatory Palestine, its effective jurisdiction was limited to the Gaza Strip"}, {"title": "Arab League", "href": "/wiki/Arab_League", "description": "The Arab League, formally the League of Arab States, is a regional organization in the Arab world, which is located in Africa and Western Asia. The Arab League was formed in Cairo on 22 March 1945 initially with six members: Egypt, Iraq, Transjordan, Lebanon, Saudi Arabia, and Syria. Yemen joined as a member on 5 May 1945. Currently, the League has 22 members, but Syria's participation has been su"}]}, {"heading": "Events", "year": "1957", "date": "September 22", "txt": "In Haiti, François Duvalier is elected president.", "entities": [{"title": "François Duvalier", "href": "/wiki/Fran%C3%A7ois_Duvalier", "description": "François Duvalier, also known as Papa Doc, was a Haitian politician who served as the President of Haiti from 1957 to 1971. He was elected president in 1957 on a populist and black nationalist platform. After thwarting a military coup d'état in 1958, his regime rapidly became totalitarian and despotic. An undercover government death squad, the Tonton Macoute, indiscriminately killed Duvalier's opp"}]}, {"heading": "Events", "year": "1960", "date": "September 22", "txt": "The Sudanese Republic is renamed Mali after the withdrawal of Senegal from the Mali Federation.", "entities": [{"title": "Mali Federation", "href": "/wiki/Mali_Federation", "description": "The Mali Federation was a federation in West Africa linking the French colonies of Senegal and the Sudanese Republic for two months in 1960. It was founded on 4 April 1959 as a territory with self-rule within the French Community and became independent after negotiations with France on 20 June 1960. Two months later, on 19 August 1960, the Sudanese Republic leaders in the Mali Federation mobilized"}]}, {"heading": "Events", "year": "1965", "date": "September 22", "txt": "The Indo-Pakistani War of 1965 between India and Pakistan over Kashmir, ends after the United Nations calls for a ceasefire.", "entities": [{"title": "Indo-Pakistani War of 1965", "href": "/wiki/Indo-Pakistani_War_of_1965", "description": "The Indo-Pakistani War of 1965 was a culmination of skirmishes that took place between April 1965 and September 1965 between Pakistan and India. The conflict began following Pakistan's Operation Gibraltar, which was designed to infiltrate forces into Jammu and Kashmir to precipitate an insurgency against Indian rule. India retaliated by launching a full-scale military attack on West Pakistan. The "}]}, {"heading": "Events", "year": "1975", "date": "September 22", "txt": "Sara Jane Moore tries to assassinate U.S. President Gerald Ford, but is foiled by the Secret Service.", "entities": [{"title": "Sara Jane Moore", "href": "/wiki/Sara_Jane_Moore", "description": "Sara Jane Moore is an American criminal who attempted to assassinate US President Gerald Ford in 1975. She was given a life sentence for the attempted assassination and was released from prison on December 31, 2007, after serving 32 years. Moore and Lynette \"Squeaky\" Fromme are the only two women to have attempted to assassinate an American president; both of their attempts were on Gerald Ford and"}]}, {"heading": "Events", "year": "1979", "date": "September 22", "txt": "A bright flash, resembling the detonation of a nuclear weapon, is observed near the Prince Edward Islands. Its cause is never determined.", "entities": [{"title": "Vela incident", "href": "/wiki/Vela_incident", "description": "The Vela incident, also known as the South Atlantic Flash, was an unidentified double flash of light detected by an American Vela Hotel satellite on 22 September 1979 near the Prince Edward Islands in the Indian Ocean."}]}, {"heading": "Events", "year": "1980", "date": "September 22", "txt": "Iraq invades Iran.", "entities": [{"title": "Iraqi invasion of Iran (1980)", "href": "/wiki/Iraqi_invasion_of_Iran_(1980)", "description": "The Iraqi invasion of Iran refers to the 1980 Iraqi military campaign against neighbouring Iran, whereby the Iraqi Armed Forces crossed the international border and invaded the country, sparking the protracted Iran–Iraq War. The initial invasion was launched on 22 September 1980 and lasted until 7 December of that same year. Contrary to Iraqi expectations of a disorganized and poor response from I"}]}, {"heading": "Events", "year": "1991", "date": "September 22", "txt": "The Dead Sea Scrolls are made available to the public for the first time.", "entities": [{"title": "Dead Sea Scrolls", "href": "/wiki/Dead_Sea_Scrolls", "description": "The Dead Sea Scrolls are ancient Jewish and Hebrew religious manuscripts that were found in the Qumran Caves in the Judaean Desert, near Ein Feshkha on the northern shore of the Dead Sea in the West Bank, and the last discovered scrolls found in the Cave of Horror in Israel. In the larger sense, the Dead Sea Scrolls include manuscripts from additional Judaean Desert sites, dated as early as the 8t"}]}, {"heading": "Events", "year": "1993", "date": "September 22", "txt": "A barge strikes a railroad bridge near Mobile, Alabama, causing the deadliest train wreck in Amtrak history. Forty-seven passengers are killed.", "entities": [{"title": "1993 Big Bayou Canot train wreck", "href": "/wiki/1993_Big_Bayou_Canot_train_wreck", "description": "The Big Bayou Canot rail accident was the derailing of an Amtrak train on the CSX Transportation Big Bayou Canot Bridge near Mobile, Alabama, United States, on September 22, 1993. It was caused by displacement of a span and deformation of the rails when a tow of heavy barges collided with the rail bridge eight minutes earlier. 47 people were killed and 103 more were injured. To date, it is both th"}]}, {"heading": "Events", "year": "1993", "date": "September 22", "txt": "A Transair Georgian Airlines Tu-154 is shot down by a missile in Sukhumi, Georgia.", "entities": []}, {"heading": "Events", "year": "1995", "date": "September 22", "txt": "An E-3B AWACS crashes outside Elmendorf Air Force Base, Alaska after multiple bird strikes to two of the four engines soon after takeoff; all 24 on board are killed.", "entities": [{"title": "1995 Alaska Boeing E-3 Sentry accident", "href": "/wiki/1995_Alaska_Boeing_E-3_Sentry_accident", "description": "The Alaska Boeing E-3 Sentry accident was the 22 September 1995 crash of a United States Air Force Boeing E-3 Sentry airborne early warning aircraft with the loss of all 24 crewmembers on board. The aircraft, serial number 77-0354 with callsign Yukla 27, hit birds on departure from Elmendorf Air Force Base in Alaska, United States. With the loss of thrust from both of the left engines the aircraft"}]}, {"heading": "Events", "year": "1995", "date": "September 22", "txt": "The Nagerkovil school bombing is carried out by the Sri Lanka Air Force in which at least 34 die, most of them ethnic Tamil schoolchildren.", "entities": []}, {"heading": "Events", "year": "2013", "date": "September 22", "txt": "At least 75 people are killed in a suicide bombing at a Christian church in Peshawar, Pakistan.", "entities": [{"title": "Peshawar church attack", "href": "/wiki/Peshawar_church_attack", "description": "On 22 September 2013, a twin suicide bombing took place at All Saints Church in Peshawar, Pakistan, in which 127 people were killed and more than 250 injured. It was the deadliest attack on the Christian minority in the history of Pakistan."}, {"title": "Peshawar", "href": "/wiki/Peshawar", "description": "Peshawar is the capital of the Pakistani province of Khyber Pakhtunkhwa and its largest city. It is the sixth-largest in Pakistan. Peshawar is also the largest Pashtun-majority city in Pakistan. Situated in the broad Valley of Peshawar just east of the historic Khyber Pass, close to the border with Afghanistan, Peshawar's recorded history dates back to at least 539 BCE, making it the oldest city i"}]}, {"heading": "Births", "year": "1013", "date": "September 22", "txt": "Richeza of Poland, Queen of Hungary (d. 1075)", "entities": [{"title": "Richeza of Poland, Queen of Hungary", "href": "/wiki/Richeza_of_Poland,_Queen_of_Hungary", "description": "Adelaide/Richeza of Poland was Queen Consort of Hungary by marriage to Béla I of Hungary."}]}, {"heading": "Births", "year": "1211", "date": "September 22", "txt": "Ibn Khallikan, Iraqi scholar and judge (d. 1282)", "entities": [{"title": "Ibn Khallikan", "href": "/wiki/Ibn_Khallikan", "description": "Aḥmad bin Muḥammad bin Ibrāhīm Abu ’l-ʿAbbās S̲h̲ams al-Dīn al-Barmakī al-Irbilī al-S̲h̲āfiʿī, ibn Khallikān was a 13th century Shafi'i Islamic scholar who compiled the celebrated biographical encyclopedia of Muslim scholars and important men in Muslim history, Wafayāt al-Aʿyān wa-Anbāʾ Abnāʾ az-Zamān."}]}, {"heading": "Births", "year": "1373", "date": "September 22", "txt": "Thomas le Despenser, 1st Earl of Gloucester (d. 1400)", "entities": [{"title": "Thomas le Despenser, 1st Earl of Gloucester", "href": "/wiki/Thomas_le_Despenser,_1st_Earl_of_Gloucester", "description": "Thomas le Despenser, 2nd Baron Despenser, 1st Earl of Gloucester KG was the son of Edward le Despenser, 1st Baron le Despencer, whom he succeeded in 1375."}]}, {"heading": "Births", "year": "1515", "date": "September 22", "txt": "Anne of Cleves, Queen consort of England (d. 1557)", "entities": [{"title": "Anne of Cleves", "href": "/wiki/Anne_of_Cleves", "description": "Anne of Cleves was Queen of England from 6 January to 9 July 1540 as the fourth wife of King Henry VIII. Not much is known about Anne before 1527, when she became betrothed to Francis, Duke of Bar, son and heir of Antoine, Duke of Lorraine, although their marriage did not proceed. In March 1539, negotiations for Anne's marriage to Henry began, as Henry believed that he needed to form a political a"}]}, {"heading": "Births", "year": "1547", "date": "September 22", "txt": "Philipp Nicodemus Frischlin, German philologist, mathematician, astronomer, and poet (d. 1590)", "entities": [{"title": "Philipp Nicodemus Frischlin", "href": "/wiki/Philipp_Nicodemus_Frischlin", "description": "Philipp Nicodemus Frischlin was a German philologist, poet, playwright, mathematician, and astronomer, born at Erzingen, today part of Balingen in Württemberg, where his father was parish minister."}]}, {"heading": "Births", "year": "1552", "date": "September 22", "txt": "Tsar Vasili IV of Russia (d. 1612)", "entities": [{"title": "Vasili IV of Russia", "href": "/wiki/Vasili_IV_of_Russia", "description": "Vasili IV Shuisky was Tsar of Russia between 1606 and 1610 after the murder of False Dmitri I. His rule coincided with the Time of Troubles. He was the only member of House of Shuisky to become Tsar and the last member of the Rurikid dynasty to rule as tsar."}]}, {"heading": "Births", "year": "1593", "date": "September 22", "txt": "Matthäus Merian, Swiss-German engraver and cartographer (d. 1650)", "entities": [{"title": "Matthäus Merian", "href": "/wiki/Matth%C3%A4us_Merian", "description": "Matthäus Merian der Ältere was a Swiss-born engraver who worked in Frankfurt for most of his career, where he also ran a publishing house. He was a member of the patrician Basel Merian family."}]}, {"heading": "Births", "year": "1601", "date": "September 22", "txt": "Anne of Austria, Queen and regent of France (d. 1666)", "entities": [{"title": "Anne of Austria", "href": "/wiki/Anne_of_Austria", "description": "Anne of Austria, a Spanish princess and an Austrian archduchess of the House of Habsburg, was queen of France as the wife of Louis XIII, and powerful regent of France during the minority of her son, Louis XIV, from 1643 to 1651. During her regency, Cardinal Mazarin served as France's chief minister. Accounts of French court life of her era emphasize her difficult marital relations with her husband"}]}, {"heading": "Births", "year": "1606", "date": "September 22", "txt": "Li Zicheng, Chinese emperor (d. 1645)", "entities": [{"title": "Li Zicheng", "href": "/wiki/Li_Zicheng", "description": "Li Zicheng, born Li Hongji, also known by the nickname, \"Dashing King\", was a Chinese peasant rebel leader who overthrew the Ming dynasty in 1644 and ruled over northern China briefly as the emperor of the short-lived Shun dynasty before his death a year later."}]}, {"heading": "Births", "year": "1680", "date": "September 22", "txt": "Barthold Heinrich Brockes, German poet (d. 1747)", "entities": [{"title": "Barthold Heinrich Brockes", "href": "/wiki/Barthold_Heinrich_Brockes", "description": "Barthold Heinrich Brockes was a German poet."}]}, {"heading": "Births", "year": "1694", "date": "September 22", "txt": "Philip Stanhope, 4th Earl of Chesterfield, English politician, Lord Lieutenant of Ireland (d. 1773)", "entities": [{"title": "Philip Stanhope, 4th Earl of Chesterfield", "href": "/wiki/Philip_Stanhope,_4th_Earl_of_Chesterfield", "description": "Philip Dormer Stanhope, 4th Earl of Chesterfield, was a British statesman, diplomat, and man of letters, and an acclaimed wit of his time."}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Births", "year": "1715", "date": "September 22", "txt": "Jean-Étienne Guettard, French mineralogist and botanist (d. 1786)", "entities": [{"title": "Jean-Étienne Guettard", "href": "/wiki/Jean-%C3%89tienne_Guettard", "description": "Jean-Étienne Guettard, French naturalist and mineralogist, was born at Étampes, near Paris."}]}, {"heading": "Births", "year": "1741", "date": "September 22", "txt": "Peter Simon Pallas, German zoologist and botanist (d. 1811)", "entities": [{"title": "Peter Simon Pallas", "href": "/wiki/Peter_Simon_Pallas", "description": "Peter Simon Pallas FRS FRSE was a Prussian zoologist and botanist who worked in Russia (1767–1810)."}]}, {"heading": "Births", "year": "1743", "date": "September 22", "txt": "Quintin Craufurd, Scottish author (d. 1819)", "entities": [{"title": "Quintin Craufurd", "href": "/wiki/Quintin_Craufurd", "description": "Quintin Craufurd was a British author born at Kilwinning, Scotland."}]}, {"heading": "Births", "year": "1762", "date": "September 22", "txt": "Elizabeth Simcoe, English-Canadian painter and author (d. 1850)", "entities": [{"title": "Elizabeth Simcoe", "href": "/wiki/Elizabeth_Simcoe", "description": "Elizabeth Posthuma Simcoe was a British artist and diarist in colonial Canada. She was the wife of John Graves Simcoe, the first Lieutenant Governor of Upper Canada."}]}, {"heading": "Births", "year": "1765", "date": "September 22", "txt": "Paolo Ruffini, Italian mathematician and philosopher (d. 1822)", "entities": [{"title": "Paolo Ruffini", "href": "/wiki/Paolo_Ruffini", "description": "Paolo Ruffini was an Italian mathematician and philosopher."}]}, {"heading": "Births", "year": "1788", "date": "September 22", "txt": "Theodore Hook, English composer and educator (d. 1841)", "entities": [{"title": "Theodore Hook", "href": "/wiki/Theodore_Hook", "description": "Theodore Edward Hook was an English man of letters and composer and briefly a civil servant in Mauritius. He is best known for his practical jokes, particularly the Berners Street hoax in 1809. The world's first postcard was received by Hook in 1840; he likely posted it to himself."}]}, {"heading": "Births", "year": "1791", "date": "September 22", "txt": "Michael Faraday, English physicist and chemist (d. 1867)", "entities": [{"title": "Michael Faraday", "href": "/wiki/Michael_Faraday", "description": "Michael Faraday was an English scientist who contributed to the study of electromagnetism and electrochemistry. His main discoveries include the principles underlying electromagnetic induction, diamagnetism and electrolysis."}]}, {"heading": "Births", "year": "1806", "date": "September 22", "txt": "Bernardino António Gomes, Portuguese physician and naturalist (d. 1877)", "entities": [{"title": "Bernardino António Gomes Jr.", "href": "/wiki/Bernardino_Ant%C3%B3nio_Gomes_Jr.", "description": "Bernardino António Gomes was a Portuguese physician and scientist. He is perhaps most widely remembered for his pioneering work in Portugal in the field of anaesthesiology, as the first physician in the country to use chloroform in a surgical procedure ; he is also credited with the popularization of the use of creosote and of the first ether inhalers."}]}, {"heading": "Births", "year": "1819", "date": "September 22", "txt": "Wilhelm Wattenbach, German historian and academic (d. 1897)", "entities": [{"title": "Wilhelm Wattenbach", "href": "/wiki/Wilhelm_Wattenbach", "description": "Wilhelm Wattenbach, was a German historian."}]}, {"heading": "Births", "year": "1829", "date": "September 22", "txt": "Tự Đức, Vietnamese emperor (d. 1883)", "entities": [{"title": "Tự Đức", "href": "/wiki/T%E1%BB%B1_%C4%90%E1%BB%A9c", "description": "Tự Đức was the fourth emperor of the Nguyễn dynasty of Vietnam; he ruled from 1847 to 1883."}]}, {"heading": "Births", "year": "1833", "date": "September 22", "txt": "Stephen D. Lee, American general and academic (d. 1908)", "entities": [{"title": "Stephen D. Lee", "href": "/wiki/Stephen_D._Lee", "description": "Stephen Dill Lee was an American politician who served as the first president of Mississippi State University from 1880 to 1899. Prior to that, he was lieutenant general of the Confederate States Army in the Eastern and Western theaters of the American Civil War."}]}, {"heading": "Births", "year": "1835", "date": "September 22", "txt": "Alexander Potebnja, Ukrainian linguist and philosopher (d. 1891)", "entities": [{"title": "Alexander Potebnja", "href": "/wiki/Alexander_Potebnja", "description": "Alexander Potebnja was a Russian Imperial and Ukrainian linguist, philosopher and panslavist, who was a professor of linguistics at the Imperial University of Kharkov. He is well known as a specialist in the evolution of Russian phonetics."}]}, {"heading": "Births", "year": "1841", "date": "September 22", "txt": "Andrejs Pumpurs, Latvian soldier and poet (d. 1902)", "entities": [{"title": "Andrejs Pumpurs", "href": "/wiki/Andrejs_Pumpurs", "description": "Andrejs Pumpurs was a poet who penned the Latvian epic Lāčplēsis and a prominent figure in the Young Latvia movement. Working in the land before volunteering to fight in Serbia against the Ottoman Empire in 1876, he became a loyal officer in the Russian army and also a staunch promoter of the Latvian culture."}]}, {"heading": "Births", "year": "1862", "date": "September 22", "txt": "Anastasios Charalambis, Greek lieutenant and politician, Prime Minister of Greece (d. 1949)", "entities": [{"title": "Anastasios Charalambis", "href": "/wiki/Anastasios_Charalambis", "description": "Anastasios Charalambis was a Greek Lieutenant General and interim Prime Minister of Greece for one day in 1922."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1868", "date": "September 22", "txt": "Louise McKinney, Canadian educator and politician (d. 1931)", "entities": [{"title": "Louise McKinney", "href": "/wiki/Louise_McKinney", "description": "Louise McKinney was a Canadian politician and women's rights activist from Alberta, Canada. She was the first woman sworn into the Legislative Assembly of Alberta and the first woman elected to a legislature in the British Empire. She served in the Alberta legislature from 1917 to 1921 as a member of the Non-Partisan League. Later she was one of the Famous Five who campaigned successfully for the "}]}, {"heading": "Births", "year": "1870", "date": "September 22", "txt": "Charlotte Cooper, English-Scottish tennis player (d. 1966)", "entities": [{"title": "Charlotte Cooper (tennis)", "href": "/wiki/Charlotte_Cooper_(tennis)", "description": "Charlotte \"Chattie\" Cooper Sterry was an English female tennis player who won five singles titles at the Wimbledon Championships and in 1900 became Olympic champion. In winning in Paris on 11 July 1900, she became the first female Olympic tennis champion as well as the first individual female Olympic champion."}]}, {"heading": "Births", "year": "1870", "date": "September 22", "txt": "Arthur Pryor, American trombonist, composer, and bandleader (d. 1942)", "entities": []}, {"heading": "Births", "year": "1875", "date": "September 22", "txt": "Mikalojus Konstantinas Čiurlionis, Lithuanian painter and composer (d. 1911)", "entities": [{"title": "Mikalojus Konstantinas Čiurlionis", "href": "/wiki/Mikalojus_Konstantinas_%C4%8Ciurlionis", "description": "Mikalojus Konstantinas Čiurlionis was a Lithuanian painter, composer and writer."}]}, {"heading": "Births", "year": "1876", "date": "September 22", "txt": "André Tardieu, French journalist and politician, 67th Prime Minister of France (d. 1945)", "entities": [{"title": "André Tardieu", "href": "/wiki/Andr%C3%A9_Tardieu", "description": "André Pierre Gabriel Amédée Tardieu was three times Prime Minister of France and a dominant figure of French political life in 1929–1932. He was a moderate conservative with a strong intellectual reputation, but became a weak prime minister at the start of the worldwide Great Depression."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1878", "date": "September 22", "txt": "Shigeru Yoshida, Japanese politician and diplomat, 51st Prime Minister of Japan (d. 1967)", "entities": [{"title": "Shigeru Yoshida", "href": "/wiki/Shigeru_Yoshida", "description": "Shigeru Yoshida  was a Japanese diplomat and politician who served as Prime Minister of Japan from 1946 to 1947 and from 1948 to 1954. Yoshida was one of the longest-serving Japanese Prime Ministers, and is the third-longest serving Prime Minister of Post-occupation Japan."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1880", "date": "September 22", "txt": "Christabel Pankhurst, English activist, co-founded the Women's Social and Political Union (d. 1958)", "entities": [{"title": "Christabel Pankhurst", "href": "/wiki/Christabel_Pankhurst", "description": "Dame Christabel Harriette Pankhurst, was a British suffragette born in Manchester, England. A co-founder of the Women's Social and Political Union (WSPU), she directed its militant actions from exile in France from 1912 to 1913. In 1914 she supported the war against Germany. After the war she moved to the United States, where she worked as an evangelist for the Second Adventist movement."}, {"title": "Women's Social and Political Union", "href": "/wiki/Women%27s_Social_and_Political_Union", "description": "The Women's Social and Political Union (WSPU) was a women-only political movement and leading militant organisation campaigning for women's suffrage in the United Kingdom from 1903 to 1918. Known from 1906 as the suffragettes, its membership and policies were tightly controlled by Emmeline Pankhurst and her daughters Christabel and Sylvia."}]}, {"heading": "Births", "year": "1882", "date": "September 22", "txt": "Wilhelm Keitel, German field marshal (d. 1946)", "entities": [{"title": "Wilhelm Keitel", "href": "/wiki/Wilhelm_Keitel", "description": "Wilhelm Bodewin Johann Gustav Keitel was a German field marshal and war criminal who held office as Chief of the Oberkommando der Wehrmacht (OKW), the high command of Nazi Germany's Armed Forces, during the Second World War. In that capacity, Keitel signed a number of criminal orders and directives that led to a war of unprecedented brutality and criminality."}]}, {"heading": "Births", "year": "1883", "date": "September 22", "txt": "Ferenc Oslay, Hungarian-Slovene historian and author (d. 1932)", "entities": [{"title": "Ferenc Oslay", "href": "/wiki/Ferenc_Oslay", "description": "Ferenc Oslay was a Hungarian-Slovene historian, writer, Trianon irredentist, and propagandist."}]}, {"heading": "Births", "year": "1883", "date": "September 22", "txt": "Frank George Woollard, English engineer (d. 1957)", "entities": []}, {"heading": "Births", "year": "1885", "date": "September 22", "txt": "Gunnar Asplund, Swedish architect and academic, designed the Stockholm Public Library (d. 1940)", "entities": [{"title": "Gunnar Asplund", "href": "/wiki/Gunnar_Asplund", "description": "Erik Gunnar Asplund was a Swedish architect, mostly known as a key representative of Nordic Classicism of the 1920s, and during the last decade of his life as a major proponent of the modernist style which made its breakthrough in Sweden at the Stockholm International Exhibition (1930). Asplund was professor of architecture at the Royal Institute of Technology from 1931. His appointment was marked"}, {"title": "Stockholm Public Library", "href": "/wiki/Stockholm_Public_Library", "description": "Stockholm Public Library is a library building in Stockholm, Sweden, designed by Swedish architect Gunnar Asplund, and one of the city's most notable structures. The name is today used for both the main library itself as well as the municipal library system of Stockholm."}]}, {"heading": "Births", "year": "1885", "date": "September 22", "txt": "Ben Chifley, Australian engineer and politician, 16th Prime Minister of Australia (d. 1951)", "entities": [{"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1885", "date": "September 22", "txt": "Erich von Stroheim, Austrian-American actor, director, and screenwriter (d. 1957)", "entities": []}, {"heading": "Births", "year": "1887", "date": "September 22", "txt": "Bhaurao Patil, Indian educator and activist (d. 1959)", "entities": [{"title": "Bhaurao Patil", "href": "/wiki/Bhaurao_Patil", "description": "Karmaveer Bhaurao Patil, born in Kumbhoj, Kolhapur, was a social activist and educator in Maharashtra, India. A strong advocate of mass education, he founded the Rayat Education Society. Bhaurao played an important role in educating backward castes and low income people by coining the philosophy earn and learn. He was a prominent member of Satyashodhak Samaj, founded by Mahatma Jyotirao Phule. The"}]}, {"heading": "Births", "year": "1889", "date": "September 22", "txt": "Hooks Dauss, American baseball player (d. 1963)", "entities": [{"title": "Hooks Dauss", "href": "/wiki/Hooks_Dauss", "description": "George August \"Hooks\" Dauss, born George August Daus, was a professional baseball player from 1909 to 1926. He played 15 seasons of Major League Baseball as a right-handed pitcher for the Detroit Tigers from 1912 to 1926. He was given the nickname \"Hooks\", because his curveball was hard to hit. He compiled a career record of 223–182 with a 3.30 earned run average (ERA). His best years were 1915 wh"}]}, {"heading": "Births", "year": "1891", "date": "September 22", "txt": "Alma Thomas, American painter and educator (d. 1978)", "entities": [{"title": "Alma Thomas", "href": "/wiki/Alma_Thomas", "description": "Alma Woodsey Thomas was an African-American artist and teacher who lived and worked in Washington, D.C., and is now recognized as a major American painter of the 20th century. Thomas is best known for the \"exuberant\", colorful, abstract paintings that she created after her retirement from a 35-year career teaching art at Washington's Shaw Junior High School."}]}, {"heading": "Births", "year": "1892", "date": "September 22", "txt": "Billy West, American actor, director, and producer (d. 1975)", "entities": [{"title": "Billy West (silent film actor)", "href": "/wiki/Billy_West_(silent_film_actor)", "description": "Billy West was a film actor, producer, and director. Active during the silent film era, he is best known as a semi-successful Charlie Chaplin impersonator. Beyond acting, he also directed shorts in the 1910s and 20s, as well as produced films. West ultimately retired in 1935."}]}, {"heading": "Births", "year": "1894", "date": "September 22", "txt": "Elisabeth Rethberg, German soprano (d. 1976)", "entities": [{"title": "Elisabeth Rethberg", "href": "/wiki/Elisabeth_Rethberg", "description": "Elisabeth Rethberg was a German operatic soprano singer of international repute active from the period of the First World War through to the early 1940s."}]}, {"heading": "Births", "year": "1895", "date": "September 22", "txt": "Paul Muni, Ukrainian-born American actor (d. 1967)", "entities": [{"title": "Paul Muni", "href": "/wiki/Paul_Muni", "description": "Paul Muni was an Austro-Hungarian-born American stage and film actor who grew up in Chicago. Muni was a five-time Academy Award nominee, with one win. He started his acting career in the Yiddish theater. During the 1930s, he was considered one of the most prestigious actors at the Warner Bros. studio, and was given the rare privilege of choosing which parts he wanted."}]}, {"heading": "Births", "year": "1896", "date": "September 22", "txt": "Uri Zvi Greenberg, Ukrainian-Israeli poet and journalist (d. 1981)", "entities": [{"title": "Uri Zvi Greenberg", "href": "/wiki/Uri_Zvi_Greenberg", "description": "Uri Zvi Greenberg was an acclaimed Israeli poet, journalist and politician who wrote in Yiddish and Hebrew. Widely regarded among the greatest poets in the country's history, he was awarded the Israel Prize in 1957 and the Bialik Prize in 1947, 1954 and 1977, all for his contributions to fine literature. Following Israeli independence in 1948, he also served in the first Knesset as a member of Men"}]}, {"heading": "Births", "year": "1896", "date": "September 22", "txt": "Henry Segrave, American-English race car driver (d. 1930)", "entities": []}, {"heading": "Births", "year": "1899", "date": "September 22", "txt": "Elsie Allen, Native American Pomo basket weaver (d. 1990)", "entities": [{"title": "Elsie Allen", "href": "/wiki/Elsie_Allen", "description": "Elsie Comanche Allen was a Native American Pomo basket weaver from the Cloverdale Rancheria of Pomo Indians of California in Northern California, significant as for historically categorizing and teaching Californian Indian basket patterns and techniques and sustaining traditional Pomo basketry as an art form."}]}, {"heading": "Births", "year": "1900", "date": "September 22", "txt": "Paul Hugh Emmett, American chemist and engineer (d. 1985)", "entities": [{"title": "Paul Hugh Emmett", "href": "/wiki/Paul_Hugh_Emmett", "description": "Paul Hugh Emmett was an American chemist best known for his pioneering work in the field of catalysis and for his work on the Manhattan Project during World War II. He spearheaded the research to separate isotopes of uranium and to develop a corrosive uranium gas. Emmett also made significant contributions to BET Theory which explains the relationship between surface area and gas adsorption. He se"}]}, {"heading": "Births", "year": "1900", "date": "September 22", "txt": "William Spratling, American-Mexican silversmith and educator (d. 1967)", "entities": []}, {"heading": "Births", "year": "1901", "date": "September 22", "txt": "Nadezhda Alliluyeva, second wife of Joseph Stalin (d. 1932)", "entities": [{"title": "Nadezhda Alliluyeva", "href": "/wiki/Nadezhda_Alliluyeva", "description": "Nadezhda Sergeevna Alliluyeva was the second wife of Joseph Stalin. Born in Baku to a revolutionary and friend of Stalin, she was raised in Saint Petersburg. Having known Stalin from a young age, the two married when she was 18, and they had two children. Alliluyeva worked as a secretary for Bolshevik leaders, including both Vladimir Lenin and Stalin, before enrolling at the Industrial Academy in "}, {"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}]}, {"heading": "Births", "year": "1901", "date": "September 22", "txt": "Charles Brenton Huggins, Canadian-American physician and physiologist, Nobel Prize laureate (d. 1997)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1902", "date": "September 22", "txt": "John Houseman, Romanian-American actor and producer (d. 1988)", "entities": [{"title": "John Houseman", "href": "/wiki/John_Houseman", "description": "John Houseman was a Romanian-born British-American actor and producer of theatre, film, and television. He became known for his highly publicized collaboration with director Orson Welles from their days in the Federal Theatre Project through to the production of Citizen Kane and his collaboration, as producer of The Blue Dahlia, with writer Raymond Chandler on the screenplay. He is perhaps best kn"}]}, {"heading": "Births", "year": "1905", "date": "September 22", "txt": "Haakon Lie, Norwegian lawyer and politician (d. 2009)", "entities": [{"title": "Haakon Lie", "href": "/wiki/Haakon_Lie", "description": "Haakon Steen Lie was a Norwegian politician who served as party secretary for the Norwegian Labour Party from 1945 to 1969. Coming from humble origins, he became involved in the labour movement at an early age, and quickly rose in the party system. After actively working for the resistance movement and the exiled government during World War II, he was elected to the second-highest position in the "}]}, {"heading": "Births", "year": "1905", "date": "September 22", "txt": "Eugen Sänger, Czech-Austrian engineer (d. 1964)", "entities": []}, {"heading": "Births", "year": "1906", "date": "September 22", "txt": "Ilse Koch, German war criminal (d. 1967)", "entities": [{"title": "Ilse Koch", "href": "/wiki/Ilse_Koch", "description": "Ilse Koch was married to Karl-Otto Koch, commandant of the Nazi concentration camps Buchenwald (1937–1941) and Majdanek (1941–1943). In 1947, she became one of the first prominent Nazis tried by the U.S. military."}]}, {"heading": "Births", "year": "1907", "date": "September 22", "txt": "Maurice Blanchot, French philosopher and author (d. 2003)", "entities": [{"title": "Maurice Blanchot", "href": "/wiki/Maurice_Blanchot", "description": "Maurice Blanchot was a French writer, philosopher, and literary theorist. His work had a strong influence on post-structuralist philosophers such as Gilles Deleuze, Michel Foucault, Jacques Derrida, and Jean-Luc Nancy."}]}, {"heading": "Births", "year": "1907", "date": "September 22", "txt": "Philip Fotheringham-Parker, English race car driver (d. 1981)", "entities": []}, {"heading": "Births", "year": "1907", "date": "September 22", "txt": "Hermann Schlichting, German engineer and academic (d. 1982)", "entities": []}, {"heading": "Births", "year": "1908", "date": "September 22", "txt": "Esphyr Slobodkina, Russian-American author and illustrator (d. 2002)", "entities": [{"title": "Esphyr Slobodkina", "href": "/wiki/Esphyr_Slobodkina", "description": "Esphyr Slobodkina was a Russian-American artist, author, and illustrator, best known for her classic children's picture book Caps for Sale. Slobodkina was a celebrated avant garde artist and feminist in the middle part of the 20th century."}]}, {"heading": "Births", "year": "1909", "date": "September 22", "txt": "John Engstead, American photographer and journalist (d. 1983)", "entities": [{"title": "John Engstead", "href": "/wiki/John_Engstead", "description": "John Engstead was an American photographer. Engstead was born in California, and began his career in 1926, when he was hired as an office boy by Paramount Pictures' head of studio publicity, Harold Harley."}]}, {"heading": "Births", "year": "1910", "date": "September 22", "txt": "György Faludy, Hungarian poet and author (d. 2006)", "entities": [{"title": "György Faludy", "href": "/wiki/Gy%C3%B6rgy_Faludy", "description": "György Faludy, sometimes anglicized as George Faludy, was a Hungarian-born poet, writer and translator."}]}, {"heading": "Births", "year": "1912", "date": "September 22", "txt": "Herbert Mataré, German physicist and academic (d. 2011)", "entities": [{"title": "Herbert Mataré", "href": "/wiki/Herbert_Matar%C3%A9", "description": "Herbert Franz Mataré was a German physicist. The focus of his research was the field of semiconductor research. His best-known work is the first functional \"European\" transistor, which he developed and patented together with Heinrich Welker in the vicinity of Paris in 1948, at the same time and independently from the Bell Labs engineers. The final 20 years of his life Mataré split time between his"}]}, {"heading": "Births", "year": "1912", "date": "September 22", "txt": "Martha Scott, American actress (d. 2003)", "entities": []}, {"heading": "Births", "year": "1913", "date": "September 22", "txt": "Lillian Chestney, American painter and illustrator (d. 2000)", "entities": [{"title": "Lillian Chestney", "href": "/wiki/Lillian_Chestney", "description": "Lillian Chestney was an American illustrator and painter. She studied in New York City and illustrated children's books, comic books, and magazine and book covers at a time when few women held artist positions in the industry."}]}, {"heading": "Births", "year": "1915", "date": "September 22", "txt": "Grigory Frid, Russian pianist and composer (d. 2012)", "entities": [{"title": "Grigory Frid", "href": "/wiki/Grigory_Frid", "description": "Grigory Samuilovich Frid also Grigori Fried was a Russian composer of music written in many different genres, including chamber opera."}]}, {"heading": "Births", "year": "1918", "date": "September 22", "txt": "Hans Scholl, German activist (d. 1943)", "entities": [{"title": "Hans Scholl", "href": "/wiki/Hans_Scholl", "description": "Hans Fritz Scholl was, along with Alexander Schmorell, one of the two founding members of the White Rose resistance movement in Nazi Germany. The principal author of the resistance movement's literature, he was found guilty of high treason for distributing anti-Nazi material and was executed by the Nazi regime in 1943 during World War II."}]}, {"heading": "Births", "year": "1918", "date": "September 22", "txt": "Henryk Szeryng, Mexican violinist and educator (d. 1988)", "entities": []}, {"heading": "Births", "year": "1920", "date": "September 22", "txt": "Eric Baker, English activist, co-founded Amnesty International (d. 1976)", "entities": [{"title": "Eric Baker (activist)", "href": "/wiki/Eric_Baker_(activist)", "description": "Eric Baker was a British activist and one of the founders of the human rights group Amnesty International, and the second Secretary-General of the organization. He was also a founder of the Campaign for Nuclear Disarmament (CND)."}, {"title": "Amnesty International", "href": "/wiki/Amnesty_International", "description": "Amnesty International is an international non-governmental organization with its headquarters in the United Kingdom focused on human rights. The organization says it has more than seven million members and supporters around the world."}]}, {"heading": "Births", "year": "1920", "date": "September 22", "txt": "Anders Lassen, Danish-English soldier, Victoria Cross recipient (d. 1945)", "entities": [{"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1920", "date": "September 22", "txt": "Bob Lemon, American baseball player and manager (d. 2000)", "entities": []}, {"heading": "Births", "year": "1920", "date": "September 22", "txt": "William H. Riker, American political scientist and academic (d. 1993)", "entities": []}, {"heading": "Births", "year": "1921", "date": "September 22", "txt": "Will Elder, Jewish-American illustrator (d. 2008)", "entities": [{"title": "Will Elder", "href": "/wiki/Will_Elder", "description": "William Elder was an American illustrator and comic book artist who worked in numerous areas of commercial art but is best known for a frantically funny cartoon style that helped launch Harvey Kurtzman's Mad comic book in 1952."}]}, {"heading": "Births", "year": "1922", "date": "September 22", "txt": "David Sive, American environmentalist and lawyer (d. 2014)", "entities": [{"title": "David Sive", "href": "/wiki/David_Sive", "description": "David Sive was an American attorney, environmentalist, and professor of environmental law, who has been recognized as a pioneer in the field of United States environmental law."}]}, {"heading": "Births", "year": "1923", "date": "September 22", "txt": "Dannie Abse, Welsh physician, poet, and author (d. 2014)", "entities": [{"title": "Dannie Abse", "href": "/wiki/Dannie_Abse", "description": "Daniel Abse CBE FRSL was a Welsh poet and physician. His poetry won him many awards. As a medic, he worked in a chest clinic for over 30 years."}]}, {"heading": "Births", "year": "1924", "date": "September 22", "txt": "Bernard Gauthier, French cyclist (d. 2018)", "entities": [{"title": "Bernard Gauthier", "href": "/wiki/Bernard_Gauthier", "description": "Bernard Gauthier was a French road racing cyclist, who was professional from 1947 to 1961. He won the Bordeaux–Paris road race on four occasions."}]}, {"heading": "Births", "year": "1924", "date": "September 22", "txt": "Charles Keeping, English author and illustrator (d. 1988)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 22", "txt": "Rosamunde Pilcher, English author (d. 2019)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 22", "txt": "Charles Waterhouse, American painter, sculptor, and illustrator (d. 2013)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 22", "txt": "J. William Middendorf, American soldier and politician, 14th United States Secretary of the Navy", "entities": [{"title": "United States Secretary of the Navy", "href": "/wiki/United_States_Secretary_of_the_Navy", "description": "The secretary of the Navy is a statutory officer and the head of the Department of the Navy, a military department within the United States Department of Defense."}]}, {"heading": "Births", "year": "1924", "date": "September 22", "txt": "Ray Wetzel, American trumpet player and composer (d. 1951)", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 22", "txt": "Virginia Capers, American actress and singer (d. 2004)", "entities": [{"title": "Virginia Capers", "href": "/wiki/Virginia_Capers", "description": "Eliza \"Virginia\" Capers was an American actress. She won the Tony Award for Best Lead Actress in a Musical in 1974 for her performance as Lena Younger in Raisin, a musical version of Lorraine Hansberry's play A Raisin in the Sun."}]}, {"heading": "Births", "year": "1925", "date": "September 22", "txt": "Leila Hadley, American author (d. 2009)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 22", "txt": "Bill Smith, American clarinet player and composer (d. 2020)", "entities": [{"title": "Bill Smith (jazz musician)", "href": "/wiki/Bill_Smith_(jazz_musician)", "description": "William Overton Smith was an American clarinetist and composer. He worked extensively in modern classical music, Third Stream and jazz, and was perhaps best known for having played with pianist Dave Brubeck intermittently from the 1940s to the early 2000s. Smith frequently recorded jazz under the name Bill Smith, but his classical compositions are credited under the name William O. Smith."}]}, {"heading": "Births", "year": "1927", "date": "September 22", "txt": "Gordon Astall, English footballer and coach (d. 2020)", "entities": [{"title": "Gordon Astall", "href": "/wiki/Gordon_Astall", "description": "Gordon Astall was an English professional footballer. He played as an outside right, and represented the Football League, the England B team and the full England side. At club level he made 456 appearances in the Football League and scored 111 goals."}]}, {"heading": "Births", "year": "1927", "date": "September 22", "txt": "Tommy Lasorda, American baseball player, coach, and manager (d. 2021)", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 22", "txt": "Eric Broadley, English engineer and businessman, founded Lola Cars (d. 2017)", "entities": [{"title": "Eric Broadley", "href": "/wiki/Eric_Broadley", "description": "Eric Harrison Broadley MBE was a British entrepreneur, engineer, and founder and chief designer of Lola Cars, the motor racing manufacturer and engineering company. He was arguably one of the most influential automobile designers of the post-war period, and over the years Lola was involved with many high-profile projects in Formula One, IndyCar, and sports car racing. Broadley sold Lola to Martin "}, {"title": "Lola Cars", "href": "/wiki/Lola_Cars", "description": "Lola Cars International Ltd. was a British race car engineering company in operation from 1958 to 2012. The company was founded by Eric Broadley in Huntingdon, England, and endured for more than fifty years to become one of the oldest and largest manufacturers of racing cars in the world. Lola Cars started by building small front-engined sports cars, and branched out into Formula Junior cars befor"}]}, {"heading": "Births", "year": "1928", "date": "September 22", "txt": "James Lawson, American activist, author, and academic", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 22", "txt": "Eugene Roche, American actor (d. 2004)", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 22", "txt": "Johnny Valentine, American wrestler (d. 2001)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 22", "txt": "Serge Garant, Canadian composer and conductor (d. 1986)", "entities": [{"title": "Serge Garant", "href": "/wiki/Serge_Garant", "description": "Albert Antonio Serge Garant, was a Canadian composer, conductor, music critic, professor of music at the University of Montreal and radio host of Musique de notre siècle on Radio-Canada. In 1966 he cofounded with Jean Papineau-Couture, Maryvonne Kendergi, Wilfrid Pelletier and Hugh Davidson the Société de musique contemporaine du Québec. In 1979, he was made an Officer of the Order of Canada. The "}]}, {"heading": "Births", "year": "1929", "date": "September 22", "txt": "Carlo Ubbiali, Italian motorcycle racer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1930", "date": "September 22", "txt": "Joni James, American singer", "entities": [{"title": "Joni James", "href": "/wiki/Joni_James", "description": "Joni James is an American singer of traditional pop music."}]}, {"heading": "Births", "year": "1930", "date": "September 22", "txt": "T. S. Sinnathuray, Judge of the High Court of Singapore (d. 2016)", "entities": [{"title": "High Court of Singapore", "href": "/wiki/High_Court_of_Singapore", "description": "The High Court of the Republic of Singapore is the lower division of the Supreme Court of Singapore, the upper being the Court of Appeal. It consists of the Chief Justice of Singapore and the Judges of the High Court. Judicial Commissioners are often appointed to assist with the Court's caseload. There are two specialist commercial courts, the Admiralty Court and the Intellectual Property Court, a"}]}, {"heading": "Births", "year": "1931", "date": "September 22", "txt": "Fay Weldon, English author and playwright", "entities": [{"title": "Fay Weldon", "href": "/wiki/Fay_Weldon", "description": "Fay Weldon CBE, FRSL is an English author, essayist and playwright."}]}, {"heading": "Births", "year": "1931", "date": "September 22", "txt": "George Younger, 4th Viscount Younger of Leckie, Scottish banker and politician, Secretary of State for Defence (d. 2003)", "entities": [{"title": "Secretary of State for Defence", "href": "/wiki/Secretary_of_State_for_Defence", "description": "The Secretary of State for Defence, also referred to as the Defence Secretary, is a secretary of state position within the Government of the United Kingdom, and head of the Ministry of Defence (MoD). The office forms part of the British Cabinet."}]}, {"heading": "Births", "year": "1932", "date": "September 22", "txt": "Algirdas Brazauskas, Lithuanian politician, 2nd President of Lithuania (d. 2010)", "entities": [{"title": "Algirdas Brazauskas", "href": "/wiki/Algirdas_Brazauskas", "description": "Algirdas Mykolas Brazauskas was the first President of a newly independent post-Soviet Lithuania from 1993 to 1998 and Prime Minister from 2001 to 2006."}, {"title": "President of Lithuania", "href": "/wiki/President_of_Lithuania", "description": "The following is a list of rulers over Lithuania, the heads of authority over historical Lithuanian territory. The timeline includes Lithuania as a sovereign entity or legitimately part of a greater sovereign entity, as well as Lithuania under control or occupation of an outside authority. The incumbents and office-holders are listed by names most commonly used in English language. Where appropria"}]}, {"heading": "Births", "year": "1932", "date": "September 22", "txt": "Ingemar Johansson, Swedish boxer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 22", "txt": "Leonardo Balada, Spanish-American composer and educator", "entities": [{"title": "Leonardo Balada", "href": "/wiki/Leonardo_Balada", "description": "Leonardo Balada Ibáñez is a Spanish American classical composer, who is noted for his operas and orchestral works."}]}, {"heading": "Births", "year": "1933", "date": "September 22", "txt": "T. Cullen Davis, American businessman", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 22", "txt": "Carmelo Simeone, Italian-Argentinian footballer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 22", "txt": "Jesco von Puttkamer, German-American engineer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 22", "txt": "Jack McGregor, American captain, lawyer, and politician", "entities": [{"title": "Jack McGregor", "href": "/wiki/Jack_McGregor", "description": "Jack Edwin McGregor is a former Pennsylvania State Senator from Pittsburgh and the founder of the National Hockey League's Pittsburgh Penguins. He currently resides in Bridgeport, Connecticut where he serves as counsel to Cohen and Wolf, P.C. as an advisor to companies looking to create business opportunities in the Bridgeport region. He also serves as a consultant to existing companies wishing to"}]}, {"heading": "Births", "year": "1934", "date": "September 22", "txt": "Lute Olson, American basketball player and coach (d. 2020)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 22", "txt": "T. Somasekaram, Sri Lankan geographer and politician, 37th Surveyor General of Sri Lanka (d. 2010)", "entities": [{"title": "Surveyor General of Sri Lanka", "href": "/wiki/Surveyor_General_of_Sri_Lanka", "description": "Surveyor General of Sri Lanka is the head of Department of Survey of Sri Lanka. The post was established in 1800 with the formation of the Surveyor General's Department. The current Surveyor General is A. L. S. C. Perera."}]}, {"heading": "Births", "year": "1936", "date": "September 22", "txt": "Maurice Evans, English footballer and manager (d. 2000)", "entities": [{"title": "Maurice Evans (footballer, born 1936)", "href": "/wiki/Maurice_Evans_(footballer,_born_1936)", "description": "Maurice George Evans was a football player with Reading Football Club, and later manager of Shrewsbury, Reading and Oxford United."}]}, {"heading": "Births", "year": "1937", "date": "September 22", "txt": "Don Rutherford, English rugby player (d. 2016)", "entities": [{"title": "Don Rutherford", "href": "/wiki/Don_Rutherford", "description": "Donald Rutherford was an England international rugby union player and administrator. He was the first ever Technical Director of the Rugby Football Union at Twickenham, becoming Director of Rugby where he served with distinction from 1969 – 1999."}]}, {"heading": "Births", "year": "1938", "date": "September 22", "txt": "Gene Mingo, American football player", "entities": [{"title": "Gene Mingo", "href": "/wiki/Gene_Mingo", "description": "Eugene L. Mingo is a former professional American football player from Akron, Ohio, who played several positions including halfback, placekicker, and return specialist. He is widely recognized as the first African American placekicker in American football."}]}, {"heading": "Births", "year": "1939", "date": "September 22", "txt": "Bogdan Baltazar, Romanian economist and engineer (d. 2012)", "entities": [{"title": "Bogdan Baltazar", "href": "/wiki/Bogdan_Baltazar", "description": "Bogdan Baltazar was a leading Romanian banker and the first spokesman of the Romanian government following the fall of the communist regime. He was also a significant financial and banking advisor."}]}, {"heading": "Births", "year": "1939", "date": "September 22", "txt": "Deborah Lavin, South African-English historian and academic", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 22", "txt": "Gilbert E. Patterson, American bishop (d. 2007)", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 22", "txt": "Junko Tabei, Japanese mountaineer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 22", "txt": "Anna Karina, Danish-French actress, director, and screenwriter (d. 2019)", "entities": [{"title": "Anna Karina", "href": "/wiki/Anna_Karina", "description": "Anna Karina was a Danish-French film avant garde actress, director, writer, and singer. She was French New Wave director Jean-Luc Godard's muse in the 1960s, performing in several of his films, including The Little Soldier, A Woman Is a Woman, My Life to Live, Bande à part, Pierrot le Fou and Alphaville. For her performance in A Woman Is a Woman, Karina won the Silver Bear Award for Best Actress a"}]}, {"heading": "Births", "year": "1941", "date": "September 22", "txt": "Jeremiah Wright, American pastor and theologian", "entities": [{"title": "Jeremiah Wright", "href": "/wiki/Jeremiah_Wright", "description": "Jeremiah Alvesta Wright Jr. is a pastor emeritus of Trinity United Church of Christ in Chicago, a congregation he led for 36 years, during which its membership grew to over 8,000 parishioners. Following retirement, his beliefs and preaching were scrutinized when segments of his sermons about terrorist attacks on the United States and government dishonesty were publicized in connection with the pre"}]}, {"heading": "Births", "year": "1942", "date": "September 22", "txt": "Ole Anderson, American wrestler", "entities": [{"title": "Ole Anderson", "href": "/wiki/Ole_Anderson", "description": "Alan Robert Rogowski, better known by his ring name of Ole Anderson, is an American retired professional wrestler, referee and promoter. Part of the Anderson family, a fictional family, Anderson was a founding member of the influential stable The Four Horsemen."}]}, {"heading": "Births", "year": "1942", "date": "September 22", "txt": "Candida Lycett Green, Anglo-Irish journalist and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 22", "txt": "Rubén Salazar Gómez, Colombian cardinal", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 22", "txt": "David Stern, American lawyer and businessman (d. 2020)", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 22", "txt": "Toni Basil, American singer-songwriter, dancer, and actress", "entities": [{"title": "Toni Basil", "href": "/wiki/Toni_Basil", "description": "Antonia Christina Basilotta, better known by her stage name Toni Basil, is an American singer, actress, choreographer, dancer, and filmmaker, best known for her multi-million-selling worldwide 1981/2 smash hit \"Mickey,\" which topped the charts in the US, Canada and Australia and hit the top ten in several other countries. She has collaborated with David Bowie, Elvis Presley, Talking Heads, the Mon"}]}, {"heading": "Births", "year": "1943", "date": "September 22", "txt": "Barry Cable, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 22", "txt": "Paul Hoffert, American keyboard player, composer, and academic", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 22", "txt": "Brian Gibson, English director, producer, and screenwriter (d. 2004)", "entities": [{"title": "Brian Gibson (director)", "href": "/wiki/Brian_Gibson_(director)", "description": "Brian Gibson was an English film director."}]}, {"heading": "Births", "year": "1946", "date": "September 22", "txt": "King Sunny Adé, Nigerian singer-songwriter and guitarist", "entities": [{"title": "King Sunny Adé", "href": "/wiki/King_Sunny_Ad%C3%A9", "description": "Chief Sunday Adeniyi Adegeye, known professionally as King Sunny Adé, is a Nigerian jùjú singer, songwriter and multi-instrumentalist. He is regarded as one of the first African pop musicians to gain international success, and has been called one of the most influential musicians of all time."}]}, {"heading": "Births", "year": "1946", "date": "September 22", "txt": "Larry Dierker, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 22", "txt": "Jo Beverley, English-Canadian author (d. 2016)", "entities": [{"title": "Jo Beverley", "href": "/wiki/Jo_Beverley", "description": "Mary Josephine Beverley was a prolific English-Canadian writer of historical and contemporary romance novels from 1988 to 2016."}]}, {"heading": "Births", "year": "1947", "date": "September 22", "txt": "David Drewry, English glaciologist and geophysicist", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 22", "txt": "Norma McCorvey, American activist (d. 2017)", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 22", "txt": "Robert Morace, American author and academic", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 22", "txt": "Denis Burke, Australian soldier and politician, 6th Chief Minister of the Northern Territory", "entities": [{"title": "Denis Burke (Australian politician)", "href": "/wiki/Denis_Burke_(Australian_politician)", "description": "Denis Gabriel Burke is a former Australian politician. A former Australian Army officer, he served as a Country Liberal Party member of the Northern Territory Legislative Assembly from 1994 to 2005. He spent two years as Chief Minister after succeeding Shane Stone, but oversaw the CLP's defeat at the 2001 election, ending 27 years of continuous CLP government in the Northern Territory. Burke later"}, {"title": "Chief Minister of the Northern Territory", "href": "/wiki/Chief_Minister_of_the_Northern_Territory", "description": "The Chief Minister of the Northern Territory is the head of government of the Northern Territory. The office is the equivalent of a State Premier. \nWhen the Northern Territory Legislative Assembly was created in 1974, the head of government was officially known as Majority Leader. This title was used in the first parliament (1974–1977) and the first eighteen months of the second. When self-governm"}]}, {"heading": "Births", "year": "1948", "date": "September 22", "txt": "Mark Phillips, English equestrian, trainer, and journalist", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 22", "txt": "James Cartwright, American general", "entities": [{"title": "James Cartwright", "href": "/wiki/James_Cartwright", "description": "James Edward \"Hoss\" Cartwright is a retired United States Marine Corps four-star general who last served as the eighth Vice Chairman of the Joint Chiefs of Staff from August 31, 2007, to August 3, 2011. He previously served as the Commander, U.S. Strategic Command, from September 1, 2004, to August 10, 2007, and as Acting Commander, U.S. Strategic Command from July 9, 2004, to September 1, 2004. H"}]}, {"heading": "Births", "year": "1949", "date": "September 22", "txt": "Jim McGinty, Australian lawyer and politician, Attorney-General of Western Australia", "entities": [{"title": "Attorney-General of Western Australia", "href": "/wiki/Attorney-General_of_Western_Australia", "description": "The Attorney-General of Western Australia is the member of the Government of Western Australia responsible for maintenance and improvement of Western Australia's system of law and justice. Before the advent of representative government in 1870, the title was Advocate-General of Western Australia. The Attorney-General must be a qualified legal practitioner. When there are none in the cabinet, a lay"}]}, {"heading": "Births", "year": "1951", "date": "September 22", "txt": "David Coverdale, English singer-songwriter", "entities": [{"title": "David Coverdale", "href": "/wiki/David_Coverdale", "description": "David Coverdale is an English rock singer-songwriter best known for his work with Whitesnake, a hard rock band he founded in 1978. Before Whitesnake, Coverdale was the lead singer of Deep Purple from 1973 to 1976, after which he established his solo career. A collaboration with Jimmy Page resulted in a 1993 album that was certified Platinum. In 2016, Coverdale was inducted into the Rock and Roll H"}]}, {"heading": "Births", "year": "1951", "date": "September 22", "txt": "Mike Graham, American wrestler and promoter (d. 2012)", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 22", "txt": "Doug Somers, American wrestler (d. 2017)", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 22", "txt": "Bob Goodlatte, American lawyer and politician", "entities": [{"title": "Bob Goodlatte", "href": "/wiki/Bob_Goodlatte", "description": "Robert William Goodlatte is an American politician, attorney, and lobbyist who served in the United States House of Representatives representing Virginia's 6th congressional district for 13 terms. A Republican, he was also the Chair of the House Judiciary Committee, which has jurisdiction over legislation affecting the federal courts, administrative agencies, and federal law enforcement entities. "}]}, {"heading": "Births", "year": "1952", "date": "September 22", "txt": "Sukhumbhand Paribatra, Thai political scientist and politician, 15th Governor of Bangkok", "entities": [{"title": "Governor of Bangkok", "href": "/wiki/Governor_of_Bangkok", "description": "The Bangkok Metropolitan Administration (BMA) is the local government of Bangkok, which includes the capital of the Kingdom of Thailand. The government is composed of two branches: the executive and the legislative. The administration's roles are to formulate and implement policies to manage Bangkok. Its purview includes transport services, urban planning, waste management, housing, roads and high"}]}, {"heading": "Births", "year": "1952", "date": "September 22", "txt": "Américo Rocca, Mexican wrestler", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 22", "txt": "Richard Fairbrass, English singer-songwriter, musician and producer (Right Said Fred)", "entities": [{"title": "Richard Fairbrass", "href": "/wiki/Richard_Fairbrass", "description": "Richard Peter John Fairbrass is an English singer, bassist and television presenter, best known as lead singer of the pop group Right Said Fred, which achieved two hits in the early 1990s with the singles \"I'm Too Sexy\" and \"Deeply Dippy\". He and his band have won two Ivor Novello Awards."}, {"title": "Right Said Fred", "href": "/wiki/Right_Said_Fred", "description": "Right Said Fred are a London-based English band formed by brothers Fred and Richard Fairbrass in 1989. Their achievements include number 1 hits in 70 countries including one US number 1, one UK number 1, and a number 1 in Japan. They were the first UK band to reach the number one slot in the US with a debut single since The Beatles. They have performed for Queen Elizabeth of the United Kingdom, Ne"}]}, {"heading": "Births", "year": "1953", "date": "September 22", "txt": "Ségolène Royal, French politician", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 22", "txt": "Jeffrey Leonard, American baseball player and coach", "entities": [{"title": "Jeffrey Leonard", "href": "/wiki/Jeffrey_Leonard", "description": "Jeffrey Leonard is an American former professional baseball left fielder. He played 14 seasons in Major League Baseball (MLB) from 1977 to 1990 for the Los Angeles Dodgers, Houston Astros, San Francisco Giants, Milwaukee Brewers, and Seattle Mariners."}]}, {"heading": "Births", "year": "1956", "date": "September 22", "txt": "Debby Boone, American singer, actress, and author", "entities": [{"title": "Debby Boone", "href": "/wiki/Debby_Boone", "description": "Deborah Anne Boone is an American singer, author, and actress. She is best known for her 1977 hit, \"You Light Up My Life\", which spent ten weeks at No. 1 on the Billboard Hot 100 chart and led to her winning the Grammy Award for Best New Artist the following year. Boone later focused her music career on country music, resulting in the 1980 No. 1 country hit \"Are You on the Road to Lovin' Me Again\""}]}, {"heading": "Births", "year": "1956", "date": "September 22", "txt": "Doug Wimbish, American singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 22", "txt": "Ibrahim Shema, Nigerian lawyer, politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 22", "txt": "Steve Carney, English footballer (d. 2013)", "entities": [{"title": "Steve Carney", "href": "/wiki/Steve_Carney", "description": "Stephen Carney was an English professional footballer who played in the Football League as a defender for Newcastle United, Carlisle United, Darlington, Rochdale and Hartlepool United."}]}, {"heading": "Births", "year": "1957", "date": "September 22", "txt": "Nick Cave, Australian singer-songwriter, author, and actor", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 22", "txt": "Johnette Napolitano, American singer-songwriter and bass player (Concrete Blonde)", "entities": [{"title": "Concrete Blonde", "href": "/wiki/Concrete_Blonde", "description": "Concrete Blonde was an American alternative rock band from Hollywood, California. They were initially active from 1982 to 1995, and ultimately reunited twice: first from 2001 to 2004, and again from 2010 to 2012. They were best known for their album Bloodletting (1990), its top 20 single \"Joey\", and Johnette Napolitano's distinctive vocal style."}]}, {"heading": "Births", "year": "1957", "date": "September 22", "txt": "Giuseppe Saronni, Italian cyclist and manager", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 22", "txt": "Andrea Bocelli, Italian singer-songwriter and producer", "entities": [{"title": "Andrea Bocelli", "href": "/wiki/Andrea_Bocelli", "description": "Andrea Bocelli is an Italian opera tenor and multi-instrumentalist. He was diagnosed with congenital glaucoma at 5 months old, and became completely blind at age 12, following a football accident. After performing evenings in piano bars and competing in local singing contests, Bocelli signed his first recording contract with the Sugar Music label. He rose to fame in 1994, winning the preliminary r"}]}, {"heading": "Births", "year": "1958", "date": "September 22", "txt": "Beth Catlin, American Autistic savant", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 22", "txt": "Neil Cavuto, American journalist and author", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 22", "txt": "Joan Jett, American singer-songwriter, guitarist, producer, and actress", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 22", "txt": "Tai Babilonia, American figure skater and talk show host", "entities": [{"title": "Tai Babilonia", "href": "/wiki/Tai_Babilonia", "description": "Tai Reina Babilonia is an American former pair skater. Together with Randy Gardner, she won the 1979 World Figure Skating Championships and five U.S. Figure Skating Championships (1976–1980). The pair qualified for the 1976 and 1980 Winter Olympics."}]}, {"heading": "Births", "year": "1959", "date": "September 22", "txt": "Saul Perlmutter, American astrophysicist, astronomer, and academic, Nobel Prize Laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1960", "date": "September 22", "txt": "Scott Baio, American actor", "entities": [{"title": "Scott Baio", "href": "/wiki/Scott_Baio", "description": "Scott Vincent James Baio is an American actor. He is known for his role as Chachi Arcola on the sitcom Happy Days (1977–1984) and its spin-off Joanie Loves Chachi (1982–1983), and for playing the title character on the sitcom Charles in Charge (1984–1990), Dr. Jack Stewart in the medical-mystery-drama series Diagnosis: Murder (1993–1995), and the titular hero of the musical film Bugsy Malone (1976"}]}, {"heading": "Births", "year": "1961", "date": "September 22", "txt": "Vince Coleman, American baseball player", "entities": [{"title": "Vince Coleman", "href": "/wiki/Vince_Coleman", "description": "Vincent Maurice Coleman is an American former Major League Baseball (MLB) player, best known for his years with the St. Louis Cardinals. Primarily a left fielder, Coleman played from 1985 to 1997 and set a number of stolen base records. He was a switch hitter and threw right-handed."}]}, {"heading": "Births", "year": "1961", "date": "September 22", "txt": "Liam Fox, Scottish physician and politician, Secretary of State for Defence", "entities": [{"title": "Secretary of State for Defence", "href": "/wiki/Secretary_of_State_for_Defence", "description": "The Secretary of State for Defence, also referred to as the Defence Secretary, is a secretary of state position within the Government of the United Kingdom, and head of the Ministry of Defence (MoD). The office forms part of the British Cabinet."}]}, {"heading": "Births", "year": "1961", "date": "September 22", "txt": "Bonnie Hunt, American actress, producer, and talk show host", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 22", "txt": "Diane Lemieux, Canadian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 22", "txt": "Catherine Oxenberg, American actress", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 22", "txt": "Michael Torke, American composer", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 22", "txt": "Martin Crowe, New Zealand cricketer and sportscaster (d. 2016)", "entities": [{"title": "Martin Crowe", "href": "/wiki/Martin_Crowe", "description": "Martin David Crowe was a New Zealand cricketer, Test and ODI captain as well as a commentator. He played for the New Zealand national cricket team between 1982 and 1995, and is regarded as one of the country's greatest batsmen."}]}, {"heading": "Births", "year": "1964", "date": "September 22", "txt": "Juha Turunen, Finnish lawyer and politician", "entities": [{"title": "Juha Turunen", "href": "/wiki/Juha_Turunen", "description": "Juha Turunen is a Finnish criminal and former SDP city council candidate living in Turku, who confessed to a kidnapping in 2009."}]}, {"heading": "Births", "year": "1964", "date": "September 22", "txt": "Ken Vandermark, American saxophonist and composer", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 22", "txt": "Dan Bucatinsky, American actor, director, producer, and screenwriter", "entities": [{"title": "Dan Bucatinsky", "href": "/wiki/Dan_Bucatinsky", "description": "Daniel Bucatinsky is an American actor, writer and producer, best known for his role as James Novak in the Shonda Rhimes drama series Scandal, for which he won the Primetime Emmy Award for Outstanding Guest Actor in a Drama Series in 2013. In 2014, Bucatinsky starred on NBC's Marry Me, as well as the newly revived HBO series The Comeback, which he also executive produces."}]}, {"heading": "Births", "year": "1965", "date": "September 22", "txt": "Andrii Deshchytsia, Ukrainian politician and diplomat, Ukrainian Minister of Foreign Affairs", "entities": [{"title": "Ministry of Foreign Affairs (Ukraine)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Ukraine)", "description": "The Ministry of Foreign Affairs of Ukraine is the Ukrainian government authority that oversees the foreign relations of Ukraine."}]}, {"heading": "Births", "year": "1965", "date": "September 22", "txt": "Mark Guthrie, American baseball player", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 22", "txt": "Robert Satcher, American physician, engineer, and astronaut", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 22", "txt": "Ruth Jones, Welsh actress, producer, and screenwriter", "entities": [{"title": "Ruth Jones (actress)", "href": "/wiki/Ruth_Jones_(actress)", "description": "Ruth Alexandra Elisabeth Jones is a Welsh actress, comedian, writer and producer. She co-wrote and co-starred in the award-winning BBC sitcom Gavin & Stacey."}]}, {"heading": "Births", "year": "1966", "date": "September 22", "txt": "Mike Richter, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 22", "txt": "Michael Shank, American racing team owner", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 22", "txt": "Matt Besser, American actor, director, producer, and screenwriter", "entities": [{"title": "Matt Besser", "href": "/wiki/Matt_Besser", "description": "Matthew Gregory Besser is an American actor, comedian, director, producer, and writer, best known as one of the four founding members of the Upright Citizens Brigade sketch comedy troupe, who had their own show on Comedy Central from 1998–2000. He currently hosts the improvisation-based podcast Improv4humans on the Earwolf podcasting network."}]}, {"heading": "Births", "year": "1967", "date": "September 22", "txt": "Super Delfin, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 22", "txt": "Brian Keene, American novelist", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 22", "txt": "Ian Mortimer, English historian and novelist", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 22", "txt": "Rickard Rydell, Swedish race car driver", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 22", "txt": "Félix Savón, Cuban boxer", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 22", "txt": "Nicole Bradtke, Australian tennis player and sportscaster", "entities": [{"title": "Nicole Bradtke", "href": "/wiki/Nicole_Bradtke", "description": "Nicole Bradtke is a retired professional tennis player from Australia."}]}, {"heading": "Births", "year": "1969", "date": "September 22", "txt": "Tuomas Kantelinen, Finnish composer and conductor", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 22", "txt": "Sue Perkins, English comedian, actress, and radio host", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 22", "txt": "Matt Sharp, American singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 22", "txt": "Gladys Berejiklian, Australian politician, 45th Premier of New South Wales", "entities": [{"title": "Gladys Berejiklian", "href": "/wiki/Gladys_Berejiklian", "description": "Gladys Berejiklian is an Australian politician serving as the 45th and current Premier of New South Wales and the Leader of the New South Wales Liberal Party, offices which she assumed on 23 January 2017 following the resignation of Mike Baird. She has been a member of the New South Wales Legislative Assembly since 2003, representing the seat of Willoughby."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1970", "date": "September 22", "txt": "Mike Matheny, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 22", "txt": "Mystikal, American rapper and actor", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 22", "txt": "Hitro Okesene, New Zealand rugby player and coach", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 22", "txt": "Rupert Penry-Jones, English actor", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 22", "txt": "Emmanuel Petit, French footballer", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 22", "txt": "Elizabeth Bear, American author and poet", "entities": [{"title": "Elizabeth Bear", "href": "/wiki/Elizabeth_Bear", "description": "Sarah Bear Elizabeth Wishnevsky is an American author who works primarily in speculative fiction genres, writing under the name Elizabeth Bear. She won the 2005 John W. Campbell Award for Best New Writer, the 2008 Hugo Award for Best Short Story for \"Tideline\", and the 2009 Hugo Award for Best Novelette for \"Shoggoths in Bloom\". She is one of only five writers who have gone on to win multiple Hugo"}]}, {"heading": "Births", "year": "1971", "date": "September 22", "txt": "Toomas Krõm, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 22", "txt": "Luther Reigns, American actor and wrestler", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 22", "txt": "Yoo Chae-yeong, South Korean singer-songwriter and actress (d. 2014)", "entities": [{"title": "Yoo Chae-yeong", "href": "/wiki/Yoo_Chae-yeong", "description": "Yoo Chae-yeong was a South Korean singer, actress, and radio host."}]}, {"heading": "Births", "year": "1973", "date": "September 22", "txt": "Stéfan Louw, South African tenor and producer", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 22", "txt": "Bob Sapp, American wrestler", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 22", "txt": "Kostas Kaiafas, Cypriot footballer and manager", "entities": [{"title": "Kostas Kaiafas", "href": "/wiki/Kostas_Kaiafas", "description": "Kostas Kaiafas is Cypriot former football player and manager."}]}, {"heading": "Births", "year": "1975", "date": "September 22", "txt": "Ethan Moreau, Canadian ice hockey player and scout", "entities": [{"title": "Ethan Moreau", "href": "/wiki/Ethan_Moreau", "description": "Ethan Byron Moreau is a Canadian former professional ice hockey player. Moreau was selected in the first round of the 1994 NHL Entry Draft, 14th overall, by the Chicago Blackhawks of the National Hockey League (NHL). He also played with the Edmonton Oilers, Columbus Blue Jackets and the Los Angeles Kings of the NHL. He currently serves as an assistant coach for Niagara University."}]}, {"heading": "Births", "year": "1976", "date": "September 22", "txt": "David Berkeley, American singer-songwriter and guitarist", "entities": [{"title": "David Berkeley", "href": "/wiki/David_Berkeley", "description": "David Berkeley is an American singer and songwriter."}]}, {"heading": "Births", "year": "1976", "date": "September 22", "txt": "Mo Collins, American football player and coach (d. 2014)", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 22", "txt": "Harry Kewell, Australian footballer and coach", "entities": [{"title": "Harry Kewell", "href": "/wiki/Harry_Kewell", "description": "Harry Kewell is an Australian football coach and former player. He played for Leeds United, Liverpool, Galatasaray, Melbourne Victory, Al-Gharafa and Melbourne Heart. While at Leeds he was named the PFA Young Player of the Year in 2000. Internationally he has received 58 caps, and scored 17 goals, while playing for the Australian national team. A left winger also capable of playing as an attacking"}]}, {"heading": "Births", "year": "1979", "date": "September 22", "txt": "Emilie Autumn, American singer-songwriter, violinist, and poet", "entities": [{"title": "Emilie Autumn", "href": "/wiki/Emilie_Autumn", "description": "Emilie Autumn Liddell, better known by her stage name Emilie Autumn, is an American singer-songwriter, poet, author, violinist, and actress. Autumn's musical style is described by her as \"Fairy Pop\", \"Fantasy Rock\" or \"Victoriandustrial\". It is influenced by glam rock and from plays, novels, and history, particularly the Victorian era. Performing with her all-female backup dancers The Bloody Crump"}]}, {"heading": "Births", "year": "1979", "date": "September 22", "txt": "Phil Waugh, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 22", "txt": "Francesco D'Isa, Italian painter and journalist", "entities": [{"title": "Francesco D'Isa", "href": "/wiki/Francesco_D%27Isa", "description": "Francesco D'Isa is an Italian artist, writer, journalist and art curator. He studied philosophy in Florence, Italy. He's self-taught as an artist: his fascination with visual imagery has driven him to master the required skills. He's a pioneer of digital art in Italy, but his drawing abilities let him work with traditional media as well. He was the co-founder of the Italian art & literature magazi"}]}, {"heading": "Births", "year": "1980", "date": "September 22", "txt": "Svenja Weidemann, German tennis player", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 22", "txt": "Alexei Ramírez, Cuban baseball player", "entities": [{"title": "Alexei Ramírez", "href": "/wiki/Alexei_Ram%C3%ADrez", "description": "Alexei Fernando Ramírez Rodriguez is a Cuban former professional baseball shortstop. He has played for the Chicago White Sox, San Diego Padres and Tampa Bay Rays in MLB and Pinar del Rio of the Cuban National Series. His nickname, given to him by former White Sox manager Ozzie Guillén, is \"The Cuban Missile\" due to his tall, slim physique and combination of speed, power, and strong throwing arm."}]}, {"heading": "Births", "year": "1981", "date": "September 22", "txt": "Subaru Shibutani, Japanese singer-songwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 22", "txt": "Ingrid Vetlesen, Norwegian soprano", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 22", "txt": "Domenic Cassisi, Australian footballer", "entities": [{"title": "Domenic Cassisi", "href": "/wiki/Domenic_Cassisi", "description": "Domenic Cassisi is a former premiership winning Australian rules footballer with the Port Adelaide Football Club, and was the club's 62nd captain from 2009 to 2012. He was recruited in the 2000 AFL Draft with pick 50, and is a member of Port Adelaide's 2004 premiership side."}]}, {"heading": "Births", "year": "1982", "date": "September 22", "txt": "Billie Piper, English actress and singer", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 22", "txt": "Maarten Stekelenburg, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 22", "txt": "Kyla, British singer", "entities": [{"title": "Kyla (British singer)", "href": "/wiki/Kyla_(British_singer)", "description": "Kyla Reid is a British house music singer in the UK funky subgenre. She is best known for the song \"Do You Mind\" which was later featured on Drake's 2016 international hit \"One Dance\"."}]}, {"heading": "Births", "year": "1983", "date": "September 22", "txt": "Glenn Loovens, Dutch professional footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 22", "txt": "Petr Tatíček, Czech professional ice hockey", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 22", "txt": "Tommy Thelin, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 22", "txt": "Ross Jarman, English drummer and songwriter", "entities": [{"title": "Ross Jarman", "href": "/wiki/Ross_Jarman", "description": "Ross Anthony Jarman is the drummer with English rock band The Cribs."}]}, {"heading": "Births", "year": "1984", "date": "September 22", "txt": "Thiago Silva, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 22", "txt": "Matteo Cavagna, Italian footballer", "entities": [{"title": "Matteo Cavagna (footballer born 1985)", "href": "/wiki/Matteo_Cavagna_(footballer_born_1985)", "description": "Matteo Sergio Cavagna is an Italian footballer who plays as a midfielder for Albese."}]}, {"heading": "Births", "year": "1985", "date": "September 22", "txt": "Faris Haroun, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 22", "txt": "Jamie Mackie, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 22", "txt": "Tatiana Maslany, Canadian actress", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 22", "txt": "Ibragim Todashev, Russian-American mixed martial artist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 22", "txt": "Derick Brassard, Canadian ice hockey player", "entities": [{"title": "Derick Brassard", "href": "/wiki/Derick_Brassard", "description": "Derick Brassard is a Canadian professional ice hockey centre currently playing for the Arizona Coyotes of the National Hockey League (NHL). Brassard has previously played in the NHL for the Columbus Blue Jackets, New York Rangers, Ottawa Senators, Pittsburgh Penguins, Florida Panthers, Colorado Avalanche and New York Islanders. He was selected in the first round, sixth overall, in the 2006 NHL Ent"}]}, {"heading": "Births", "year": "1987", "date": "September 22", "txt": "Stefan Denifl, Austrian cyclist", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 22", "txt": "Tom Felton, English actor", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 22", "txt": "Zdravko Kuzmanović, Serbian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 22", "txt": "Nikita Andreyev, Russian footballer", "entities": [{"title": "Nikita Andreyev", "href": "/wiki/Nikita_Andreyev", "description": "Nikita Yevgenyevich Andreyev is a Russian footballer who plays as a striker for Legion."}]}, {"heading": "Births", "year": "1989", "date": "September 22", "txt": "Jon Bass, American actor", "entities": [{"title": "Jon Bass (actor)", "href": "/wiki/Jon_Bass_(actor)", "description": "Jon Bass is an American actor, known for playing Ronnie Greenbaum in the film Baywatch, and Del Plimpton in the comedy series Big Time in Hollywood, FL."}]}, {"heading": "Births", "year": "1989", "date": "September 22", "txt": "Kim Hyo-yeon, South Korean singer, dancer, and actress (Girls Generation)", "entities": [{"title": "Girls Generation", "href": "/wiki/Girls_Generation", "description": "Girls' Generation, also known as SNSD, is a South Korean girl group formed by SM Entertainment. The group is composed of eight members: Taeyeon, Sunny, Tiffany, Hyoyeon, Yuri, Sooyoung, Yoona, and Seohyun. Originally a nine-piece, Jessica departed from the group in September 2014. One of the prominent South Korean figures and one of the most popular K-pop groups worldwide, Girls' Generation has ea"}]}, {"heading": "Births", "year": "1989", "date": "September 22", "txt": "Sabine Lisicki, German tennis player", "entities": []}, {"heading": "Births", "year": "1990", "date": "September 22", "txt": "Denard Robinson, American football player", "entities": [{"title": "Denard Robinson", "href": "/wiki/Denard_Robinson", "description": "Denard Xavier Robinson  is a former American football running back who played for four seasons in the National Football League (NFL). He was drafted by the Jacksonville Jaguars in the fifth round of the 2013 NFL Draft. Robinson was the starting quarterback in all 26 games for the 2010 and 2011 Michigan Wolverines football teams and played at the same position as a senior for the 2012 team as well "}]}, {"heading": "Births", "year": "1991", "date": "September 22", "txt": "Kenny Bromwich, New Zealand rugby league player", "entities": [{"title": "Kenny Bromwich", "href": "/wiki/Kenny_Bromwich", "description": "Kenneath Bromwich is a New Zealand professional rugby league footballer who plays as a second-row forward for the Melbourne Storm in the NRL, and New Zealand and the New Zealand Māori at international level."}]}, {"heading": "Births", "year": "1991", "date": "September 22", "txt": "Joe Wardle, English rugby league player", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 22", "txt": "Philip Hindes, English track cyclist", "entities": [{"title": "Philip Hindes", "href": "/wiki/Philip_Hindes", "description": "Philip Hindes MBE is a British track cyclist, specialising in sprints. He holds dual nationality, having been born in Germany to a British father. Having initially competed for Germany at a junior level, in 2010 he switched to the British Cycling programme. At the 2012 Summer Olympics he won the gold medal in the Men's team sprint, and again at the 2016 Summer Olympics he won the gold medal in the"}]}, {"heading": "Births", "year": "1994", "date": "September 22", "txt": "Carlos Correa, Puerto Rican-American baseball player", "entities": [{"title": "Carlos Correa", "href": "/wiki/Carlos_Correa", "description": "Carlos Javier Correa Oppenheimer is a Puerto Rican professional baseball shortstop for the Houston Astros of Major League Baseball (MLB). The Astros selected Correa with the first overall selection of the 2012 MLB draft."}]}, {"heading": "Births", "year": "1995", "date": "September 22", "txt": "Im Nayeon, South Korean singer, member of Twice", "entities": [{"title": "Nayeon", "href": "/wiki/Nayeon", "description": "Im Na-yeon, known mononymously as Nayeon (Korean: 나연), is a South Korean singer. After participating on the reality survival television show Sixteen in 2015, she became a singer in the South Korean girl group Twice formed by JYP Entertainment. She is the oldest member of Twice."}, {"title": "Twice", "href": "/wiki/Twice", "description": "Twice, commonly stylized as TWICE, is a South Korean girl group formed by JYP Entertainment. The group is composed of nine members: Nayeon, Jeongyeon, Momo, Sana, Jihyo, Mina, Dahyun, Chaeyoung, and Tzuyu. Twice was formed under the television program Sixteen (2015) and debuted on October 20, 2015, with the extended play (EP) The Story Begins."}]}, {"heading": "Deaths", "year": "189", "date": "September 22", "txt": "He Jin, Chinese general and regent (b. 135)", "entities": [{"title": "He Jin", "href": "/wiki/He_Jin", "description": "He Jin, courtesy name Suigao, was the military Grand marshal and regent of the late Eastern Han dynasty of China. He was an elder half-brother of Empress He, the empress consort of Emperor Ling, and a maternal uncle of Emperor Shao. In 189, he and his sister shared power as regents when the young Emperor Shao was put on the throne following Emperor Ling's death. During the time, the conflict betwe"}]}, {"heading": "Deaths", "year": "530", "date": "September 22", "txt": "Pope Felix IV", "entities": [{"title": "Pope Felix IV", "href": "/wiki/Pope_Felix_IV", "description": "Pope Felix IV was the bishop of Rome from 12 July 526 to his death. He was the chosen candidate of Ostrogoth King Theodoric the Great, who had imprisoned Felix's predecessor, John I."}]}, {"heading": "Deaths", "year": "904", "date": "September 22", "txt": "Zhao Zong, emperor of the Tang Dynasty (b. 867)", "entities": [{"title": "Emperor Zhaozong of Tang", "href": "/wiki/Emperor_Zhaozong_of_Tang", "description": "Emperor Zhaozong of Tang, né Li Jie, name later changed to Li Min and again to Li Ye, was the penultimate emperor of the Tang Dynasty of China. He reigned from 888 to 904. Zhaozong was the seventh son of Emperor Yizong of Tang and younger brother of Emperor Xizong of Tang. Later Li Jie was murdered by Zhu Wen, the Later Liang ruler who overthrew the Tang dynasty."}, {"title": "Tang dynasty", "href": "/wiki/Tang_dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}]}, {"heading": "Deaths", "year": "967", "date": "September 22", "txt": "Wichmann II, Frankish nobleman", "entities": [{"title": "Wichmann the Younger", "href": "/wiki/Wichmann_the_Younger", "description": "Wichmann II the Younger was a member of the Saxon House of Billung. He was a son of Count Wichmann the Elder and his wife Frederuna, probably a sister of Queen Matilda. The cousin of Emperor Otto I became known as a fierce enemy of the ruling Ottonian dynasty."}]}, {"heading": "Deaths", "year": "1072", "date": "September 22", "txt": "Ouyang Xiu, Chinese historian, poet, and politician (b. 1007)", "entities": [{"title": "Ouyang Xiu", "href": "/wiki/Ouyang_Xiu", "description": "Ouyang Xiu, courtesy name Yongshu, also known by his art names Zuiweng and Liu Yi Jushi, was a Chinese essayist, historian, poet, calligrapher, politician, and epigrapher of the Song dynasty. A much celebrated writer, both among his contemporaries and in subsequent centuries, Ouyang Xiu is considered the central figure of the Eight Masters of the Tang and Song. It was he who revived the Classical "}]}, {"heading": "Deaths", "year": "1158", "date": "September 22", "txt": "Otto of Freising, German bishop and chronicler (b. c. 1114)", "entities": [{"title": "Otto of Freising", "href": "/wiki/Otto_of_Freising", "description": "Otto of Freising was a German churchman and chronicler. He was Otto I Bishop of Freising as from 1138."}]}, {"heading": "Deaths", "year": "1174", "date": "September 22", "txt": "Uchtred, Lord of Galloway (b. c. 1120)", "entities": [{"title": "Uhtred of Galloway", "href": "/wiki/Uhtred_of_Galloway", "description": "Uchtred mac Fergus was Lord of Galloway from 1161 to 1174, ruling jointly with his half-brother Gille Brigte (Gilbert). They were sons of Fergus of Galloway; their mothers' names are unknown, but Uchtred may have been born to one of the many illegitimate daughters of Henry I of England, most likely Elizabeth Fitzroy."}]}, {"heading": "Deaths", "year": "1253", "date": "September 22", "txt": "Dōgen, Japanese monk and philosopher (b. 1200)", "entities": [{"title": "Dōgen", "href": "/wiki/D%C5%8Dgen", "description": "Dōgen Zenji, also known as Dōgen Kigen (道元希玄), Eihei Dōgen (永平道元), Kōso Jōyō Daishi (高祖承陽大師), or Busshō Dentō Kokushi (仏性伝東国師), was a Japanese Buddhist priest, writer, poet, philosopher, and founder of the Sōtō school of Zen in Japan."}]}, {"heading": "Deaths", "year": "1345", "date": "September 22", "txt": "Henry, 3rd Earl of Lancaster, English politician, Lord High Steward (b. 1281)", "entities": [{"title": "Henry, 3rd Earl of Lancaster", "href": "/wiki/Henry,_3rd_Earl_of_Lancaster", "description": "Henry, 3rd Earl of Leicester and Lancaster was a grandson of King Henry III (1216–1272) of England and was one of the principals behind the deposition of King Edward II (1307–1327), his first cousin."}, {"title": "Lord High Steward", "href": "/wiki/Lord_High_Steward", "description": "The position of Lord High Steward is the first of the Great Officers of State in England, nominally ranking above the Lord Chancellor and the Prime Minister."}]}, {"heading": "Deaths", "year": "1399", "date": "September 22", "txt": "Thomas de Mowbray, 1st Duke of Norfolk, English politician, Earl Marshal of The United Kingdom (b. 1366)", "entities": [{"title": "Thomas de Mowbray, 1st Duke of Norfolk", "href": "/wiki/Thomas_de_Mowbray,_1st_Duke_of_Norfolk", "description": "Thomas de Mowbray, 1st Duke of Norfolk, 1st Earl of Nottingham, 3rd Earl of Norfolk, 6th Baron Mowbray, 7th Baron Segrave, KG, Earl Marshal was an English peer. As a result of his involvement in the power struggles which led up to the fall of Richard II, he was banished and died in exile in Venice."}, {"title": "Earl Marshal", "href": "/wiki/Earl_Marshal", "description": "Earl Marshal is a hereditary royal officeholder and chivalric title under the sovereign of the United Kingdom used in England. He is the eighth of the Great Officers of State in the United Kingdom, ranking beneath the Lord High Constable and above the Lord High Admiral. A Duke of Norfolk has held the office since 1672."}]}, {"heading": "Deaths", "year": "1408", "date": "September 22", "txt": "John VII Palaiologos, Byzantine Emperor (b. 1370)", "entities": [{"title": "John VII Palaiologos", "href": "/wiki/John_VII_Palaiologos", "description": "John VII Palaiologos or Palaeologus was Byzantine emperor for five months in 1390, from 14 April to 17 September. A handful of sources suggest that John VII sometimes used the name Andronikos (Ἀνδρόνικος), possibly to honour the memory of his father, Andronikos IV Palaiologos."}, {"title": "Byzantine Emperor", "href": "/wiki/Byzantine_Emperor", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}]}, {"heading": "Deaths", "year": "1457", "date": "September 22", "txt": "Peter II, Duke of Brittany (b. 1418)", "entities": [{"title": "Peter II, Duke of Brittany", "href": "/wiki/Peter_II,_Duke_of_Brittany", "description": "Peter II (1418–1457), was Duke of Brittany, Count of Montfort and titular earl of Richmond, from 1450 to his death. He was son of Duke John VI and Joan of France, and a younger brother of Francis I."}]}, {"heading": "Deaths", "year": "1482", "date": "September 22", "txt": "Philibert I, Duke of Savoy (b. 1465)", "entities": [{"title": "Philibert I, Duke of Savoy", "href": "/wiki/Philibert_I,_Duke_of_Savoy", "description": "Philibert I, surnamed the Hunter, was the son of Amadeus IX, Duke of Savoy and Yolande of Valois. Philibert was Duke of Savoy from 1472 to 1482."}]}, {"heading": "Deaths", "year": "1520", "date": "September 22", "txt": "Selim I, Ottoman sultan (b. 1465)", "entities": [{"title": "Selim I", "href": "/wiki/Selim_I", "description": "Selim I , known as Selim the Grim or Selim the Resolute, was the Sultan of the Ottoman Empire from 1512 to 1520. Despite lasting only eight years, his reign is notable for the enormous expansion of the Empire, particularly his conquest between 1516 and 1517 of the entire Mamluk Sultanate of Egypt, which included all of the Levant, Hejaz, Tihamah, and Egypt itself. On the eve of his death in 1520, "}]}, {"heading": "Deaths", "year": "1531", "date": "September 22", "txt": "Louise of Savoy, French regent (b. 1476)", "entities": [{"title": "Louise of Savoy", "href": "/wiki/Louise_of_Savoy", "description": "Louise of Savoy was a French noble and regent, Duchess suo jure of Auvergne and Bourbon, Duchess of Nemours, and the mother of King Francis I. She was politically active and served as the regent of France in 1515, in 1525–1526 and in 1529."}]}, {"heading": "Deaths", "year": "1539", "date": "September 22", "txt": "Guru Nanak, Sikh religious leader, founded Sikhism (b. 1469)", "entities": [{"title": "Guru Nanak", "href": "/wiki/Guru_Nanak", "description": "Gurū Nānak, also referred to as Bābā Nānak, was the founder of Sikhism and is the first of the ten Sikh Gurus. His birth is celebrated worldwide as Guru Nanak Gurpurab on Katak Pooranmashi, i.e. October–November."}, {"title": "Sikhism", "href": "/wiki/Sikhism", "description": "Sikhism or Sikhi is a monotheistic and panentheistic religion that originated in the Punjab region of the Indian subcontinent around the end of the 15th century CE. Sikhism is one of the youngest of the major religions and the world's fifth-largest organized religion, with about 25-30 million Sikhs as of the early-21st century."}]}, {"heading": "Deaths", "year": "1554", "date": "September 22", "txt": "Francisco Vázquez de Coronado, Spanish explorer (b. 1510)", "entities": [{"title": "Francisco Vázquez de Coronado", "href": "/wiki/Francisco_V%C3%A1zquez_de_Coronado", "description": "Francisco Vázquez de Coronado y Luján was a Spanish conquistador and explorer who led a large expedition from what is now Mexico to present-day Kansas through parts of the southwestern United States between 1540 and 1542. Vázquez de Coronado had hoped to reach the Cities of Cíbola, often referred to now as the mythical Seven Cities of Gold, which is a term not invented until American gold-rush day"}]}, {"heading": "Deaths", "year": "1566", "date": "September 22", "txt": "Johannes Agricola, German theologian and academic (b. 1494)", "entities": [{"title": "Johannes Agricola", "href": "/wiki/Johannes_Agricola", "description": "Johann or Johannes Agricola was a German Protestant Reformer in the Lutheran tradition during the Protestant Reformation. He was a follower and friend of Martin Luther, who became his antagonist in the matter of the binding obligation of the law on Christians."}]}, {"heading": "Deaths", "year": "1576", "date": "September 22", "txt": "Walter Devereux, 1st Earl of Essex (b. 1541)", "entities": [{"title": "Walter Devereux, 1st Earl of Essex", "href": "/wiki/Walter_Devereux,_1st_Earl_of_Essex", "description": "Walter Devereux, 1st Earl of Essex, KG, was an English nobleman and general. From 1573 until his death he fought in Ireland in connection with the Plantations of Ireland, most notably the Rathlin Island massacre. He was the father of Elizabeth I's favourite of her later years, Robert Devereux, 2nd Earl of Essex."}]}, {"heading": "Deaths", "year": "1598", "date": "September 22", "txt": "Gabriel Spenser, English actor (b. c.1578)", "entities": [{"title": "Gabriel Spenser", "href": "/wiki/Gabriel_Spenser", "description": "Gabriel Spenser, also spelt Spencer, was an Elizabethan actor. He is best known for episodes of violence culminating in his death in a duel at the hands of the playwright Ben Jonson."}]}, {"heading": "Deaths", "year": "1607", "date": "September 22", "txt": "Alessandro Allori, Italian painter and educator (b. 1535)", "entities": [{"title": "Alessandro Allori", "href": "/wiki/Alessandro_Allori", "description": "Alessandro di Cristofano di Lorenzo del Bronzino Allori was an Italian portrait painter of the late Mannerist Florentine school."}]}, {"heading": "Deaths", "year": "1662", "date": "September 22", "txt": "John Biddle, English minister and theologian (b. 1615)", "entities": [{"title": "John Biddle (Unitarian)", "href": "/wiki/John_Biddle_(Unitarian)", "description": "John Biddle or Bidle was an influential English nontrinitarian, and Unitarian. He is often called \"the Father of English Unitarianism\"."}]}, {"heading": "Deaths", "year": "1692", "date": "September 22", "txt": "Martha Corey, American woman accused of witchcraft (b. 1620)", "entities": [{"title": "Martha Corey (Salem witch trials)", "href": "/wiki/Martha_Corey_(Salem_witch_trials)", "description": "Martha Corey was accused and convicted of witchcraft during the Salem witch trials, on September 9, 1692, and was hanged on September 22, 1692. Her second husband, Giles Corey, was also accused."}, {"title": "Witchcraft", "href": "/wiki/Witchcraft", "description": "Witchcraft is the practice of what the practitioner (\"witch\") believes to be magical skills and abilities such as using spells, incantations, and magical rituals. Witchcraft is a broad term that varies culturally and societally, and thus can be difficult to define with precision. Historically, the most common meaning is the use of supernatural means to cause harm to the innocent; this remains the "}]}, {"heading": "Deaths", "year": "1703", "date": "September 22", "txt": "Vincenzo Viviani, Italian mathematician and physicist (b. 1622)", "entities": [{"title": "Vincenzo Viviani", "href": "/wiki/Vincenzo_Viviani", "description": "Vincenzo Viviani was an Italian mathematician and scientist. He was a pupil of Torricelli and a disciple of Galileo."}]}, {"heading": "Deaths", "year": "1756", "date": "September 22", "txt": "Abu l-Hasan Ali I, ruler of Tunisia (b. 1688)", "entities": [{"title": "Abu l-Hasan Ali I", "href": "/wiki/Abu_l-Hasan_Ali_I", "description": "Abu l-Hasan Ali I, also known as Ali Pasha and Ali Bey I,) was the second leader of the Husainid Dynasty and the ruler of Tunisia from 1735 to 1756."}]}, {"heading": "Deaths", "year": "1774", "date": "September 22", "txt": "Pope Clement XIV (b. 1705)", "entities": [{"title": "Pope Clement XIV", "href": "/wiki/Pope_Clement_XIV", "description": "Pope Clement XIV, born Giovanni Vincenzo Antonio Ganganelli, was head of the Catholic Church and ruler of the Papal States from 19 May 1769 to his death in 1774. At the time of his election, he was the only Franciscan friar in the College of Cardinals, having been a member of OFM Conventual. To date, he is the last pope to take the pontifical name of \"Clement\" upon his election."}]}, {"heading": "Deaths", "year": "1776", "date": "September 22", "txt": "Nathan Hale, American soldier (b. 1755)", "entities": [{"title": "Nathan Hale", "href": "/wiki/Nathan_Hale", "description": "Nathan Hale was an American soldier and spy for the Continental Army during the American Revolutionary War. He volunteered for an intelligence-gathering mission in New York City but was captured by the British and executed. Hale has long been considered an American hero and, in 1985, he was officially designated the state hero of Connecticut."}]}, {"heading": "Deaths", "year": "1777", "date": "September 22", "txt": "John Bartram, American botanist and explorer (b. 1699)", "entities": [{"title": "John Bartram", "href": "/wiki/John_Bartram", "description": "John Bartram was an early Anglo-American colonial botanist, horticulturist, and explorer, based in Philadelphia, Pennsylvania, for most of his career. Swedish botanist and taxonomist Carl Linnaeus said he was the \"greatest natural botanist in the world.\""}]}, {"heading": "Deaths", "year": "1828", "date": "September 22", "txt": "Shaka Zulu, Zulu chieftain and monarch of the Zulu Kingdom (b. 1787)", "entities": [{"title": "Shaka", "href": "/wiki/Shaka", "description": "Shaka kaSenzangakhona, also known as Shaka Zulu and Sigidi kaSenzangakhona, was the King of the Zulu Kingdom from 1816 to 1828. He was one of the most influential monarchs of the Zulu Kingdom, responsible for re-organizing the Zulu military into a formidable force via a series of wide-reaching and influential reforms."}, {"title": "Zulu Kingdom", "href": "/wiki/Zulu_Kingdom", "description": "The Zulu Kingdom, sometimes referred to as the Zulu Empire or the Kingdom of Zululand, was a monarchy in Southern Africa that extended along the coast of the Indian Ocean from the Tugela River in the south to Pongola River in the north."}]}, {"heading": "Deaths", "year": "1852", "date": "September 22", "txt": "William Tierney Clark, English engineer, designed  Hammersmith Bridge (b. 1783)", "entities": [{"title": "William Tierney Clark", "href": "/wiki/William_Tierney_Clark", "description": "William Tierney Clark FRS FRAS was an English civil engineer particularly associated with the design and construction of bridges. He was among the earliest designers of suspension bridges."}, {"title": "Hammersmith Bridge", "href": "/wiki/Hammersmith_Bridge", "description": "Hammersmith Bridge is a suspension bridge that crosses the River Thames in west London. It links the southern part of Hammersmith in the London Borough of Hammersmith and Fulham, on the north side of the river, and Barnes in the London Borough of Richmond upon Thames, on the south side of the river. The current bridge, which is Grade II* listed and was designed by civil engineer Sir Joseph Bazalge"}]}, {"heading": "Deaths", "year": "1872", "date": "September 22", "txt": "Vladimir Dal, Russian lexicographer and linguist (b. 1801)", "entities": [{"title": "Vladimir Dal", "href": "/wiki/Vladimir_Dal", "description": "Vladimir Ivanovich Dal was a noted Russian-language lexicographer, polyglot, Turkologist, and founding member of the Russian Geographical Society. During his lifetime he compiled and documented the oral history of the region that was later published in Russian and became part of modern folklore."}]}, {"heading": "Deaths", "year": "1873", "date": "September 22", "txt": "Friedrich Frey-Herosé, Swiss lawyer and politician (b. 1801)", "entities": [{"title": "Friedrich Frey-Herosé", "href": "/wiki/Friedrich_Frey-Heros%C3%A9", "description": "Friedrich Frey-Herosé was a Swiss politician."}]}, {"heading": "Deaths", "year": "1881", "date": "September 22", "txt": "Solomon L. Spink, American lawyer and politician (b. 1831)", "entities": [{"title": "Solomon L. Spink", "href": "/wiki/Solomon_L._Spink", "description": "Solomon Lewis Spink was an American lawyer who served as a delegate for the Dakota Territory in the United States House of Representatives."}]}, {"heading": "Deaths", "year": "1914", "date": "September 22", "txt": "Alain-Fournier, French soldier and author (b. 1886)", "entities": [{"title": "Alain-Fournier", "href": "/wiki/Alain-Fournier", "description": "Alain-Fournier was the pseudonym of Henri-Alban Fournier, a French author and soldier. He was the author of a single novel, Le Grand Meaulnes (1913), which has been filmed twice and is considered a classic of French literature. The book is based partly on his childhood."}]}, {"heading": "Deaths", "year": "1919", "date": "September 22", "txt": "Alajos Gáspár, Hungarian-Slovene author and poet (b. 1848)", "entities": [{"title": "Alajos Gáspár", "href": "/wiki/Alajos_G%C3%A1sp%C3%A1r", "description": "Alajos Gáspár was a Hungarian Slovene writer."}]}, {"heading": "Deaths", "year": "1934", "date": "September 22", "txt": "Cecil Chubb, English barrister and one time owner of Stonehenge (b. 1876)", "entities": [{"title": "Cecil Chubb", "href": "/wiki/Cecil_Chubb", "description": "Sir Cecil Herbert Edward Chubb, 1st Baronet, was the last private owner of Stonehenge prehistoric monument, Wiltshire, which he donated to the British government in 1918."}, {"title": "Stonehenge", "href": "/wiki/Stonehenge", "description": "Stonehenge is a prehistoric monument on Salisbury Plain in Wiltshire, England, two miles (3 km) west of Amesbury. It consists of an outer ring of vertical Sarsen standing stones, each around 13 feet (4.0 m) high, seven feet (2.1 m) wide, and weighing around 25 tons, topped by connecting horizontal lintel stones. Inside is a ring of smaller bluestones. Inside these are free-standing trilithons, two"}]}, {"heading": "Deaths", "year": "1935", "date": "September 22", "txt": "Elliott Lewis, Australian politician, 19th Premier of Tasmania (b. 1858)", "entities": [{"title": "Elliott Lewis (politician)", "href": "/wiki/Elliott_Lewis_(politician)", "description": "Sir Neil Elliott Lewis, Australian politician, was Premier of Tasmania on three occasions. He was also a member of the first Australian federal ministry, led by Edmund Barton."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Deaths", "year": "1952", "date": "September 22", "txt": "Kaarlo Juho Ståhlberg, Finnish lawyer, judge, and politician, 1st President of Finland (b. 1865)", "entities": [{"title": "Kaarlo Juho Ståhlberg", "href": "/wiki/Kaarlo_Juho_St%C3%A5hlberg", "description": "Kaarlo Juho Ståhlberg was a Finnish jurist and academic, which was one of the most important pioneers of republicanism in the country. He was the first President of Finland (1919–1925) and a liberal nationalist."}, {"title": "President of Finland", "href": "/wiki/President_of_Finland", "description": "The president of the Republic of Finland is the head of state of Finland. Under the Constitution of Finland, executive power is vested in the Finnish Government and the president, with the latter possessing only residual powers. The president is directly elected by universal suffrage for a term of six years. Since 1994, no president may be elected for more than two consecutive terms. The president"}]}, {"heading": "Deaths", "year": "1956", "date": "September 22", "txt": "Frederick Soddy, English chemist and economist, Nobel Prize laureate (b. 1877)", "entities": [{"title": "Frederick Soddy", "href": "/wiki/Frederick_Soddy", "description": "Frederick Soddy FRS was an English radiochemist who explained, with Ernest Rutherford, that radioactivity is due to the transmutation of elements, now known to involve nuclear reactions. He also proved the existence of isotopes of certain radioactive elements. He was a polymath who mastered chemistry, statistical mechanics, finance and economics."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1957", "date": "September 22", "txt": "Soemu Toyoda, Japanese admiral (b. 1885)", "entities": [{"title": "Soemu Toyoda", "href": "/wiki/Soemu_Toyoda", "description": "Soemu Toyoda  was an admiral in the Imperial Japanese Navy in World War II."}]}, {"heading": "Deaths", "year": "1961", "date": "September 22", "txt": "Marion Davies, American actress and comedian (b. 1897)", "entities": [{"title": "Marion Davies", "href": "/wiki/Marion_Davies", "description": "Marion Cecilia Davies was an American actress, producer, screenwriter, and philanthropist. Educated in a religious convent, Davies fled the school to pursue a career as a chorus girl. As a teenager, she appeared in several Broadway musicals and one film, Runaway Romany (1917). She soon became a featured performer in the Ziegfeld Follies. While performing in the 1916 Follies, the nineteen-year-old "}]}, {"heading": "Deaths", "year": "1969", "date": "September 22", "txt": "Adolfo López Mateos, Mexican politician, 48th President of Mexico (b. 1909)", "entities": [{"title": "Adolfo López Mateos", "href": "/wiki/Adolfo_L%C3%B3pez_Mateos", "description": "Adolfo López Mateos was a Mexican politician who became a member of the Institutional Revolutionary Party (PRI), after earlier opposing its precursor in 1929. He was elected President of Mexico, serving from 1958 to 1964."}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Deaths", "year": "1973", "date": "September 22", "txt": "Paul van Zeeland, Belgian lawyer, economist, and politician, 38th Prime Minister of Belgium (b. 1893)", "entities": [{"title": "Paul van Zeeland", "href": "/wiki/Paul_van_Zeeland", "description": "Paul Guillaume, Viscount van Zeeland was a Belgian lawyer, economist, Catholic politician, and statesman born in Soignies."}, {"title": "Prime Minister of Belgium", "href": "/wiki/Prime_Minister_of_Belgium", "description": "The Prime Minister of Belgium or the Premier of Belgium is the head of the federal government of Belgium, and the most powerful person in Belgian politics."}]}, {"heading": "Deaths", "year": "1979", "date": "September 22", "txt": "Abul A'la Maududi, Pakistani theologian, Islamic scholar and jurist (b. 1903)", "entities": [{"title": "Abul A'la Maududi", "href": "/wiki/Abul_A%27la_Maududi", "description": "Abul A'la Maududi was an Islamic scholar, Islamist ideologue, Muslim philosopher, jurist, historian, journalist, activist and scholar active in British India and later, following the partition, in Pakistan. Described by Wilfred Cantwell Smith as \"the most systematic thinker of modern Islam”, his numerous works, which \"covered a range of disciplines such as Qur’anic exegesis, hadith, law, philosoph"}]}, {"heading": "Deaths", "year": "1981", "date": "September 22", "txt": "Harry Warren, American composer and songwriter (b. 1893)", "entities": [{"title": "Harry Warren", "href": "/wiki/Harry_Warren", "description": "Harry Warren was an American composer and lyricist. Warren was the first major American songwriter to write primarily for film. He was nominated for the Academy Award for Best Original Song eleven times and won three Oscars for composing \"Lullaby of Broadway\", \"You'll Never Know\" and \"On the Atchison, Topeka and the Santa Fe\". He wrote the music for the first blockbuster film musical, 42nd Street,"}]}, {"heading": "Deaths", "year": "1987", "date": "September 22", "txt": "Hákun Djurhuus, Faroese educator and politician, 4th Prime Minister of the Faroe Islands (b. 1908)", "entities": [{"title": "Hákun Djurhuus", "href": "/wiki/H%C3%A1kun_Djurhuus", "description": "Hákun Djurhuus was the prime minister of the Faroe Islands from 1963 to 1967. He was born in Tórshavn."}, {"title": "Prime Minister of the Faroe Islands", "href": "/wiki/Prime_Minister_of_the_Faroe_Islands", "description": "This is a list of lawmen and prime ministers of the Faroe Islands."}]}, {"heading": "Deaths", "year": "1987", "date": "September 22", "txt": "Dan Rowan, American actor, comedian, and producer (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "September 22", "txt": "Rais Amrohvi, Pakistani psychoanalyst, scholar, and poet (b. 1914)", "entities": [{"title": "Rais Amrohvi", "href": "/wiki/Rais_Amrohvi", "description": " Rais Amrohvi, whose real name was Syed Muhammad Mehdi (1914-1988) was a Pakistani scholar, Urdu poet and psychoanalyst and elder brother of Jaun Elia. He was known for his style of qatanigari. He wrote quatrains for Pakistani newspaper Jang for several decade. He promoted the Urdu language and supported the Urdu-speaking people of Pakistan. His family is regarded as family of poets."}]}, {"heading": "Deaths", "year": "1989", "date": "September 22", "txt": "Ambrose Folorunsho Alli, Nigerian academic and politician (b. 1929)", "entities": [{"title": "Ambrose Folorunsho Alli", "href": "/wiki/Ambrose_Folorunsho_Alli", "description": "Ambrose Folorunsho Alli was a Nigerian medical professor who served as Executive Governor of the defunct Nigerian state of Bendel State between 1979 and 1983. He was the first civilian governor."}]}, {"heading": "Deaths", "year": "1989", "date": "September 22", "txt": "Irving Berlin, Russian-born American composer and songwriter (b. 1888)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "September 22", "txt": "Aurelio López, Mexican baseball player (b. 1948)", "entities": [{"title": "Aurelio López", "href": "/wiki/Aurelio_L%C3%B3pez", "description": "Aurelio Alejandro López Rios was a Mexican professional baseball player. After pitching for several years in the Mexican League, he spent eleven seasons with four teams in Major League Baseball — a majority of it spent with the Detroit Tigers. He acquired the nickname \"Señor Smoke\" in Detroit, while he was known as \"El Buitre de Tecamachalco\" in Mexico. López was discovered in his hometown by Mexi"}]}, {"heading": "Deaths", "year": "1993", "date": "September 22", "txt": "Maurice Abravanel, Greek-American pianist and conductor (b. 1903)", "entities": [{"title": "Maurice Abravanel", "href": "/wiki/Maurice_Abravanel", "description": "Maurice Abravanel was an American classical music conductor. He is remembered as the conductor of the Utah Symphony Orchestra for over 30 years."}]}, {"heading": "Deaths", "year": "1994", "date": "September 22", "txt": "Leonard Feather, English-American pianist, composer, producer, and journalist (b. 1914)", "entities": [{"title": "Leonard Feather", "href": "/wiki/Leonard_Feather", "description": "Leonard Geoffrey Feather was a British-born jazz pianist, composer, and producer, who was best known for his music journalism and other writing."}]}, {"heading": "Deaths", "year": "1996", "date": "September 22", "txt": "Ludmilla Chiriaeff, Latvian-Canadian ballerina, choreographer, and director (b. 1924)", "entities": [{"title": "Ludmilla Chiriaeff", "href": "/wiki/Ludmilla_Chiriaeff", "description": "Ludmilla Chiriaeff was a Latvian-Canadian ballet dancer, choreographer, teacher, and company director."}]}, {"heading": "Deaths", "year": "1996", "date": "September 22", "txt": "Dorothy Lamour, American actress and singer (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "September 22", "txt": "George C. Scott, American actor, director, and producer (b. 1927)", "entities": [{"title": "George C. Scott", "href": "/wiki/George_C._Scott", "description": "George Campbell Scott was an American actor, director, and producer who had a celebrated career on both stage and screen. With a gruff demeanour and commanding presence, Scott became known for his portrayal of stern, but complex, authority figures like prosecutor Claude Dancer in Anatomy of a Murder, General Buck Turgidson in Stanley Kubrick's Dr. Strangelove, Dr. Herbert Bock in The Hospital, Ebe"}]}, {"heading": "Deaths", "year": "2000", "date": "September 22", "txt": "Saburō Sakai, Japanese lieutenant and pilot (b. 1916)", "entities": [{"title": "Saburō Sakai", "href": "/wiki/Sabur%C5%8D_Sakai", "description": "Sub-Lieutenant Saburō Sakai  was a Japanese naval aviator and flying ace of the Imperial Japanese Navy during World War II. Sakai had 28-64 aerial victories by official Japanese records, while his autobiography Samurai!, co-written by Martin Caidin and Fred Saito, claims 64 aerial victories. Such discrepancies are common, and pilots' official scores are often lower than those claimed by the pilots"}]}, {"heading": "Deaths", "year": "2001", "date": "September 22", "txt": "Isaac Stern, Polish-Ukrainian violinist and conductor (b. 1920)", "entities": [{"title": "Isaac Stern", "href": "/wiki/Isaac_Stern", "description": "Isaac Stern was an American violinist."}]}, {"heading": "Deaths", "year": "2002", "date": "September 22", "txt": "Jan de Hartog, Dutch-American author and playwright (b. 1914)", "entities": [{"title": "Jan de Hartog", "href": "/wiki/Jan_de_Hartog", "description": "Jan de Hartog was a Dutch playwright, novelist and occasional social critic who moved to the United States in the early 1960s and became a Quaker."}]}, {"heading": "Deaths", "year": "2003", "date": "September 22", "txt": "Gordon Jump, American actor (b. 1932)", "entities": [{"title": "Gordon Jump", "href": "/wiki/Gordon_Jump", "description": "Alexander Gordon Jump was an American actor best known as the clueless yet occasionally wise radio station manager Arthur \"Big Guy\" Carlson in the TV series WKRP in Cincinnati and the incompetent \"Chief of Police Tinkler\" in the sitcom Soap. Jump guest starred on a two-part episode of the 1980s sitcom Diff'rent Strokes, in which he portrayed a pedophile who attempts to molest main characters Arnol"}]}, {"heading": "Deaths", "year": "2003", "date": "September 22", "txt": "Hugo Young, English journalist and author (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "September 22", "txt": "Pete Schoening, American mountaineer (b. 1927)", "entities": [{"title": "Pete Schoening", "href": "/wiki/Pete_Schoening", "description": "Peter Kittilsby Schoening was an American mountaineer. Schoening was one of two Americans to first successfully climb the Pakistani peak Gasherbrum I in 1958, and was one of the first to summit Mount Vinson in Antarctica in 1966."}]}, {"heading": "Deaths", "year": "2004", "date": "September 22", "txt": "Ray Traylor Jr., American professional wrestler better-known as the Big Boss Man (b. 1963)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "September 22", "txt": "Edward Albert, American actor (b. 1951)", "entities": [{"title": "Edward Albert", "href": "/wiki/Edward_Albert", "description": "Edward Laurence Albert was an American actor. The son of actor Eddie Albert and Mexican actress Margo, he starred opposite Goldie Hawn in Butterflies Are Free (1972), a role for which he won a Golden Globe Award for New Star of the Year. He was nominated for Best Actor in a Motion Picture - Musical or Comedy. Albert starred in more than 130 films and television series, including Midway, The Greek "}]}, {"heading": "Deaths", "year": "2006", "date": "September 22", "txt": "Carla Benschop, Dutch basketball player and educator (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 22", "txt": "ʻAlí-Muhammad Varqá, last Hand of the Cause of God in the Baháʼí Faith (b. 1911)", "entities": [{"title": "ʻAlí-Muhammad Varqá", "href": "/wiki/%CA%BBAl%C3%AD-Muhammad_Varq%C3%A1", "description": "ʻAlí-Muhammad Varqá was a prominent adherent of the Baháʼí Faith. He was the longest surviving Hand of the Cause of God, an appointed position in the Baháʼí Faith whose main function is to propagate and protect the religion on the international level."}, {"title": "Hands of the Cause", "href": "/wiki/Hands_of_the_Cause", "description": "The Hands of the Cause, or Hands (informally) was a title for an appointed position in the Baháʼí Faith. The position was appointed for life by the religion's founders, with the last one dying in 2007. Hands of the Cause played a significant role in propagating the religion, and protecting it from schism."}, {"title": "Baháʼí Faith", "href": "/wiki/Bah%C3%A1%CA%BC%C3%AD_Faith", "description": "The Baháʼí Faith is a new religion teaching the essential worth of all religions and the unity of all people. Established by Baháʼu'lláh in the 19th century, it initially developed in Persia and parts of the Middle East, where it has faced ongoing persecution since its inception. The religion is estimated to have over five million adherents, known as Baháʼís, spread throughout most of the world's "}]}, {"heading": "Deaths", "year": "2007", "date": "September 22", "txt": "Marcel Marceau, French mime and actor (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "September 22", "txt": "Thomas Dörflein, German zookeeper (b. 1963)", "entities": [{"title": "Thomas Dörflein", "href": "/wiki/Thomas_D%C3%B6rflein", "description": "Thomas Dörflein was a German zookeeper at the Berlin Zoological Garden for 26 years. After the baby polar bear Knut was abandoned by his mother shortly after his birth in 2006, Dörflein—who cared for both the zoo's wolves and the bears—was assigned as the cub's caretaker. As a result of the zoo's decision to raise Knut by hand, and the resultant close relationship between keeper and animal, Dörfle"}]}, {"heading": "Deaths", "year": "2008", "date": "September 22", "txt": "Petrus Schaesberg, German painter, historian, and educator (b. 1967)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "September 22", "txt": "Edward Delaney, Irish sculptor (b. 1930)", "entities": [{"title": "Edward Delaney", "href": "/wiki/Edward_Delaney", "description": "Edward Delaney (1930–2009) was an Irish sculptor born in Claremorris in County Mayo in 1930. His best known works include the 1967 statue of Wolfe Tone and famine memorial at the northeastern corner of St Stephen's Green in Dublin and the statue of Thomas Davis in College Green, opposite Trinity College Dublin. These are both examples of lost-wax bronze castings, his main technique during the 1960"}]}, {"heading": "Deaths", "year": "2010", "date": "September 22", "txt": "Eddie Fisher, American singer (b. 1928)", "entities": [{"title": "Eddie Fisher (singer)", "href": "/wiki/Eddie_Fisher_(singer)", "description": "Edwin Jack Fisher was an American singer and actor. He was one of the most popular artists during the first half of the 1950s, selling millions of records and hosting his own TV show. Fisher divorced his first wife, actress Debbie Reynolds, to marry Reynolds' best friend, actress Elizabeth Taylor, after Taylor's husband, film producer Mike Todd, was killed in a plane crash. The scandalous affair w"}]}, {"heading": "Deaths", "year": "2010", "date": "September 22", "txt": "Vyacheslav Tsaryov, Russian footballer (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "September 22", "txt": "Knut Steen, Norwegian sculptor (b. 1924)", "entities": [{"title": "Knut Steen", "href": "/wiki/Knut_Steen", "description": "Knut Steen was a Norwegian sculptor. Steen lived in Sandefjord for most of his life and dedicated works such as the Whaler's Monument to the city. Many of his sculptures may also be seen at Midtåsen Sculpture Park, a park dedicated to Steen at the former villa of Anders Jahre in Sandefjord."}]}, {"heading": "Deaths", "year": "2012", "date": "September 22", "txt": "Hector Abhayavardhana, Sri Lankan theorist and academic (b. 1919)", "entities": [{"title": "Hector Abhayavardhana", "href": "/wiki/Hector_Abhayavardhana", "description": "Hector Abhayavardhana was a Sri Lankan Trotskyist theoretician, a long-standing member of the Lanka Sama Samaja Party (LSSP) and a founder-member of the Bolshevik-Leninist Party of India, Ceylon and Burma."}]}, {"heading": "Deaths", "year": "2012", "date": "September 22", "txt": "Irving Adler, American mathematician, author, and academic (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 22", "txt": "Juan H. Cintrón García, Puerto Rican businessman and  politician, 126th Mayor of Ponce (b. 1919)", "entities": [{"title": "List of mayors of Ponce, Puerto Rico", "href": "/wiki/List_of_mayors_of_Ponce,_Puerto_Rico", "description": "This is a list of mayors of Ponce, Puerto Rico's southern economic center, the island's second largest and second most important city."}]}, {"heading": "Deaths", "year": "2012", "date": "September 22", "txt": "Grigory Frid, Russian pianist and composer (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 22", "txt": "Jan Hendrik van den Berg, Dutch psychiatrist and academic (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 22", "txt": "Gary Brandner, American author and screenwriter (b. 1930)", "entities": [{"title": "Gary Brandner", "href": "/wiki/Gary_Brandner", "description": "Gary Phil Brandner was an American horror fiction author best known for his werewolf themed trilogy of novels, The Howling. The first book of the series was adapted loosely as a motion picture in 1981. Brandner's second and third Howling novels, published in 1979 and 1985 respectively, have no association with the film series, though he was involved with writing the screenplay for the second Howli"}]}, {"heading": "Deaths", "year": "2013", "date": "September 22", "txt": "Jane Connell, American actress and singer (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 22", "txt": "David H. Hubel, Canadian-American neurophysiologist and academic, Nobel Prize laureate (b. 1926)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2013", "date": "September 22", "txt": "Álvaro Mutis, Colombian-Mexican author and poet (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 22", "txt": "Hans Erich Slany, German industrial designer, founded TEAMS Design (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 22", "txt": "Fernando Cabrita, Portuguese footballer and manager (b. 1923)", "entities": [{"title": "Fernando Cabrita", "href": "/wiki/Fernando_Cabrita", "description": "Fernando da Silva Cabrita OIH was a Portuguese football forward and manager."}]}, {"heading": "Deaths", "year": "2014", "date": "September 22", "txt": "Sahana Pradhan, Nepalese politician, Nepalese Minister of Foreign Affairs (b. 1927)", "entities": [{"title": "Ministry of Foreign Affairs (Nepal)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Nepal)", "description": "The Nepalese Ministry of Foreign Affairs abbreviated as MoFA is responsible for conducting external affairs of the Federal Democratic Republic of Nepal. Ministry of Foreign Affairs represents other line ministries and the Government of Nepal while dealing with other states. Currently Minister for Foreign Affairs of Nepal, the Rt. Hon. Pradeep Gyawali, is leading the Ministry of Foreign Affairs. Mr"}]}, {"heading": "Deaths", "year": "2014", "date": "September 22", "txt": "Erik van der Wurff, Dutch pianist, composer, and conductor (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 22", "txt": "Hans E. Wallman, Swedish director, producer, and composer (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 22", "txt": "Yogi Berra, American baseball player, coach, and manager (b. 1925)", "entities": [{"title": "Yogi Berra", "href": "/wiki/Yogi_Berra", "description": "Lawrence Peter \"Yogi\" Berra was an American professional baseball catcher, who later took on the roles of manager and coach. He played 19 seasons in Major League Baseball (MLB), all but the last for the New York Yankees. He was an 18-time All-Star and won 10 World Series championships as a player—more than any other player in MLB history. Berra had a career batting average of .285, while hitting 3"}]}, {"heading": "Deaths", "year": "2015", "date": "September 22", "txt": "Joe LeSage, American lawyer and politician (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 22", "txt": "James David Santini, American lawyer and politician (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 22", "txt": "Richard G. Scott, American engineer and religious leader (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 22", "txt": "Phyllis Tickle, American author and academic (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "September 22", "txt": "Chas Hodges, English musician and singer (b. 1943)", "entities": [{"title": "Chas Hodges", "href": "/wiki/Chas_Hodges", "description": "Charles Nicholas Hodges was an English musician and singer who was the lead vocalist of the musical duo Chas & Dave."}]}, {"heading": "Deaths", "year": "2018", "date": "September 22", "txt": "Edna Molewa, South African politician (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "September 22", "txt": "Mike Labinjo, Canadian professional gridiron football player (b. 1980)", "entities": [{"title": "Gridiron football", "href": "/wiki/Gridiron_football", "description": "Gridiron football, also known as North American football or, in North America, simply football, is a family of football team sports primarily played in the United States and Canada. American football, which uses 11-player teams, is the form played in the United States and the best known form of gridiron football worldwide, while Canadian football, featuring 12-player teams, predominates in Canada."}]}, {"heading": "Deaths", "year": "2020 - Neil Brannon, American politician (b. 1940)[23]", "date": "September 22", "txt": "Neil Brannon, American politician (b. 1940)", "entities": []}]