[{"heading": "Events", "year": "994", "date": "September 15", "txt": "Major Fatimid victory over the Byzantine Empire at the Battle of the Orontes.", "entities": [{"title": "Fatimid", "href": "/wiki/Fatimid", "description": "The Fatimid Caliphate was an Ismaili Shia caliphate of the 10th to the 12th centuries CE. Spanning a large area of North Africa, it ranged from the Red Sea in the east to the Atlantic Ocean in the west. The Fatimids, a dynasty of Arab origin, trace their ancestry to the Prophet’s daughter Fatima and her husband ‘Ali b. Abi Talib, the first Shi‘ite imam. The Fatimids were acknowledged as the rightf"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Battle of the Orontes", "href": "/wiki/Battle_of_the_Orontes", "description": "The Battle of the Orontes was fought on 15 September 994 between the Byzantines and their Hamdanid allies under Michael Bourtzes against the forces of the Fatimid vizier of Damascus, the Turkish general Manjutakin. The battle was a Fatimid victory."}]}, {"heading": "Events", "year": "1440", "date": "September 15", "txt": "Gilles de Rais, one of the earliest known serial killers, is taken into custody upon an accusation brought against him by  Jean de Malestroit, Bishop of Nantes.", "entities": [{"title": "Gilles de Rais", "href": "/wiki/Gilles_de_Rais", "description": "Gilles de Rais, Baron de Rais, was a knight and lord from Brittany, Anjou and Poitou, a leader in the French army, and a companion-in-arms of Joan of Arc. He is best known for his reputation and later conviction as a confessed serial killer of children."}, {"title": "Serial killer", "href": "/wiki/Serial_killer", "description": "A serial killer is typically a person who murders three or more people, usually in service of abnormal psychological gratification, with the murders taking place over more than a month and including a significant period of time between them. While most authorities set a threshold of three murders, others extend it to four or lessen it to two."}, {"title": "Jean de Malestroit", "href": "/wiki/Jean_de_Malestroit", "description": "Jean de Malestroit was Bishop of the Roman Catholic Diocese of Nantes from 17 July 1419 until 1443 AD when he resigned, and he was a pseudo-cardinal, during the fifteenth century."}, {"title": "Roman Catholic Diocese of Nantes", "href": "/wiki/Roman_Catholic_Diocese_of_Nantes", "description": "The Roman Catholic Diocese of Nantes is a diocese of the Latin Rite of the Roman Catholic Church in Nantes, France. The diocese consists of the department of Loire-Atlantique. It has existed since the 4th century. It is now suffragan of the Archdiocese of Rennes, Dol, and Saint-Malo, having previously been suffragan to the Archdiocese of Tours. Its see is Nantes Cathedral in the city of Nantes."}]}, {"heading": "Events", "year": "1556", "date": "September 15", "txt": "Departing from Vlissingen, ex-Holy Roman Emperor Charles V returns to Spain.", "entities": [{"title": "Vlissingen", "href": "/wiki/Vlissingen", "description": "Vlissingen is a municipality and a city in the southwestern Netherlands on the former island of Walcheren. With its strategic location between the Scheldt river and the North Sea, Vlissingen has been an important harbour for centuries. It was granted city rights in 1315. In the 17th century Vlissingen was a main harbour for ships of the Dutch East India Company (VOC). It is also known as the birth"}, {"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}, {"title": "Charles V, Holy Roman Emperor", "href": "/wiki/Charles_V,_Holy_Roman_Emperor", "description": "Charles V was Holy Roman Emperor and Archduke of Austria from 1519 to 1556, King of Spain from 1516 to 1556, and Lord of the Netherlands as titular Duke of Burgundy from 1506 to 1555. As he was head of the rising House of Habsburg during the first half of the 16th century, his dominions in Europe included the Holy Roman Empire, extending from Germany to northern Italy with direct rule over the Aus"}, {"title": "Spain", "href": "/wiki/Spain", "description": "Spain, formally the Kingdom of Spain, is a country in Southwestern Europe with some pockets of territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagos: the Canary Islands off the coast of North Africa, and the Balearic Islands in the Mediterranean Sea. The African exclaves"}]}, {"heading": "Events", "year": "1762", "date": "September 15", "txt": "Seven Years' War: Battle of Signal Hill.", "entities": [{"title": "Seven Years' War", "href": "/wiki/Seven_Years%27_War", "description": "The Seven Years' War (1756–1763) was a global conflict, \"a struggle for global primacy between Britain and France\", which also had a major impact on the Spanish Empire. In Europe, the conflict arose from issues left unresolved by the War of the Austrian Succession (1740–1748), with Prussia seeking greater dominance. Long standing colonial rivalries between Britain against France and Spain in North"}, {"title": "Battle of Signal Hill", "href": "/wiki/Battle_of_Signal_Hill", "description": "The Battle of Signal Hill was fought on September 15, 1762, and was the last battle of the North American theatre of the Seven Years' War. A British force under Lieutenant Colonel William Amherst recaptured St. John's, which the French had seized earlier that year in a surprise attack."}]}, {"heading": "Events", "year": "1776", "date": "September 15", "txt": "American Revolutionary War: British forces land at Kip's Bay during the New York Campaign.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Landing at Kip's Bay", "href": "/wiki/Landing_at_Kip%27s_Bay", "description": "The Landing at Kip's Bay was a British amphibious landing during the New York Campaign in the American Revolutionary War on September 15, 1776, occurring on the eastern shore of present-day Manhattan."}, {"title": "New York Campaign", "href": "/wiki/New_York_Campaign", "description": "The New York and New Jersey campaign was a series of battles in 1776 and the winter months of 1777 for control of the Port of New York and the state of New Jersey during the American Revolutionary War between British forces under General Sir William Howe and the Continental Army under General George Washington. Howe was successful in driving Washington out of New York, but overextended his reach i"}]}, {"heading": "Events", "year": "1789", "date": "September 15", "txt": "The United States \"Department of Foreign Affairs\", established by law in July, is renamed the Department of State and given a variety of domestic duties.", "entities": [{"title": "United States Department of State", "href": "/wiki/United_States_Department_of_State", "description": "The United States Department of State (DOS), or State Department, is an executive department of the U.S. federal government responsible for the nation's foreign policy and international relations. Equivalent to the ministry of foreign affairs of other nations, its primary duties are advising the U.S. president, administering diplomatic missions, negotiating international treaties and agreements, a"}]}, {"heading": "Events", "year": "1794", "date": "September 15", "txt": "French Revolutionary Wars: Arthur Wellesley (later Duke of Wellington) sees his first combat at the Battle of Boxtel during the Flanders Campaign.", "entities": [{"title": "French Revolutionary Wars", "href": "/wiki/French_Revolutionary_Wars", "description": "The French Revolutionary Wars were a series of sweeping military conflicts lasting from 1792 until 1802 and resulting from the French Revolution. They pitted France against Great Britain, the Holy Roman Empire, Prussia, Russia, and several other monarchies. They are divided in two periods: the War of the First Coalition (1792–97) and the War of the Second Coalition (1798–1802). Initially confined "}, {"title": "Arthur Wellesley, 1st Duke of Wellington", "href": "/wiki/Arthur_Wellesley,_1st_Duke_of_Wellington", "description": "Arthur Wellesley, 1st Duke of Wellington, was an Anglo-Irish soldier and Tory statesman who was one of the leading military and political figures of 19th-century Britain, serving twice as prime minister. He ended the Napoleonic Wars when he defeated Napoleon at the Battle of Waterloo in 1815."}, {"title": "Battle of Boxtel", "href": "/wiki/Battle_of_Boxtel", "description": "The  Battle of Boxtel was fought in the Duchy of Brabant on 14–15 September 1794, during the War of the First Coalition. It was part of the Flanders Campaign of 1793–94 in which British, Dutch and Austrian troops had attempted to launch an invasion of France through Flanders. It is often remembered as being the debut action of Arthur Wellesley, who later became the 1st Duke of Wellington."}, {"title": "Flanders Campaign", "href": "/wiki/Flanders_Campaign", "description": "The Flanders Campaign was conducted from 6 November 1792 to 7 June 1795 during the first years of the French Revolutionary Wars. A Coalition of states representing the Ancien Régime in Western Europe – Austria, Prussia, Great Britain, the Dutch Republic, Hanover and Hesse-Kassel – mobilised military forces along all the French frontiers, with the intention to invade Revolutionary France and end th"}]}, {"heading": "Events", "year": "1795", "date": "September 15", "txt": "Britain seizes the Dutch Cape Colony in southern Africa to prevent its use by the Batavian Republic.", "entities": [{"title": "Invasion of the Cape Colony (1795)", "href": "/wiki/Invasion_of_the_Cape_Colony_(1795)", "description": "The Invasion of the Cape Colony, also known as the Battle of Muizenberg, was a British military expedition launched in 1795 against the Dutch Cape Colony at the Cape of Good Hope. The Dutch colony at the Cape, established in the seventeenth century, was at the time the only viable South African port for ships making the journey from Europe to the European colonies in the East Indies. It therefore "}, {"title": "Dutch Cape Colony", "href": "/wiki/Dutch_Cape_Colony", "description": "The Cape Colony was a Dutch United East India Company (VOC) Colony in Southern Africa, centered on the Cape of Good Hope, where it derived its name from. The original colony and its successive states that the colony was incorporated into occupied much of modern South Africa. Between 1652 and 1691 a Commandment, and between 1691 and 1795 a Governorate of the United East India Company (VOC). Jan van"}, {"title": "Southern Africa", "href": "/wiki/Southern_Africa", "description": "Southern Africa is the southernmost region of the African continent, variably defined by geography or geopolitics, and including several countries.\nThe term southern Africa or Southern Africa, generally includes Angola, Botswana, Eswatini, Lesotho, Malawi, Mozambique, Namibia, South Africa, Zambia, and Zimbabwe, though Angola and Zambia may be included in Central Africa and Malawi and Mozambique i"}, {"title": "Batavian Republic", "href": "/wiki/Batavian_Republic", "description": "The Batavian Republic was the successor state to the Republic of the Seven United Netherlands. It was proclaimed on 19 January 1795 and ended on 5 June 1806, with the accession of Louis I to the Dutch throne. From October 1801 onward, it was known as the Batavian Commonwealth. Both names refer to the Germanic tribe of the Batavi, representing both the Dutch ancestry and their ancient quest for lib"}]}, {"heading": "Events", "year": "1812", "date": "September 15", "txt": "The Grande Armée under Napoleon reaches the Kremlin in Moscow.", "entities": [{"title": "Grande Armée", "href": "/wiki/Grande_Arm%C3%A9e", "description": "La Grande Armée was the French Imperial Army commanded by Napoleon Bonaparte during the Napoleonic Wars. From 1804 to 1809, it won a series of military victories that allowed the French Empire to exercise unprecedented control over most of Europe. Widely acknowledged to be one of the greatest fighting forces ever assembled, it suffered terrible losses during the disastrous French invasion of Russi"}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Moscow Kremlin", "href": "/wiki/Moscow_Kremlin", "description": "The Moscow Kremlin, or simply the Kremlin, is a fortified complex in the center of Moscow founded by Russian ruling dynasty of Rurikids. It is the best known of the kremlins, and includes five palaces, four cathedrals, and the enclosing Kremlin Wall with Kremlin towers. In addition, within this complex is the Grand Kremlin Palace that was formerly the Tsar's Moscow residence. The complex now serve"}, {"title": "Moscow", "href": "/wiki/Moscow", "description": "Moscow is the capital and largest city of Russia. The city stands on the Moskva River in Central Russia, with a population estimated at 12.4 million residents within the city limits, over 17 million residents in the urban area, and over 20 million residents in the metropolitan area. The city covers an area of 2,511 square kilometres (970 sq mi), while the urban area covers 5,891 square kilometres "}]}, {"heading": "Events", "year": "1812", "date": "September 15", "txt": "War of 1812: A second supply train sent to relieve Fort Harrison is ambushed in the Attack at the Narrows.", "entities": [{"title": "Train (military)", "href": "/wiki/Train_(military)", "description": "In military contexts, a train is the logistical transport elements accompanying a military force. Often called a supply train or baggage train, it has the job of providing materiel for their associated combat forces when in the field. When focused on provision of field artillery and its ammunition, it may be termed an artillery train. For sieges, the addition of siege engines to an artillery train"}, {"title": "Siege of Fort Harrison", "href": "/wiki/Siege_of_Fort_Harrison", "description": "\nFort Harrison was a War of 1812 era stockade constructed in Oct. 1811 on high ground overlooking the Wabash River on a portion of what is today the modern city of Terre Haute, Indiana by forces under command of Gen. William Henry Harrison. It was a staging point for Harrison to encamp his forces just prior to the Battle of Tippecanoe a month later. The fort was the site of a famous battle in the "}, {"title": "Siege of Fort Harrison", "href": "/wiki/Siege_of_Fort_Harrison#Attacks_at_the_Narrows", "description": "\nFort Harrison was a War of 1812 era stockade constructed in Oct. 1811 on high ground overlooking the Wabash River on a portion of what is today the modern city of Terre Haute, Indiana by forces under command of Gen. William Henry Harrison. It was a staging point for Harrison to encamp his forces just prior to the Battle of Tippecanoe a month later. The fort was the site of a famous battle in the "}]}, {"heading": "Events", "year": "1816", "date": "September 15", "txt": "HMS Whiting runs aground on the Doom Bar.", "entities": [{"title": "HMS Whiting (1812)", "href": "/wiki/HMS_Whiting_(1812)", "description": "HMS Whiting, built in 1811 by Thomas Kemp as a Baltimore pilot schooner, was launched as Arrow. On 8 May 1812 a British navy vessel seized her under Orders in Council, for trading with the French. The Royal Navy re-fitted her and then took her into service under the name HMS Whiting. In 1816, after four years service, Whiting was sent to patrol the Irish Sea for smugglers. She grounded on the Doom"}, {"title": "Doom Bar", "href": "/wiki/Doom_Bar", "description": "The Doom Bar is a sandbar at the mouth of the estuary of the River Camel, where it meets the Celtic Sea on the north coast of Cornwall, England. Like two other permanent sandbanks further up the estuary, the Doom Bar is composed mainly of marine sand that is continually being carried up from the seabed. More than 60 percent of the sand is derived from marine shells, making it an important source o"}]}, {"heading": "Events", "year": "1820", "date": "September 15", "txt": "Constitutionalist revolution in Lisbon, Portugal.", "entities": [{"title": "History of Portugal", "href": "/wiki/History_of_Portugal#Crises_of_the_nineteenth_century", "description": "The history of Portugal can be traced from circa 400,000 years ago, when the region of present-day Portugal was inhabited by Homo heidelbergensis. The oldest human fossil is the skull discovered in the Cave of Aroeira in Almonda. Later Neanderthals roamed the northern Iberian peninsula. Homo sapiens arrived in Portugal around 35,000 years ago."}, {"title": "Lisbon", "href": "/wiki/Lisbon", "description": "Lisbon is the capital and the largest city of Portugal, with an estimated population of 508,368 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.0 million people, being the 10th-most populous urban area in the European Union. About 2.8 million people live in the Lisbon metropolitan area, whi"}]}, {"heading": "Events", "year": "1821", "date": "September 15", "txt": "The Captaincy General of Guatemala declares independence from Spain.", "entities": [{"title": "Captaincy General of Guatemala", "href": "/wiki/Captaincy_General_of_Guatemala", "description": "The Captaincy General of Guatemala, also known as the Kingdom of Guatemala, was an administrative division of the Spanish Empire, under the viceroyalty of New Spain in Central America, including the present-day nations of Costa Rica, Nicaragua, Honduras, El Salvador, and Guatemala, and the Mexican state of Chiapas. The governor-captain general was also president of the Royal Audiencia of Guatemala"}, {"title": "Act of Independence of Central America", "href": "/wiki/Act_of_Independence_of_Central_America", "description": "The Act of Independence of Central America, also known as the Act of Independence of Guatemala, is the legal document by which the Provincial Council of the Province of Guatemala proclaimed the independence of Central America from the Spanish Empire and invited the other provinces of the Captaincy General of Guatemala to send envoys to a congress to decide the form of the region's independence. It"}, {"title": "Spanish Empire", "href": "/wiki/Spanish_Empire", "description": "The Spanish Empire, historically known as the Hispanic Monarchy and as the Catholic Monarchy, was a colonial empire governed by Spain that existed from 1492 to 1976. One of the largest empires in history, Spain controlled a huge overseas territory from the late 15th century to the early 19th century in the Americas, the archipelago in the modern-day Philippines and territories in Europe, Africa an"}]}, {"heading": "Events", "year": "1830", "date": "September 15", "txt": "The Liverpool to Manchester railway line opens; British MP William Huskisson becomes the first widely reported railway passenger fatality when he is struck and killed by the locomotive Rocket.", "entities": [{"title": "Opening of the Liverpool and Manchester Railway", "href": "/wiki/Opening_of_the_Liverpool_and_Manchester_Railway", "description": "The Liverpool and Manchester Railway (L&M) opened on 15 September 1830. Work on the L&M had begun in the 1820s, to connect the major industrial city of Manchester with the nearest deep water port at the Port of Liverpool, 35 miles (56 km) away. Although horse-drawn railways already existed elsewhere, and a few industrial sites already used primitive steam locomotives for bulk haulage, the L&M was "}, {"title": "Member of Parliament (United Kingdom)", "href": "/wiki/Member_of_Parliament_(United_Kingdom)", "description": "In the United Kingdom, a Member of Parliament (MP) is an individual elected to serve in the House of Commons of the Parliament of the United Kingdom."}, {"title": "William Huskisson", "href": "/wiki/William_Huskisson", "description": "William Huskisson was a British statesman, financier, and Member of Parliament for several constituencies, including Liverpool."}]}, {"heading": "Events", "year": "1835", "date": "September 15", "txt": "HMS Beagle, with Charles Darwin aboard, reaches the Galápagos Islands. The ship lands at Chatham or San Cristobal, the easternmost of the archipelago.", "entities": [{"title": "HMS Beagle", "href": "/wiki/HMS_Beagle", "description": "HMS Beagle was a  Cherokee-class 10-gun brig-sloop of the Royal Navy, one of more than 100 ships of this class. The vessel, constructed at a cost of £7,803, was launched on 11 May 1820 from the Woolwich Dockyard on the River Thames. Later reports say the ship took part in celebrations of the coronation of King George IV of the United Kingdom, passing through the old London Bridge, and was the firs"}, {"title": "Charles Darwin", "href": "/wiki/Charles_Darwin", "description": "Charles Robert Darwin was an English naturalist, geologist and biologist, best known for his contributions to the science of evolution. His proposition that all species of life have descended over time from common ancestors is now widely accepted, and considered a foundational concept in science. In a joint publication with Alfred Russel Wallace, he introduced his scientific theory that this branc"}, {"title": "Galápagos Islands", "href": "/wiki/Gal%C3%A1pagos_Islands", "description": "The Galápagos Islands, part of the Republic of Ecuador, are an archipelago of volcanic islands distributed on either side of the equator in the Pacific Ocean surrounding the centre of the Western Hemisphere. Located 906 km (563 mi) west of continental Ecuador, the islands are known for their large number of endemic species that were studied by Charles Darwin during the second voyage of HMS Beagle."}, {"title": "San Cristóbal Island", "href": "/wiki/San_Crist%C3%B3bal_Island", "description": "San Cristóbal (Chatham) is the easternmost island in the Galápagos archipelago, as well as one of the oldest geologically. It is administratively part of San Cristóbal Canton, Ecuador."}]}, {"heading": "Events", "year": "1862", "date": "September 15", "txt": "American Civil War: Confederate forces capture Harpers Ferry, Virginia (present-day Harpers Ferry, West Virginia).", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Battle of Harpers Ferry", "href": "/wiki/Battle_of_Harpers_Ferry", "description": "The Battle of Harpers Ferry was fought September 12–15, 1862, as part of the Maryland Campaign of the American Civil War. As Gen. Robert E. Lee's Confederate army invaded Maryland, a portion of his army under Maj. Gen. Thomas J. \"Stonewall\" Jackson surrounded, bombarded, and captured the Union garrison at Harpers Ferry, Virginia."}, {"title": "Harpers Ferry, West Virginia", "href": "/wiki/Harpers_Ferry,_West_Virginia", "description": "Harpers Ferry, population 286 at the 2010 census, is a historic town in Jefferson County, West Virginia, United States, in the lower Shenandoah Valley. It is situated at the confluence of the Potomac and Shenandoah rivers, where the U.S. states of Maryland, Virginia, and West Virginia meet. It is the easternmost town in West Virginia and during the Civil War was the northernmost point of Confedera"}, {"title": "Harpers Ferry, West Virginia", "href": "/wiki/Harpers_Ferry,_West_Virginia", "description": "Harpers Ferry, population 286 at the 2010 census, is a historic town in Jefferson County, West Virginia, United States, in the lower Shenandoah Valley. It is situated at the confluence of the Potomac and Shenandoah rivers, where the U.S. states of Maryland, Virginia, and West Virginia meet. It is the easternmost town in West Virginia and during the Civil War was the northernmost point of Confedera"}]}, {"heading": "Events", "year": "1873", "date": "September 15", "txt": "Franco-Prussian War: The last Imperial German Army troops leave France upon completion of payment of indemnity.", "entities": [{"title": "Franco-Prussian War", "href": "/wiki/Franco-Prussian_War", "description": "The Franco-Prussian War or Franco-German War, often referred to in France as the War of 1870, was a conflict between the Second French Empire and the German states of the North German Confederation led by the Kingdom of Prussia. Lasting from 19 July 1870 to 28 January 1871, the conflict was caused primarily by France's determination to restore its dominant position in continental Europe, which it "}, {"title": "German Army (German Empire)", "href": "/wiki/German_Army_(German_Empire)", "description": "The Imperial German Army was the unified ground and air force of the German Empire. The term Deutsches Heer is also used for the modern German Army, the land component of the Bundeswehr. The German Army was formed after the unification of Germany under Prussian leadership in 1871 and dissolved in 1919, after the defeat of the German Empire in World War I."}, {"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}, {"title": "Indemnity", "href": "/wiki/Indemnity", "description": "Indemnity is a contractual obligation of one party (indemnifier) to compensate the loss incurred to the other party due to the acts of the indemnitor or any other party. The duty to indemnify is usually, but not always, coextensive with the contractual duty to \"hold harmless\" or \"save harmless\". In contrast, a \"guarantee\" is an obligation of one party assuring the other party that guarantor will p"}]}, {"heading": "Events", "year": "1894", "date": "September 15", "txt": "First Sino-Japanese War: Japan defeats Qing dynasty China in the Battle of Pyongyang.", "entities": [{"title": "First Sino-Japanese War", "href": "/wiki/First_Sino-Japanese_War", "description": "The First Sino-Japanese War was a conflict between the Qing dynasty of China and the Empire of Japan primarily over influence in Joseon Korea. After more than six months of unbroken successes by Japanese land and naval forces and the loss of the port of Weihaiwei, the Qing government sued for peace in February 1895."}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Qing dynasty", "href": "/wiki/Qing_dynasty", "description": "The Qing dynasty, officially the Great Qing, was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1912, with a brief restoration in 1917. It was preceded by the Ming dynasty and succeeded by the Republic of China. The multiethnic Qing empire lasted for almost three centuries and formed the territorial base for modern China. It was the fourth large"}, {"title": "Battle of Pyongyang (1894)", "href": "/wiki/Battle_of_Pyongyang_(1894)", "description": "The Battle of Pyongyang was the second major land battle of the First Sino-Japanese War. It took place on 15 September 1894 in Pyongyang, Korea between the forces of Meiji Japan and Qing China. It is sometimes referred to archaically in Western sources as the \"Battle of Ping-yang\". Between 13,000 and 15,000 Chinese troops of the Beiyang Army under overall command of General Ye Zhichao had arrived "}]}, {"heading": "Events", "year": "1915", "date": "September 15", "txt": "The Empire Picture Theatre (now The New Empire Cinema), the oldest running cinema in mainland Australia, opens in Bowral, New South Wales.", "entities": [{"title": "The New Empire Cinema", "href": "/wiki/The_New_Empire_Cinema", "description": "The New Empire cinema is a Cinema in Bowral, New South Wales. Open since 1915, it is the oldest continuously running cinema in mainland Australia."}, {"title": "Australia", "href": "/wiki/Australia", "description": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. Its population of nearly 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital i"}, {"title": "Bowral", "href": "/wiki/Bowral", "description": "Bowral is the largest town in the Southern Highlands of New South Wales, Australia, about ninety minutes southwest of Sydney. It is the main business and entertainment precinct of the Wingecarribee Shire and Highlands. At the 2016 census, the population of the Bowral area was 12,949."}, {"title": "New South Wales", "href": "/wiki/New_South_Wales", "description": "New South Wales is a state on the east coast of Australia. It borders Queensland to the north, Victoria to the south, and South Australia to the west. Its coast borders the Coral and Tasman Seas to the east. The Australian Capital Territory is an enclave within the state. New South Wales' state capital is Sydney, which is also Australia's most populous city. In June 2020, the population of New Sou"}]}, {"heading": "Events", "year": "1916", "date": "September 15", "txt": "World War I: Tanks are used for the first time in battle, at the Battle of the Somme.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Tanks in World War I", "href": "/wiki/Tanks_in_World_War_I", "description": "The development of tanks in World War I was a response to the stalemate that developed on the Western Front. Although vehicles that incorporated the basic principles of the tank had been projected in the decade or so before the War, it was the alarmingly heavy casualties of the start of its trench warfare that stimulated development. Research took place in both Great Britain and France, with Germa"}, {"title": "Battle of the Somme", "href": "/wiki/Battle_of_the_Somme", "description": "The Battle of the Somme, also known as the Somme offensive, was a battle of the First World War fought by the armies of the British Empire and French Third Republic against the German Empire. It took place between 1 July and 18 November 1916 on both sides of the upper reaches of the Somme, a river in France. The battle was intended to hasten a victory for the Allies. More than three million men fo"}]}, {"heading": "Events", "year": "1918", "date": "September 15", "txt": "World War I: Allied troops break through the Bulgarian defenses on the Macedonian front.", "entities": [{"title": "Battle of Dobro Pole", "href": "/wiki/Battle_of_Dobro_Pole", "description": "The Battle of Dobro Pole, also known as the Breakthrough at Dobro Pole, was a World War I battle fought between 15 and 18 September 1918. The battle was fought in the initial stage of the Vardar Offensive, in the Balkans Theatre. On 15 September, a combined force of Serbian, French and Greek troops attacked the Bulgarian-held trenches in Dobro Pole, at the time part of the Kingdom of Serbia. The o"}, {"title": "Kingdom of Bulgaria", "href": "/wiki/Kingdom_of_Bulgaria", "description": "The Tsardom of Bulgaria, also referred to as the Third Bulgarian Tsardom, sometimes translated in English as Kingdom of Bulgaria, was a constitutional monarchy in Southeastern Europe, which was established on 5 October 1908, when the Bulgarian state was raised from a principality to a Tsardom. Ferdinand, founder of the royal family, was crowned a Tsar at the Declaration of Independence, mainly bec"}, {"title": "Macedonian front", "href": "/wiki/Macedonian_front", "description": "The Macedonian front, also known as the Salonica front, was a military theatre of World War I formed as a result of an attempt by the Allied Powers to aid Serbia, in the autumn of 1915, against the combined attack of Germany, Austria-Hungary and Bulgaria. The expedition came too late and in insufficient force to prevent the fall of Serbia, and was complicated by the internal political crisis in Gr"}]}, {"heading": "Events", "year": "1935", "date": "September 15", "txt": "The Nuremberg Laws deprive German Jews of citizenship.", "entities": [{"title": "Nuremberg Laws", "href": "/wiki/Nuremberg_Laws", "description": "The Nuremberg Laws were antisemitic and racist laws that were enacted in Nazi Germany on 15 September 1935, at a special meeting of the Reichstag convened during the annual Nuremberg Rally of the Nazi Party. The two laws were the Law for the Protection of German Blood and German Honour, which forbade marriages and extramarital intercourse between Jews and Germans and the employment of German femal"}, {"title": "History of the Jews in Germany", "href": "/wiki/History_of_the_Jews_in_Germany", "description": "The history of the Jews in Germany goes back at least to the year 321, and continued through the Early Middle Ages and High Middle Ages when Jewish settlers founded the Ashkenazi Jewish community. The community survived under Charlemagne, but suffered during the Crusades. Accusations of well poisoning during the Black Death (1346–53) led to mass slaughter of German Jews and they fled in large numb"}, {"title": "German nationality law", "href": "/wiki/German_nationality_law", "description": "German nationality law is the law governing the acquisition, transmission and loss of German citizenship. The law is based on a mixture of the principles of jus sanguinis and jus soli. In other words, one usually acquires German citizenship if a parent is a German citizen, irrespective of place of birth, or by birth in Germany to parents with foreign nationality if certain requirements are fulfill"}]}, {"heading": "Events", "year": "1935", "date": "September 15", "txt": "Nazi Germany adopts a new national flag bearing the swastika.", "entities": [{"title": "Flag of Nazi Germany", "href": "/wiki/Flag_of_Nazi_Germany", "description": "The flag of Nazi Germany, officially the flag of the German Reich, featured a red flag with a swastika on a white disc. This flag came into use initially as the banner of the National Socialist German Workers' Party (NSDAP) after its foundation. Following the appointment of Adolf Hitler as Chancellor in 1933, the flag was adopted as the one of the nation's dual national flags, the other being the "}, {"title": "Swastika", "href": "/wiki/Swastika", "description": "The swastika symbol, 卐 or 卍, is an ancient religious icon in the cultures of Eurasia. It is used as a symbol of divinity and spirituality in Indian religions, including Hinduism, Buddhism and Jainism."}]}, {"heading": "Events", "year": "1940", "date": "September 15", "txt": "World War II: The climax of the Battle of Britain, when the Luftwaffe launches its largest and most concentrated attack of the entire campaign.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Britain Day", "href": "/wiki/Battle_of_Britain_Day", "description": "Battle of Britain Day is 15 September 1940, the day on which a large-scale aerial battle in the Battle of Britain took place."}]}, {"heading": "Events", "year": "1942", "date": "September 15", "txt": "World War II: U.S. Navy aircraft carrier USS Wasp is sunk by Japanese torpedoes at Guadalcanal.", "entities": [{"title": "United States Navy", "href": "/wiki/United_States_Navy", "description": "The United States Navy (USN) is the maritime service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most powerful navy in the world, with the estimated tonnage of its active battle fleet alone exceeding the next 13 navies combined, including 11 U.S. allies or partner nations. It has the highest combined battle fleet tonn"}, {"title": "Aircraft carrier", "href": "/wiki/Aircraft_carrier", "description": "An aircraft carrier is a warship that serves as a seagoing airbase, equipped with a full-length flight deck and facilities for carrying, arming, deploying, and recovering aircraft. Typically, it is the capital ship of a fleet, as it allows a naval force to project air power worldwide without depending on local bases for staging aircraft operations. Carriers have evolved since their inception in th"}, {"title": "USS Wasp (CV-7)", "href": "/wiki/USS_Wasp_(CV-7)", "description": "USS Wasp (CV-7) was a United States Navy aircraft carrier commissioned in 1940 and lost in action in 1942. She was the eighth ship named USS Wasp, and the sole ship of a class built to use up the remaining tonnage allowed to the U.S. for aircraft carriers under the treaties of the time. As a reduced-size version of the  Yorktown-class aircraft carrier hull, Wasp was more vulnerable than other Unit"}, {"title": "Imperial Japanese Navy", "href": "/wiki/Imperial_Japanese_Navy", "description": "The Imperial Japanese Navy was the navy of the Empire of Japan from 1868 until 1945, when it was dissolved following Japan's surrender in World War II. The Japan Maritime Self-Defense Force (JMSDF) was formed circa 1952-1954 after the dissolution of the IJN."}, {"title": "Guadalcanal", "href": "/wiki/Guadalcanal", "description": "Guadalcanal is the principal island in Guadalcanal Province of the Solomon Islands, located in the south-western Pacific, northeast of Australia. It is the largest island in the Solomon Islands by area, and the second by population. The island is mainly covered in dense tropical rainforest and has a mountainous interior."}]}, {"heading": "Events", "year": "1944", "date": "September 15", "txt": "Franklin D. Roosevelt and Winston Churchill meet in Quebec as part of the Octagon Conference to discuss strategy.", "entities": [{"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "Winston Churchill", "href": "/wiki/Winston_Churchill", "description": "Sir Winston Leonard Spencer Churchill, was a British statesman who served as Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955. Although best known for his wartime leadership as Prime Minister, Churchill was also a Sandhurst-educated career soldier, a Nobel Prize-winning writer and historian, a prolific painter, and one of the longest-"}, {"title": "Quebec", "href": "/wiki/Quebec", "description": "Quebec is one of the thirteen provinces and territories of Canada. Located in Central Canada, the province shares borders with Ontario to the southwest, Newfoundland and Labrador to the northeast, and New Brunswick to the southeast; and the U.S. states of Maine, New Hampshire, Vermont and New York to the south. Quebec is the largest province by area, being 1,542,056 km2 (595,391 sq mi), and the se"}, {"title": "Second Quebec Conference", "href": "/wiki/Second_Quebec_Conference", "description": "The Second Quebec Conference was a high-level military conference held during World War II by the British and American governments. The conference was held in Quebec City, September 12 – September 16, 1944, and was the second conference to be held in Quebec, after \"QUADRANT\" in August 1943. The chief representatives were Winston Churchill, Franklin D. Roosevelt and the Combined Chiefs of Staff. Ca"}]}, {"heading": "Events", "year": "1944", "date": "September 15", "txt": "Battle of Peleliu begins as the United States Marine Corps' 1st Marine Division and the United States Army's 81st Infantry Division hit White and Orange beaches under heavy fire from Japanese infantry and artillery.", "entities": [{"title": "United States Marine Corps", "href": "/wiki/United_States_Marine_Corps", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "1st Marine Division (United States)", "href": "/wiki/1st_Marine_Division_(United_States)", "description": "The 1st Marine Division is a Marine infantry division of the United States Marine Corps headquartered at Marine Corps Base Camp Pendleton, California. It is the ground combat element of the I Marine Expeditionary Force."}, {"title": "United States Army", "href": "/wiki/United_States_Army", "description": "The United States Army (USA) is the land service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed to fight the American Rev"}, {"title": "81st Infantry Division (United States)", "href": "/wiki/81st_Infantry_Division_(United_States)", "description": "The 81st Readiness Division (\"Wildcat\") was originally organized as the '81st Infantry Division' - a National Army division in 1917 for service during World War I. After World War I, the 81st Division was allotted to the Organized Reserve as a \"skeletonized\" cadre division. In 1942, the division was reactivated and reorganized as the 81st Infantry Division, and service in the Pacific during World "}]}, {"heading": "Events", "year": "1945", "date": "September 15", "txt": "A hurricane strikes southern Florida and the Bahamas, destroying 366 airplanes and 25 blimps at Naval Air Station Richmond.", "entities": [{"title": "1945 Homestead hurricane", "href": "/wiki/1945_Homestead_hurricane", "description": "The 1945 Homestead hurricane was the most intense tropical cyclone to strike the U.S. state of Florida since 1935. The ninth tropical storm, third hurricane, and third major hurricane of the season, it developed east-northeast of the Leeward Islands on September 12. Moving briskly west-northwestward, the storm became a major hurricane on September 13. The system moved over the Turks and Caicos Isl"}, {"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}, {"title": "The Bahamas", "href": "/wiki/The_Bahamas", "description": "The Bahamas, known officially as the Commonwealth of The Bahamas, is a country within the Lucayan Archipelago of the West Indies in the Atlantic. It takes up 97% of the Lucayan Archipelago's land area and is home to 88% of the archipelago's population. The archipelagic state consists of more than 700 islands, cays, and islets in the Atlantic Ocean, and is located north of Cuba and northwest of the"}, {"title": "Naval Air Station Richmond", "href": "/wiki/Naval_Air_Station_Richmond", "description": "The Naval Lighter Than Air Station Richmond was a South Florida military installation about 18 miles (29 km) south of Miami, and 3.5 miles (5.6 km) west of US 1. It was an active base during World War II."}]}, {"heading": "Events", "year": "1947", "date": "September 15", "txt": "Typhoon Kathleen hit the Kantō region in Japan killing 1,077.", "entities": [{"title": "1940–49 Pacific typhoon seasons", "href": "/wiki/1940%E2%80%9349_Pacific_typhoon_seasons", "description": "The following is a list of Pacific typhoon seasons. The seasons are limited to the north of the equator between the 100th meridian east and the 180th meridian."}, {"title": "Kantō region", "href": "/wiki/Kant%C5%8D_region", "description": "The Kanto region  is a geographical area of Honshu, the largest island of Japan. In a common definition, the region includes the Greater Tokyo Area and encompasses seven prefectures: Gunma, Tochigi, Ibaraki, Saitama, Tokyo, Chiba and Kanagawa. Within its boundaries, slightly more than 45 percent of the land area is the Kanto Plain. The rest consists of the hills and mountains that form the land bo"}]}, {"heading": "Events", "year": "1948", "date": "September 15", "txt": "The Indian Army captures the towns of Jalna, Latur, Mominabad, Surriapet and Narkatpalli as part of Operation Polo.", "entities": [{"title": "Indian Army", "href": "/wiki/Indian_Army", "description": "The Indian Army is the land-based branch and the largest component of the Indian Armed Forces. The President of India is the Supreme Commander of the Indian Army, and its professional head is the Chief of Army Staff (COAS), who is a four-star general. Two officers have been conferred with the rank of field marshal, a five-star rank, which is a ceremonial position of great honour. The Indian Army o"}, {"title": "Jalna, Maharashtra", "href": "/wiki/Jalna,_Maharashtra", "description": "Jalna pronunciation (help·info) is a city in Jalna district in the Aurangabad Division, or Marathwada region, of the Indian state of Maharashtra. It was part of Hyderabad State as a tehsil of Aurangabad district, before Jalna district was formed effective 1 May 1981."}, {"title": "Latur", "href": "/wiki/Latur", "description": "Latur is a city in Maharashtra state, India, and is one of the largest cities of the Marathwada region. It is the administrative headquarters of Latur district and Latur Taluka. The city is a tourist hub surrounded by many historical monuments, including Udgir Fort and Kharosa Caves. The people in Latur are called Laturkar. The most spoken language in Latur is Marathi. The city's quality of educat"}, {"title": "Mominabad", "href": "/wiki/Mominabad", "description": "Mominabad is a neighbourhood in the Orangi municipality of Karachi, Pakistan. It is administered as part of Karachi West district, but was part of the Orangi Town borough until that was disbanded in 2011."}, {"title": "Suryapet", "href": "/wiki/Suryapet", "description": "Suryapet(listen) is a city in the Indian state of Telangana. It is a municipality and the headquarters of its eponymous district. The Government of India announced Suryapet to be developed under the Atal Mission for Rejuvenation and Urban Transformation (AMRUT) scheme. Suryapet has been awarded the \"Cleanest city\" in South India by the Ministry of Urban development in Swachh Survekshan 2017. It is"}, {"title": "Narketpally", "href": "/wiki/Narketpally", "description": "Narketpally is a village in Nalgonda district of the Indian state of Telangana. It is located in Narketpally mandal of Nalgonda division."}, {"title": "Operation Polo", "href": "/wiki/Operation_Polo", "description": "\nOperation Polo was the code name of the Hyderabad \"police action\" in September 1948, by the then newly independent Dominion of India against Hyderabad State. It was a military operation in which the Indian Armed Forces invaded the Nizam-ruled princely state, annexing it into the Indian Union."}]}, {"heading": "Events", "year": "1948", "date": "September 15", "txt": "The F-86 Sabre sets the world aircraft speed record at 671 miles per hour (1,080 km/h).", "entities": [{"title": "Flight airspeed record", "href": "/wiki/Flight_airspeed_record", "description": "An air speed record is the highest airspeed attained by an aircraft of a particular class. The rules for all official aviation records are defined by Fédération Aéronautique Internationale (FAI), which also ratifies any claims. Speed records are divided into multiple classes with sub-divisions. There are three classes of aircraft: landplanes, seaplanes, and amphibians; then within these classes, t"}]}, {"heading": "Events", "year": "1950", "date": "September 15", "txt": "Korean War: The U.S. X Corps lands at Inchon.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "X Corps (United States)", "href": "/wiki/X_Corps_(United_States)", "description": "X Corps was a corps of the United States Army in World War II and the Korean War."}, {"title": "Battle of Inchon", "href": "/wiki/Battle_of_Inchon", "description": "The Battle of Inchon was an amphibious invasion and a battle of the Korean War that resulted in a decisive victory and strategic reversal in favor of the United Nations Command (UN). The operation involved some 75,000 troops and 261 naval vessels and led to the recapture of the South Korean capital of Seoul two weeks later. The code name for the operation was Operation Chromite."}]}, {"heading": "Events", "year": "1952", "date": "September 15", "txt": "The United Nations cedes Eritrea to Ethiopia.", "entities": [{"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}, {"title": "Eritrea", "href": "/wiki/Eritrea", "description": "Eritrea, officially the State of Eritrea, is a country in Eastern Africa, with its capital at Asmara. It is bordered by Ethiopia in the south, Sudan in the west, and Djibouti in the southeast. The northeastern and eastern parts of Eritrea have an extensive coastline along the Red Sea. The nation has a total area of approximately 117,600 km2 (45,406 sq mi), and includes the Dahlak Archipelago and s"}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}]}, {"heading": "Events", "year": "1958", "date": "September 15", "txt": "A Central Railroad of New Jersey commuter train runs through an open drawbridge at the Newark Bay, killing 48.", "entities": [{"title": "Central Railroad of New Jersey", "href": "/wiki/Central_Railroad_of_New_Jersey", "description": "The Central Railroad of New Jersey, also known as the Jersey Central or Jersey Central Lines, was a Class I railroad with origins in the 1830s. It filed for bankruptcy three times; in 1939, 1947 and on March 22, 1967, when the CNJ filed for bankruptcy for the final time. It foreshadowed the rest of New Jersey's railroads, but not by much. It then pulled out of Pennsylvania completely in 1972. Whil"}, {"title": "Commuter rail", "href": "/wiki/Commuter_rail", "description": "Commuter rail, or suburban rail, is a passenger rail transport service that primarily operates within a metropolitan area, connecting commuters to a central city from adjacent suburbs or commuter towns. Generally commuter rail systems are considered heavy rail, using electrified or diesel trains. Distance charges or zone pricing may be used."}, {"title": "Newark Bay rail accident", "href": "/wiki/Newark_Bay_rail_accident", "description": "The 1958 Newark Bay rail accident occurred on September 15, 1958 in Newark Bay, New Jersey, United States, when a Central Railroad of New Jersey (CNJ) morning commuter train, #3314, ran through a restricting and a stop signal, derailed, and slid off the open Newark Bay lift bridge. Both diesel locomotives and the first two coaches plunged into Newark Bay and sank immediately, killing 48 people and"}, {"title": "Newark Bay", "href": "/wiki/Newark_Bay", "description": "Newark Bay is a tidal bay at the confluence of the Passaic and Hackensack Rivers in northeastern New Jersey. It is home to the Port Newark-Elizabeth Marine Terminal, the largest container shipping facility in Port of New York and New Jersey, the third largest and one of the busiest in the United States. An estuary, it is periodically dredged to accommodate ocean-going ships."}]}, {"heading": "Events", "year": "1959", "date": "September 15", "txt": "Nikita Khrushchev becomes the first Soviet leader to visit the United States.", "entities": [{"title": "Nikita Khrushchev", "href": "/wiki/Nikita_Khrushchev", "description": "Nikita Sergeyevich Khrushchev led the Soviet Union as the First Secretary of the Communist Party of the Soviet Union from 1953 to 1964 and as chairman of the country's Council of Ministers from 1958 to 1964. During his rule, Khrushchev stunned the communist world with his denunciation of Stalin's crimes and began De-Stalinization. He sponsored the early Soviet space program, and enactment of relat"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1962", "date": "September 15", "txt": "The Soviet ship Poltava heads toward Cuba, one of the events that sets into motion the Cuban Missile Crisis.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}, {"title": "Cuban Missile Crisis", "href": "/wiki/Cuban_Missile_Crisis", "description": "\nThe Cuban Missile Crisis, also known as the October Crisis of 1962, the Caribbean Crisis, or the Missile Scare, was a 1 month, 4 day confrontation between the United States and the Soviet Union which escalated into an international crisis when American deployments of missiles in Italy and Turkey were matched by Soviet deployments of similar ballistic missiles in Cuba. Despite the short time frame"}]}, {"heading": "Events", "year": "1963", "date": "September 15", "txt": "Baptist Church bombing: Four children killed in the bombing of an African-American church in Birmingham, Alabama, United States.", "entities": [{"title": "16th Street Baptist Church bombing", "href": "/wiki/16th_Street_Baptist_Church_bombing", "description": "The 16th Street Baptist Church bombing was a white supremacist terrorist bombing of the 16th Street Baptist Church in Birmingham, Alabama, on Sunday, September 15, 1963. Four members of a local Ku Klux Klan chapter planted 19 sticks of dynamite attached to a timing device beneath the steps located on the east side of the church."}, {"title": "African-American church", "href": "/wiki/African-American_church", "description": "The term Black Church refers to the body of Christian congregations and denominations in the United States that minister predominantly to African-Americans, as well as their collective traditions and members. The term can also refer to individual congregations."}, {"title": "Birmingham, Alabama", "href": "/wiki/Birmingham,_Alabama", "description": "Birmingham is a city in the north central region of the U.S. state of Alabama. With an estimated population of 209,403 in 2019, it is the most populous city in Alabama. Birmingham is the seat of Jefferson County, Alabama's most populous and fifth largest county. As of 2018, the Birmingham-Hoover Metropolitan Statistical Area had a population of 1,151,801, making it the most populous in Alabama and"}]}, {"heading": "Events", "year": "1967", "date": "September 15", "txt": "U.S. President Lyndon B. Johnson, responding to a sniper attack at the University of Texas at Austin, writes a letter to Congress urging the enactment of gun control legislation.", "entities": [{"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}, {"title": "University of Texas tower shooting", "href": "/wiki/University_of_Texas_tower_shooting", "description": "On August 1, 1966, after stabbing his mother and his wife to death the night before, Charles Whitman, a former Marine, took rifles and other weapons to the observation deck atop the Main Building tower at the University of Texas at Austin, then opened fire indiscriminately on people on the surrounding campus and streets. Over the next 96 minutes he shot and killed 15 people, including an unborn ch"}, {"title": "University of Texas at Austin", "href": "/wiki/University_of_Texas_at_Austin", "description": "The University of Texas at Austin, shortened to UT Austin, UT, or Texas, is a public research university in Austin, Texas and the flagship institution of the University of Texas System. Founded in 1883, the University of Texas was inducted into the Association of American Universities in 1929, becoming only the third university in the American South to be elected. The institution is composed of ov"}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Gun control", "href": "/wiki/Gun_control", "description": "Gun control is the set of laws or policies that regulate the manufacture, sale, transfer, possession, modification, or use of firearms by civilians."}]}, {"heading": "Events", "year": "1968", "date": "September 15", "txt": "The Soviet Zond 5 spaceship is launched, becoming the first spacecraft to fly around the Moon and re-enter the Earth's atmosphere.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Moon", "href": "/wiki/Moon", "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth, it is the largest natural satellite in the Solar System relative to the size of its planet, and the fifth largest satellite in the Solar System overall. Orbiting Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter, its gravitational influence slightly lengthens Earth's da"}]}, {"heading": "Events", "year": "1971", "date": "September 15", "txt": "The first Greenpeace ship departs from Vancouver to protest against the upcoming Cannikin nuclear weapon test in Alaska.", "entities": [{"title": "Cannikin", "href": "/wiki/Cannikin", "description": "Cannikin was an underground nuclear weapons test performed on November 6, 1971, on Amchitka island, Alaska, by the United States Atomic Energy Commission. The experiment, part of the Operation Grommet nuclear test series, tested the unique W71 warhead design for the LIM-49 Spartan anti-ballistic missile. With an explosive yield of almost 5 megatons of TNT (21 PJ), the test was the largest undergro"}]}, {"heading": "Events", "year": "1972", "date": "September 15", "txt": "A Scandinavian Airlines System domestic flight from Gothenburg to Stockholm is hijacked and flown to Malmö Bulltofta Airport.", "entities": [{"title": "Scandinavian Airlines System", "href": "/wiki/Scandinavian_Airlines_System", "description": "Scandinavian Airlines, usually known as SAS, is the flag carrier of Denmark, Norway and Sweden. SAS is an abbreviation of the company's full name, Scandinavian Airlines System or legally Scandinavian Airlines System Denmark-Norway-Sweden. Part of the SAS Group and headquartered at the SAS Frösundavik Office Building in Solna, Sweden, the airline operates 180 aircraft to 90 destinations. The airlin"}, {"title": "Domestic flight", "href": "/wiki/Domestic_flight", "description": "A domestic flight is a form of commercial flight within civil aviation where the departure and the arrival take place in the same country."}, {"title": "Gothenburg", "href": "/wiki/Gothenburg", "description": "Gothenburg is the second-largest city in Sweden, fifth-largest in the Nordic countries, and capital of the Västra Götaland County. It is situated by Kattegat, on the west coast of Sweden, and has a population of approximately 570,000 in the city proper and about 1 million inhabitants in the metropolitan area."}, {"title": "Stockholm", "href": "/wiki/Stockholm", "description": "Stockholm is the capital of Sweden. It has the most populous urban area in Sweden as well as in Scandinavia. 1 million people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain o"}, {"title": "Scandinavian Airlines System Flight 130", "href": "/wiki/Scandinavian_Airlines_System_Flight_130", "description": "Scandinavian Airlines System Flight 130 was an aircraft hijacking which took place in Sweden and subsequently in Spain on 15 and 16 September 1972. While en route from Torslanda Airport in Gothenburg to Stockholm Arlanda Airport, three armed members of the Croatian National Resistance (CNR) forcefully took control of the McDonnell Douglas DC-9-21 aircraft and redirected it to Bulltofta Airport in "}, {"title": "Malmö Bulltofta Airport", "href": "/wiki/Malm%C3%B6_Bulltofta_Airport", "description": "Malmö Bulltofta Airport was the main airport for the city of Malmö, Scania, Sweden, from 1923 to 1972. Located in the Malmö city district of Kirseberg, the area has since been converted into a major park and commercial development, and this part of Sweden is now served by Malmö Airport, and Copenhagen Airport, Denmark."}]}, {"heading": "Events", "year": "1974", "date": "September 15", "txt": "Air Vietnam Flight 706 is hijacked, then crashes while attempting to land with 75 on board.", "entities": [{"title": "Air Vietnam Flight 706 hijacking", "href": "/wiki/Air_Vietnam_Flight_706_hijacking", "description": "Air Vietnam Flight 706 was a Boeing 727 that crashed on September 15, 1974, near Phan Rang Air Base in South Vietnam."}]}, {"heading": "Events", "year": "1975", "date": "September 15", "txt": "The French department of \"Corse\" (the entire island of Corsica) is divided into two: Haute-Corse (Upper Corsica) and Corse-du-Sud (Southern Corsica).", "entities": [{"title": "Departments of France", "href": "/wiki/Departments_of_France", "description": "In the administrative divisions of France, the department is one of the three levels of government under the national level, between the administrative regions and the communes. Ninety-six departments are in metropolitan France, and five are overseas departments, which are also classified as overseas regions. Departments are further subdivided into 334 arrondissements, themselves divided into cant"}, {"title": "Corsica", "href": "/wiki/Corsica", "description": "Corsica is an island in the Mediterranean Sea and politically one of the eighteen regions of France. It is the fourth-largest island in the Mediterranean and lies southeast of the French mainland, west of the Italian Peninsula and immediately north of the Italian island of Sardinia, the land mass nearest to it. A single chain of mountains makes up two-thirds of the island. In 2016, it had a popula"}, {"title": "Corsica", "href": "/wiki/Corsica", "description": "Corsica is an island in the Mediterranean Sea and politically one of the eighteen regions of France. It is the fourth-largest island in the Mediterranean and lies southeast of the French mainland, west of the Italian Peninsula and immediately north of the Italian island of Sardinia, the land mass nearest to it. A single chain of mountains makes up two-thirds of the island. In 2016, it had a popula"}, {"title": "Haute-Corse", "href": "/wiki/Haute-Corse", "description": "Haute-Corse is an administrative department of France, consisting of the northern part of the island of Corsica. The corresponding departmental territorial collectivity merged with that of Corse-du-Sud on 1 January 2018, forming the single territorial collectivity of Corsica, with territorial elections coinciding with the dissolution of the separate councils. However, even though its administrativ"}, {"title": "Corse-du-Sud", "href": "/wiki/Corse-du-Sud", "description": "Corse-du-Sud is an administrative department of France, consisting of the southern part of the island of Corsica. The corresponding departmental territorial collectivity merged with that of Haute-Corse on 1 January 2018, forming the single territorial collectivity of Corsica, with territorial elections coinciding with the dissolution of the separate council. However, even though its administrative"}]}, {"heading": "Events", "year": "1978", "date": "September 15", "txt": "Muhammad Ali outpointed Leon Spinks in a rematch to become the first boxer to win the world heavyweight title three times at the Superdome in New Orleans.", "entities": [{"title": "Muhammad Ali", "href": "/wiki/Muhammad_Ali", "description": "Muhammad Ali was an American professional boxer, activist, entertainer and philanthropist. Nicknamed The Greatest, he is widely regarded as one of the most significant and celebrated sporting figures of the 20th century, frequently ranked as the best heavyweight boxer and greatest athlete of the century."}, {"title": "Leon Spinks", "href": "/wiki/Leon_Spinks", "description": "Leon Spinks was an American professional boxer who competed from 1977 to 1995. In only his eighth professional fight, he won the undisputed heavyweight championship in 1978 after defeating Muhammad Ali in a split decision, in what is considered one of the biggest upsets in boxing history. Spinks was later stripped of the WBC title for facing Ali in an unapproved rematch seven months later, which h"}, {"title": "Heavyweight", "href": "/wiki/Heavyweight", "description": "Heavyweight is a weight class in combat sports and professional wrestling."}, {"title": "Mercedes-Benz Superdome", "href": "/wiki/Mercedes-Benz_Superdome", "description": "The Mercedes-Benz Superdome, often referred to simply as the Superdome, is a domed sports and exhibition stadium located in the Central Business District of New Orleans, Louisiana, United States. It primarily serves as the home venue for the New Orleans Saints of the National Football League (NFL), the home stadium for the Sugar Bowl, New Orleans Bowl in college football, and the longtime rivalry "}, {"title": "New Orleans", "href": "/wiki/New_Orleans", "description": "New Orleans is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 390,144 in 2019, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States."}]}, {"heading": "Events", "year": "1981", "date": "September 15", "txt": "The Senate Judiciary Committee unanimously approves Sandra Day O'Connor to become the first female justice of the Supreme Court of the United States.", "entities": [{"title": "United States Senate Committee on the Judiciary", "href": "/wiki/United_States_Senate_Committee_on_the_Judiciary", "description": "The United States Senate Committee on the Judiciary, informally the Senate Judiciary Committee, is a standing committee of 22 U.S. senators whose role is to oversee the Department of Justice (DOJ), consider executive and judicial nominations, as well as review pending legislation."}, {"title": "Sandra Day O'Connor", "href": "/wiki/Sandra_Day_O%27Connor", "description": "Sandra Day O'Connor is a retired attorney and politician who served as the first woman associate justice of the Supreme Court of the United States from 1981 to 2006. She was the first woman nominated and confirmed. Nominated by President Ronald Reagan, she was considered the swing vote for the Rehnquist Court and the beginning of the Roberts Court."}, {"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}]}, {"heading": "Events", "year": "1981", "date": "September 15", "txt": "The John Bull becomes the oldest operable steam locomotive in the world when the Smithsonian Institution operates it under its own power outside Washington, D.C.", "entities": [{"title": "Steam locomotive", "href": "/wiki/Steam_locomotive", "description": "A steam locomotive is a type of railway locomotive that produces its pulling power through a steam engine. These locomotives are fuelled by burning combustible material – usually coal, wood, or oil — to produce steam in a boiler. The steam moves reciprocating pistons which are mechanically connected to the locomotive's main wheels (drivers). Both fuel and water supplies are carried with the locomo"}, {"title": "Smithsonian Institution", "href": "/wiki/Smithsonian_Institution", "description": "The Smithsonian Institution, also known simply as The Smithsonian, is a trust instrumentality of the United States composed as a group of museums and research centers. It was founded on August 10, 1846, \"for the increase and diffusion of knowledge\". The institution is named after its founding donor, British scientist James Smithson. It was originally organized as the \"United States National Museum"}]}, {"heading": "Events", "year": "1983", "date": "September 15", "txt": "Israeli premier Menachem Begin resigns.", "entities": [{"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Premier", "href": "/wiki/Premier", "description": "Premier is a title for the head of government in some countries, states and sub-national governments. A second in command to a premier is designated as a vice-premier or deputy premier."}, {"title": "Menachem Begin", "href": "/wiki/Menachem_Begin", "description": "Menachem Begin was an Israeli politician, founder of Likud and the sixth Prime Minister of Israel. Before the creation of the state of Israel, he was the leader of the Zionist militant group Irgun, the Revisionist breakaway from the larger Jewish paramilitary organization Haganah. He proclaimed a revolt, on 1 February 1944, against the British mandatory government, which was opposed by the Jewish "}]}, {"heading": "Events", "year": "2000", "date": "September 15", "txt": "The Summer Olympics, officially known as the games of the XXVII Olympiad, are opened in Sydney, Australia.", "entities": [{"title": "2000 Summer Olympics", "href": "/wiki/2000_Summer_Olympics", "description": "The 2000 Summer Olympics was an international multi-sport event held from 15 September to 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and in the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956."}, {"title": "Sydney", "href": "/wiki/Sydney", "description": "Sydney is the capital city of the state of New South Wales, and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 sub"}, {"title": "Australia", "href": "/wiki/Australia", "description": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. Its population of nearly 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital i"}]}, {"heading": "Events", "year": "2004", "date": "September 15", "txt": "National Hockey League commissioner Gary Bettman announces lockout of the players' union and cessation of operations by the NHL head office.", "entities": [{"title": "National Hockey League", "href": "/wiki/National_Hockey_League", "description": "The National Hockey League is a professional ice hockey league in North America, currently comprising 31 teams: 24 in the United States and 7 in Canada. The NHL is considered to be the premier professional ice hockey league in the world, and is one of the major professional sports leagues in the United States and Canada. The Stanley Cup, the oldest professional sports trophy in North America, is a"}, {"title": "Gary Bettman", "href": "/wiki/Gary_Bettman", "description": "Gary Bruce Bettman is the commissioner of the National Hockey League (NHL), a post he has held since February 1, 1993. Previously, Bettman was a senior vice president and general counsel to the National Basketball Association (NBA). Bettman is a graduate of Cornell University and New York University School of Law. Bettman was elected to the Hockey Hall of Fame in 2018."}, {"title": "2004–05 NHL lockout", "href": "/wiki/2004%E2%80%9305_NHL_lockout", "description": "The 2004–05 NHL lockout was a labor lockout that resulted in the cancellation of the National Hockey League (NHL) season, which would have been its 88th season of play. The main dispute was the league's desire to implement a salary cap to limit expenditure on player salaries. This was opposed by the NHL Players Association (NHLPA), the players' labor union, who proposed an alternative system of re"}, {"title": "National Hockey League Players' Association", "href": "/wiki/National_Hockey_League_Players%27_Association", "description": "NHLPA is the labour union for the group of professional hockey players who are under Standard Player Contracts to the 31 member clubs in the National Hockey League (NHL) located in the United States and Canada. The association represents its membership in all matters dealing with their working conditions and contractual rights as well as serving as their exclusive collective bargaining agent."}]}, {"heading": "Events", "year": "2008", "date": "September 15", "txt": "Lehman Brothers files for Chapter 11 bankruptcy, the largest bankruptcy filing in U.S. history.", "entities": [{"title": "Lehman Brothers", "href": "/wiki/Lehman_Brothers", "description": "Lehman Brothers Holdings Inc. was a global financial services firm founded in 1847. Before filing for bankruptcy in 2008, Lehman was the fourth-largest investment bank in the United States, with about 25,000 employees worldwide. It was doing business in investment banking, equity and fixed-income sales and trading, research, investment management, private equity, and private banking. Lehman was op"}, {"title": "Chapter 11, Title 11, United States Code", "href": "/wiki/Chapter_11,_Title_11,_United_States_Code", "description": "Chapter 11 of the United States Bankruptcy Code permits reorganization under the bankruptcy laws of the United States. Such reorganization, known as \"Chapter 11 bankruptcy\", is available to every business, whether organized as a corporation, partnership or sole proprietorship, and to individuals, although it is most prominently used by corporate entities. In contrast, Chapter 7 governs the process"}]}, {"heading": "Events", "year": "2017", "date": "September 15", "txt": "The Parsons Green bombing takes place in London.", "entities": [{"title": "Parsons Green bombing", "href": "/wiki/Parsons_Green_bombing", "description": "On 15 September 2017, at around 08:20 BST, an explosion occurred on a District line train at Parsons Green Underground station, in London, England. Thirty people were treated in hospital or an urgent care centre, mostly for burn injuries, by a botched, crude \"bucket bomb\" with a timer containing the TATP explosive chemical. Police arrested the main suspect, 18-year-old Iraqi asylum seeker Ahmed Ha"}, {"title": "London", "href": "/wiki/London", "description": "London is the capital and largest city of England and the United Kingdom. The city stands on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea. London has been a major settlement for two millennia, and was originally called Londinium, which was founded by the Romans. The City of London, London's ancient core and financial centre—an a"}]}, {"heading": "Events", "year": "2020", "date": "September 15", "txt": "Signing of the Bahrain–Israel normalization agreement occurs in Washington, D.C., normalizing relations between Israel and two Arab nations, the United Arab Emirates and Bahrain.", "entities": [{"title": "Bahrain–Israel normalization agreement", "href": "/wiki/Bahrain%E2%80%93Israel_normalization_agreement", "description": "The Bahrain–Israel normalization agreement, officially Abraham Accords: Declaration of Peace, Cooperation, and Constructive Diplomatic and Friendly Relations is an agreement to normalize diplomatic and other relations between Bahrain and Israel. The agreement was announced by President Donald Trump on September 11, 2020, and followed on from a joint statement, officially referred to as the Abraham"}, {"title": "Washington, D.C.", "href": "/wiki/Washington,_D.C.", "description": "Washington, D.C., formally the District of Columbia and also known as D.C. or just Washington, is the capital city of the United States. It is located on the Potomac River bordering Maryland and Virginia, with Congress holding its first session there in 1800. The city was named for George Washington, the first president of the United States and a Founding Father, and the federal district is named "}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "United Arab Emirates", "href": "/wiki/United_Arab_Emirates", "description": "The United Arab Emirates, sometimes simply called the Emirates, is a country in Western Asia located at the eastern end of the Arabian Peninsula. It borders Oman and Saudi Arabia, and has maritime borders in the Persian Gulf with Qatar and Iran."}, {"title": "Bahrain", "href": "/wiki/Bahrain", "description": "Bahrain, officially the Kingdom of Bahrain, is a country in the Persian Gulf. The island nation comprises a small archipelago made up of 70 natural islands and an additional 33 artificial islands, centered around Bahrain Island which makes up around 83 percent of the country's landmass. The country is situated between the Qatari peninsula and the north eastern coast of Saudi Arabia to which it is "}]}, {"heading": "Births", "year": "767", "date": "September 15", "txt": "Saichō, Japanese monk (d. 822)[citation needed]", "entities": [{"title": "Saichō", "href": "/wiki/Saich%C5%8D", "description": "Saichō  was a Japanese Buddhist monk credited with founding the Tendai school of Buddhism based on the Chinese Tiantai school he was exposed to during his trip to Tang China beginning in 804. He founded the temple and headquarters of Tendai at Enryaku-ji on Mount Hiei near Kyoto. He is also said to have been the first to bring tea to Japan. After his death, he was awarded the posthumous title of D"}]}, {"heading": "Births", "year": "1461", "date": "September 15", "txt": "Jacopo Salviati, Italian politician (d. 1553)", "entities": [{"title": "Jacopo Salviati", "href": "/wiki/Jacopo_Salviati", "description": "Jacopo Salviati was an Italian politician and son-in-law of Lorenzo de' Medici. He was married to the prestigious Lucrezia de' Medici, daughter of Lorenzo de' Medici, on 10 September 1486, and they would have 10 children together. The son of Giovanni Salviati and Maddalena Gondi, he devoted himself to the economic affairs of the family, becoming very wealthy. He then engaged in political life. He "}]}, {"heading": "Births", "year": "1505", "date": "September 15", "txt": "Mary of Hungary, Dutch ruler (d. 1558)", "entities": [{"title": "Mary of Hungary (governor of the Netherlands)", "href": "/wiki/Mary_of_Hungary_(governor_of_the_Netherlands)", "description": "Mary of Austria, also known as Mary of Hungary, was queen of Hungary and Bohemia as the wife of King Louis II, and was later governor of the Habsburg Netherlands."}]}, {"heading": "Births", "year": "1533", "date": "September 15", "txt": "Catherine of Austria, Queen of Poland (d. 1572)[citation needed]", "entities": [{"title": "Catherine of Austria, Queen of Poland", "href": "/wiki/Catherine_of_Austria,_Queen_of_Poland", "description": "Catherine of Austria was one of the fifteen children of Ferdinand I, Holy Roman Emperor and Anna of Bohemia and Hungary. In 1553, she married Polish King Sigismund II Augustus and became Queen consort of Poland and Grand Duchess consort of Lithuania. Their marriage was not happy and they had no children together. After a likely miscarriage in 1554 and a bout of illness in 1558, Sigismund became in"}]}, {"heading": "Births", "year": "1580", "date": "September 15", "txt": "Charles Annibal Fabrot, French lawyer and author (d. 1659)", "entities": [{"title": "Charles Annibal Fabrot", "href": "/wiki/Charles_Annibal_Fabrot", "description": "Charles Annibal Fabrot was a French jurisconsult."}]}, {"heading": "Births", "year": "1592", "date": "September 15", "txt": "Giovanni Battista Rinuccini, archbishop of Fermo (d. 1653)", "entities": [{"title": "Giovanni Battista Rinuccini", "href": "/wiki/Giovanni_Battista_Rinuccini", "description": "Giovanni Battista Rinuccini (1592–1653) was an Italian Roman Catholic archbishop in the mid-seventeenth century. He was a noted legal scholar and became chamberlain to Pope Gregory XV. In 1625 Pope Urban VIII made him the Archbishop of Fermo in Italy. In 1645 Pope Innocent X sent him to Ireland as Papal Nuncio. He brought money and weapons to help the Confederate Ireland in its war against the Pro"}]}, {"heading": "Births", "year": "1613", "date": "September 15", "txt": "François de La Rochefoucauld, French soldier and author (d. 1680)", "entities": [{"title": "François de La Rochefoucauld (writer)", "href": "/wiki/Fran%C3%A7ois_de_La_Rochefoucauld_(writer)", "description": "François VI, Duc de La Rochefoucauld, Prince de Marcillac was a noted French moralist and author of maxims and memoirs. He is part of the literary movement of classicism and best known for his maxims. Although he only officially published his Memoirs and his Maxims, his literary production is dense."}]}, {"heading": "Births", "year": "1649", "date": "September 15", "txt": "Titus Oates, English minister, fabricated the Popish Plot (d. 1705)", "entities": [{"title": "Titus Oates", "href": "/wiki/Titus_Oates", "description": "Titus Oates was an English priest who fabricated the \"Popish Plot\", a supposed Catholic conspiracy to kill King Charles II."}, {"title": "Popish Plot", "href": "/wiki/Popish_Plot", "description": "The Popish Plot was a fictitious conspiracy invented by Titus Oates that between 1678 and 1681 gripped the Kingdoms of England and Scotland in anti-Catholic hysteria. Oates alleged that there was an extensive Catholic conspiracy to assassinate Charles II, accusations that led to the executions of at least 22 men and precipitated the Exclusion Bill Crisis. Eventually Oates's intricate web of accusa"}]}, {"heading": "Births", "year": "1666", "date": "September 15", "txt": "Sophia Dorothea of Celle (d. 1726)", "entities": [{"title": "Sophia Dorothea of Celle", "href": "/wiki/Sophia_Dorothea_of_Celle", "description": "Sophia Dorothea of Brunswick-Lüneburg-Celle, was the repudiated wife of future King George I of Great Britain, and mother of George II. The union with her first cousin was a marriage of state, arranged by her father George William, her father-in-law the Elector of Hanover, and her mother-in-law, Electress Sophia of Hanover, first cousin of King Charles II of England. She is best remembered for her"}]}, {"heading": "Births", "year": "1690", "date": "September 15", "txt": "Ignazio Prota, Italian composer and educator (d. 1748)", "entities": [{"title": "Ignazio Prota", "href": "/wiki/Ignazio_Prota", "description": "Ignazio Prota was an Italian composer and music educator. He was the father of composer Tommaso Prota and the grandfather of composer Gabriele Prota."}]}, {"heading": "Births", "year": "1715", "date": "September 15", "txt": "Jean-Baptiste Vaquette de Gribeauval, French general and engineer (d. 1789)", "entities": [{"title": "Jean-Baptiste Vaquette de Gribeauval", "href": "/wiki/Jean-Baptiste_Vaquette_de_Gribeauval", "description": "Lieutenant General Jean-Baptiste Vaquette de Gribeauval was a French artillery officer and engineer who revolutionized the French cannon, creating a new production system that allowed for lighter, more uniform guns without sacrificing range. His Gribeauval system superseded the de Vallière system. These guns proved essential to French military victories during the Napoleonic Wars. Gribeauval is cr"}]}, {"heading": "Births", "year": "1736", "date": "September 15", "txt": "Jean Sylvain Bailly, French astronomer, mathematician, and politician, 1st Mayor of Paris (d. 1793)", "entities": [{"title": "Jean Sylvain Bailly", "href": "/wiki/Jean_Sylvain_Bailly", "description": "Jean Sylvain Bailly was a French astronomer, mathematician, freemason, and political leader of the early part of the French Revolution. He presided over the Tennis Court Oath, served as the mayor of Paris from 1789 to 1791, and was ultimately guillotined during the Reign of Terror."}, {"title": "List of mayors of Paris", "href": "/wiki/List_of_mayors_of_Paris", "description": "The Mayor of Paris is the chief executive of Paris, the capital and largest city in France. The officeholder is responsible for the administration and management of the city, submits proposals and recommendations to the Council of Paris, is active in the enforcement of the city’s ordinances, submits the city’s annual budget and appoints city officers, department commissioners or directors, as well"}]}, {"heading": "Births", "year": "1759", "date": "September 15", "txt": "Cornelio Saavedra, Argentinean general and politician (d. 1829)", "entities": [{"title": "Cornelio Saavedra", "href": "/wiki/Cornelio_Saavedra", "description": "Cornelio Judas Tadeo de Saavedra y Rodríguez was a military officer and statesman from the Viceroyalty of the Río de la Plata. He was instrumental in the May Revolution, the first step of Argentina's independence from Spain, and was appointed president of the Primera Junta."}]}, {"heading": "Births", "year": "1760", "date": "September 15", "txt": "Bogislav Friedrich Emanuel von Tauentzien, Prussian general (d. 1824)", "entities": [{"title": "Bogislav Friedrich Emanuel von Tauentzien", "href": "/wiki/Bogislav_Friedrich_Emanuel_von_Tauentzien", "description": "Bogislav Friedrich Emanuel Graf Tauentzien von Wittenberg was a Prussian general of the Napoleonic Wars."}]}, {"heading": "Births", "year": "1765", "date": "September 15", "txt": "Manuel Maria Barbosa du Bocage, Portuguese poet and author (d. 1805)", "entities": [{"title": "Manuel Maria Barbosa du Bocage", "href": "/wiki/Manuel_Maria_Barbosa_du_Bocage", "description": "Manuel Maria Barbosa l'Hedois du Bocage, most often referred to simply as Bocage, was a Portuguese Neoclassic poet, writing at the beginning of his career under the pen name Elmano Sadino."}]}, {"heading": "Births", "year": "1789", "date": "September 15", "txt": "James Fenimore Cooper, American novelist, short story writer, and historian (d. 1851)", "entities": [{"title": "James Fenimore Cooper", "href": "/wiki/James_Fenimore_Cooper", "description": "James Fenimore Cooper was an American writer of the first half of the 19th century. His historical romances depicting frontier and Native American life from the 17th to the 19th centuries created a unique form of American literature. He lived much of his boyhood and the last fifteen years of life in Cooperstown, New York, which was founded by his father William Cooper on property that he owned. Co"}]}, {"heading": "Births", "year": "1815", "date": "September 15", "txt": "Halfdan Kjerulf, Norwegian journalist and composer (d. 1868)", "entities": [{"title": "Halfdan Kjerulf", "href": "/wiki/Halfdan_Kjerulf", "description": "Halfdan Kjerulf was a Norwegian composer."}]}, {"heading": "Births", "year": "1819", "date": "September 15", "txt": "Cyprien Tanguay, Canadian priest and historian (d. 1902)", "entities": [{"title": "Cyprien Tanguay", "href": "/wiki/Cyprien_Tanguay", "description": "Cyprien Tanguay was a French Canadian priest and historian."}]}, {"heading": "Births", "year": "1828", "date": "September 15", "txt": "Alexander Butlerov, Russian chemist and academic (d. 1886)", "entities": [{"title": "Alexander Butlerov", "href": "/wiki/Alexander_Butlerov", "description": "Alexander Mikhaylovich Butlerov was a Russian chemist, one of the principal creators of the theory of chemical structure (1857–1861), the first to incorporate double bonds into structural formulas, the discoverer of hexamine (1859), the discoverer of formaldehyde (1859) and the discoverer of the formose reaction (1861). He first proposed the idea of possible tetrahedral arrangement of valence bond"}]}, {"heading": "Births", "year": "1830", "date": "September 15", "txt": "Porfirio Díaz, Mexican general and politician, 29th President of Mexico (d. 1915)", "entities": [{"title": "Porfirio Díaz", "href": "/wiki/Porfirio_D%C3%ADaz", "description": "José de la Cruz Porfirio Díaz Mori was a Mexican general and politician who served seven terms as President of Mexico, a total of 31 years, from 1876, 17 February 1877 to 1 December 1880 and from 1 December 1884 to 25 May 1911. The entire period from 1876 to 1911 is often referred to as the Porfiriato."}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Births", "year": "1846", "date": "September 15", "txt": "George Franklin Grant, African-American educator, dentist, and inventor (d. 1910)", "entities": [{"title": "George Franklin Grant", "href": "/wiki/George_Franklin_Grant", "description": "George Franklin Grant was the first African-American professor at Harvard. He was also a Boston dentist, and an inventor of a wooden golf tee."}]}, {"heading": "Births", "year": "1852", "date": "September 15", "txt": "Edward Bouchet, American physicist and educator (d. 1918)", "entities": [{"title": "Edward Bouchet", "href": "/wiki/Edward_Bouchet", "description": "Edward Alexander Bouchet was an American physicist and educator and was the first African American to earn a Ph.D. from any American university, completing his dissertation in physics at Yale in 1876. On the basis of his academic record he was elected to the Phi Beta Kappa Society. In 1874, he had become one of the first African Americans to graduate from Yale College."}]}, {"heading": "Births", "year": "1852", "date": "September 15", "txt": "Jan Ernst Matzeliger, Surinamese-American inventor (d. 1889)", "entities": []}, {"heading": "Births", "year": "1857", "date": "September 15", "txt": "William Howard Taft, American lawyer, jurist, and politician, 27th President of the United States (d. 1930)", "entities": [{"title": "William Howard Taft", "href": "/wiki/William_Howard_Taft", "description": "William Howard Taft was the 27th president of the United States (1909–1913) and the tenth Chief Justice of the United States (1921–1930), the only person to have held both offices. Taft was elected president in 1908, the chosen successor of Theodore Roosevelt, but was defeated for reelection by Woodrow Wilson in 1912 after Roosevelt split the Republican vote by running as a third-party candidate. "}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1857", "date": "September 15", "txt": "Anna Winlock, American astronomer and academic (d. 1904)", "entities": []}, {"heading": "Births", "year": "1858", "date": "September 15", "txt": "Charles de Foucauld, French priest and martyr (d. 1916)", "entities": [{"title": "Charles de Foucauld", "href": "/wiki/Charles_de_Foucauld", "description": "Charles Eugène de Foucauld was a cavalry officer in the French Army, then an explorer and geographer, and finally a Catholic priest and hermit who lived among the Tuareg in the Sahara in Algeria. He was assassinated in 1916 and is considered by the Church to be a martyr. His inspiration and writings led to the founding of the Little Brothers of Jesus among other religious congregations. On 27 May "}]}, {"heading": "Births", "year": "1858", "date": "September 15", "txt": "Jenő Hubay, Hungarian violinist, composer, and educator (d. 1937)", "entities": []}, {"heading": "Births", "year": "1861", "date": "September 15", "txt": "M. Visvesvaraya, Indian engineer, scholar, and Bharat Ratna Laureate, Diwan of the Mysore Kingdom (d. 1962)", "entities": [{"title": "M. Visvesvaraya", "href": "/wiki/M._Visvesvaraya", "description": "Sir M. (Mokshagundam) Visvesvaraya FASc, more commonly known as Sir MV, was an Indian civil engineer, statesman and the 19th Diwan of Mysore, serving from 1912 to 1919. He pursued his degree from one of the best and the 3rd oldest engineering college in Asia, College of Engineering, Pune. He received India's highest honour, the Bharat Ratna, in 1955. He was knighted as a Knight Commander of the Br"}, {"title": "Bharat Ratna", "href": "/wiki/Bharat_Ratna", "description": "The Bharat Ratna is the highest civilian award of the Republic of India. Instituted on 2 January 1954, the award is conferred in recognition of exceptional service/performance of the highest order, without distinction of race, occupation, position, or sex. The award was originally limited to achievements in the arts, literature, science, and public services, but the government expanded the criteri"}, {"title": "List of Diwans of Mysore", "href": "/wiki/List_of_Diwans_of_Mysore", "description": "The Maharajas of Mysore founded the kingdom in 1399 with a brief interruption in the last two decades of the 18th century. After Tipu Sultan, the concept of Diwans was conceived in the Kingdom, with Diwan Purnaiah as the first ever Prime Minister of the Kingdom of Mysore, who was a diwan for Tipu Sultan, and after the end of the Sultans, to the Maharaja of Mysore His Highness Krishnaraja Wadiyar I"}]}, {"heading": "Births", "year": "1863", "date": "September 15", "txt": "Horatio Parker, American organist, composer, and educator (d. 1919)", "entities": [{"title": "Horatio Parker", "href": "/wiki/Horatio_Parker", "description": "Horatio William Parker was an American composer, organist and teacher. He was a central figure in musical life in New Haven, Connecticut in the late 19th century, and is best remembered as the undergraduate teacher of Charles Ives while the composer attended Yale University."}]}, {"heading": "Births", "year": "1864", "date": "September 15", "txt": "Prince Sigismund of Prussia (d. 1866)", "entities": [{"title": "Prince Sigismund of Prussia (1864–1866)", "href": "/wiki/Prince_Sigismund_of_Prussia_(1864%E2%80%931866)", "description": "Prince Francis Frederick Sigismund of Prussia was the fourth child and third son of Crown Prince Frederick William of Prussia, and Victoria, Princess Royal, eldest daughter of the British Queen Victoria."}]}, {"heading": "Births", "year": "1867", "date": "September 15", "txt": "Vladimir May-Mayevsky, Russian general (d. 1920)", "entities": [{"title": "Vladimir May-Mayevsky", "href": "/wiki/Vladimir_May-Mayevsky", "description": "Vladimir Zenonovich May-Mayevsky KCMG was a general in the Imperial Russian Army and one of the leaders of the counterrevolutionary White movement during the Russian Civil War."}]}, {"heading": "Births", "year": "1876", "date": "September 15", "txt": "Bruno Walter, German-American pianist, composer, and conductor (d. 1962)", "entities": [{"title": "Bruno Walter", "href": "/wiki/Bruno_Walter", "description": "Bruno Walter was a German-born conductor, pianist and composer. Born in Berlin, he left Germany in 1933 to escape the Third Reich, was naturalised as a French citizen in 1938, and settled in the United States in 1939. He worked closely with Gustav Mahler, whose music he helped to establish in the repertory, held major positions with the Leipzig Gewandhaus Orchestra, New York Philharmonic, Concertg"}]}, {"heading": "Births", "year": "1876", "date": "September 15", "txt": "Sarat Chandra Chattopadhyay, Bengali novelist (d. 1938)", "entities": []}, {"heading": "Births", "year": "1877", "date": "September 15", "txt": "Jakob Ehrlich, Czech-Austrian politician (d. 1938)", "entities": [{"title": "Jakob Ehrlich", "href": "/wiki/Jakob_Ehrlich", "description": "Jakob Ehrlich was an early Zionist and leader of the Jewish Community in Vienna, Austria. Ehrlich represented the city's 180,000 Jewish citizens in the city government before World War II, and was among those deported in the \"Prominententransport\" to the Nazi concentration camp at Dachau, soon after the German army entered Vienna in March 1938. He died in Dachau a few weeks later, from beatings."}]}, {"heading": "Births", "year": "1877", "date": "September 15", "txt": "Yente Serdatzky, Lithuanian-American author and playwright (d. 1962)", "entities": []}, {"heading": "Births", "year": "1879", "date": "September 15", "txt": "Joseph Lyons, Australian educator and politician, 10th Prime Minister of Australia (d. 1939)", "entities": [{"title": "Joseph Lyons", "href": "/wiki/Joseph_Lyons", "description": "Joseph Aloysius Lyons was an Australian politician who served as the 10th Prime Minister of Australia, in office from 1932 until his death in 1939. He began his career in the Australian Labor Party (ALP), but became the founding leader of the United Australia Party (UAP) after the 1931 ALP split. He had earlier served as Premier of Tasmania from 1923 to 1928."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1881", "date": "September 15", "txt": "Ettore Bugatti, Italian-French businessman, founded Bugatti (d. 1947)", "entities": [{"title": "Ettore Bugatti", "href": "/wiki/Ettore_Bugatti", "description": "Ettore Arco Isidoro Bugatti was an Italian-born French automobile designer and manufacturer. He is remembered as the founder and proprietor of the automobile manufacturing company Automobiles E. Bugatti, which he founded in 1909 in the then German town of Molsheim in the Alsace region of what is now France."}, {"title": "Bugatti", "href": "/wiki/Bugatti", "description": "Automobiles Ettore Bugatti was a French car manufacturer of high-performance automobiles, founded in 1909 in the then-German city of Molsheim, Alsace by the Italian-born industrial designer Ettore Bugatti. The cars were known for their design beauty and for their many race victories. Famous Bugattis include the Type 35 Grand Prix cars, the Type 41 \"Royale\", the Type 57 \"Atlantic\" and the Type 55 s"}]}, {"heading": "Births", "year": "1883", "date": "September 15", "txt": "Esteban Terradas i Illa, Spanish mathematician and engineer (d. 1950)", "entities": [{"title": "Esteban Terradas i Illa", "href": "/wiki/Esteban_Terradas_i_Illa", "description": "Esteban Terrades i Illa also known as Esteve Terradas, was a Spanish mathematician, scientist and engineer. He researched and taught widely in the fields of mathematics and the physical sciences, working not only in his native Catalonia, but also in the rest of Spain and in South America. He was also active as a consultant in the Spanish aeronautics, electric power, telephone and railway industrie"}]}, {"heading": "Births", "year": "1886", "date": "September 15", "txt": "Paul Lévy, French mathematician and theorist (d. 1971)", "entities": [{"title": "Paul Lévy (mathematician)", "href": "/wiki/Paul_L%C3%A9vy_(mathematician)", "description": "Paul Pierre Lévy was a French mathematician who was active especially in probability theory, introducing fundamental concepts such as local time, stable distributions and characteristic functions. Lévy processes, Lévy flights, Lévy measures, Lévy's constant, the Lévy distribution, the Lévy area, the Lévy arcsine law, and the fractal Lévy C curve are named after him."}]}, {"heading": "Births", "year": "1887", "date": "September 15", "txt": "Carlos Dávila, Chilean journalist and politician, President of Chile (d. 1955)", "entities": [{"title": "Carlos Dávila", "href": "/wiki/Carlos_D%C3%A1vila", "description": "Carlos Gregorio Dávila Espinoza, was a Chilean political figure, journalist, Chairman of Government Junta of Chile in 1932, and Secretary General of the Organization of American States from 1954 until his death in 1955."}, {"title": "President of Chile", "href": "/wiki/President_of_Chile", "description": "The president of Chile, officially known as the president of the Republic of Chile is the head of state and head of government of Chile. The president is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is "}]}, {"heading": "Births", "year": "1888", "date": "September 15", "txt": "Antonio Ascari, Italian race car driver (d. 1925)", "entities": [{"title": "Antonio Ascari", "href": "/wiki/Antonio_Ascari", "description": "Antonio Ascari was an Italian Grand Prix motor racing champion."}]}, {"heading": "Births", "year": "1889", "date": "September 15", "txt": "Robert Benchley, American humorist, newspaper columnist, and actor  (d. 1945)", "entities": [{"title": "Robert Benchley", "href": "/wiki/Robert_Benchley", "description": "Robert Charles Benchley was an American humorist best known for his work as a newspaper columnist and film actor. From his beginnings at The Harvard Lampoon while attending Harvard University, through his many years writing essays and articles for Vanity Fair and The New Yorker and his acclaimed short films, Benchley's style of humor brought him respect and success during his life, from his peers "}]}, {"heading": "Births", "year": "1889", "date": "September 15", "txt": "Claude McKay, Jamaican-American poet and author (d. 1948)", "entities": []}, {"heading": "Births", "year": "1890", "date": "September 15", "txt": "Ernest Bullock, English organist and composer (d. 1979)", "entities": [{"title": "Ernest Bullock", "href": "/wiki/Ernest_Bullock", "description": "Sir Ernest Bullock CVO was an English organist, composer, and teacher. He was organist of Exeter Cathedral from 1917 to 1928 and of Westminster Abbey from 1928 to 1941. In the latter post he was jointly responsible for the music at the coronation of George VI in 1937."}]}, {"heading": "Births", "year": "1890", "date": "September 15", "txt": "Sonja Branting-Westerståhl, Swedish lawyer (d. 1981)", "entities": []}, {"heading": "Births", "year": "1890", "date": "September 15", "txt": "Agatha Christie, English crime novelist, short story writer, and playwright (d. 1976)", "entities": []}, {"heading": "Births", "year": "1890", "date": "September 15", "txt": "Frank Martin, Swiss-Dutch pianist and composer (d. 1974)", "entities": []}, {"heading": "Births", "year": "1892", "date": "September 15", "txt": "Silpa Bhirasri, Italian sculptor and educator (d. 1962)", "entities": [{"title": "Silpa Bhirasri", "href": "/wiki/Silpa_Bhirasri", "description": "Silpa Bhirasri, born Corrado Feroci, was a Tuscan-born Thai sculptor. He is considered the father of modern art in Thailand and was instrumental in the founding of today's Silpakorn University."}]}, {"heading": "Births", "year": "1894", "date": "September 15", "txt": "Chic Harley, American football player (d. 1974)", "entities": [{"title": "Chic Harley", "href": "/wiki/Chic_Harley", "description": "Charles Wesley \"Chic\" Harley was one of the outstanding American football players of the first half of the 20th century and the player who first brought Ohio State University's football program to national attention. Harley was Ohio State's first consensus first-team All-America selection and first three-time All-America selection. In 1951, he became a charter inductee in the College Football Hall"}]}, {"heading": "Births", "year": "1894", "date": "September 15", "txt": "Oskar Klein, Swedish physicist and academic (d. 1977)", "entities": []}, {"heading": "Births", "year": "1894", "date": "September 15", "txt": "Jean Renoir, French actor, director, producer, and screenwriter (d. 1979)", "entities": []}, {"heading": "Births", "year": "1895", "date": "September 15", "txt": "Magda Lupescu, mistress and later wife of King Carol II of Romania (d.1977)", "entities": [{"title": "Magda Lupescu", "href": "/wiki/Magda_Lupescu", "description": "Magda Lupescu later officially known as Princess Elena of Romania, was the mistress and later wife of King Carol II of Romania."}]}, {"heading": "Births", "year": "1897", "date": "September 15", "txt": "Merle Curti, American historian and author (d. 1997)", "entities": [{"title": "Merle Curti", "href": "/wiki/Merle_Curti", "description": "Merle Eugene Curti was a leading American historian, who taught many graduate students at Columbia University and the University of Wisconsin, and was a leader in developing the fields of social history and intellectual history. He directed 86 finished Ph.D. dissertations and had an unusually wide range of correspondents. As a Progressive historian he was deeply committed to democracy, and to the "}]}, {"heading": "Births", "year": "1898", "date": "September 15", "txt": "J. Slauerhoff, Dutch poet and author (d. 1936)", "entities": [{"title": "J. Slauerhoff", "href": "/wiki/J._Slauerhoff", "description": "Jan Jacob Slauerhoff, who published as J. Slauerhoff, was a Dutch poet and novelist. He is considered one of the most important Dutch language writers."}]}, {"heading": "Births", "year": "1901", "date": "September 15", "txt": "Donald Bailey, English engineer, designed Bailey bridge (d. 1985)", "entities": [{"title": "Donald Bailey (civil engineer)", "href": "/wiki/Donald_Bailey_(civil_engineer)", "description": "Sir Donald Coleman Bailey, OBE was an English civil engineer who invented the Bailey bridge. Field Marshal Montgomery is recorded as saying that \"without the Bailey bridge, we should not have won the war.\""}, {"title": "Bailey bridge", "href": "/wiki/Bailey_bridge", "description": "A Bailey bridge is a type of portable, pre-fabricated, truss bridge. It was developed in 1940–1941 by the British for military use during the Second World War and saw extensive use by British, Canadian and US military engineering units. A Bailey bridge has the advantages of requiring no special tools or heavy equipment to assemble. The wood and steel bridge elements were small and light enough to "}]}, {"heading": "Births", "year": "1903", "date": "September 15", "txt": "Roy Acuff, American singer-songwriter and fiddler (d. 1992)", "entities": [{"title": "Roy Acuff", "href": "/wiki/Roy_Acuff", "description": "Roy Claxton Acuff was an American country music singer, fiddler, promoter, and freemason. Known as the \"King of Country Music\", Acuff is often credited with moving the genre from its early string band and \"hoedown\" format to the singer-based format that helped make it internationally successful. In 1952, Hank Williams told Ralph Gleason, \"He's the biggest singer this music ever knew. You booked hi"}]}, {"heading": "Births", "year": "1904", "date": "September 15", "txt": "Umberto II of Italy (d. 1983)", "entities": [{"title": "Umberto II of Italy", "href": "/wiki/Umberto_II_of_Italy", "description": "Umberto II was the last King of Italy. He reigned for 34 days, from 9 May 1946 to 12 June 1946, although he had been de facto head of state since 1944, and was nicknamed the May King."}]}, {"heading": "Births", "year": "1904", "date": "September 15", "txt": "Sheilah Graham Westbrook, English-American actress, journalist, and author (d. 1988)", "entities": []}, {"heading": "Births", "year": "1906", "date": "September 15", "txt": "Jacques Becker, French actor, director, and screenwriter (d. 1960)", "entities": [{"title": "Jacques Becker", "href": "/wiki/Jacques_Becker", "description": "Jacques Becker was a French film director and screenwriter. His films, made during the 1940s and 1950s, encompassed a wide variety of genres, and they were admired by some of the filmmakers who led the French New Wave movement."}]}, {"heading": "Births", "year": "1906", "date": "September 15", "txt": "Walter E. Rollins, American songwriter (d. 1973)", "entities": []}, {"heading": "Births", "year": "1907", "date": "September 15", "txt": "Gunnar Ekelöf, Swedish poet and author (d. 1968)", "entities": [{"title": "Gunnar Ekelöf", "href": "/wiki/Gunnar_Ekel%C3%B6f", "description": "Bengt Gunnar Ekelöf was a Swedish poet and writer. He was a member of the Swedish Academy from 1958 and was awarded an honorary doctorate in philosophy by Uppsala University in 1958. He won a number of prizes for his poetry."}]}, {"heading": "Births", "year": "1907", "date": "September 15", "txt": "Fay Wray, Canadian-American actress (d. 2004)", "entities": []}, {"heading": "Births", "year": "1908", "date": "September 15", "txt": "Kid Sheik, American trumpet player (d. 1996)", "entities": [{"title": "Kid Sheik", "href": "/wiki/Kid_Sheik", "description": "George Colar, better known as Kid Sheik or Kid Sheik Cola, was a New Orleans jazz trumpeter. He is most associated with Dixieland jazz and was a long-term performer with the Preservation Hall Jazz Band. He got his nickname from his chic style of dress."}]}, {"heading": "Births", "year": "1908", "date": "September 15", "txt": "Penny Singleton, American actress and singer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1909", "date": "September 15", "txt": "C. N. Annadurai, Indian educator and politician, 7th Chief Minister of Tamil Nadu (d. 1969)", "entities": [{"title": "C. N. Annadurai", "href": "/wiki/C._N._Annadurai", "description": "Conjeevaram Natarajan Annadurai, popularly known as Anna also known as Arignar Anna or Perarignar Anna, was an Indian politician who served as the fifth and last Chief Minister of Madras State from 1967 until 1969 and first Chief Minister of Tamil Nadu for 20 days before his death. He was the first member of a Dravidian party to hold either post."}, {"title": "List of Chief Ministers of Tamil Nadu", "href": "/wiki/List_of_Chief_Ministers_of_Tamil_Nadu", "description": "The Chief Minister of Tamil Nadu is the chief executive of the Indian state of Tamil Nadu. In accordance with the Constitution of India, the governor is a state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Tamil Nadu Legislative Assembly, the state's governor usually invites the party with a majority of seats to form the government. The"}]}, {"heading": "Births", "year": "1909", "date": "September 15", "txt": "Phil Arnold, American actor (d. 1968)", "entities": []}, {"heading": "Births", "year": "1910", "date": "September 15", "txt": "Betty Neels, English nurse and author (d. 2001)", "entities": [{"title": "Betty Neels", "href": "/wiki/Betty_Neels", "description": "Betty Neels was a prolific British writer of over 134 romance novels, beginning in 1969 and continuing until her death. Her work is known for being particularly chaste."}]}, {"heading": "Births", "year": "1911", "date": "September 15", "txt": "Karsten Solheim, Norwegian-American businessman, founded PING (d. 2000)", "entities": [{"title": "Karsten Solheim", "href": "/wiki/Karsten_Solheim", "description": "Karsten Solheim was an American golf club designer and businessman. He founded Karsten Manufacturing, a golf club maker better known by the name of PING, and the Solheim Cup, the premier international team competition in women's golf."}, {"title": "Ping (golf)", "href": "/wiki/Ping_(golf)", "description": "PING is an American sports equipment manufacturing company based in Phoenix, Arizona. Ping was founded by Karsten Solheim, following a career as an engineer at the General Electric company. In 1959, he started making putters in his garage in Redwood City, California. In 1967, he resigned from his job at General Electric to develop the PING company."}]}, {"heading": "Births", "year": "1911", "date": "September 15", "txt": "Luther Terry, American physician and academic, 9th Surgeon General of the United States (d. 1985)", "entities": [{"title": "Surgeon General of the United States", "href": "/wiki/Surgeon_General_of_the_United_States", "description": "The surgeon general of the United States is the operational head of the U.S. Public Health Service Commissioned Corps (PHSCC) and thus the leading spokesperson on matters of public health in the federal government of the United States. The Surgeon General's office and staff are known as the Office of the Surgeon General (OSG) which is housed within the Office of the Assistant Secretary for Health."}]}, {"heading": "Births", "year": "1913", "date": "September 15", "txt": "Henry Brant, Canadian-American composer and conductor (d. 2008)", "entities": [{"title": "Henry Brant", "href": "/wiki/Henry_Brant", "description": "Henry Dreyfuss Brant was a Canadian-born American composer. An expert orchestrator with a flair for experimentation, many of Brant's works featured spatialization techniques."}]}, {"heading": "Births", "year": "1913", "date": "September 15", "txt": "Bruno Hoffmann, German glass harp player (d. 1991)", "entities": [{"title": "Glass harp", "href": "/wiki/Glass_harp", "description": "A glass harp is a musical instrument made of upright wine glasses."}]}, {"heading": "Births", "year": "1913", "date": "September 15", "txt": "John N. Mitchell, American lieutenant, lawyer, and politician, 67th United States Attorney General (d. 1988)", "entities": [{"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1913", "date": "September 15", "txt": "Johannes Steinhoff, German general and pilot (d. 1994)", "entities": []}, {"heading": "Births", "year": "1914", "date": "September 15", "txt": "Creighton Abrams, American general (d. 1974)", "entities": [{"title": "Creighton Abrams", "href": "/wiki/Creighton_Abrams", "description": "Creighton Williams Abrams Jr. was a United States Army general who commanded military operations in the Vietnam War from 1968 to 1972, which saw United States troop strength in South Vietnam reduced from a peak of 543,000 to 49,000. He was then Chief of Staff of the United States Army from 1972 until his death in 1974."}]}, {"heading": "Births", "year": "1914", "date": "September 15", "txt": "Adolfo Bioy Casares, Argentinian journalist and author (d. 1999)", "entities": []}, {"heading": "Births", "year": "1914", "date": "September 15", "txt": "Orhan Kemal, Turkish author (d. 1970)", "entities": []}, {"heading": "Births", "year": "1914", "date": "September 15", "txt": "Robert McCloskey, American author and illustrator (d. 2003)", "entities": []}, {"heading": "Births", "year": "1915", "date": "September 15", "txt": "Fawn M. Brodie, American historian and author (d. 1981)", "entities": [{"title": "Fawn M. Brodie", "href": "/wiki/Fawn_M._Brodie", "description": "Fawn McKay Brodie was an American biographer and one of the first female professors of history at UCLA, who is best known for Thomas Jefferson: An Intimate History (1974), a work of psychobiography, and No Man Knows My History (1945), an early biography of Joseph Smith, the founder of the Latter Day Saint movement."}]}, {"heading": "Births", "year": "1915", "date": "September 15", "txt": "Al Casey, American guitarist and composer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1915", "date": "September 15", "txt": "Albert Whitlock, English-American special effects designer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1916", "date": "September 15", "txt": "Margaret Lockwood, Pakistani-English actress (d. 1990)", "entities": [{"title": "Margaret Lockwood", "href": "/wiki/Margaret_Lockwood", "description": "Margaret Lockwood, CBE, was an English actress. One of Britain's most popular film stars of the 1930s and 1940s, her film appearances included The Lady Vanishes (1938), Night Train to Munich (1940), The Man in Grey (1943), and The Wicked Lady (1945). She was nominated for the BAFTA Award for Best British Actress for the 1955 film Cast a Dark Shadow. She also starred in the television series Justic"}]}, {"heading": "Births", "year": "1916", "date": "September 15", "txt": "Frederick C. Weyand, American general (d. 2010)", "entities": []}, {"heading": "Births", "year": "1917", "date": "September 15", "txt": "Hilde Gueden, Austrian soprano (d. 1988)", "entities": [{"title": "Hilde Gueden", "href": "/wiki/Hilde_Gueden", "description": "Hilde Güden or Gueden was an Austrian soprano who was one of the most appreciated Straussian and Mozartian sopranos of her day. Her youthful and lively interpretations made her an ideal interpreter of roles such as Zerbinetta in Ariadne auf Naxos and Susanna in Le nozze di Figaro."}]}, {"heading": "Births", "year": "1917", "date": "September 15", "txt": "Buddy Jeannette, American basketball player and coach (d. 1998)", "entities": []}, {"heading": "Births", "year": "1918", "date": "September 15", "txt": "Alfred D. Chandler Jr., American historian and academic (d. 2007)", "entities": [{"title": "Alfred D. Chandler Jr.", "href": "/wiki/Alfred_D._Chandler_Jr.", "description": "Alfred DuPont Chandler Jr. was a professor of business history at Harvard Business School and Johns Hopkins University, who wrote extensively about the scale and the management structures of modern corporations. His works redefined business and economic history of industrialization. He received the Pulitzer Prize for History for his work, The Visible Hand: The Managerial Revolution in American Bus"}]}, {"heading": "Births", "year": "1918", "date": "September 15", "txt": "Phil Lamason, New Zealand soldier and pilot (d. 2012)", "entities": []}, {"heading": "Births", "year": "1918", "date": "September 15", "txt": "Margot Loyola, Chilean singer-songwriter and guitarist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1918", "date": "September 15", "txt": "Nipsey Russell, American comedian and actor (d. 2005)", "entities": []}, {"heading": "Births", "year": "1919", "date": "September 15", "txt": "Fausto Coppi, Italian cyclist and soldier (d. 1960)", "entities": [{"title": "Fausto Coppi", "href": "/wiki/Fausto_Coppi", "description": "Angelo Fausto Coppi was an Italian cyclist, the dominant international cyclist of the years after the Second World War. His successes earned him the title Il Campionissimo. He was an all-round racing cyclist: he excelled in both climbing and time trialing, and was also a great sprinter. He won the Giro d'Italia five times, the Tour de France twice, and the World Championship in 1953. Other notable"}]}, {"heading": "Births", "year": "1919", "date": "September 15", "txt": "Nelson Gidding, American author and screenwriter (d. 2004)", "entities": []}, {"heading": "Births", "year": "1919", "date": "September 15", "txt": "Heda Margolius Kovály, Czech author and translator (d. 2010)", "entities": []}, {"heading": "Births", "year": "1920", "date": "September 15", "txt": "Kym Bonython, Australian race car driver, drummer, and radio host (d. 2011)", "entities": [{"title": "Kym Bonython", "href": "/wiki/Kym_Bonython", "description": "Hugh Reskymer \"Kym\" Bonython, AC, DFC, AFC was a prominent and active member of Adelaide society in Australia."}]}, {"heading": "Births", "year": "1921", "date": "September 15", "txt": "Richard Gordon, English surgeon and author (d. 2017)", "entities": [{"title": "Richard Gordon (English author)", "href": "/wiki/Richard_Gordon_(English_author)", "description": "Richard Gordon, was an English ship's surgeon and anaesthetist. As Richard Gordon, Ostlere wrote numerous novels, screenplays for film and television and accounts of popular history, mostly dealing with the practice of medicine. He was best known for a long series of comic novels on a medical theme beginning with Doctor in the House, and the subsequent film, television, radio and stage adaptations"}]}, {"heading": "Births", "year": "1921", "date": "September 15", "txt": "Gene Roland, American pianist and composer (d. 1982)", "entities": []}, {"heading": "Births", "year": "1922", "date": "September 15", "txt": "Bob Anderson, English fencer and choreographer (d. 2012)", "entities": [{"title": "Bob Anderson (fencer)", "href": "/wiki/Bob_Anderson_(fencer)", "description": "Robert James Gilbert Anderson was an English Olympic fencer and a renowned film fight choreographer, with a cinema career that spanned more than 50 years and included films such as Highlander, The Princess Bride, The Mask of Zorro, The Lord of the Rings, and Die Another Day. He was regarded as the premier choreographer of Hollywood sword-fighting, and during his career he coached many actors in sw"}]}, {"heading": "Births", "year": "1922", "date": "September 15", "txt": "Jackie Cooper, American actor (d. 2011)", "entities": []}, {"heading": "Births", "year": "1922", "date": "September 15", "txt": "Gaetano Cozzi, Italian historian and academic (d. 2001)", "entities": []}, {"heading": "Births", "year": "1922", "date": "September 15", "txt": "Mary Soames, English author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1923", "date": "September 15", "txt": "Anton Heiller, Austrian organist, composer, and conductor (d. 1979)", "entities": [{"title": "Anton Heiller", "href": "/wiki/Anton_Heiller", "description": "\nAnton Heiller was an Austrian organist, harpsichordist, composer and conductor."}]}, {"heading": "Births", "year": "1924", "date": "September 15", "txt": "Lucebert, Dutch poet and painter (d. 1994)", "entities": [{"title": "Lucebert", "href": "/wiki/Lucebert", "description": "Lucebert was a Dutch artist who first became known as the poet of the COBRA movement."}]}, {"heading": "Births", "year": "1924", "date": "September 15", "txt": "György Lázár, Hungarian politician, 50th Prime Minister of Hungary (d. 2014)", "entities": [{"title": "List of Prime Ministers of Hungary", "href": "/wiki/List_of_Prime_Ministers_of_Hungary", "description": "The following is a list of prime ministers of Hungary from when the first Prime Minister, Lajos Batthyány, took office in 1848 until the present day. The prime minister is head of the Government of Hungary. On 30 November 2020, Viktor Orbán became the longest serving prime minister in this modern era."}]}, {"heading": "Births", "year": "1924", "date": "September 15", "txt": "Bobby Short, American singer and pianist (d. 2005)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 15", "txt": "Mordechai Tzipori, Israeli politician and soldier (d. 2017)", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 15", "txt": "Stanley Chapman, English architect and author (d. 2009)", "entities": [{"title": "Stanley Chapman", "href": "/wiki/Stanley_Chapman", "description": "Stanley Chapman was a British architect, designer, translator and writer. His interests included theatre and 'pataphysics. He was involved with founding the National Theatre of London, was a member of Oulipo of the year 1961, founder of the Outrapo and a member also of the French Collège de 'Pataphysique, the London Institute of 'Pataphysics and the Lewis Carroll Society. In the early 1950s he con"}]}, {"heading": "Births", "year": "1925", "date": "September 15", "txt": "Erika Köth, German soprano (d. 1981)", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 15", "txt": "Carlo Rambaldi, Italian special effects artist (d. 2012)", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 15", "txt": "Helle Virkner, Danish actress and singer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 15", "txt": "Shohei Imamura, Japanese director, producer, and screenwriter (d. 2006)", "entities": [{"title": "Shohei Imamura", "href": "/wiki/Shohei_Imamura", "description": "Shōhei Imamura  was a Japanese film director. A key figure in the Japanese New Wave, who continued working into the 21st century, Imamura is the only director from Japan to win two Palme d'Or awards."}]}, {"heading": "Births", "year": "1926", "date": "September 15", "txt": "Jean-Pierre Serre, French mathematician and academic", "entities": []}, {"heading": "Births", "year": "1927", "date": "September 15", "txt": "Rudolf Anderson, pilot and commissioned officer in the United States Air Force (d. 1962)", "entities": [{"title": "Rudolf Anderson", "href": "/wiki/Rudolf_Anderson", "description": "Rudolf Anderson Jr. was an American and United States Air Force major and pilot, who was the first recipient of the Air Force Cross, the U.S. military's and Air Force's second-highest award and decoration for valor. The only U.S fatality by enemy fire during the Cuban Missile Crisis, Anderson died when his U-2 reconnaissance aircraft was shot down over Cuba. He also served in Korea after the Korea"}]}, {"heading": "Births", "year": "1927", "date": "September 15", "txt": "Norm Crosby, American comedian and actor", "entities": []}, {"heading": "Births", "year": "1927", "date": "September 15", "txt": "David Stove, Australian philosopher and academic (d. 1994)", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 15", "txt": "Cannonball Adderley, American saxophonist and bandleader (d. 1975)", "entities": [{"title": "Cannonball Adderley", "href": "/wiki/Cannonball_Adderley", "description": "Julian Edwin \"Cannonball\" Adderley was an American jazz alto saxophonist of the hard bop era of the 1950s and 1960s."}]}, {"heading": "Births", "year": "1929", "date": "September 15", "txt": "Eva Burrows, Australian 13th General of The Salvation Army (d. 2015)", "entities": [{"title": "Eva Burrows", "href": "/wiki/Eva_Burrows", "description": "General Eva Evelyn Burrows, AC, OF was an Australian Salvation Army Officer and was, from 1986 to 1993, the 13th General of the Salvation Army. She served as an Officer of the Salvation Army from 1951 to her retirement in 1993. In 1993 Henry Gariepy released her biography, General of God's Army the Authorized Biography of General Eva Burrows."}, {"title": "General of The Salvation Army", "href": "/wiki/General_of_The_Salvation_Army", "description": "General is the title of the international leader and Chief Executive Officer (CEO) of the Salvation Army, a Christian denomination with extensive charitable social services that gives quasi-military rank to its ministers. The General is elected by the High Council of The Salvation Army and serves a term of five years, which may be extended to seven years. Brian Peddle, the current general, assumed"}]}, {"heading": "Births", "year": "1929", "date": "September 15", "txt": "Murray Gell-Mann, American physicist and academic, Nobel Prize laureate (d. 2019)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1929", "date": "September 15", "txt": "Stan Kelly-Bootle, English singer-songwriter, computer scientist, and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 15", "txt": "Dick Latessa, American actor (d. 2016)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 15", "txt": "John Julius Norwich, English historian and author (d. 2018)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 15", "txt": "Wilbur Snyder, American football player and wrestler (d. 1991)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 15", "txt": "Mümtaz Soysal, Turkish academic and politician, 30th Turkish Minister of Foreign Affairs (d. 2019)", "entities": [{"title": "Minister of Foreign Affairs (Turkey)", "href": "/wiki/Minister_of_Foreign_Affairs_(Turkey)", "description": "The Minister of Foreign Affairs of the Republic of Turkey is the government minister who heads the Ministry of Foreign Affairs and is a member of the Cabinet of Turkey. The minister is responsible for overseeing the international relations of the government, though specific relations involving Turkey's accession negotiations with the European Union are handled by the Directorate for EU Affairs."}]}, {"heading": "Births", "year": "1930", "date": "September 15", "txt": "Endel Lippmaa, Estonian physicist and academic (d. 2015)", "entities": [{"title": "Endel Lippmaa", "href": "/wiki/Endel_Lippmaa", "description": "Endel Lippmaa was an Estonian academic, politician, founder and chairman of the Science Council of the National Institute of Chemical Physics and Biophysics best known for his work in uncovering crucial documents in the Soviet annexation in 1940 of Estonia and the other Baltic states, Latvia and Lithuania was illegal."}]}, {"heading": "Births", "year": "1931", "date": "September 15", "txt": "Brian Henderson, New Zealand-Australian journalist, actor, and producer", "entities": [{"title": "Brian Henderson (television presenter)", "href": "/wiki/Brian_Henderson_(television_presenter)", "description": "Brian Weir Henderson AM is a retired Gold Logie winning Australian radio and television personality and pioneer known for his long association with the Nine Network in Australia as a television news anchor and variety show presenter, as host of Bandstand the Australian version of the US music program American Bandstand. Henderson was born in New Zealand and is nicknamed \"Hendo\"."}]}, {"heading": "Births", "year": "1932", "date": "September 15", "txt": "Neil Bartlett, English-American chemist and academic (d. 2008)", "entities": [{"title": "Neil Bartlett (chemist)", "href": "/wiki/Neil_Bartlett_(chemist)", "description": "Neil Bartlett was a chemist who specialized in fluorine and compounds containing fluorine, and became famous for creating the first noble gas compounds. He taught chemistry at the University of British Columbia and the University of California, Berkeley."}]}, {"heading": "Births", "year": "1933", "date": "September 15", "txt": "Rafael Frühbeck de Burgos, Spanish conductor and composer (d. 2014)", "entities": [{"title": "Rafael Frühbeck de Burgos", "href": "/wiki/Rafael_Fr%C3%BChbeck_de_Burgos", "description": "Rafael Frühbeck de Burgos was a Spanish conductor and composer. Frühbeck was born in Burgos, Spain to a family of German ancestry. He first took up conducting while on military service in the Spanish Army before graduating from the Hochschule für Musik in Munich. Frühbeck was principal conductor of various orchestras around the world, starting with the Bilbao Symphony Orchestra from 1958 to 1962, "}]}, {"heading": "Births", "year": "1934", "date": "September 15", "txt": "Tomie dePaola, American author and illustrator (d. 2020)", "entities": [{"title": "Tomie dePaola", "href": "/wiki/Tomie_dePaola", "description": "Thomas Anthony \"Tomie\" dePaola was an American writer and illustrator who created more than 260 children's books such as Strega Nona. He received the Children's Literature Legacy Award for his lifetime contribution to American children's literature in 2011."}]}, {"heading": "Births", "year": "1934", "date": "September 15", "txt": "Fred Nile, Australian soldier, minister, and politician", "entities": []}, {"heading": "Births", "year": "1935", "date": "September 15", "txt": "Dinkha IV, Iraqi patriarch (d. 2015)", "entities": [{"title": "Dinkha IV", "href": "/wiki/Dinkha_IV", "description": "Mar Dinkha IV, born Dinkha Khanania, was the Catholicos-Patriarch of the Assyrian Church of the East. He was born in the village of Darbandokeh (Derbendoki), Iraq and led the Church in exile in Chicago for most of his life."}]}, {"heading": "Births", "year": "1936", "date": "September 15", "txt": "Ashley Cooper, Australian tennis player (d. 2020)", "entities": [{"title": "Ashley Cooper (tennis)", "href": "/wiki/Ashley_Cooper_(tennis)", "description": "Ashley John Cooper AO was an Australian tennis player who played between 1953 and 1968. He was recognised as the world's best amateur player during the years of 1957 and 1958. Cooper won four singles and four doubles titles at Grand Slam tournaments. He won three of the four Grand Slam events in 1958. He turned professional in 1959."}]}, {"heading": "Births", "year": "1936", "date": "September 15", "txt": "Sara Henderson, Australian farmer and author (d. 2005)", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 15", "txt": "Joey Carew, Trinidadian cricketer (d. 2011)", "entities": [{"title": "Joey Carew", "href": "/wiki/Joey_Carew", "description": "Michael Conrad \"Joey\" Carew was a West Indian cricketer who played in 19 Tests from 1963 to 1972."}]}, {"heading": "Births", "year": "1937", "date": "September 15", "txt": "Fernando de la Rúa, Argentinian lawyer and politician, 51st President of Argentina (d. 2019)", "entities": [{"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}]}, {"heading": "Births", "year": "1937", "date": "September 15", "txt": "King Curtis Iaukea, American wrestler (d. 2010)", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 15", "txt": "Robert Lucas Jr., American economist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Economics", "href": "/wiki/Nobel_Prize_in_Economics", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1937", "date": "September 15", "txt": "Pino Puglisi, Italian priest and martyr (d. 1993)", "entities": []}, {"heading": "Births", "year": "1938", "date": "September 15", "txt": "Gaylord Perry, American baseball player and coach", "entities": [{"title": "Gaylord Perry", "href": "/wiki/Gaylord_Perry", "description": "Gaylord Jackson Perry is an American former professional baseball player. He played in Major League Baseball as a right-handed pitcher for eight different teams from 1962 to 1983. During a 22-year baseball career, Perry compiled 314 wins, 3,534 strikeouts, and a 3.11 earned run average. He was elected to the Baseball Hall of Fame in his third year of eligibility in 1991."}]}, {"heading": "Births", "year": "1939", "date": "September 15", "txt": "Subramanian Swamy, Indian economist, academic, and politician, Indian Minister of Law and Justice", "entities": [{"title": "Subramanian Swamy", "href": "/wiki/Subramanian_Swamy", "description": "Subramanian Swamy is an Indian politician, economist and statistician, who serves as a nominated Member of Parliament in Rajya Sabha, the upper house of the Indian Parliament. Before joining politics, he was a professor of Mathematical Economics at the Indian Institute of Technology, Delhi. He is known for his Hindu nationalist views. Swamy was a member of the Planning Commission of India and was "}, {"title": "Ministry of Law and Justice (India)", "href": "/wiki/Ministry_of_Law_and_Justice_(India)", "description": "The Ministry of Law and Justice in the Government of India is a cabinet ministry which deals with the management of the legal affairs, legislative activities and administration of justice in India through its three departments namely the Legislative Department and the Department of Legal Affairs and Department of Justice respectively. The Department of Legal Affairs is concerned with advising the "}]}, {"heading": "Births", "year": "1939", "date": "September 15", "txt": "George Walden, English journalist and politician", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 15", "txt": "Merlin Olsen, American football player, sportscaster, and actor (d. 2010)", "entities": [{"title": "Merlin Olsen", "href": "/wiki/Merlin_Olsen", "description": "Merlin Jay Olsen was an American football player, announcer, and actor. He played his entire 15-year professional football career in National Football League (NFL) as a defensive tackle with the Los Angeles Rams. He was selected to the Pro Bowl a record 14 straight times, missing selection only in the last year of his career. This record of 14 seasons being selected to play in the Pro Bowl, consec"}]}, {"heading": "Births", "year": "1941", "date": "September 15", "txt": "Flórián Albert, Hungarian footballer and manager (d. 2011)", "entities": [{"title": "Flórián Albert", "href": "/wiki/Fl%C3%B3ri%C3%A1n_Albert", "description": "Flórián Albert was a Hungarian professional football player, manager and sports official, who was named European Footballer of the Year in 1967. Nicknamed \"The Emperor\", he played as a forward, and has been described as one of the most elegant footballers of all time."}]}, {"heading": "Births", "year": "1941", "date": "September 15", "txt": "Signe Toly Anderson, American rock singer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 15", "txt": "Mirosław Hermaszewski, Polish general, pilot, and astronaut", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 15", "txt": "Yuriy Norshteyn, Russian animator, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 15", "txt": "Viktor Zubkov, Russian businessman and politician, 37th Prime Minister of Russia", "entities": [{"title": "Prime Minister of Russia", "href": "/wiki/Prime_Minister_of_Russia", "description": "The Chairman of the Government of the Russian Federation, also known as the prime minister, is the head of the Russian government, the chief executive of the Russian Cabinet, and the second-most powerful figure in the Russian Federation. The official residence of the prime minister is Gorki-9 in Odintsovsky District, Moscow Oblast, and the working residence is the Russian White House of Moscow. Un"}]}, {"heading": "Births", "year": "1942", "date": "September 15", "txt": "Lee Dorman, American bass player (d. 2012)", "entities": [{"title": "Lee Dorman", "href": "/wiki/Lee_Dorman", "description": "Douglas Lee Dorman was an American bass guitarist best known as a member of the psychedelic rock band Iron Butterfly. After replacing Jerry Penrod following Iron Butterfly’s debut album, Dorman had four stints with the group; 1967 to 1971, 1977 to 1978, 1978 to 1985, and from 1987 until his death in 2012. Shortly after his first departure from Iron Butterfly in 1971, Dorman co-founded the band Cap"}]}, {"heading": "Births", "year": "1942", "date": "September 15", "txt": "Philip Harris, Baron Harris of Peckham, English businessman and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 15", "txt": "Ksenia Milicevic, French painter and architect", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 15", "txt": "Mauro Piacenza, Italian cardinal", "entities": [{"title": "Mauro Piacenza", "href": "/wiki/Mauro_Piacenza", "description": "Mauro Piacenza JCD is an Italian prelate of the Catholic Church. A cardinal since 2010, he has served as Penitentiary Major of the Apostolic Penitentiary since his appointment by Pope Francis on 21 September 2013. He was Prefect of the Congregation for the Clergy from 7 October 2010 to 21 September 2013. where he had been Secretary since 2007. At that Congregation, Pope Benedict XVI, according to "}]}, {"heading": "Births", "year": "1944", "date": "September 15", "txt": "Graham Taylor, English footballer and manager (d. 2017)", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 15", "txt": "Carmen Maura, Spanish actress", "entities": [{"title": "Carmen Maura", "href": "/wiki/Carmen_Maura", "description": "María del Carmen García Maura OAXS is a Spanish actress. In a career that has spanned six decades, Maura is best known for her collaborations with noted Spanish film directors Pedro Almodóvar and Álex de la Iglesia. Maura holds the record for most Goya Awards for Best Leading Actress than any other actress in the history of Spanish film. She also won a Cesar Award in 2013 and a Cannes Film Festiva"}]}, {"heading": "Births", "year": "1945", "date": "September 15", "txt": "Jessye Norman, American soprano (d. 2019)", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 15", "txt": "Hans-Gert Pöttering, German lawyer and politician, 23rd President of the European Parliament", "entities": [{"title": "President of the European Parliament", "href": "/wiki/President_of_the_European_Parliament", "description": "The President of the European Parliament presides over the debates and activities of the European Parliament. They also represent the Parliament within the EU and internationally. The president's signature is required for enacting most EU laws and the EU budget."}]}, {"heading": "Births", "year": "1945", "date": "September 15", "txt": "Ron Shelton, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 15", "txt": "Tommy Lee Jones, American actor, director, producer, and screenwriter", "entities": [{"title": "Tommy Lee Jones", "href": "/wiki/Tommy_Lee_Jones", "description": "Thomas Lee Jones is an American actor and film director. He has received four Academy Award nominations, winning the Best Supporting Actor Oscar for his performance as U.S. Marshal Samuel Gerard in the 1993 thriller film The Fugitive."}]}, {"heading": "Births", "year": "1946", "date": "September 15", "txt": "Mike Procter, South African cricketer, coach, and referee", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 15", "txt": "Oliver Stone, American director, screenwriter, and producer", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 15", "txt": "Howard Waldrop, American author and critic", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 15", "txt": "Russel L. Honoré, retired lieutenant general best known for serving as commander of Joint Task Force Katrina responsible for coordinating military relief efforts for Hurricane Katrina–affected areas across the Gulf Coast", "entities": [{"title": "Russel L. Honoré", "href": "/wiki/Russel_L._Honor%C3%A9", "description": "Russel L. Honoré is a retired lieutenant general who served as the 33rd commanding general of the U.S. First Army at Fort Gillem, Georgia. He is best known for serving as commander of Joint Task Force Katrina responsible for coordinating military relief efforts for Hurricane Katrina–affected areas across the Gulf Coast and as the 2nd Infantry Division's commander while stationed in South Korea. He"}, {"title": "Lieutenant General (United States)", "href": "/wiki/Lieutenant_General_(United_States)", "description": "In the United States Armed Forces, a lieutenant general is a three-star general officer in the United States Army, Marine Corps, Air Force, and Space Force."}, {"title": "Joint Task Force Katrina", "href": "/wiki/Joint_Task_Force_Katrina", "description": "Joint Task Force Katrina was a joint operation between the United States Department of Defense and the Federal Emergency Management Agency created on September 1, 2005 at Camp Shelby, Mississippi to organize relief efforts along the Gulf Coast in the aftermath of Hurricane Katrina. The operation was headed by U.S. Army Lieutenant General Russel L. Honoré. Joint Task Force Katrina took over operati"}, {"title": "Hurricane Katrina", "href": "/wiki/Hurricane_Katrina", "description": "Hurricane Katrina was a large Category 5 Atlantic hurricane that caused over 1,800 deaths and $125 billion in damage in August 2005, particularly in the city of New Orleans and the surrounding areas. It was at the time the costliest tropical cyclone on record and is now tied with 2017's Hurricane Harvey. The storm was the twelfth tropical cyclone, the fifth hurricane, and the third major hurricane"}, {"title": "Gulf Coast", "href": "/wiki/Gulf_Coast", "description": "The Gulf Coast of the United States is the coastline along the Southern United States where they meet the Gulf of Mexico. The coastal states that have a shoreline on the Gulf of Mexico are Texas, Louisiana, Mississippi, Alabama, and Florida, and these are known as the Gulf States."}]}, {"heading": "Births", "year": "1947", "date": "September 15", "txt": "Viggo Jensen, Danish footballer and manager", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 15", "txt": "Diane E. Levin, American educator and author", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 15", "txt": "Theodore Long, American wrestling referee and manager", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 15", "txt": "Joe Barton, American lawyer and politician", "entities": [{"title": "Joe Barton", "href": "/wiki/Joe_Barton", "description": "Joe Linus Barton is an American politician who represented Texas's 6th congressional district in the U.S. House of Representatives from 1985 to 2019. The district included Arlington, part of Fort Worth, and several small towns and rural areas south of the Dallas–Fort Worth Metroplex. He was also a member of the Tea Party Caucus. In 2014, Barton became the longest-serving member of the Texas congre"}]}, {"heading": "Births", "year": "1950", "date": "September 15", "txt": "Rajiv Malhotra, Indian author", "entities": [{"title": "Rajiv Malhotra", "href": "/wiki/Rajiv_Malhotra", "description": "Rajiv Malhotra is an Indian-American Hindu activist, author and founder of Infinity Foundation, which focuses on Indic studies, and also funds projects such as Columbia University's project to translate the Tibetan Buddhist Tengyur. His writings have led to verbal and physical attacks on western scholars and their institutions."}]}, {"heading": "Births", "year": "1950", "date": "September 15", "txt": "Mirza Masroor Ahmad, Pakistani-English caliph and scholar", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 15", "txt": "Pete Carroll, American football player and coach", "entities": [{"title": "Pete Carroll", "href": "/wiki/Pete_Carroll", "description": "Peter Clay Carroll is an American football coach who is the head coach and executive vice president of the Seattle Seahawks of the National Football League (NFL). He was previously the head coach at USC, where he won six bowl games and a BCS National Championship Game. Carroll is one of only three football coaches who have won both a Super Bowl and a college football national championship."}]}, {"heading": "Births", "year": "1951", "date": "September 15", "txt": "Johan Neeskens, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 15", "txt": "Fred Seibert, owner of Nickelodeon and Frederator Studios", "entities": [{"title": "Nickelodeon", "href": "/wiki/Nickelodeon", "description": "Nickelodeon is an American pay television channel which was first tested on December 1, 1977, until it eventually launched on April 1, 1979 as the first cable channel for children. It is owned by ViacomCBS through its domestic networks division and is based in New York City. The network's programming is primarily aimed at children aged 2–17, while some of its program blocks target a broader family"}, {"title": "Frederator Studios", "href": "/wiki/Frederator_Studios", "description": "Frederator Studios is an American animation television production studio which is a division of Frederator Networks, Inc. and founded by Fred Seibert in 1997 with its first series launching in 1998. The studio focuses primarily on artists who write their own shorts, series, and movies. Their slogan is \"Original Cartoons since 1998.\" The studio has locations in New York City, where Frederator Digit"}]}, {"heading": "Births", "year": "1952", "date": "September 15", "txt": "Richard Brodeur, Canadian ice hockey player and sportscaster", "entities": [{"title": "Richard Brodeur", "href": "/wiki/Richard_Brodeur", "description": "Richard \"King Richard\", \"Kermit\" Brodeur, is a Canadian former professional ice hockey goaltender. Brodeur was born in Longueuil, Quebec and grew up in Montreal, Quebec."}]}, {"heading": "Births", "year": "1952", "date": "September 15", "txt": "Paula Duncan, Australian actress", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 15", "txt": "Ratnajeevan Hoole, Sri Lankan engineer and academic", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 15", "txt": "Kelly Keagy, American singer and drummer", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 15", "txt": "Keiko Takeshita, Japanese actress", "entities": [{"title": "Keiko Takeshita", "href": "/wiki/Keiko_Takeshita", "description": "Keiko Takeshita is a Japanese actress. She starred in the Japanese version of From Up on Poppy Hill as Hana Matsuzaki."}]}, {"heading": "Births", "year": "1954", "date": "September 15", "txt": "Adrian Adonis, American wrestler (d. 1988)", "entities": [{"title": "Adrian Adonis", "href": "/wiki/Adrian_Adonis", "description": "Keith Adonis Franke was an American professional wrestler better known by his ring name Adrian Adonis. He was best known for his appearances with the American Wrestling Association and World Wrestling Federation throughout the 1980s."}]}, {"heading": "Births", "year": "1954", "date": "September 15", "txt": "Hrant Dink, Turkish journalist (d. 2007)", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 15", "txt": "Željka Antunović, Croatian politician, 9th Croatian Minister of Defence", "entities": [{"title": "Željka Antunović", "href": "/wiki/%C5%BDeljka_Antunovi%C4%87", "description": "Željka Antunović is a Croatian former politician who served as acting president of the Social Democratic Party between April and June 2007, and as Minister of Defence from 2002 until 2003 in the second cabinet of Ivica Račan. She was the first and to date only female holder of the office."}, {"title": "Ministry of Defence (Croatia)", "href": "/wiki/Ministry_of_Defence_(Croatia)", "description": "The Ministry of Defence of the Republic of Croatia is the ministry in the Government of Croatia which is in charge of the nation's military. It is Croatia's ministry of defence. The ministry was established in 1990."}]}, {"heading": "Births", "year": "1955", "date": "September 15", "txt": "Abdul Qadir, Pakistani cricketer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 15", "txt": "Bruce Reitherman, American voice actor, singer, cinematographer, and producer", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 15", "txt": "Renzo Rosso, Italian fashion designer and businessman, co-founded Diesel Clothing", "entities": [{"title": "Diesel (brand)", "href": "/wiki/Diesel_(brand)", "description": "Diesel S.p.A. is an Italian retail clothing company, located in Breganze, Italy. It sells denim, and other clothing, footwear, and accessories. The clothing line has two different brands: Diesel and Diesel Black Gold. There is also a line for children, called Diesel Kid. The company is known for its surreal advertising campaigns."}]}, {"heading": "Births", "year": "1956", "date": "September 15", "txt": "Ross J. Anderson, British academic and educator", "entities": [{"title": "Ross J. Anderson", "href": "/wiki/Ross_J._Anderson", "description": "Ross John Anderson, FRS, FREng is a researcher, author, and industry consultant in security engineering. He is Professor of Security Engineering at the Department of Computer Science and Technology, University of Cambridge where he is part of the University's security group."}]}, {"heading": "Births", "year": "1956", "date": "September 15", "txt": "Maggie Reilly, Scottish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 15", "txt": "Ned Rothenberg, American saxophonist, clarinet player, and composer", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 15", "txt": "Joel Quenneville, Canadian ice hockey player and coach", "entities": [{"title": "Joel Quenneville", "href": "/wiki/Joel_Quenneville", "description": "Joel Norman Quenneville is a Canadian–American professional ice hockey coach and former player. He is the current head coach of the Florida Panthers of the National Hockey League (NHL). He won three Stanley Cup titles as head coach of the Chicago Blackhawks, and has also coached the St. Louis Blues and Colorado Avalanche. On January 15, 2016, he surpassed Al Arbour with his 783rd win as an NHL coa"}]}, {"heading": "Births", "year": "1958", "date": "September 15", "txt": "Wendie Jo Sperber, American actress (d. 2005)", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 15", "txt": "Mark Kirk, American commander, lawyer, and politician", "entities": [{"title": "Mark Kirk", "href": "/wiki/Mark_Kirk", "description": "Mark Steven Kirk is a retired American politician and attorney who served as the junior United States Senator from Illinois from 2010 to 2017. A member of the Republican Party, Kirk was previously a member of the U.S. House of Representatives, representing Illinois's 10th congressional district. Kirk calls himself a social liberal and fiscal conservative."}]}, {"heading": "Births", "year": "1960", "date": "September 15", "txt": "Ed Solomon, American director, producer, and screenwriter", "entities": [{"title": "Ed Solomon", "href": "/wiki/Ed_Solomon", "description": "Edward James Solomon is an American writer, producer and director."}]}, {"heading": "Births", "year": "1960", "date": "September 15", "txt": "Lisa Vanderpump, British restaurateur, television personality, and author", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 15", "txt": "Terry Lamb, Australian rugby league player and coach", "entities": [{"title": "Terry Lamb", "href": "/wiki/Terry_Lamb", "description": "Terry Lamb OAM,, also known by the nickname of \"Baa\", is an Australian former rugby league footballer and coach. He played 350 games, with the Wests (1980–1983) and Canterbury (1984–1996). Lamb was known for his support of the ball-carrier - his ability to be in the right place at the right time netted him 164 tries. This earned him the moniker of \"The Back-up Man\". He also kicked 386 goals and 44"}]}, {"heading": "Births", "year": "1961", "date": "September 15", "txt": "Helen Margetts, British political scientist", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 15", "txt": "Dan Marino, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 15", "txt": "Patrick Patterson, Jamaican cricketer", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 15", "txt": "Amanda Wakeley, English fashion designer", "entities": [{"title": "Amanda Wakeley", "href": "/wiki/Amanda_Wakeley", "description": "Amanda Wakeley OBE is a British fashion designer best known for her evening and cocktail dresses and accessories, and for her “clean glam” signature style, has also developed a presence in daywear, including day-dresses, tailoring and knitwear and a line of accessories and jewellery. Sposa is the brand's bridal collection. Wakeley is an advocate for international organisation Women for Women."}]}, {"heading": "Births", "year": "1963", "date": "September 15", "txt": "Pete Myers, American basketball player and coach", "entities": [{"title": "Pete Myers", "href": "/wiki/Pete_Myers", "description": "Peter Eddie Myers is an American former professional basketball player, and a former assistant coach for the Chicago Bulls."}]}, {"heading": "Births", "year": "1963", "date": "September 15", "txt": "Stephen C. Spiteri, Maltese military historian", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 15", "txt": "Robert Fico, Slovak academic and politician, 14th Prime Minister of Slovakia", "entities": [{"title": "Robert Fico", "href": "/wiki/Robert_Fico", "description": "Robert Fico is a Slovak politician who served as Prime Minister of Slovakia from 2006 to 2010 and from 2012 to 2018. He has been the first leader of the Direction – Social Democracy (SMER-SD) party since 1999. First elected to Parliament in 1992, he was later appointed to the Council of Europe. Following his party's victory in the 2006 parliamentary election, he formed the first Fico Cabinet."}, {"title": "Prime Minister of Slovakia", "href": "/wiki/Prime_Minister_of_Slovakia", "description": "The chairman of the government of the Slovak Republic, also known as the prime minister of Slovakia, is the head of the government of the Slovak Republic. On paper, the officeholder is the third highest constitutional official in Slovakia after the president of the republic (appointer) and speaker of the National Council; in practice, the appointee is the country's leading political figure."}]}, {"heading": "Births", "year": "1964", "date": "September 15", "txt": "Steve Watkin, Welsh cricketer", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 15", "txt": "Doyle Wolfgang von Frankenstein, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 15", "txt": "Wenn V. Deramas, Filipino director and screenwriter (d. 2016)", "entities": [{"title": "Wenn V. Deramas", "href": "/wiki/Wenn_V._Deramas", "description": "Edwin Villanes Deramas, more commonly known as Direk Wenn or Wenn V. Deramas, was a film and TV director and writer from the Philippines."}]}, {"heading": "Births", "year": "1966", "date": "September 15", "txt": "Sherman Douglas, American basketball player", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 15", "txt": "Paul Abbott, American baseball player and coach", "entities": [{"title": "Paul Abbott (baseball)", "href": "/wiki/Paul_Abbott_(baseball)", "description": "Paul David Abbott is an American former professional baseball pitcher. He was a part of the 2001 Seattle Mariners team who tied the Major League Baseball (MLB) record for the most wins in a season, with Abbott compiling a 17–4 win–loss record. He has one of the highest lifetime winning percentages as a Mariner (.679). Since 2010, he has worked as a minor league pitching coach for the Boston Red So"}]}, {"heading": "Births", "year": "1967", "date": "September 15", "txt": "Rodney Eyles, Australian squash player", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 15", "txt": "Revaz Arveladze, Georgian footballer", "entities": [{"title": "Revaz Arveladze", "href": "/wiki/Revaz_Arveladze", "description": "Revaz Arveladze is a Georgian former professional footballer who played as a midfielder for various sides in Europe."}]}, {"heading": "Births", "year": "1969", "date": "September 15", "txt": "Corby Davidson, American radio personality", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 15", "txt": "Allen Shellenberger, American drummer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 15", "txt": "Nathan Astle, New Zealand cricketer and coach", "entities": [{"title": "Nathan Astle", "href": "/wiki/Nathan_Astle", "description": "Nathan John Astle is a former New Zealand cricketer, who played all formats of the game. A right-handed batsman who played as an opener in One Day Internationals (ODI), while batting in the middle order in Test matches. In a career that spanned 12 years, Astle played 81 Tests and 223 ODIs accumulating 4,702 and 7,090 runs respectively. As of 2013, he is New Zealand's second-most prolific run score"}]}, {"heading": "Births", "year": "1971", "date": "September 15", "txt": "Josh Charles, American actor and director", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 15", "txt": "Wayne Ferreira, South African tennis player", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 15", "txt": "Michael Malone, American basketball coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 15", "txt": "Ben Wallers, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 15", "txt": "Jimmy Carr, English comedian, actor, producer, and screenwriter", "entities": [{"title": "Jimmy Carr", "href": "/wiki/Jimmy_Carr", "description": "James Anthony Patrick Carr is an English comedian, writer and television presenter. He is known for his dark humour, distinctive laugh, and heckler interaction. After working as a marketing executive, Carr moved to a career in comedy in 2000."}]}, {"heading": "Births", "year": "1972", "date": "September 15", "txt": "Queen Letizia of Spain", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 15", "txt": "Lady Victoria, American wrestler", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 15", "txt": "Prince Daniel, Duke of Västergötland, Swedish prince", "entities": [{"title": "Prince Daniel, Duke of Västergötland", "href": "/wiki/Prince_Daniel,_Duke_of_V%C3%A4sterg%C3%B6tland", "description": "Prince Daniel, Duke of Västergötland, is a member of the Swedish royal family. Prior to his marriage to the heir apparent, Crown Princess Victoria, Daniel was a personal trainer and gym owner and ran a company called Balance Training with three gyms in central Stockholm."}]}, {"heading": "Births", "year": "1974", "date": "September 15", "txt": "Arata Iura, Japanese actor, model, and fashion designer", "entities": [{"title": "Arata Iura", "href": "/wiki/Arata_Iura", "description": "Arata Iura , previously known as Arata, is a Japanese actor, model and fashion designer. He is the Director of fashion brand Elnest Creative Activity. He holds the position of Director at the Artisan Culture Organisation Institute."}]}, {"heading": "Births", "year": "1975", "date": "September 15", "txt": "Tom Dolan, American swimmer", "entities": [{"title": "Tom Dolan", "href": "/wiki/Tom_Dolan", "description": "Thomas Fitzgerald Dolan is an American former competition swimmer, two-time Olympic champion, and former world record-holder."}]}, {"heading": "Births", "year": "1975", "date": "September 15", "txt": "Martina Krupičková, Czech painter", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 15", "txt": "Brett Kimmorley, Australian rugby league player and sportscaster", "entities": [{"title": "Brett Kimmorley", "href": "/wiki/Brett_Kimmorley", "description": "Brett \"Noddy\" Kimmorley is an Australian former professional rugby league footballer who played in the 1990s and 2000s. A New South Wales interstate and Australian international representative halfback, he last played for the Canterbury-Bankstown Bulldogs of the NRL. He previously played for five other clubs: Newcastle Knights, Hunter Mariners, Melbourne Storm, Northern Eagles and the Cronulla-Sut"}]}, {"heading": "Births", "year": "1976", "date": "September 15", "txt": "Paul Thomson, Scottish drummer", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 15", "txt": "Matt Thornton, American baseball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 15", "txt": "Chimamanda Ngozi Adichie,  Nigerian novelist, essayist, and short story writer", "entities": [{"title": "Chimamanda Ngozi Adichie", "href": "/wiki/Chimamanda_Ngozi_Adichie", "description": "Chimamanda Ngozi Adichie is a Nigerian writer whose works range from novels to short stories to nonfiction. She was described in The Times Literary Supplement as \"the most prominent\" of a \"procession of critically acclaimed young anglophone authors [which] is succeeding in attracting a new generation of readers to African literature\", particularly in her second home, the United States."}]}, {"heading": "Births", "year": "1977", "date": "September 15", "txt": "Angela Aki, Japanese singer-songwriter", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 15", "txt": "Sophie Dahl, English model and author", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 15", "txt": "Leander Jordan, American football player", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 15", "txt": "Jason Terry, American basketball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 15", "txt": "Zach Filkins, American guitarist", "entities": [{"title": "Zach Filkins", "href": "/wiki/Zach_Filkins", "description": "Zachary Douglas Filkins is an American musician and songwriter. He is a guitarist for the pop rock band OneRepublic."}]}, {"heading": "Births", "year": "1978", "date": "September 15", "txt": "Eiður Guðjohnsen, Icelandic footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 15", "txt": "Genki Horiguchi, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 15", "txt": "Dave Annable,  American actor", "entities": [{"title": "Dave Annable", "href": "/wiki/Dave_Annable", "description": "David Rodman Annable is an American actor. His roles include Justin Walker on the ABC television drama Brothers & Sisters (2006–11), Henry Martin on the ABC supernatural drama 666 Park Avenue (2012–13), and Pierce Harrison on the NBC medical drama Heartbeat (2016)."}]}, {"heading": "Births", "year": "1979", "date": "September 15", "txt": "Patrick Marleau, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 15", "txt": "Carlos Ruiz, Guatemalan footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 15", "txt": "Reece Young, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 15", "txt": "David Diehl, American football player and sportscaster", "entities": [{"title": "David Diehl", "href": "/wiki/David_Diehl", "description": "David Diehl is a former American football offensive lineman who played his entire career with the New York Giants of the National Football League (NFL). He was the Giants starting left tackle on two Super Bowl championship teams, beating the New England Patriots in both games. He played college football for the University of Illinois. The Giants selected him in the fifth round of the 2003 NFL Draf"}]}, {"heading": "Births", "year": "1980", "date": "September 15", "txt": "Mike Dunleavy Jr., American basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 15", "txt": "Yuka Hirata, Japanese actress and model", "entities": [{"title": "Yuka Hirata", "href": "/wiki/Yuka_Hirata", "description": "Yuka Hirata  is a Japanese actress, voice actress, tarento, and gravure idol from Hokkaido. She portrayed Mere in the Super Sentai Series Juken Sentai Gekiranger. She has also appeared in Food Fight, an episode of Carlos, and several idol videos."}]}, {"heading": "Births", "year": "1983", "date": "September 15", "txt": "Luke Hochevar, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 15", "txt": "Prince Harry, Duke of Sussex", "entities": [{"title": "Prince Harry, Duke of Sussex", "href": "/wiki/Prince_Harry,_Duke_of_Sussex", "description": "Prince Harry, Duke of Sussex, is a member of the British royal family. As the younger son of Charles, Prince of Wales and Diana, Princess of Wales, he is sixth in the line of succession to the British throne."}]}, {"heading": "Births", "year": "1984", "date": "September 15", "txt": "Loek van Mil, Dutch baseball player (d. 2019)", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 15", "txt": "Cyhi the Prynce, American rapper and producer", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 15", "txt": "François-Olivier Roberge, Canadian speed skater", "entities": [{"title": "François-Olivier Roberge", "href": "/wiki/Fran%C3%A7ois-Olivier_Roberge", "description": "François-Olivier Roberge is a Canadian speed-skater who represented Canada at the 2006 and 2010 Winter Olympics. He is now studying in Public Communications at University Laval in Quebec."}]}, {"heading": "Births", "year": "1986", "date": "September 15", "txt": "Jenna Marbles, American YouTuber and comedian", "entities": [{"title": "Jenna Marbles", "href": "/wiki/Jenna_Marbles", "description": "Jenna Nicole Mourey, better known by her pseudonym Jenna Marbles, is a former American YouTube personality. Over the span of ten years, her YouTube channel has accumulated approximately 1.6 billion video views and 20.1 million subscribers."}]}, {"heading": "Births", "year": "1986", "date": "September 15", "txt": "George Watsky, American hip-hop artist, poet and author", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 15", "txt": "Vaila Barsley, Scottish footballer", "entities": [{"title": "Vaila Barsley", "href": "/wiki/Vaila_Barsley", "description": "Vaila Marie Barsley is a football defender who is the captain of Swedish Damallsvenskan club Eskilstuna United."}]}, {"heading": "Births", "year": "1987", "date": "September 15", "txt": "Aly Cissokho, French footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 15", "txt": "Rhett Titus, American wrestler", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 15", "txt": "Tim Moltzen, Australian rugby league player", "entities": [{"title": "Tim Moltzen", "href": "/wiki/Tim_Moltzen", "description": "Tim Moltzen is an Australian former professional rugby league footballer who played for the Wests Tigers in the National Rugby League. He mostly played at fullback, halfback and five-eighth, but could also fill in at centre."}]}, {"heading": "Births", "year": "1990", "date": "September 15", "txt": "Oliver Gill, English footballer", "entities": [{"title": "Oliver Gill", "href": "/wiki/Oliver_Gill", "description": "Oliver David Gill is an English former footballer who played as a defender for Manchester United. He also played for Bradford City on loan in 2010. He was born in Frimley, Surrey, and is the son of former Manchester United chief executive David Gill."}]}, {"heading": "Births", "year": "1990", "date": "September 15", "txt": "Aaron Mooy, Australian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 15", "txt": "Phil Ofosu-Ayeh, German-Ghanaian footballer", "entities": [{"title": "Phil Ofosu-Ayeh", "href": "/wiki/Phil_Ofosu-Ayeh", "description": "Phil Ofosu-Ayeh is a footballer who plays as a defender for Halmstads BK. Born in Germany, Ofosu-Ayeh has made one appearance for the Ghana national football team."}]}, {"heading": "Births", "year": "1992", "date": "September 15", "txt": "Jae Park, South Korean-American singer (Day6)", "entities": [{"title": "Jae Park", "href": "/wiki/Jae_Park", "description": "Park Jae-hyung, better known as Jae, is a Korean-American musician, singer, songwriter, and composer, best known as a vocalist and lead guitarist of South Korean rock band Day6. Prior to joining Day6, he gained attention in South Korea as one of the final six contestants in the first season of the singing competition television series K-pop Star."}, {"title": "Day6", "href": "/wiki/Day6", "description": "Day6 is a South Korean pop rock band under the label JYP Entertainment. The group debuted on September 7, 2015, with EP The Day, which peaked at No.2 on Billboard's World Album Chart a week following its release. The band consists of five members: Sungjin, Jae, Young K, Wonpil, and Dowoon. Originally a six-piece band, Day6 became a quintet after keyboardist Junhyeok left in February 2016. All of t"}]}, {"heading": "Births", "year": "1995", "date": "September 15", "txt": "Joe Ofahengaue, New Zealand-Tongan rugby league player", "entities": [{"title": "Joe Ofahengaue", "href": "/wiki/Joe_Ofahengaue", "description": "Joseph Ofahengaue, also known by the nickname of \"Jo\"', is a Tonga international rugby league footballer who plays as a prop and lock for the Wests Tigers in the NRL."}]}, {"heading": "Births", "year": "1993", "date": "September 15", "txt": "JP Tokoto, American basketball player", "entities": [{"title": "JP Tokoto", "href": "/wiki/JP_Tokoto", "description": "Jean-Pierre Tokoto II is an American professional basketball player for Hapoel Tel Aviv of the Israeli Premier League. He played college basketball for the University of North Carolina before playing professionally in the NBA G League, Australia, Israel and Spain."}]}, {"heading": "Births", "year": "1997", "date": "September 15", "txt": "Quin Houff, American racing driver", "entities": [{"title": "Quin Houff", "href": "/wiki/Quin_Houff", "description": "Quin W. Houff is an American professional stock car racing driver. He competes full-time in the NASCAR Cup Series, driving the No. 00 Chevrolet Camaro ZL1 1LE for StarCom Racing."}]}, {"heading": "Deaths", "year": "668", "date": "September 15", "txt": "Constans II, Byzantine emperor (b. 630)", "entities": [{"title": "Constans II", "href": "/wiki/Constans_II", "description": "Constans II, nicknamed \"the Bearded\", was emperor of the Byzantine Empire from 641 to 668. He was the last emperor to serve as consul, in 642. Constans is a nickname given to the Emperor, who had been baptized Flavius Heraclius and reigned officially as \"Constantine\". The nickname established itself in Byzantine texts and has become standard in modern historiography."}]}, {"heading": "Deaths", "year": "921", "date": "September 15", "txt": "Ludmila of Bohemia, Czech martyr and saint (b. 860)", "entities": [{"title": "Ludmila of Bohemia", "href": "/wiki/Ludmila_of_Bohemia", "description": "Saint Ludmila is a Czech saint and martyr venerated by the Orthodox and the Roman Catholics. She was born in Mělník as the daughter of the Sorbian prince Slavibor. Saint Ludmila was the grandmother of Saint Wenceslaus, who is widely referred to as Good King Wenceslaus. Saint Ludmila was canonized shortly after her death. As part of the process of canonization, in 925, Wenceslaus moved her remains "}]}, {"heading": "Deaths", "year": "1140", "date": "September 15", "txt": "Adelaide of Hungary, Duchess of Bohemia", "entities": [{"title": "Adelaide of Hungary (d. 1140)", "href": "/wiki/Adelaide_of_Hungary_(d._1140)", "description": "Adelaide of Bohemia was a daughter of Prince Álmos of Hungary and his wife Predslava of Kiev, daughter of Sviatopolk II great prince of Kiev. Adelaide's father was a son of King Géza I of Hungary and was Duke and later King of East Slavonia."}]}, {"heading": "Deaths", "year": "1146", "date": "September 15", "txt": "Alan, 1st Earl of Richmond, English soldier (b. 1100)", "entities": [{"title": "Alan, 1st Earl of Richmond", "href": "/wiki/Alan,_1st_Earl_of_Richmond", "description": "Alan, 1st Earl of Richmond, Breton Alan Penteur, also known as \"Alan the Black\", was a Breton noble who fought for Stephen, King of England. Alan was the third son of Stephen, Count of Tréguier, and Hawise de Guingamp."}]}, {"heading": "Deaths", "year": "1231", "date": "September 15", "txt": "Louis I, Duke of Bavaria (b. 1173)", "entities": [{"title": "Louis I, Duke of Bavaria", "href": "/wiki/Louis_I,_Duke_of_Bavaria", "description": "Louis I, called the Kelheimer or of Kelheim, since he was born and died at Kelheim, was the Duke of Bavaria from 1183 and Count Palatine of the Rhine from 1214. He was a son of Otto I and his wife Agnes of Loon. Louis was married to Ludmilla, a daughter of Duke Frederick of Bohemia."}]}, {"heading": "Deaths", "year": "1326", "date": "September 15", "txt": "Dmitry of Tver (b. 1299)", "entities": [{"title": "Dmitry of Tver", "href": "/wiki/Dmitry_of_Tver", "description": "Dmitry Mikhaylovich of Tver, nicknamed The Fearsome Eyes, was a Grand Prince of Tver and Grand Prince of Vladimir. He was a son of Mikhail of Tver and Anna of Kashin."}]}, {"heading": "Deaths", "year": "1352", "date": "September 15", "txt": "Ewostatewos, Ethiopian monk and saint (b. 1273)", "entities": [{"title": "Ewostatewos", "href": "/wiki/Ewostatewos", "description": "Ewosṭatewos was an important religious leader of the Orthodox Tewahedo during the early period of the Solomonic dynasty of Ethiopia. He was a forceful advocate for the observation of the Sabbath in Christianity. His followers, known as the House of Ewostatewos, have been a historic force in Tewahedo Orthodoxy."}]}, {"heading": "Deaths", "year": "1397", "date": "September 15", "txt": "Adam Easton, English cardinal", "entities": [{"title": "Adam Easton", "href": "/wiki/Adam_Easton", "description": "Adam Easton was an English Cardinal, born at Easton in Norfolk."}]}, {"heading": "Deaths", "year": "1408", "date": "September 15", "txt": "Edmund Holland, 4th Earl of Kent, English politician (b. 1384)", "entities": [{"title": "Edmund Holland, 4th Earl of Kent", "href": "/wiki/Edmund_Holland,_4th_Earl_of_Kent", "description": "Edmund Holland, 4th Earl of Kent, 5th Baron Holand, KG was the Earl of Kent from c. 1400 to c. 1407. He was the 106th Knight of the Order of the Garter in 1403."}]}, {"heading": "Deaths", "year": "1496", "date": "September 15", "txt": "Hugh Clopton, Lord Mayor of London (b. c. 1440)", "entities": [{"title": "Hugh Clopton", "href": "/wiki/Hugh_Clopton", "description": "Hugh Clopton was a Lord Mayor of London, a member of the Worshipful Company of Mercers and a benefactor of his home town of Stratford-upon-Avon in Warwickshire."}]}, {"heading": "Deaths", "year": "1500", "date": "September 15", "txt": "John Morton, English cardinal and academic (b. 1420)", "entities": [{"title": "John Morton (cardinal)", "href": "/wiki/John_Morton_(cardinal)", "description": "John Morton was an English prelate who served as the Archbishop of Canterbury from 1486 until his death and also Lord Chancellor of England from 1487. He was elevated to the cardinalate in 1493."}]}, {"heading": "Deaths", "year": "1504", "date": "September 15", "txt": "Elisabeth of Bavaria, Electress of the Palatinate (b. 1478)", "entities": [{"title": "Elisabeth of Bavaria (1478–1504)", "href": "/wiki/Elisabeth_of_Bavaria_(1478%E2%80%931504)", "description": "Elisabeth of Bavaria was a member of the House of Wittelsbach and, by marriage, Electress of the Palatinate. After her father's death, she was also Duchess of Bavaria-Landshut."}]}, {"heading": "Deaths", "year": "1510", "date": "September 15", "txt": "Saint Catherine of Genoa (b. 1447)", "entities": [{"title": "Catherine of Genoa", "href": "/wiki/Catherine_of_Genoa", "description": "Catherine of Genoa was an Italian Roman Catholic saint and mystic, admired for her work among the sick and the poor and remembered because of various writings describing both these actions and her mystical experiences. She was a member of the noble Fieschi family, and spent most of her life and her means serving the sick, especially during the plague which ravaged Genoa in 1497 and 1501. She died "}]}, {"heading": "Deaths", "year": "1559", "date": "September 15", "txt": "Isabella Jagiellon, Queen of Hungary (d. 1519)", "entities": [{"title": "Isabella Jagiellon", "href": "/wiki/Isabella_Jagiellon", "description": "Isabella Jagiellon was the oldest child of Polish King Sigismund I the Old, the Grand Duke of Lithuania and his Italian wife Bona Sforza. In 1539, she married John Zápolya, Voivode of Transylvania and King of Hungary, becoming Queen consort of Hungary. At the time Hungary was contested between Archduke Ferdinand of Austria who wanted to add it to the Habsburg domains, local nobles who wanted to ke"}, {"title": "1519", "href": "/wiki/1519", "description": "Year 1519 (MDXIX) was a common year starting on Saturday of the Julian calendar, the 1519th year of the Common Era (CE) and Anno Domini (AD) designations, the 519th year of the 2nd millennium, the 19th year of the 16th century, and the 10th and last year of the 1510s decade."}]}, {"heading": "Deaths", "year": "1595", "date": "September 15", "txt": "John MacMorran, Baillie of Edinburgh, shot by rioting high school schoolchildren.", "entities": [{"title": "John MacMorran", "href": "/wiki/John_MacMorran", "description": "Baillie John MacMorran (1553-1595), a merchant and Baillie of Edinburgh, was killed during a riot at Edinburgh High School. His house at Riddle's Court is a valued monument on Edinburgh's Lawnmarket."}]}, {"heading": "Deaths", "year": "1596", "date": "September 15", "txt": "Leonhard Rauwolf, German physician and botanist (b. 1535)", "entities": [{"title": "Leonhard Rauwolf", "href": "/wiki/Leonhard_Rauwolf", "description": "Leonhard Rauwolf was a German physician, botanist, and traveller. His main notability arises from a trip he made through the Levant and Mesopotamia in 1573–75. The motive of the trip was to search for herbal medicine supplies. Shortly after he returned, he published a set of new botanical descriptions with an herbarium. Later he published a general travel narrative about his visit."}]}, {"heading": "Deaths", "year": "1613", "date": "September 15", "txt": "Thomas Overbury, English poet and author (b. 1581)", "entities": [{"title": "Thomas Overbury", "href": "/wiki/Thomas_Overbury", "description": "Sir Thomas Overbury was an English poet and essayist, also known for being the victim of a murder which led to a scandalous trial. His poem A Wife, which depicted the virtues that a young man should demand of a woman, played a large role in the events that precipitated his murder."}]}, {"heading": "Deaths", "year": "1643", "date": "September 15", "txt": "Richard Boyle, 1st Earl of Cork, English-Irish politician, Lord High Treasurer of Ireland (b. 1566)", "entities": [{"title": "Richard Boyle, 1st Earl of Cork", "href": "/wiki/Richard_Boyle,_1st_Earl_of_Cork", "description": "Richard Boyle, 1st Earl of Cork, also known as the Great Earl of Cork, was an English-born politician who served as Lord Treasurer of the Kingdom of Ireland."}, {"title": "Lord High Treasurer of Ireland", "href": "/wiki/Lord_High_Treasurer_of_Ireland", "description": "\n\nThe Lord High Treasurer of Ireland was the head of the Exchequer of Ireland, chief financial officer of the Kingdom of Ireland. The designation High was added in 1695. After the Acts of Union 1800 created the United Kingdom of Great Britain and Ireland, the Consolidated Fund Act 1816 merged the Irish Inferior Exchequer into the British Treasury with effect from 1817, and the post of Lord High Tr"}]}, {"heading": "Deaths", "year": "1649", "date": "September 15", "txt": "John Floyd, English priest and educator (b. 1572)", "entities": [{"title": "John Floyd (Jesuit)", "href": "/wiki/John_Floyd_(Jesuit)", "description": "\n\nJohn Floyd was an English Jesuit, known as a controversialist. He is known under the pseudonyms Daniel à Jesu, Hermannus Loemelius, and George White under which he published."}]}, {"heading": "Deaths", "year": "1700", "date": "September 15", "txt": "André Le Nôtre, French gardener (b. 1613)", "entities": [{"title": "André Le Nôtre", "href": "/wiki/Andr%C3%A9_Le_N%C3%B4tre", "description": "André Le Nôtre, originally rendered as André Le Nostre, was a French landscape architect and the principal gardener of King Louis XIV of France. He was the landscape architect who designed the gardens of the Palace of Versailles, and his work represents the height of the French formal garden style, or jardin à la française."}]}, {"heading": "Deaths", "year": "1701", "date": "September 15", "txt": "Edmé Boursault, French author and playwright (b. 1638)", "entities": [{"title": "Edmé Boursault", "href": "/wiki/Edm%C3%A9_Boursault", "description": "Edmé Boursault was a French dramatist and miscellaneous writer, born at Mussy l'Evéque, now Mussy-sur-Seine (Aube)."}]}, {"heading": "Deaths", "year": "1707", "date": "September 15", "txt": "George Stepney, English poet and diplomat (b. 1663)", "entities": [{"title": "George Stepney", "href": "/wiki/George_Stepney", "description": "George Stepney was an English poet and diplomat."}]}, {"heading": "Deaths", "year": "1712", "date": "September 15", "txt": "Sidney Godolphin, 1st Earl of Godolphin, English politician, Lord High Treasurer (b. 1645)", "entities": [{"title": "Sidney Godolphin, 1st Earl of Godolphin", "href": "/wiki/Sidney_Godolphin,_1st_Earl_of_Godolphin", "description": "Sidney Godolphin, 1st Earl of Godolphin was a leading British politician of the late 17th and early 18th centuries. He was a Privy Councillor and Secretary of State for the Northern Department before attaining real power as First Lord of the Treasury. He was instrumental in negotiating and passing the Acts of Union 1707 with Scotland, which created the Kingdom of Great Britain."}, {"title": "Lord High Treasurer", "href": "/wiki/Lord_High_Treasurer", "description": "The post of Lord High Treasurer or Lord Treasurer was an English government position and has been a British government position since the Acts of Union of 1707. A holder of the post would be the third-highest-ranked Great Officer of State, below the Lord High Steward and the Lord High Chancellor of Great Britain."}]}, {"heading": "Deaths", "year": "1750", "date": "September 15", "txt": "Charles Theodore Pachelbel, German organist and composer (b. 1690)", "entities": [{"title": "Charles Theodore Pachelbel", "href": "/wiki/Charles_Theodore_Pachelbel", "description": "Charles Theodore Pachelbel was a German composer, organist and harpsichordist of the late Baroque era. He was the son of the more famous Johann Pachelbel, composer of the popular Canon in D. He was one of the first European composers to take up residence in the American colonies, and was the most famous musical figure in early Charleston, South Carolina."}]}, {"heading": "Deaths", "year": "1794", "date": "September 15", "txt": "Abraham Clark, American police officer and politician (b. 1725)", "entities": [{"title": "Abraham Clark", "href": "/wiki/Abraham_Clark", "description": "Abraham Clark was an American politician, slaveholder, and Revolutionary War figure. He was delegate for New Jersey to the Continental Congress where he signed the Declaration of Independence and later served in the United States House of Representatives in both the Second and Third United States Congress, from March 4, 1791, until his death in 1794."}]}, {"heading": "Deaths", "year": "1803", "date": "September 15", "txt": "Gian Francesco Albani, Italian cardinal (b. 1719)", "entities": [{"title": "Gian Francesco Albani", "href": "/wiki/Gian_Francesco_Albani", "description": "Gian Francesco Albani was a Roman Catholic Cardinal. He was a member of the Albani family."}]}, {"heading": "Deaths", "year": "1813", "date": "September 15", "txt": "Antoine Étienne de Tousard, French general and engineer (b. 1752)", "entities": [{"title": "Antoine Étienne de Tousard", "href": "/wiki/Antoine_%C3%89tienne_de_Tousard", "description": "Antoine Étienne de Tousard was a French general and military engineer during the French Revolutionary and Napoleonic Wars. He was also the last military engineer of the Order of Saint John. He is the brother of Louis de Tousard."}]}, {"heading": "Deaths", "year": "1830", "date": "September 15", "txt": "François Baillairgé, Canadian painter and sculptor (b. 1759)", "entities": [{"title": "François Baillairgé", "href": "/wiki/Fran%C3%A7ois_Baillairg%C3%A9", "description": "François Baillairgé was an architect who also pursued painting and wood sculpture."}]}, {"heading": "Deaths", "year": "1830", "date": "September 15", "txt": "William Huskisson, English financier and politician, Secretary of State for War and the Colonies (b. 1770)", "entities": [{"title": "Secretary of State for War and the Colonies", "href": "/wiki/Secretary_of_State_for_War_and_the_Colonies", "description": "The Secretary of State for War and the Colonies was a British cabinet-level position responsible for the army and the British colonies. \nThe Secretary was supported by an Under-Secretary of State for War and the Colonies."}]}, {"heading": "Deaths", "year": "1841", "date": "September 15", "txt": "Alessandro Rolla, Italian violinist and composer (b. 1757)", "entities": [{"title": "Alessandro Rolla", "href": "/wiki/Alessandro_Rolla", "description": "Alessandro Rolla was an Italian viola and violin virtuoso, composer, conductor and teacher. His son, Antonio Rolla, was also a violin virtuoso and composer."}]}, {"heading": "Deaths", "year": "1842", "date": "September 15", "txt": "Pierre Baillot, French violinist and composer (b. 1771)", "entities": [{"title": "Pierre Baillot", "href": "/wiki/Pierre_Baillot", "description": "Pierre Marie François de Sales Baillot was a French violinist and composer born in Passy. He studied the violin under Giovanni Battista Viotti and taught at the Conservatoire de Paris together with Pierre Rode and Rodolphe Kreutzer, who wrote the Conservatoire's official violin method. He was sole author of the instructional L'Art du violon (1834). Baillot's teachings had a profound influence on t"}]}, {"heading": "Deaths", "year": "1842", "date": "September 15", "txt": "Francisco Morazán, Guatemalan general, lawyer,  and politician, President of Central American Federation (b. 1792)", "entities": [{"title": "List of heads of state of Federal Republic of Central America", "href": "/wiki/List_of_heads_of_state_of_Federal_Republic_of_Central_America", "description": "This is a list of heads of state of Federal Republic of Central America from its founding in 1821/1823 until its dissolution in 1840."}]}, {"heading": "Deaths", "year": "1852", "date": "September 15", "txt": "Johann Karl Simon Morgenstern, German-Estonian philologist and academic (b. 1770)", "entities": [{"title": "Johann Karl Simon Morgenstern", "href": "/wiki/Johann_Karl_Simon_Morgenstern", "description": "Johann Karl Simon Morgenstern was a German philologist in Livonia, the first director of the library of the Imperial University of Dorpat. He coined the term Bildungsroman."}]}, {"heading": "Deaths", "year": "1859", "date": "September 15", "txt": "Isambard Kingdom Brunel, English architect and engineer, designed the Great Western Railway (b. 1806)", "entities": [{"title": "Isambard Kingdom Brunel", "href": "/wiki/Isambard_Kingdom_Brunel", "description": "Isambard Kingdom Brunel was an English civil engineer who is considered \"one of the most ingenious and prolific figures in engineering history,\" \"one of the 19th-century engineering giants,\" and \"one of the greatest figures of the Industrial Revolution, [who] changed the face of the English landscape with his groundbreaking designs and ingenious constructions.\" Brunel built dockyards, the Great We"}, {"title": "Great Western Railway", "href": "/wiki/Great_Western_Railway", "description": "The Great Western Railway (GWR) was a British railway company that linked London with the southwest and west of England, the West Midlands, and most of Wales. It was founded in 1833, received its enabling Act of Parliament on 31 August 1835 and ran its first trains in 1838. It was engineered by Isambard Kingdom Brunel, who chose a broad gauge of 7 ft —later slightly widened to 7 ft 1⁄4 in —but, fr"}]}, {"heading": "Deaths", "year": "1864", "date": "September 15", "txt": "John Hanning Speke, English soldier and explorer (b. 1827)", "entities": [{"title": "John Hanning Speke", "href": "/wiki/John_Hanning_Speke", "description": "John Hanning Speke was an English explorer and officer in the British Indian Army who made three exploratory expeditions to Africa. He is most associated with the search for the source of the Nile and was the first European to reach Lake Victoria. Speke is also known for propounding the Hamitic hypothesis in 1863, in which he supposed that the Tutsi ethnic group were descendants of the biblical fi"}]}, {"heading": "Deaths", "year": "1874", "date": "September 15", "txt": "Charles-Amédée Kohler, Swiss chocolatier (b. 1790)", "entities": [{"title": "Charles-Amédée Kohler", "href": "/wiki/Charles-Am%C3%A9d%C3%A9e_Kohler", "description": "Charles-Amédée Kohler was an early Swiss chocolate maker, chocolatier and entrepreneur who invented hazelnut chocolate, in his factory founded in 1830 in Lausanne. After his death the Kohler company continued in the Swiss chocolate industry, merged in 1911 with the Cailler and Peter chocolate brands and was later purchased by Nestlé in 1929."}]}, {"heading": "Deaths", "year": "1883", "date": "September 15", "txt": "Joseph Plateau, Belgian physicist and academic (b. 1801)", "entities": [{"title": "Joseph Plateau", "href": "/wiki/Joseph_Plateau", "description": "Joseph Antoine Ferdinand Plateau was a Belgian physicist and mathematician. He was one of the first people to demonstrate the illusion of a moving image. To do this, he used counterrotating disks with repeating drawn images in small increments of motion on one and regularly spaced slits in the other. He called this device of 1832 the phenakistiscope."}]}, {"heading": "Deaths", "year": "1893", "date": "September 15", "txt": "Thomas Hawksley, English engineer (b. 1807)", "entities": [{"title": "Thomas Hawksley", "href": "/wiki/Thomas_Hawksley", "description": "Thomas Hawksley was an English civil engineer of the 19th century, particularly associated with early water supply and coal gas engineering projects. Hawksley was, with John Frederick Bateman, the leading British water engineer of the nineteenth century and was personally responsible for upwards of 150 water-supply schemes, in the British Isles and overseas."}]}, {"heading": "Deaths", "year": "1915", "date": "September 15", "txt": "Ernest Gagnon, Canadian organist and composer (b. 1834)", "entities": [{"title": "Ernest Gagnon", "href": "/wiki/Ernest_Gagnon", "description": "Ernest Gagnon was a Canadian folklorist, composer, and organist. He is best known for compiling a large amount of French Canadian folk music which he published as Chansons populaires du Canada in 1865–1867. He was greatly admired for his virtuoso performances on the organ and was also considered an expert at plainsong accompaniment."}]}, {"heading": "Deaths", "year": "1921", "date": "September 15", "txt": "Roman von Ungern-Sternberg, Austrian-Russian general (b. 1886)", "entities": [{"title": "Roman von Ungern-Sternberg", "href": "/wiki/Roman_von_Ungern-Sternberg", "description": "Baron Roman Fyodorovich von Ungern-Sternberg, often referred to as Baron Ungern, was an anticommunist general in the Russian Civil War and then an independent warlord who intervened in Mongolia against China. A part of the Russian Empire's Baltic German minority, Ungern was an ultraconservative monarchist who aspired to restore the Russian monarchy after the 1917 Russian Revolutions and to revive "}]}, {"heading": "Deaths", "year": "1926", "date": "September 15", "txt": "Rudolf Christoph Eucken, German philosopher and academic, Nobel Prize laureate (b. 1846)", "entities": [{"title": "Rudolf Christoph Eucken", "href": "/wiki/Rudolf_Christoph_Eucken", "description": "Rudolf Christoph Eucken was a German philosopher. He received the 1908 Nobel Prize for Literature \"in recognition of his earnest search for truth, his penetrating power of thought, his wide range of vision, and the warmth and strength in presentation with which in his numerous works he has vindicated and developed an idealistic philosophy of life\", after he had been nominated by a member of the Sw"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1930", "date": "September 15", "txt": "Milton Sills, American actor and screenwriter (b. 1882)", "entities": [{"title": "Milton Sills", "href": "/wiki/Milton_Sills", "description": "Milton George Gustavus Sills was an American stage and film actor of the early twentieth century."}]}, {"heading": "Deaths", "year": "1938", "date": "September 15", "txt": "Thomas Wolfe, American novelist (b. 1900)", "entities": [{"title": "Thomas Wolfe", "href": "/wiki/Thomas_Wolfe", "description": "Thomas Clayton Wolfe was an American novelist of the early 20th century."}]}, {"heading": "Deaths", "year": "1940", "date": "September 15", "txt": "William B. Bankhead, American lawyer and politician, 47th Speaker of the United States House of Representatives (b. 1874)", "entities": [{"title": "William B. Bankhead", "href": "/wiki/William_B._Bankhead", "description": "William Brockman Bankhead was an American politician who served as the 42nd Speaker of the United States House of Representatives from 1936 to 1940, representing Alabama's 10th and later 7th congressional districts as a Democrat from 1917 to 1940. Bankhead was a strong liberal and a prominent supporter of President Franklin Roosevelt's New Deal of pro-labor union legislation, thus clashing with mo"}, {"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Deaths", "year": "1945", "date": "September 15", "txt": "André Tardieu, French journalist and politician, 97th Prime Minister of France (b. 1876)", "entities": [{"title": "André Tardieu", "href": "/wiki/Andr%C3%A9_Tardieu", "description": "André Pierre Gabriel Amédée Tardieu was three times Prime Minister of France and a dominant figure of French political life in 1929–1932. He was a moderate conservative with a strong intellectual reputation, but became a weak prime minister at the start of the worldwide Great Depression."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1945", "date": "September 15", "txt": "Anton Webern, Austrian composer and conductor (b. 1883)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "September 15", "txt": "Linnie Marsh Wolfe, American librarian and author (b. 1881)", "entities": []}, {"heading": "Deaths", "year": "1952", "date": "September 15", "txt": "Hugo Raudsepp, Estonian author and playwright (b. 1883)", "entities": [{"title": "Hugo Raudsepp", "href": "/wiki/Hugo_Raudsepp", "description": "Hugo Raudsepp was an influential and prolific Estonian playwright and politician. In 1951 he was deported to the Irkutsk region by the Soviet authorities, where he died."}]}, {"heading": "Deaths", "year": "1965", "date": "September 15", "txt": "Steve Brown, American bassist (b. 1890)", "entities": [{"title": "Steve Brown (bass player)", "href": "/wiki/Steve_Brown_(bass_player)", "description": "Theodore \"Steve\" Brown was a jazz musician best known for his work on string bass. Like many New Orleans bassists, he played both string bass and tuba professionally."}]}, {"heading": "Deaths", "year": "1972", "date": "September 15", "txt": "Ulvi Cemal Erkin, Turkish composer and educator (b. 1906)", "entities": [{"title": "Ulvi Cemal Erkin", "href": "/wiki/Ulvi_Cemal_Erkin", "description": "Ulvi Cemal Erkin was a member of the pioneer group of symphonic composers in Turkey, born in the period 1904–1910, who later came to be called The Turkish Five. These composers set out the direction of music in the newly established Turkish Republic. These composers distinguished themselves with their use of Turkish folk music and modal elements in an entirely western symphonic style."}]}, {"heading": "Deaths", "year": "1972", "date": "September 15", "txt": "Baki Süha Ediboğlu, Turkish poet and author (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1972", "date": "September 15", "txt": "Geoffrey Fisher, English archbishop and academic (b. 1887)", "entities": []}, {"heading": "Deaths", "year": "1973", "date": "September 15", "txt": "Gustaf VI Adolf of Sweden (b. 1882)", "entities": [{"title": "Gustaf VI Adolf of Sweden", "href": "/wiki/Gustaf_VI_Adolf_of_Sweden", "description": "Gustaf VI Adolf was King of Sweden from 29 October 1950 until his death. He was the eldest son of Gustaf V and his wife, Victoria of Baden, and had been Crown Prince of Sweden for the preceding 43 years in the reign of his father. Not long before his death at age 90, he approved the constitutional changes which removed the Swedish monarchy's last nominal political powers. He was a lifelong amateur"}]}, {"heading": "Deaths", "year": "1975", "date": "September 15", "txt": "Franco Bordoni, Italian race car driver and pilot (b. 1913)", "entities": [{"title": "Franco Bordoni", "href": "/wiki/Franco_Bordoni", "description": "Franco Bordoni-Bisleri was an Italian aviator and racing car driver. He is one of the top-scoring aces of the Regia Aeronautica, with 19 air victories. His nickname was \"Robur\" and was painted on most of his aircraft and racing cars."}]}, {"heading": "Deaths", "year": "1978", "date": "September 15", "txt": "Robert Cliche, Canadian lawyer, judge, and politician (b. 1921)", "entities": [{"title": "Robert Cliche", "href": "/wiki/Robert_Cliche", "description": "\n\nRobert Cliche was a Canadian lawyer, politician and judge."}]}, {"heading": "Deaths", "year": "1978", "date": "September 15", "txt": "Edmund Crispin, English writer and composer (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "September 15", "txt": "Willy Messerschmitt, German engineer and academic, designed the Messerschmitt Bf 109 (b. 1898)", "entities": [{"title": "Messerschmitt Bf 109", "href": "/wiki/Messerschmitt_Bf_109", "description": "The Messerschmitt Bf 109 is a German World War II fighter aircraft that was, along with the Focke-Wulf Fw 190, the backbone of the Luftwaffe's fighter force. The Bf 109 first saw operational service in 1937 during the Spanish Civil War and was still in service at the dawn of the jet age at the end of World War II in 1945. It was one of the most advanced fighters when it first appeared, with an all"}]}, {"heading": "Deaths", "year": "1980", "date": "September 15", "txt": "Bill Evans, American pianist and composer (b. 1929)", "entities": [{"title": "Bill Evans", "href": "/wiki/Bill_Evans", "description": "William John Evans was an American jazz pianist and composer who mostly played in trios. His use of impressionist harmony, inventive interpretation of traditional jazz repertoire, block chords, and trademark rhythmically independent, \"singing\" melodic lines continues to influence jazz pianists today."}]}, {"heading": "Deaths", "year": "1981", "date": "September 15", "txt": "Rafael Méndez, Mexican trumpet player and composer (b. 1906)", "entities": [{"title": "Rafael Méndez", "href": "/wiki/Rafael_M%C3%A9ndez", "description": "Rafael Méndez was a Mexican virtuoso solo trumpeter. He is known as the \"Heifetz of the Trumpet.\""}]}, {"heading": "Deaths", "year": "1983", "date": "September 15", "txt": "Prince Far I, Jamaican DJ and producer (b. 1944)", "entities": [{"title": "Prince Far I", "href": "/wiki/Prince_Far_I", "description": "Prince Far I was a Jamaican reggae deejay, producer and a Rastafarian. He was known for his gruff voice and critical assessment of the Jamaican government. His track \"Heavy Manners\" used lyrics against measures initiated towards violent crime."}]}, {"heading": "Deaths", "year": "1985", "date": "September 15", "txt": "Cootie Williams, American trumpet player (b. 1910)", "entities": [{"title": "Cootie Williams", "href": "/wiki/Cootie_Williams", "description": "Charles Melvin \"Cootie\" Williams was an American jazz, jump blues, and rhythm and blues trumpeter."}]}, {"heading": "Deaths", "year": "1989", "date": "September 15", "txt": "Jan DeGaetani, American soprano (b. 1933)", "entities": [{"title": "Jan DeGaetani", "href": "/wiki/Jan_DeGaetani", "description": "Jan (Janice) DeGaetani was an American mezzo-soprano known for her performances of contemporary classical vocal compositions."}]}, {"heading": "Deaths", "year": "1989", "date": "September 15", "txt": "Olga Erteszek, Polish-American fashion designer (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "September 15", "txt": "Robert Penn Warren, American novelist, poet, and literary critic (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "September 15", "txt": "John Hoyt, American actor (b. 1904)", "entities": [{"title": "John Hoyt", "href": "/wiki/John_Hoyt", "description": "John Hoyt was an American actor. He began his acting career on Broadway, later appearing in numerous films and television series."}]}, {"heading": "Deaths", "year": "1991", "date": "September 15", "txt": "Warner Troyer, Canadian journalist and author (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "September 15", "txt": "Pino Puglisi, Italian priest and martyr (b. 1937)", "entities": [{"title": "Pino Puglisi", "href": "/wiki/Pino_Puglisi", "description": "Giuseppe \"Pino\" Puglisi was a Roman Catholic priest in the rough Palermo neighbourhood of Brancaccio. He openly challenged the Mafia who controlled the neighbourhood, and was killed by them on his 56th birthday. His life story has been retold in a book, Pino Puglisi, il prete che fece tremare la mafia con un sorriso (2013), and portrayed in a film, Come Into the Light (2005). He is the first perso"}]}, {"heading": "Deaths", "year": "1995", "date": "September 15", "txt": "Harry Calder, South African cricketer (b. 1901)", "entities": [{"title": "Harry Calder", "href": "/wiki/Harry_Calder", "description": "Harry Lawton Calder was named as a Wisden Cricketer of the Year in 1918, then a 17 year old schoolboy. Calder is the youngest person to receive this accolade, one of the game's top honours, and the only Wisden Cricketer of the Year that never played first-class cricket."}]}, {"heading": "Deaths", "year": "1995", "date": "September 15", "txt": "Gunnar Nordahl, Swedish footballer and manager (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "September 15", "txt": "Bulldog Brower, American wrestler (b. 1933)", "entities": [{"title": "Bulldog Brower", "href": "/wiki/Bulldog_Brower", "description": "Richard Gland was an American professional wrestler who used the ring name Dick \"Bulldog\" Brower."}]}, {"heading": "Deaths", "year": "1998", "date": "September 15", "txt": "Louis Rasminsky, Canadian economist, 3rd Governor of the Bank of Canada (b. 1908)", "entities": [{"title": "Louis Rasminsky", "href": "/wiki/Louis_Rasminsky", "description": "Louis Rasminsky, was the third Governor of the Bank of Canada from 1961 to 1973, succeeding James Coyne. He was succeeded by Gerald Bouey."}, {"title": "Governor of the Bank of Canada", "href": "/wiki/Governor_of_the_Bank_of_Canada", "description": "The governor of the Bank of Canada is the chief executive officer of the Bank of Canada and acts as chair of its board of directors. The Bank of Canada Act, 1985, S. 6(1), provides that the governor and deputy governor shall be appointed by the directors with the approval of the Governor in Council."}]}, {"heading": "Deaths", "year": "2001", "date": "September 15", "txt": "June Salter, Australian actress and author (b. 1932)", "entities": [{"title": "June Salter", "href": "/wiki/June_Salter", "description": "June Marie Salter AM was an Australian actress and author prominent in theatre and television, best known for her character roles."}]}, {"heading": "Deaths", "year": "2003", "date": "September 15", "txt": "Garner Ted Armstrong, American evangelist and author (b. 1930)", "entities": [{"title": "Garner Ted Armstrong", "href": "/wiki/Garner_Ted_Armstrong", "description": "Garner Ted Armstrong was an American evangelist and the son of Herbert W. Armstrong, founder of the Worldwide Church of God, at the time a Sabbatarian organization that taught observance of seventh-day Sabbath, and annual Sabbath days based on Leviticus 23."}]}, {"heading": "Deaths", "year": "2004", "date": "September 15", "txt": "Johnny Ramone, American guitarist and songwriter (b. 1948)", "entities": [{"title": "Johnny Ramone", "href": "/wiki/Johnny_Ramone", "description": "John William Cummings, known professionally as Johnny Ramone, was an American guitarist and songwriter who was the guitarist for the punk rock band the Ramones. He was a founding member of the band, and—along with vocalist Joey Ramone—remained a constant member throughout his entire career."}]}, {"heading": "Deaths", "year": "2004", "date": "September 15", "txt": "Walter Stewart, Canadian journalist and author (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "September 15", "txt": "Guy Green, English director and cinematographer (b. 1913)", "entities": [{"title": "Guy Green (filmmaker)", "href": "/wiki/Guy_Green_(filmmaker)", "description": "Guy Mervin Charles Green OBE BSC\n(5 November 1913 – 15 September 2005) was an English film director, producer, screenwriter, and cinematographer. In 1946, he won an Oscar as cinematographer for the film Great Expectations. In 2002, Green was given a Lifetime Achievement Award by the BAFTA, and, in 2004, he was named an Officer of the Order of the British Empire for his lifetime contributions to Br"}]}, {"heading": "Deaths", "year": "2005", "date": "September 15", "txt": "Sidney Luft, American manager and producer (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "September 15", "txt": "Raymond Baxter, English television host and author (b. 1922)", "entities": [{"title": "Raymond Baxter", "href": "/wiki/Raymond_Baxter", "description": "Raymond Frederic Baxter OBE was an English television presenter, commentator and writer. He is best known for being the first presenter of the BBC Television science programme Tomorrow's World, continuing for 12 years, from 1965 to 1977. He also provided radio commentary at the coronation of Queen Elizabeth II, the funerals of King George VI, Winston Churchill and Lord Mountbatten of Burma, and th"}]}, {"heading": "Deaths", "year": "2006", "date": "September 15", "txt": "Oriana Fallaci, Italian journalist and author (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "September 15", "txt": "Pablo Santos, Mexican-American actor (b. 1987)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 15", "txt": "Colin McRae, Scottish race car driver (b. 1968)", "entities": [{"title": "Colin McRae", "href": "/wiki/Colin_McRae", "description": "Colin Steele McRae, was a Scottish rally driver. He was the 1991 and 1992 British Rally Champion, and in 1995 became the first Scottish person and the youngest to win the World Rally Championship Drivers' title. With 25 victories in the WRC, McRae held the record for the most wins in the series."}]}, {"heading": "Deaths", "year": "2007", "date": "September 15", "txt": "Jeremy Moore, English general (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 15", "txt": "Aldemaro Romero, Venezuelan pianist, composer, and conductor (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 15", "txt": "Brett Somers, Canadian-American actress and singer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "September 15", "txt": "Richard Wright, English singer-songwriter and keyboard player (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "September 15", "txt": "Troy Kennedy Martin, Scottish-English screenwriter (b. 1932)", "entities": [{"title": "Troy Kennedy Martin", "href": "/wiki/Troy_Kennedy_Martin", "description": "Troy Kennedy Martin was a Scottish-born film and television screenwriter. He created the long-running BBC TV police series Z-Cars (1962–1978), and the award-winning 1985 anti-nuclear drama Edge of Darkness. He also wrote the screenplay for the original version of The Italian Job (1969)."}]}, {"heading": "Deaths", "year": "2010", "date": "September 15", "txt": "Arrow, Caribbean singer-songwriter (b. 1949)", "entities": [{"title": "Arrow (musician)", "href": "/wiki/Arrow_(musician)", "description": "Alphonsus Celestine Edmund Cassell MBE was a Montserratian calypso and soca musician, regarded as the first superstar of soca from Montserrat. He performed under the stage name Arrow. Internationally, his biggest hit song was \"Hot Hot Hot\" (1982), known from the original by Arrow and numerous later versions by other musicians."}]}, {"heading": "Deaths", "year": "2011", "date": "September 15", "txt": "Frances Bay, Canadian-American actress (b. 1919)", "entities": [{"title": "Frances Bay", "href": "/wiki/Frances_Bay", "description": "Frances Evelyn Bay was a Canadian-American character actress. In a career that spanned 35 years, she acted in a variety of roles both in film and television. Bay was inducted in Canada's Walk of Fame in 2008."}]}, {"heading": "Deaths", "year": "2012", "date": "September 15", "txt": "Tibor Antalpéter, Hungarian volleyball player and diplomat, Hungarian Ambassador of Hungary to the United Kingdom (b. 1930)", "entities": [{"title": "Tibor Antalpéter", "href": "/wiki/Tibor_Antalp%C3%A9ter", "description": "Tibor Antalpéter was a Hungarian volleyball player who played for Csepel SC and the Hungarian national team. He served as Hungarian Ambassador to the United Kingdom from 1990 to 1995."}, {"title": "List of Ambassadors of Hungary to the United Kingdom", "href": "/wiki/List_of_Ambassadors_of_Hungary_to_the_United_Kingdom", "description": "This is a list of the heads of mission from Hungary to the Court of St James's in London."}]}, {"heading": "Deaths", "year": "2012", "date": "September 15", "txt": "Nevin Spence, Northern Irish rugby player (b. 1990)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 15", "txt": "Habib Munzir Al-Musawa, Indonesian cleric and scholar (b. 1973)", "entities": [{"title": "Habib Munzir Al-Musawa", "href": "/wiki/Habib_Munzir_Al-Musawa", "description": "Habib Munzir bin Fuad Al-Musawa was an Indonesian Islamic cleric, teacher, da'i and founder of the Majelis Rasulullah religious organization."}]}, {"heading": "Deaths", "year": "2013", "date": "September 15", "txt": "Jerry G. Bishop, American radio and television host (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 15", "txt": "Gerard Cafesjian, American businessman and philanthropist (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 15", "txt": "Jackie Lomax, English singer-songwriter and guitarist (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 15", "txt": "John Anderson Jr., American lawyer and politician, 36th Governor of Kansas (b. 1917)", "entities": [{"title": "John Anderson Jr.", "href": "/wiki/John_Anderson_Jr.", "description": "John Anderson Jr. was the 36th Governor of Kansas, having served from 1961 until 1965. A member of the Republican Party, he previously was the 33rd Attorney General of Kansas from 1956 until 1961."}, {"title": "Governor of Kansas", "href": "/wiki/Governor_of_Kansas", "description": "The Governor of Kansas is the head of the executive branch of Kansas's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Kansas Legislature, to convene the legislature at any time, and to grant pardons."}]}, {"heading": "Deaths", "year": "2014", "date": "September 15", "txt": "Eugene I. Gordon, American physicist and engineer (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 15", "txt": "Nicholas Romanov, Prince of Russia (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 15", "txt": "Jürg Schubiger, Swiss psychotherapist and author (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 15", "txt": "Wayne Tefs, Canadian anthologist, author, and critic (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 15", "txt": "Harry J. Lipkin, Israeli physicist and academic (b. 1921)", "entities": [{"title": "Harry J. Lipkin", "href": "/wiki/Harry_J._Lipkin", "description": "Harry Jeannot Lipkin, also known as Zvi Lipkin, was an Israeli theoretical physicist specializing in nuclear physics and elementary particle physics. He is a recipient of the prestigious Wigner Medal."}]}, {"heading": "Deaths", "year": "2015", "date": "September 15", "txt": "Meir Pa'il, Israeli commander, historian, and politician (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 15", "txt": "Bernard Van de Kerckhove, Belgian cyclist (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "September 15", "txt": "Harry Dean Stanton, American actor (b. 1926)", "entities": [{"title": "Harry Dean Stanton", "href": "/wiki/Harry_Dean_Stanton", "description": "Harry Dean Stanton was an American actor, musician, and singer.\nIn a career that spanned more than six decades, Stanton played supporting roles in films such as Cool Hand Luke (1967), Kelly's Heroes (1970), Dillinger (1973), The Godfather Part II (1974), Alien (1979), Escape from New York (1981), Christine (1983), Repo Man (1984), One Magic Christmas (1985), Pretty in Pink (1986), The Last Temptat"}]}]