[{"heading": "Events", "year": "9", "date": "September 11", "txt": "Battle of the Teutoburg Forest ends, where the Roman Empire suffers the greatest defeat of its history and the Rhine being established as the border between the Empire and the so-called barbarians for the next four hundred years.", "entities": [{"title": "Battle of the Teutoburg Forest", "href": "/wiki/Battle_of_the_Teutoburg_Forest", "description": "The Battle of the Teutoburg Forest, described as the Varian Disaster by Roman historians, took place in the Teutoburg Forest in 9 CE, when an alliance of Germanic peoples ambushed Roman legions and their auxiliaries, led by Publius Quinctilius Varus. The alliance was led by Arminius, a Germanic officer of Varus's auxilia. Arminius had acquired Roman citizenship and had received a Roman military ed"}, {"title": "Roman Empire", "href": "/wiki/Roman_Empire", "description": "The Roman Empire was the post-Republican period of ancient Rome. As a polity it included large territorial holdings around the Mediterranean Sea in Europe, Northern Africa, and Western Asia ruled by emperors. From the accession of Caesar Augustus to the military anarchy of the 3rd century, it was a principate with Italy as metropole of the provinces and the city of Rome as sole capital. After the "}, {"title": "Rhine", "href": "/wiki/Rhine", "description": "The Rhine is one of the major European rivers, and has its sources in Switzerland and flows in a mostly northerly direction through Germany and the Netherlands, emptying into the North Sea. The river begins in the Swiss canton of Graubünden in the southeastern Swiss Alps, forms part of the Swiss-Liechtenstein, Swiss-Austrian, Swiss-German and then the Franco-German border, then flows through the G"}, {"title": "Germanic peoples", "href": "/wiki/Germanic_peoples", "description": "The historical Germanic peoples are a category of ancient northern European tribes, first mentioned by Graeco-Roman authors. They are also associated with Germanic languages, which originated and dispersed among them, and are one of several criteria used to define Germanic ethnicity. The terms Germanic peoples and Germani are used to avoid confusion with the inhabitants of present-day Germany, inc"}]}, {"heading": "Events", "year": "1185", "date": "September 11", "txt": "Isaac II Angelos kills Stephen Hagiochristophorites and then appeals to the people, resulting in the revolt that deposes Andronikos I Komnenos and places Isaac on the throne of the Byzantine Empire.", "entities": [{"title": "Isaac II Angelos", "href": "/wiki/Isaac_II_Angelos", "description": "Isaac II Angelos was Byzantine Emperor from 1185 to 1195, and again from 1203 to 1204."}, {"title": "Stephen Hagiochristophorites", "href": "/wiki/Stephen_Hagiochristophorites", "description": "Stephen Hagiochristophorites was the most powerful member of the court of Byzantine emperor Andronikos I Komnenos. His end came while trying to arrest Isaac II Angelos, who killed Stephen and, the next day, deposed and replaced Andronikos."}, {"title": "Andronikos I Komnenos", "href": "/wiki/Andronikos_I_Komnenos", "description": "Andronikos I Komnenos, usually Latinized as Andronicus I Comnenus, was Byzantine Emperor from 1183 to 1185. He was the son of Isaac Komnenos and the grandson of the emperor Alexios I."}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "1226", "date": "September 11", "txt": "The first recorded instance of the Catholic practice of perpetual Eucharistic adoration formally begins in Avignon, France.", "entities": [{"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}, {"title": "Eucharistic adoration", "href": "/wiki/Eucharistic_adoration", "description": "Eucharistic adoration is a Eucharistic practice in the Roman Catholic, Catholic and some Lutheran traditions, in which the Blessed Sacrament is adored by the faithful. This practice may occur either when the Eucharist is exposed, or when it is not publicly viewable because it is reserved in a place such as a church tabernacle."}]}, {"heading": "Events", "year": "1297", "date": "September 11", "txt": "Battle of Stirling Bridge: Scots jointly led by William Wallace and Andrew Moray defeat the English.", "entities": [{"title": "Battle of Stirling Bridge", "href": "/wiki/Battle_of_Stirling_Bridge", "description": "The Battle of Stirling Bridge was a battle of the First War of Scottish Independence. On 11 September 1297, the forces of Andrew Moray and William Wallace defeated the combined English forces of John de Warenne, 6th Earl of Surrey, and Hugh de Cressingham near Stirling, on the River Forth."}, {"title": "William Wallace", "href": "/wiki/William_Wallace", "description": "Sir William Wallace was a Scottish knight who became one of the main leaders during the First War of Scottish Independence."}, {"title": "Andrew Moray", "href": "/wiki/Andrew_Moray", "description": "Andrew Moray, also known as Andrew de Moray, Andrew of Moray, or Andrew Murray, a knight, was prominent in the Scottish Wars of Independence. He led the rising in north at Ormond castle Scotland in the summer of 1297 against the occupation by King Edward I of England, successfully regaining control of the area for King John Balliol. He subsequently merged his forces with those led by William Walla"}]}, {"heading": "Events", "year": "1390", "date": "September 11", "txt": "Lithuanian Civil War (1389–92): The Teutonic Knights begin a five-week siege of Vilnius.", "entities": [{"title": "Lithuanian Civil War (1389–92)", "href": "/wiki/Lithuanian_Civil_War_(1389%E2%80%9392)", "description": "The Lithuanian Civil War of 1389–92 was the second civil conflict between Jogaila, King of Poland and Grand Duke of Lithuania, and his cousin Vytautas. At issue was control of the Grand Duchy of Lithuania, then the largest state in Europe. Jogaila had been crowned King of Poland in 1386; he installed his brother Skirgaila as ruler of Lithuania. Skirgaila proved unpopular and Vytautas attempted to "}, {"title": "Teutonic Knights", "href": "/wiki/Teutonic_Knights", "description": "The Order of Brothers of the German House of Saint Mary in Jerusalem, commonly the Teutonic Order, is a Catholic religious order founded as a military order c. 1192 in Acre, Kingdom of Jerusalem."}, {"title": "Vilnius", "href": "/wiki/Vilnius", "description": "Vilnius is the capital of Lithuania and its largest city, with a population of 589,425 as of 2019. The population of Vilnius's functional urban area, which stretches beyond the city limits, is estimated at 706,832, while according to the Vilnius territorial health insurance fund, there were 732,421 permanent inhabitants as of October 2020 in Vilnius city and Vilnius district municipalities combine"}]}, {"heading": "Events", "year": "1541", "date": "September 11", "txt": "Santiago, Chile, is besieged by indigenous warriors, led by Michimalonco, to free eight indigenous chiefs held captive by the Spaniards. However, the Spaniards decapitated them and rolled their heads on the main square, horrifying the indigenous warriors, and subsequently ending the attack.", "entities": [{"title": "Santiago", "href": "/wiki/Santiago", "description": "Santiago, also known as Santiago de Chile, is the capital and largest city of Chile as well as one of the largest cities in the Americas. It is the center of Chile's most densely populated region, the Santiago Metropolitan Region, whose total population is 7 million, of which more than 6 million live in the city's continuous urban area. The city is entirely in the country's central valley. Most of"}, {"title": "Michimalonco", "href": "/wiki/Michimalonco", "description": "Michima Lonco was a Picunche chief said to be a great warrior, born in the Aconcagua Valley and educated in Cusco by the Inca Empire. He presented himself to the Spaniards, naked and covered by a black pigmentation."}]}, {"heading": "Events", "year": "1565", "date": "September 11", "txt": "Ottoman forces retreat from Malta ending the Great Siege of Malta.", "entities": [{"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Malta", "href": "/wiki/Malta", "description": "Malta, officially known as the Republic of Malta and formerly Melita, is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 515,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest country in area and fo"}, {"title": "Great Siege of Malta", "href": "/wiki/Great_Siege_of_Malta", "description": "The Great Siege of Malta occurred in 1565 when the Ottoman Empire attempted to conquer the island of Malta, then held by the Knights Hospitaller. The siege lasted nearly four months, from 18 May to 11 September 1565."}]}, {"heading": "Events", "year": "1609", "date": "September 11", "txt": "Henry Hudson discovers Manhattan Island and the indigenous people living there.", "entities": [{"title": "Henry Hudson", "href": "/wiki/Henry_Hudson", "description": "Henry Hudson was an English sea explorer and navigator during the early 17th century, best known for his explorations of present-day Canada and parts of the northeastern United States."}, {"title": "Manhattan Island", "href": "/wiki/Manhattan_Island", "description": "Manhattan, known regionally as the City, and the urban core of the New York metropolitan area, is the most densely populated and geographically smallest of the five boroughs of New York City, and coextensive with New York County, one of the original counties of the U.S. state of New York. Manhattan serves as the city's economic and administrative center, cultural identifier, and historical birthpl"}]}, {"heading": "Events", "year": "1649", "date": "September 11", "txt": "Siege of Drogheda ends: Oliver Cromwell's Parliamentarian troops take the town and execute its garrison.", "entities": [{"title": "Siege of Drogheda", "href": "/wiki/Siege_of_Drogheda", "description": "The siege of Drogheda or the Drogheda massacre took place 3–11 September 1649, at the outset of the Cromwellian conquest of Ireland. The coastal town of Drogheda was held by the Irish Catholic Confederation and English Royalists under the command of Sir Arthur Aston when it was besieged by Parliamentarian forces under Oliver Cromwell. After Aston rejected an invitation to surrender, the town was s"}, {"title": "Oliver Cromwell", "href": "/wiki/Oliver_Cromwell", "description": "Oliver Cromwell was an English general and statesman who, first as a subordinate and later as Commander-in-Chief, led armies of the Parliament of England against King Charles I during the English Civil War, subsequently ruling the British Isles as Lord Protector from 1653 until his death in 1658. He acted simultaneously as head of state and head of government of the new republican commonwealth."}, {"title": "Roundhead", "href": "/wiki/Roundhead", "description": "Roundheads were the supporters of the Parliament of England during the English Civil War (1642–1651). Also known as Parliamentarians, they fought against King Charles I of England and his supporters, known as the Cavaliers or Royalists, who claimed rule by absolute monarchy and the principle of the 'divine right of kings'. The goal of the Roundhead party was to give the Parliament supreme control "}]}, {"heading": "Events", "year": "1683", "date": "September 11", "txt": "Battle of Vienna: Coalition forces, including the famous winged Hussars, led by Polish King John III Sobieski lift the siege laid by Ottoman forces.", "entities": [{"title": "Battle of Vienna", "href": "/wiki/Battle_of_Vienna", "description": "The Battle of Vienna took place at Kahlenberg Mountain near Vienna on 12 September 1683 after the imperial city had been besieged by the Ottoman Empire for two months. The battle was fought by the Holy Roman Empire led by the Habsburg Monarchy and the Polish–Lithuanian Commonwealth, both under the command of King John III Sobieski, against the Ottomans and their vassal and tributary states. The ba"}, {"title": "Winged Hussars", "href": "/wiki/Winged_Hussars", "description": "The Polish hussars, or Winged hussars, were one of the main types of Polish cavalry in Poland and in the Polish–Lithuanian Commonwealth between the 16th and 18th centuries."}, {"title": "John III Sobieski", "href": "/wiki/John_III_Sobieski", "description": "John III Sobieski was King of Poland and Grand Duke of Lithuania from 1674 until his death."}]}, {"heading": "Events", "year": "1697", "date": "September 11", "txt": "Battle of Zenta: a major engagement in the Great Turkish War (1683–1699) and one of the most decisive defeats in Ottoman history.", "entities": [{"title": "Battle of Zenta", "href": "/wiki/Battle_of_Zenta", "description": "The Battle of Zenta, also known as the Battle of Senta, was fought on 11 September 1697, near Zenta, Ottoman Empire, between Ottoman and Holy League armies during the Great Turkish War. The battle was the most decisive engagement of the war, and it saw the Ottomans suffer an overwhelming defeat by an Imperial force half as large commanded by Prince Eugene of Savoy."}, {"title": "Great Turkish War", "href": "/wiki/Great_Turkish_War", "description": "The Great Turkish War or the War of the Holy League was a series of conflicts between the Ottoman Empire and the Holy League consisting of the Habsburg Monarchy, Poland-Lithuania, Venice and Russia. Intensive fighting began in 1683 and ended with the signing of the Treaty of Karlowitz in 1699. The war was a defeat for the Ottoman Empire, which for the first time lost large amounts of territory. It"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1708", "date": "September 11", "txt": "Charles XII of Sweden stops his march to conquer Moscow outside Smolensk, marking the turning point in the Great Northern War. The army is defeated nine months later in the Battle of Poltava, and the Swedish Empire ceases to be a major power.", "entities": [{"title": "Charles XII of Sweden", "href": "/wiki/Charles_XII_of_Sweden", "description": "Charles XII, sometimes Carl XII or Carolus Rex, was the King of Sweden from 1697 to 1718. He belonged to the House of Palatinate-Zweibrücken, a branch line of the House of Wittelsbach. Charles was the only surviving son of Charles XI and Ulrika Eleonora the Elder. He assumed power, after a seven-month caretaker government, at the age of fifteen."}, {"title": "Smolensk", "href": "/wiki/Smolensk", "description": "Smolensk is a city and the administrative center of Smolensk Oblast, Russia, located on the Dnieper River, 360 kilometers (220 mi) west-southwest of Moscow."}, {"title": "Great Northern War", "href": "/wiki/Great_Northern_War", "description": "The Great Northern War (1700–1721) was a conflict in which a coalition led by the Tsardom of Russia successfully contested the supremacy of the Swedish Empire in Northern, Central and Eastern Europe. The initial leaders of the anti-Swedish alliance were Peter I of Russia, Frederick IV of Denmark–Norway and Augustus II the Strong of Saxony–Poland–Lithuania. Frederick IV and Augustus II were defeate"}, {"title": "Battle of Poltava", "href": "/wiki/Battle_of_Poltava", "description": "The Battle of Poltava was the decisive victory of Peter the Great over the Swedish Empire forces under Field Marshal Carl Gustav Rehnskiöld, in one of the battles of the Great Northern War."}, {"title": "Swedish Empire", "href": "/wiki/Swedish_Empire", "description": "The Swedish Empire was a European great power that exercised territorial control over much of the Baltic region during the 17th and early 18th centuries. The beginning of the empire is usually taken as the reign of Gustavus Adolphus, who ascended the throne in 1611, and its end as the loss of territories in 1721 following the Great Northern War."}, {"title": "Major power", "href": "/wiki/Major_power", "description": "A great power is a sovereign state that is recognized as having the ability and expertise to exert its influence on a global scale. Great powers characteristically possess military and economic strength, as well as diplomatic and soft power influence, which may cause middle or small powers to consider the great powers' opinions before taking actions of their own. International relations theorists "}]}, {"heading": "Events", "year": "1709", "date": "September 11", "txt": "Battle of Malplaquet: Great Britain, Netherlands, and Austria fight against France.", "entities": [{"title": "Battle of Malplaquet", "href": "/wiki/Battle_of_Malplaquet", "description": "The Battle of Malplaquet was fought near the border of France on 11 September 1709 and was a major engagement of the War of the Spanish Succession. It pitted a French army, commanded by Marshal Duke of Villars and Marshal Duke of Boufflers, against an allied army, led by the Duke of Marlborough and Prince Eugene of Savoy. After a string of defeats, failure of the harvest and the prospect of invasi"}]}, {"heading": "Events", "year": "1714", "date": "September 11", "txt": "Siege of Barcelona: Barcelona, capital city of Catalonia, surrenders to Spanish and French Bourbon armies in the War of the Spanish Succession.", "entities": [{"title": "Siege of Barcelona (1713–14)", "href": "/wiki/Siege_of_Barcelona_(1713%E2%80%9314)", "description": "The Siege of Barcelona was a battle at the end of the War of Spanish Succession, which pitted Archduke Charles of Austria against Philip V of Spain, backed by France in a contest for the Spanish crown."}, {"title": "Barcelona", "href": "/wiki/Barcelona", "description": "Barcelona is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. With a population of 1.6 million within city limits, its urban area extends to numerous neighbouring municipalities within the Province of Barcelona and is home to around 4.8 million people, making it the fif"}, {"title": "Catalonia", "href": "/wiki/Catalonia", "description": "Catalonia is an autonomous community in the northeastern corner of Spain, designated as a nationality by its Statute of Autonomy."}, {"title": "Philip V of Spain", "href": "/wiki/Philip_V_of_Spain", "description": "Philip V was King of Spain from 1 November 1700 to 14 January 1724, and again from 6 September 1724 to his death in 1746. Philip instigated many important reforms in Spain, most especially the centralization of power of the monarchy and the suppression of regional privileges, via the Nueva Planta decrees, and restructuring of the administration of the Spanish Empire on the Iberian peninsula and it"}, {"title": "War of the Spanish Succession", "href": "/wiki/War_of_the_Spanish_Succession", "description": "The War of the Spanish Succession (1701–1714) was an early-18th-century European war, triggered by the death in November 1700 of the childless Charles II of Spain. It established the principle that dynastic rights were secondary to maintaining the balance of power between different countries. Related conflicts include the 1700–1721 Great Northern War, Rákóczi's War of Independence in Hungary, the "}]}, {"heading": "Events", "year": "1758", "date": "September 11", "txt": "Battle of Saint Cast: France repels British invasion during the Seven Years' War.", "entities": [{"title": "Battle of Saint Cast", "href": "/wiki/Battle_of_Saint_Cast", "description": "The Battle of Saint Cast was a military engagement during the Seven Years' War on the French coast between British naval and land expeditionary forces and French coastal defence forces. Fought on 11 September 1758, it was won by the French."}, {"title": "Seven Years' War", "href": "/wiki/Seven_Years%27_War", "description": "The Seven Years' War (1756–1763) was a global conflict, \"a struggle for global primacy between Britain and France\", which also had a major impact on the Spanish Empire. In Europe, the conflict arose from issues left unresolved by the War of the Austrian Succession (1740–1748), with Prussia seeking greater dominance. Long standing colonial rivalries between Britain against France and Spain in North"}]}, {"heading": "Events", "year": "1775", "date": "September 11", "txt": "Benedict Arnold's expedition to Quebec leaves Cambridge, Massachusetts.", "entities": [{"title": "Benedict Arnold's expedition to Quebec", "href": "/wiki/Benedict_Arnold%27s_expedition_to_Quebec", "description": "In September 1775, early in the American Revolutionary War, Colonel Benedict Arnold led a force of 1,100 Continental Army troops on an expedition from Cambridge in the Province of Massachusetts Bay to the gates of Quebec City. The expedition was part of a two-pronged invasion of the British Province of Quebec, and passed through the wilderness of what is now Maine. The other expedition invaded Que"}, {"title": "Cambridge, Massachusetts", "href": "/wiki/Cambridge,_Massachusetts", "description": "Cambridge is a city in Middlesex County, Massachusetts, and part of the Boston metropolitan area as a major suburb of Boston. As of July 2019, it was the fifth most populous city in the state, behind Boston, Worcester, Springfield, and Lowell. According to the 2010 Census, the city's population was 105,162. It is one of two de jure county seats of Middlesex County, although the county's government"}]}, {"heading": "Events", "year": "1776", "date": "September 11", "txt": "British–American peace conference on Staten Island fails to stop nascent American Revolutionary War.", "entities": [{"title": "Staten Island Peace Conference", "href": "/wiki/Staten_Island_Peace_Conference", "description": "The Staten Island Peace Conference was a brief informal diplomatic conference held between representatives of the British Crown and its rebellious North American colonies in the hope of bringing a rapid end to the nascent American Revolution. The conference took place on September 11, 1776, a few days after the British had captured Long Island and less than three months after the formal American D"}, {"title": "Staten Island", "href": "/wiki/Staten_Island", "description": "Staten Island  is a borough of New York City, coextensive with Richmond County, in the U.S. state of New York. Located in the southwest portion of the city, the borough is separated from New Jersey by the Arthur Kill and the Kill Van Kull and from the rest of New York by New York Bay. With an estimated population of 476,143 in 2019, Staten Island is the least-populated of the boroughs but is the t"}, {"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}]}, {"heading": "Events", "year": "1777", "date": "September 11", "txt": "American Revolutionary War: Battle of Brandywine: The British celebrate a major victory in Chester County, Pennsylvania.", "entities": [{"title": "Battle of Brandywine", "href": "/wiki/Battle_of_Brandywine", "description": "The Battle of Brandywine, also known as the Battle of Brandywine Creek, was fought between the American Continental Army of General George Washington and the British Army of General Sir William Howe on September 11, 1777, as part of the American Revolutionary War (1775–1783). The forces met near Chadds Ford, Pennsylvania, as Howe moved to take Philadelphia, then the American capital. The British f"}, {"title": "Chester County, Pennsylvania", "href": "/wiki/Chester_County,_Pennsylvania", "description": "Chester County, colloquially known as Chesco, is a county in the U.S. state of Pennsylvania. As of the 2010 census, the population was 498,886, increasing by 5.2% to a census-estimated 524,989 residents as of 2019. The county seat is West Chester. Chester County was one of the three original Pennsylvania counties created by William Penn in 1682. It was named for Chester, England."}]}, {"heading": "Events", "year": "1780", "date": "September 11", "txt": "American Revolutionary War: Sugarloaf Massacre: A small detachment of militia from Northampton County are attacked by Native Americans and Loyalists near Little Nescopeck Creek.", "entities": [{"title": "Sugarloaf Massacre", "href": "/wiki/Sugarloaf_Massacre", "description": "The Sugarloaf massacre was a skirmish that occurred on September 11, 1780, in Pennsylvania when a number of Natives and a handful of loyalists attacked a small detachment of militia from Northampton County. According to pension files and witness depositions, the militia detachment was led by Lieutenants John Moyer and John Fish of Captain Johannes Van Etten's company of volunteers."}, {"title": "Northampton County, Pennsylvania", "href": "/wiki/Northampton_County,_Pennsylvania", "description": "Northampton County is a county in the northeastern section of the U.S. state of Pennsylvania. As of the 2010 census, the population was 297,735. Its county seat is Easton. The county was formed in 1752 from parts of Bucks County. Its namesake was Northamptonshire, England. The county seat of Easton was named for the country house Easton Neston in that shire."}, {"title": "Loyalist (American Revolution)", "href": "/wiki/Loyalist_(American_Revolution)", "description": "Loyalists were American colonists who remained loyal to the British Crown during the American Revolutionary War, often referred to as Tories, Royalists or King's Men at the time. They were opposed by the Patriots, who supported the revolution, and called them \"persons inimical to the liberties of America.\" Prominent Loyalists repeatedly assured the British government that many thousands of them wo"}, {"title": "Little Nescopeck Creek", "href": "/wiki/Little_Nescopeck_Creek", "description": "Little Nescopeck Creek is a tributary of Nescopeck Creek in Luzerne County, Pennsylvania, in the United States. It is approximately 8.5 miles (13.7 km) long and flows through Butler Township, Sugarloaf Township, and Conyngham. The watershed of the creek has an area of 14.0 square miles (36 km2). The creek is acidic and receives mine water from the Jeddo Tunnel. The main rock formation in the water"}]}, {"heading": "Events", "year": "1786", "date": "September 11", "txt": "The beginning of the Annapolis Convention.", "entities": [{"title": "Annapolis Convention (1786)", "href": "/wiki/Annapolis_Convention_(1786)", "description": "The Annapolis Convention, formally titled as a Meeting of Commissioners to Remedy Defects of the Federal Government, was a national political convention held September 11–14, 1786 at Mann's Tavern in Annapolis, Maryland, in which twelve delegates from five states gathered to discuss and develop a consensus on reversing the protectionist trade barriers that each state had erected. At the time, unde"}]}, {"heading": "Events", "year": "1789", "date": "September 11", "txt": "Alexander Hamilton is appointed the first United States Secretary of the Treasury.", "entities": [{"title": "Alexander Hamilton", "href": "/wiki/Alexander_Hamilton", "description": "Alexander Hamilton was an American statesman, politician, legal scholar, military commander, lawyer, banker, and economist. He was one of the Founding Fathers of the United States. He was an influential interpreter and promoter of the U.S. Constitution, as well as the founder of the nation's financial system, the Federalist Party, the United States Coast Guard, and the New York Post newspaper. As "}, {"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}]}, {"heading": "Events", "year": "1792", "date": "September 11", "txt": "The Hope Diamond is stolen along with other French crown jewels when six men break into the house where they are stored.", "entities": [{"title": "Hope Diamond", "href": "/wiki/Hope_Diamond", "description": "The Hope Diamond  is one of the most famous jewels in the world, with ownership records dating back almost four centuries. Its much-admired rare blue color is due to trace amounts of boron atoms. Weighing 45.52 carats, its exceptional size has revealed new findings about the formation of diamonds."}]}, {"heading": "Events", "year": "1800", "date": "September 11", "txt": "The Maltese National Congress Battalions are disbanded by British Civil Commissioner Alexander Ball.", "entities": [{"title": "National Congress Battalions", "href": "/wiki/National_Congress_Battalions", "description": "The National Congress Battalions, also known as the Truppe di Campagna, was an irregular military set up in Malta just after the Maltese rebellion against French rule in September 1798. It existed for two years before being disbanded on 11 September 1800."}, {"title": "List of Civil Commissioners of Malta", "href": "/wiki/List_of_Civil_Commissioners_of_Malta", "description": "The Civil Commissioner of Malta was an official who ruled Malta during the French blockade and later the British protectorate period between 1799 and 1813. Upon the end of the Protectorate and the creation of the Crown Colony of Malta in 1813, this office was replaced by that of the governor, who represented the Government of the United Kingdom."}, {"title": "Alexander Ball", "href": "/wiki/Alexander_Ball", "description": "Sir Alexander John Ball, 1st Baronet was a Rear-Admiral and Civil Commissioner of Malta. He was born in Ebworth Park, Sheepscombe, Gloucestershire. He was the fourth son of Robert and Mary (Dickinson) Ball and the younger brother of Ingram Ball."}]}, {"heading": "Events", "year": "1802", "date": "September 11", "txt": "France annexes the Kingdom of Piedmont.", "entities": [{"title": "Kingdom of Sardinia", "href": "/wiki/Kingdom_of_Sardinia", "description": "The Kingdom of Sardinia, also referred to as Kingdom of Savoy-Sardinia, Piedmont-Sardinia, or Savoy-Piedmont-Sardinia during the Savoyard period, was a state in Southern Europe from the early 14th until the mid-19th century."}]}, {"heading": "Events", "year": "1803", "date": "September 11", "txt": "Battle of Delhi, during the Second Anglo-Maratha War, between British troops under General Lake, and Marathas of Scindia's army under General Louis Bourquin.", "entities": [{"title": "Battle of Delhi (1803)", "href": "/wiki/Battle_of_Delhi_(1803)", "description": "The Battle of Delhi took place on 11 September 1803 during the Second Anglo-Maratha War, between British troops under General Lake, and Marathas of Scindia's army under General Louis Bourquin and Wable Sardar."}, {"title": "Second Anglo-Maratha War", "href": "/wiki/Second_Anglo-Maratha_War", "description": "The Second Anglo-Maratha War (1803–1805) was the second conflict between the British East India Company and the Maratha Empire in India."}, {"title": "Gerard Lake, 1st Viscount Lake", "href": "/wiki/Gerard_Lake,_1st_Viscount_Lake", "description": "Gerard Lake, 1st Viscount Lake was a British general. He commanded British forces during the Irish Rebellion of 1798 and later served as Commander-in-Chief of the military in British India."}, {"title": "Maratha", "href": "/wiki/Maratha", "description": "The Maratha caste are a Marathi clan originally formed in the earlier centuries from the amalgamation of families from the peasant (Kunbi), shepherd (Dhangar), pastoral (Gawli), blacksmith (Lohar), Sutar (carpenter), Bhandari, Thakar and Koli castes in Maharashtra. Many of them took to military service in the 16th century for the Deccan sultanates or the Mughals. Later in the 17th and 18th centuri"}, {"title": "Scindia", "href": "/wiki/Scindia", "description": "\n\n\n Scindia dynasty, is a Hindu Maratha dynasty of Kunbi origin that ruled the erstwhile State of Gwalior. It had the patel-ship of Kumberkerrab in Wai. It was founded by Ranoji Scindia, who started as a \"slipper-bearer\" of the Peshwa Bajirao I.Ranoji and his descendents along with their rivals the Holkars, played a leading role during the Maratha ascendency in North india during the 18th century."}]}, {"heading": "Events", "year": "1813", "date": "September 11", "txt": "War of 1812: British troops arrive in Mount Vernon and prepare to march to and invade Washington, D.C..", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "Mount Vernon", "href": "/wiki/Mount_Vernon", "description": "Mount Vernon is an American landmark and former plantation of George Washington, the first President of the United States, and his wife, Martha. The estate is on the banks of the Potomac River in Fairfax County, Virginia, near Alexandria, across from Prince George's County, Maryland. The Washington family had owned land in the area since 1674. Around 1734, they embarked on an expansion of the esta"}, {"title": "Washington, D.C.", "href": "/wiki/Washington,_D.C.", "description": "Washington, D.C., formally the District of Columbia and also known as D.C. or just Washington, is the capital city of the United States. It is located on the Potomac River bordering Maryland and Virginia, with Congress holding its first session there in 1800. The city was named for George Washington, the first president of the United States and a Founding Father, and the federal district is named "}]}, {"heading": "Events", "year": "1814", "date": "September 11", "txt": "War of 1812: The climax of the Battle of Plattsburgh, a major United States victory in the war.", "entities": [{"title": "Battle of Plattsburgh", "href": "/wiki/Battle_of_Plattsburgh", "description": "The Battle of Plattsburgh, also known as the Battle of Lake Champlain, ended the final British invasion of the northern states of the United States during the War of 1812. An army under Lieutenant General Sir George Prévost and a naval squadron under Captain George Downie converged on the lakeside town of Plattsburgh, New York, which was defended by New York and Vermont militia and detachments of "}]}, {"heading": "Events", "year": "1826", "date": "September 11", "txt": "Captain William Morgan, an ex-freemason is arrested in Batavia, New York for debt after declaring that he would publish The Mysteries of Free Masonry, a book against Freemasonry. This sets into motion the events that led to his mysterious disappearance.", "entities": [{"title": "William Morgan (anti-Mason)", "href": "/wiki/William_Morgan_(anti-Mason)", "description": "William Morgan was a resident of Batavia, New York, whose disappearance and presumed murder in 1826 ignited a powerful movement against the Freemasons, a fraternal society that had become influential in the United States. After Morgan announced his intention to publish a book exposing Freemasonry's secrets, he was arrested on trumped-up charges. He disappeared soon after and was believed to have b"}, {"title": "Freemason", "href": "/wiki/Freemason", "description": "Freemasonry or Masonry consists of fraternal organisations that trace their origins to the local guilds of stonemasons that from the end of the 14th century regulated the qualifications of stonemasons and their interaction with authorities and clients. Freemasonry has been the subject of numerous conspiracy theories throughout the years. Modern Freemasonry broadly consists of two main recognition "}, {"title": "Batavia, New York", "href": "/wiki/Batavia,_New_York", "description": "Batavia is a city in and the county seat of Genesee County, New York, United States. It is near the center of the county, surrounded by the Town of Batavia, which is a separate municipality. Its population as of the 2010 census was 15,465. The name Batavia is Latin for the Betuwe region of the Netherlands, and honors early Dutch land developers."}, {"title": null, "href": "http://www.gutenberg.org/files/18136/18136-h/18136-h.htm", "description": null}, {"title": "Freemasonry", "href": "/wiki/Freemasonry", "description": "Freemasonry or Masonry consists of fraternal organisations that trace their origins to the local guilds of stonemasons that from the end of the 14th century regulated the qualifications of stonemasons and their interaction with authorities and clients. Freemasonry has been the subject of numerous conspiracy theories throughout the years. Modern Freemasonry broadly consists of two main recognition "}, {"title": "William Morgan (anti-Mason)", "href": "/wiki/William_Morgan_(anti-Mason)#Disappearance", "description": "William Morgan was a resident of Batavia, New York, whose disappearance and presumed murder in 1826 ignited a powerful movement against the Freemasons, a fraternal society that had become influential in the United States. After Morgan announced his intention to publish a book exposing Freemasonry's secrets, he was arrested on trumped-up charges. He disappeared soon after and was believed to have b"}]}, {"heading": "Events", "year": "1829", "date": "September 11", "txt": "Surrender of the expedition led by Isidro Barradas at Tampico, sent by the Spanish crown to retake Mexico. This was the consummation of Mexico's campaign for independence.", "entities": [{"title": "Isidro Barradas", "href": "/wiki/Isidro_Barradas", "description": "Isidro Plácido Del Rosario Barrada y Valdéz was a Spanish general sent to Mexico in 1829, eight years after Mexican independence in an ultimately unsuccessful attempt to reconquer the country for the Spanish Crown."}, {"title": "Tampico", "href": "/wiki/Tampico", "description": "Tampico is a city and port in the southeastern part of the state of Tamaulipas, Mexico. It is located on the north bank of the Pánuco River, about 10 kilometers (6 mi) inland from the Gulf of Mexico, and directly north of the state of Veracruz. Tampico is the fifth-largest city in Tamaulipas, with a population of 314,418 in the city proper and 929,174 in the metropolitan area."}]}, {"heading": "Events", "year": "1830", "date": "September 11", "txt": "Anti-Masonic Party convention; one of the first American political party conventions.", "entities": [{"title": "Anti-Masonic Party", "href": "/wiki/Anti-Masonic_Party", "description": "The Anti-Masonic Party, also known as the Anti-Masonic Movement, was the first third party in the United States. It strongly opposed Freemasonry as a single-issue party and later aspired to become a major party by expanding its platform to take positions on other issues. After emerging as a political force in the late 1820s, most of the Anti-Masonic Party's members joined the Whig Party in the 183"}]}, {"heading": "Events", "year": "1836", "date": "September 11", "txt": "The Riograndense Republic is proclaimed by rebels after defeating Empire of Brazil's troops in the Battle of Seival, during the Ragamuffin War.", "entities": [{"title": "Riograndense Republic", "href": "/wiki/Riograndense_Republic", "description": "The Riograndense Republic, often called the Piratini Republic, was a de facto state that seceded from the Empire of Brazil and roughly coincided with the present state of Rio Grande do Sul. It was proclaimed on 11 September 1836, by General Antônio de Sousa Neto, as a direct consequence of the victory obtained by Gaúcho oligarchic forces at the Battle of Seival (1836) during the Farroupilha Revolu"}, {"title": "Empire of Brazil", "href": "/wiki/Empire_of_Brazil", "description": "The Empire of Brazil was a 19th-century state that broadly comprised the territories which form modern Brazil and Uruguay. Its government was a representative parliamentary constitutional monarchy under the rule of Emperors Dom Pedro I and his son Dom Pedro II. A colony of the Kingdom of Portugal, Brazil became the seat of the Portuguese colonial Empire in 1808, when the Portuguese Prince regent, "}, {"title": "Ragamuffin War", "href": "/wiki/Ragamuffin_War", "description": "The Ragamuffin War was a Republican uprising that began in southern Brazil, in the province of Rio Grande do Sul in 1835. The rebels, led by generals Bento Gonçalves da Silva and Antônio de Sousa Neto with the support of the Italian fighter Giuseppe Garibaldi, surrendered to imperial forces in 1845."}]}, {"heading": "Events", "year": "1851", "date": "September 11", "txt": "Christiana Resistance: Escaped slaves led by William Parker fight off and kill a slave owner who, with a federal marshal and an armed party, sought to seize three of his former slaves in Christiana, Pennsylvania, thereby creating a cause célèbre between slavery proponents and abolitionists.", "entities": [{"title": "Christiana Resistance", "href": "/wiki/Christiana_Resistance", "description": "The Christiana Riot, also known as Christiana Resistance, Christiana Tragedy, or Christiana incident, was the armed resistance by free Blacks and escaped slaves to a raid led by a federal marshal. The raid took place in the early morning hours of September 11, 1851, at the house in Christiana, Pennsylvania, of William Parker, himself an escaped slave. This took place after the federal Fugitive Sla"}, {"title": "William Parker (abolitionist)", "href": "/wiki/William_Parker_(abolitionist)", "description": "William Parker was a former slave who escaped from Maryland to Pennsylvania, where he became an abolitionist and anti-slavery activist in Christiana. He was a farmer and led a black self-defense organization. He was notable as a principal figure in the Christiana incident, 1851, also known as the Christiana Resistance. Edward Gorsuch, a Maryland slaveowner who owned four slaves who had fled over t"}, {"title": "Christiana, Pennsylvania", "href": "/wiki/Christiana,_Pennsylvania", "description": "Christiana is a borough in Lancaster County, Pennsylvania, United States. The population was 1,168 at the 2010 census. In 1851 it was the site of the Battle of Christiana."}]}, {"heading": "Events", "year": "1852", "date": "September 11", "txt": "Outbreak of Revolution of September 11 resulting in the State of Buenos Aires declaring independence as a Republic.", "entities": [{"title": "Revolution of 11 September 1852", "href": "/wiki/Revolution_of_11_September_1852", "description": "The Revolution of 11 September 1852 was a conflict between the Province of Buenos Aires and the government of Justo José de Urquiza after the latter triumphed over Juan Manuel de Rosas at the Battle of Caseros."}, {"title": "State of Buenos Aires", "href": "/wiki/State_of_Buenos_Aires", "description": "The State of Buenos Aires was a secessionist republic resulting from the overthrow of the Argentine Confederation government in the Province of Buenos Aires on September 11, 1852. The State of Buenos Aires was never recognized by the Confederation or by foreign nations; it remained, however, nominally independent under its own government and constitution. Buenos Aires rejoined the Argentine Confed"}]}, {"heading": "Events", "year": "1857", "date": "September 11", "txt": "The Mountain Meadows massacre: Mormon settlers and Paiutes massacre 120 pioneers at Mountain Meadows, Utah.", "entities": [{"title": "Mountain Meadows massacre", "href": "/wiki/Mountain_Meadows_massacre", "description": "The Mountain Meadows Massacre was a series of attacks which resulted in the mass murder of 120 members of the Baker–Fancher emigrant wagon train. The massacre occurred September 7–11, 1857 at Mountain Meadows in southern Utah, and was perpetrated by Mormon settlers belonging to the Utah Territorial Militia, together with some Southern Paiute Native Americans."}, {"title": "Mormon", "href": "/wiki/Mormon", "description": "Mormons are a religious and cultural group related to Mormonism, the principal branch of the Latter Day Saint movement started by Joseph Smith in upstate New York during the 1820s. After Smith's death in 1844 the movement split into several groups following different leaders; the majority followed Brigham Young, while smaller groups followed Joseph Smith III, Sidney Rigdon, and James Strang. Most "}, {"title": "Southern Paiute", "href": "/wiki/Southern_Paiute", "description": "The Southern Paiute people is a tribe of Native Americans that have lived in the Colorado River basin of southern Nevada, northern Arizona, and southern Utah. Bands of Southern Paiute live in scattered locations throughout this territory and have been granted federal recognition on several reservations."}, {"title": "Mountain Meadows, Utah", "href": "/wiki/Mountain_Meadows,_Utah", "description": "Mountain Meadow or Mountain Meadows, is an area in present-day Washington County, Utah. It was a place of rest and grazing used by pack trains and drovers, on the Old Spanish Trail and later Mormons, Forty-niners, mail riders, migrants and teamsters on the Mormon Road on their way overland between Utah and California."}]}, {"heading": "Events", "year": "1897", "date": "September 11", "txt": "After months of pursuit, generals of Menelik II of Ethiopia capture Gaki Sherocho, the last king of Kaffa, bringing an end to that ancient kingdom.", "entities": [{"title": "Menelik II of Ethiopia", "href": "/wiki/Menelik_II_of_Ethiopia", "description": "Menelik II ; baptised as Sahle Maryam is also known by his horse name Abba Dagnew was Emperor of Ethiopia from 1889 to his death in 1913 and King of Shewa from 1866 to 1889. At the height of his internal power and external prestige, the process of territorial expansion and creation of the modern empire-state was completed by 1898. He is widely honored by many Ethiopians and commemorated during the"}, {"title": "Gaki Sherocho", "href": "/wiki/Gaki_Sherocho", "description": "Gaki Sherocho was the last king of the Kingdom of Kaffa in what is now Ethiopia. He is usually called by the Kaffa \"Chinito\", the diminutive of Taten Chini."}, {"title": "Kingdom of Kaffa", "href": "/wiki/Kingdom_of_Kaffa", "description": "The Kingdom of Kaffa was an early modern state located in what is now Ethiopia, with its first capital at Bonga. The Gojeb River formed its northern border, beyond which lay the Gibe kingdoms; to the east the territory of the Konta and Kullo peoples lay between Kaffa and the Omo River; to the south numerous subgroups of the Gimira people, and to the west lay the Majangir people. The native languag"}]}, {"heading": "Events", "year": "1903", "date": "September 11", "txt": "The first race at the Milwaukee Mile in West Allis, Wisconsin is held. It is the oldest major speedway in the world.", "entities": [{"title": "Milwaukee Mile", "href": "/wiki/Milwaukee_Mile", "description": "The Milwaukee Mile is a one mile-long (1.6 km) oval race track in the central United States, located on the grounds of the Wisconsin State Fair Park in West Allis, Wisconsin, a suburb west of Milwaukee. Its grandstand and bleachers seated approximately 37,000 spectators. Paved 67 years ago in 1954, it was originally a dirt track. In addition to the oval, there was a 1.8 mile road circuit located o"}, {"title": "West Allis, Wisconsin", "href": "/wiki/West_Allis,_Wisconsin", "description": "West Allis is a city in Milwaukee County, Wisconsin, United States. A suburb of Milwaukee, it is part of the Milwaukee metropolitan area. The population was 60,411 at the 2010 census."}]}, {"heading": "Events", "year": "1905", "date": "September 11", "txt": "The Ninth Avenue derailment occurs in New York City, killing 13.", "entities": [{"title": "Ninth Avenue derailment", "href": "/wiki/Ninth_Avenue_derailment", "description": "The Ninth Avenue derailment, on the Ninth Avenue Elevated in Manhattan on September 11, 1905, was the worst accident on the New York City elevated railways, resulting in 13 deaths and 48 serious injuries."}]}, {"heading": "Events", "year": "1914", "date": "September 11", "txt": "World War I: Australia invades German New Guinea, defeating a German contingent at the Battle of Bita Paka.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "German New Guinea", "href": "/wiki/German_New_Guinea", "description": "German New Guinea consisted of the northeastern part of the island of New Guinea and several nearby island groups and was the first part of the German colonial empire. The mainland part of the territory, called Kaiser-Wilhelmsland, became a German protectorate in 1884. Other island groups were added subsequently. New Pomerania, the Bismarck Archipelago, and the northern Solomon Islands were declar"}, {"title": "Battle of Bita Paka", "href": "/wiki/Battle_of_Bita_Paka", "description": "The Battle of Bita Paka was fought south of Kabakaul, on the island of New Britain, and was a part of the invasion and subsequent occupation of German New Guinea by the Australian Naval and Military Expeditionary Force (AN&MEF) shortly after the outbreak of the First World War. Similar to New Zealand's operation against German Samoa in August, the main target of the operation was a strategically i"}]}, {"heading": "Events", "year": "1916", "date": "September 11", "txt": "The Quebec Bridge's central span collapses, killing 11 men. The bridge previously collapsed completely on August 29, 1907.", "entities": [{"title": "Quebec Bridge", "href": "/wiki/Quebec_Bridge", "description": "The Quebec Bridge is a road, rail and pedestrian bridge across the lower Saint Lawrence River between Sainte-Foy and Lévis, Quebec, Canada. The project failed twice while under construction, in 1907 and 1916, at the cost of 88 lives and additional persons injured. It took more than 30 years to complete, eventually opening in 1919."}, {"title": "August 29", "href": "/wiki/August_29", "description": "August 29 is the 241st day of the year in the Gregorian calendar; 124 days remain until the end of the year."}, {"title": "1907", "href": "/wiki/1907", "description": "1907 (MCMVII) was a common year starting on Tuesday of the Gregorian calendar and a common year starting on Monday of the Julian calendar, the 1907th year of the Common Era (CE) and Anno Domini (AD) designations, the 907th year of the 2nd millennium, the 7th year of the 20th century, and the 8th year of the 1900s decade. As of the start of 1907, the Gregorian calendar was 13 days ahead of the Juli"}]}, {"heading": "Events", "year": "1919", "date": "September 11", "txt": "United States Marine Corps invades Honduras.", "entities": [{"title": "History of Honduras", "href": "/wiki/History_of_Honduras#Honduras_in_the_twentieth_century", "description": "Honduras was inhabited by many indigenous peoples when the Spanish arrived in the 16th century. The western-central part of Honduras was inhabited by the Lencas, the central north coast by the Tol, the area east and west of Trujillo by the Pech, the Maya and Sumo. These autonomous groups maintained commercial relationships with each other and with other populations as distant as Panama and Mexico."}]}, {"heading": "Events", "year": "1921", "date": "September 11", "txt": "Nahalal, the first moshav in Palestine, is settled as part of a Zionist plan of creating a Jewish state, later to be Israel.", "entities": [{"title": "Nahalal", "href": "/wiki/Nahalal", "description": "Nahalal is a moshav in northern Israel. Covering 8.5 square kilometers, it falls under the jurisdiction of Jezreel Valley Regional Council. In 2019 it had a population of 930."}, {"title": "Moshav", "href": "/wiki/Moshav", "description": "A moshav is a type of Israeli town or settlement, in particular a type of cooperative agricultural community of individual farms pioneered by the Labour Zionists during the second wave of aliyah. A resident or a member of a moshav can be called a \"moshavnik\"."}, {"title": "Mandatory Palestine", "href": "/wiki/Mandatory_Palestine", "description": "Mandatory Palestine was a geopolitical entity established between 1920 and 1948 in the region of Palestine under the terms of the League of Nations Mandate for Palestine."}, {"title": "Zionist", "href": "/wiki/Zionist", "description": "Zionism is both an ideology and nationalist movement among the Jewish people that espouses the re-establishment of and support for a Jewish state centered in the area roughly corresponding to Canaan, the Holy Land, or the region of Palestine. Modern Zionism emerged in the late 19th century in Central and Eastern Europe as a national revival movement, both in reaction to newer waves of antisemitism"}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}]}, {"heading": "Events", "year": "1922", "date": "September 11", "txt": "The Treaty of Kars is ratified in Yerevan, Armenia.", "entities": [{"title": "Treaty of Kars", "href": "/wiki/Treaty_of_Kars", "description": "The Treaty of Kars was a treaty that established the borders between Turkey and the three Transcaucasian republics of the Soviet Union, which are now the independent republics of Armenia, Georgia and Azerbaijan. The treaty was signed in the city of Kars on 13 October 1921."}, {"title": "Yerevan", "href": "/wiki/Yerevan", "description": "Yerevan is the capital and largest city of Armenia and one of the world's oldest continuously inhabited cities. Situated along the Hrazdan River, Yerevan is the administrative, cultural, and industrial center of the country. It has been the capital since 1918, the fourteenth in the history of Armenia and the seventh located in or around the Ararat plain. The city also serves as the seat of the Ara"}, {"title": "Armenia", "href": "/wiki/Armenia", "description": "Armenia, officially the Republic of Armenia, is a landlocked country located in the Armenian Highlands of Western Asia. It is a part of the Caucasus region; and is bordered by Turkey to the west, Georgia to the north, the Lachin corridor under a Russian peacekeeping force, and Azerbaijan to the east, and Iran and the Azerbaijani exclave of Nakhchivan to the south."}]}, {"heading": "Events", "year": "1941", "date": "September 11", "txt": "Charles Lindbergh's Des Moines Speech accusing the British, Jews and FDR's administration of pressing for war with Germany.", "entities": [{"title": "Charles Lindbergh", "href": "/wiki/Charles_Lindbergh#\"America_First\"_involvement", "description": "Charles Augustus Lindbergh was an American aviator, military officer, author, inventor, and activist. At the age of 25 in 1927, he went from obscurity as a U.S. Air Mail pilot to instantaneous world fame by winning the Orteig Prize for making a nonstop flight from New York City to Paris on May 20–21. Lindbergh covered the 33+1⁄2-hour, 3,600-statute-mile (5,800 km) flight alone in a purpose-built, "}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}]}, {"heading": "Events", "year": "1943", "date": "September 11", "txt": "World War II: German troops occupy Corsica and Kosovo-Metohija ending the Italian occupation of Corsica.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Wehrmacht", "href": "/wiki/Wehrmacht", "description": "The Wehrmacht was the unified armed forces of Nazi Germany from 1935 to 1945. It consisted of the  Heer (army), the Kriegsmarine (navy) and the Luftwaffe. The designation \"Wehrmacht\" replaced the previously-used term Reichswehr, and was the manifestation of the Nazi regime's efforts to rearm Germany to a greater extent than the Treaty of Versailles permitted."}, {"title": "Corsica", "href": "/wiki/Corsica", "description": "Corsica is an island in the Mediterranean Sea and politically one of the eighteen regions of France. It is the fourth-largest island in the Mediterranean and lies southeast of the French mainland, west of the Italian Peninsula and immediately north of the Italian island of Sardinia, the land mass nearest to it. A single chain of mountains makes up two-thirds of the island. In 2016, it had a popula"}, {"title": "Kosovo", "href": "/wiki/Kosovo", "description": "Kosovo, officially the Republic of Kosovo, is a partially recognised state and disputed territory in Southeastern Europe. It lies at the centre of the Balkans, occupying an area of 10,887 km2 (4,203 sq mi), with a population of 1.8 million; and is bordered by the uncontested territory of Serbia to the north and east, North Macedonia to the southeast, Albania to the southwest, and Montenegro to the"}, {"title": "Metohija", "href": "/wiki/Metohija", "description": "Metohija or Dukagjini is a large basin and the name of the region covering the southwestern part of Kosovo. The region covers 35% (3,891 km2) of Kosovo's total area. According to the 2011 census, the population of the region is 700,577."}, {"title": "Italian occupation of Corsica", "href": "/wiki/Italian_occupation_of_Corsica", "description": "Italian-occupied Corsica refers to the military occupation by the Kingdom of Italy of the island of Corsica during World War II. It lasted from November 1942 to September 1943."}]}, {"heading": "Events", "year": "1944", "date": "September 11", "txt": "World War II: The Western Allied invasion of Germany begins near the city of Aachen.", "entities": [{"title": "Western Allied invasion of Germany", "href": "/wiki/Western_Allied_invasion_of_Germany", "description": "The Western Allied invasion of Germany was coordinated by the Western Allies during the final months of hostilities in the European theatre of World War II. In preparation for the Allied invasion of Germany east of the Rhine, a series of offensive operations were designed to seize and capture the east and west bank of the Rhine: Operation Veritable and Operation Grenade in February 1945, and Opera"}, {"title": "Battle of Aachen", "href": "/wiki/Battle_of_Aachen", "description": "The Battle of Aachen was a major combat action of World War II, fought by American and German forces in and around Aachen, Germany, between 2–21 October 1944. The city had been incorporated into the Siegfried Line, the main defensive network on Germany's western border; the Allies had hoped to capture it quickly and advance into the industrialized Ruhr Basin. Although most of Aachen's civilian pop"}]}, {"heading": "Events", "year": "1944", "date": "September 11", "txt": "World War II: RAF bombing raid on Darmstadt and the following firestorm kill 11,500.", "entities": [{"title": "Darmstadt", "href": "/wiki/Darmstadt", "description": "Darmstadt is a city in the state of Hesse in Germany, located in the southern part of the Rhine-Main-Area. Darmstadt has around 160,000 inhabitants, making it the fourth largest city in the state of Hesse after Frankfurt am Main, Wiesbaden and Kassel. Other major and local cities in the surrounding area are Frankfurt am Main and Offenbach, Wiesbaden and Mainz, Mannheim and Heidelberg."}]}, {"heading": "Events", "year": "1945", "date": "September 11", "txt": "World War II: Australian 9th Division forces liberate the Japanese-run Batu Lintang camp, a POW and civilian internment camp on the island of Borneo.", "entities": [{"title": "9th Division (Australia)", "href": "/wiki/9th_Division_(Australia)", "description": "The 9th Division was a division of the Australian Army that served during World War II. It was the fourth division raised for the Second Australian Imperial Force. The distinctions of the division include it being:in front line combat longer, cumulatively, than any other Australian division;\none of the Australian military's most decorated formations;\nthe only 2nd AIF division formed in the United "}, {"title": "Batu Lintang camp", "href": "/wiki/Batu_Lintang_camp", "description": "Batu Lintang camp at Kuching, Sarawak on the island of Borneo was a Japanese internment camp during the Second World War. It was unusual in that it housed both Allied prisoners of war (POWs) and civilian internees. The camp, which operated from March 1942 until the liberation of the camp in September 1945, was housed in buildings that were originally British Indian Army barracks. The original area"}, {"title": "Borneo", "href": "/wiki/Borneo", "description": "Borneo is the third-largest island in the world and the largest in Asia. At the geographic centre of Maritime Southeast Asia, in relation to major Indonesian islands, it is located north of Java, west of Sulawesi, and east of Sumatra."}]}, {"heading": "Events", "year": "1950", "date": "September 11", "txt": "Korean War: President Harry S. Truman approved military operations north of the 38th parallel.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "Harry S. Truman", "href": "/wiki/Harry_S._Truman", "description": "Harry S. Truman was the 33rd president of the United States, serving from 1945 to 1953, succeeding upon the death of Franklin D. Roosevelt after serving as the 34th vice president. He implemented the Marshall Plan to rebuild the economy of Western Europe, and established the Truman Doctrine and NATO to contain communist expansion. He proposed numerous liberal domestic reforms, but few were enacted"}]}, {"heading": "Events", "year": "1954", "date": "September 11", "txt": "Hurricane Edna hits New England as a Category 2 hurricane, causing significant damage and 29 deaths.", "entities": [{"title": "Hurricane Edna", "href": "/wiki/Hurricane_Edna", "description": "Hurricane Edna was a deadly and destructive major hurricane that impacted the United States East Coast in September of the 1954 Atlantic hurricane season. It was one of two hurricanes to strike Massachusetts in that year, the other being Hurricane Carol. The fifth tropical cyclone and storm of the season, as well as the fourth hurricane and second major hurricane, Edna developed from a tropical wa"}, {"title": "New England", "href": "/wiki/New_England", "description": "New England is a region comprising six states in the Northeastern United States: Connecticut, Maine, Massachusetts, New Hampshire, Rhode Island, and Vermont. It is bordered by the state of New York to the west and by the Canadian provinces of New Brunswick to the northeast and Quebec to the north. The Atlantic Ocean is to the east and southeast, and Long Island Sound is to the southwest. Boston is"}, {"title": "Category 2 hurricane", "href": "/wiki/Category_2_hurricane", "description": "\nThe Saffir–Simpson hurricane wind scale (SSHWS), formerly the Saffir–Simpson hurricane scale (SSHS), classifies hurricanes – Western Hemisphere tropical cyclones – that exceed the intensities of tropical depressions and tropical storms – into five categories distinguished by the intensities of their sustained winds.\n"}]}, {"heading": "Events", "year": "1961", "date": "September 11", "txt": "Hurricane Carla strikes the Texas coast as a Category 4 hurricane, the second strongest storm ever to hit the state.", "entities": [{"title": "Hurricane Carla", "href": "/wiki/Hurricane_Carla", "description": "Hurricane Carla ranks as the most intense U.S. tropical cyclone landfall on the Hurricane Severity Index. The third named storm of the 1961 Atlantic hurricane season, Carla developed from an area of squally weather in the southwestern Caribbean Sea on September 3. Initially a tropical depression, it strengthened slowly while heading northwestward, and by September 5, the system was upgraded to Tro"}, {"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}]}, {"heading": "Events", "year": "1965", "date": "September 11", "txt": "Indo-Pakistani War: The Indian Army captures the town of Burki, just southeast of Lahore.", "entities": [{"title": "Indo-Pakistani War of 1965", "href": "/wiki/Indo-Pakistani_War_of_1965", "description": "The Indo-Pakistani War of 1965 was a culmination of skirmishes that took place between April 1965 and September 1965 between Pakistan and India. The conflict began following Pakistan's Operation Gibraltar, which was designed to infiltrate forces into Jammu and Kashmir to precipitate an insurgency against Indian rule. India retaliated by launching a full-scale military attack on West Pakistan. The "}, {"title": "Indian Army", "href": "/wiki/Indian_Army", "description": "The Indian Army is the land-based branch and the largest component of the Indian Armed Forces. The President of India is the Supreme Commander of the Indian Army, and its professional head is the Chief of Army Staff (COAS), who is a four-star general. Two officers have been conferred with the rank of field marshal, a five-star rank, which is a ceremonial position of great honour. The Indian Army o"}, {"title": "Battle of Burki", "href": "/wiki/Battle_of_Burki", "description": "The Battle of Burki (Barki) was a battle fought by Indian infantry and Pakistani armour in the Indo-Pakistani War of 1965. Barki is a village that lies south-east of Lahore near the border with Punjab, India. and is connected with Lahore by the Bridge of Ichogil canal. During the fighting, the relative strengths of the two sides were fairly even and Indian infantry clashed with Pakistani forces th"}, {"title": "Barki, Pakistan", "href": "/wiki/Barki,_Pakistan", "description": "Barki, or Burki, is a village in Lahore District of Punjab, Pakistan near Lahore. It is located near border with Punjab, India before the creation of Pakistan in 1947 it joined through Harikey Road. You have to travel about 11 kilometers from Allama Iqbal International Airport to reach village Barki. It is on the bank of Bambawali-Ravi-Bedian Canal where Major Aziz Bhatti was martyred in 1965 war "}, {"title": "Lahore", "href": "/wiki/Lahore", "description": "Lahore is the capital of the Pakistani province of Punjab and is the country's 2nd largest city after Karachi, as well as the 26th largest city in the world. Lahore is one of Pakistan's wealthiest cities with an estimated GDP (PPP) of $84 billion as of 2019. Lahore is the largest city and historic cultural centre of the wider Punjab region, and is one of Pakistan's most socially liberal, progressi"}]}, {"heading": "Events", "year": "1967", "date": "September 11", "txt": "China's People's Liberation Army (PLA) launched an attack on Indian posts at Nathu La, Sikkim, India, which resulted a military clashes.", "entities": [{"title": "People's Liberation Army", "href": "/wiki/People%27s_Liberation_Army", "description": "The People's Liberation Army (PLA) is the regular armed forces of the People's Republic of China (PRC) and the armed wing of the PRC's founding and ruling political party, the Chinese Communist Party (CCP). Besides the Central Military Commission (CMC) and several minor units directly under it, the PLA has five major service branches: the Ground Force, Navy, Air Force, Rocket Force, and the Strate"}, {"title": "Nathu La", "href": "/wiki/Nathu_La", "description": "Nathu La is a mountain pass in the Himalayas in East Sikkim district. It connects the Indian state of Sikkim with China's Tibet Autonomous Region. The pass, at 4,310 m (14,140 ft) above mean sea level, forms a part of an offshoot of the ancient Tea Horse Road. Nathu means \"listening ears\" and La means \"pass\" in Tibetan. On the Indian side, the pass is 54 km (34 mi) east of Gangtok, the capital of "}, {"title": "Sikkim", "href": "/wiki/Sikkim", "description": "Sikkim is a state in northeastern India. It borders the Tibet Autonomous Region of China in the north and northeast, Bhutan in the east, Nepal in the west, and West Bengal in the south. Sikkim is also close to India's Siliguri Corridor near Bangladesh. Sikkim is the least populous and second smallest among the Indian states. A part of the Eastern Himalaya, Sikkim is notable for its biodiversity, i"}, {"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the northwest; China, Nepal, and Bhutan to the "}, {"title": "War", "href": "/wiki/War", "description": "War is an intense armed conflict between states, governments, societies, or paramilitary groups such as mercenaries, insurgents, and militias. It is generally characterized by extreme violence, aggression, destruction, and mortality, using regular or irregular military forces. Warfare refers to the common activities and characteristics of types of war, or of wars in general. Total war is warfare t"}]}, {"heading": "Events", "year": "1968", "date": "September 11", "txt": "Air France Flight 1611 crashes off Nice, France, killing 89 passengers and six crew.", "entities": [{"title": "Air France Flight 1611", "href": "/wiki/Air_France_Flight_1611", "description": "Air France Flight 1611 (AF1611) was a Sud Aviation SE-210 Caravelle III en route from Ajaccio, in the island of Corsica, to Nice, France, on 11 September 1968 when it crashed into the Mediterranean Sea off Nice, killing all 95 on board. According to the official report, the crash was non-survivable. The Ajaccio-Nice Caravelle crash is the deadliest aviation incident in the Mediterranean Sea to dat"}, {"title": "Nice", "href": "/wiki/Nice", "description": "Nice is the seventh most populous urban area in France and the capital of the Alpes-Maritimes department. The metropolitan area of Nice extends beyond the administrative city limits, with a population of nearly 1 million on an area of 744 km2 (287 sq mi). Located in the French Riviera, on the south east coast of France on the Mediterranean Sea, at the foot of the Alps, Nice is the second-largest F"}]}, {"heading": "Events", "year": "1970", "date": "September 11", "txt": "The Dawson's Field hijackers release 88 of their hostages. The remaining hostages, mostly Jews and Israeli citizens, are held until September 25.", "entities": [{"title": "Dawson's Field hijackings", "href": "/wiki/Dawson%27s_Field_hijackings", "description": "In September 1970, members of the Popular Front for the Liberation of Palestine (PFLP) hijacked four airliners bound for New York City and one for London. Three aircraft were forced to land at Dawson's Field, a remote desert airstrip near Zarqa, Jordan, formerly Royal Air Force Station Zerqa, which then became PFLP's \"Revolutionary Airport\". By the end of the incident, one hijacker had been killed"}, {"title": "September 25", "href": "/wiki/September_25", "description": "September 25 is the 268th day of the year in the Gregorian calendar; 97 days remain until the end of the year."}]}, {"heading": "Events", "year": "1971", "date": "September 11", "txt": "The Egyptian Constitution becomes official.", "entities": [{"title": "History of the Egyptian Constitution", "href": "/wiki/History_of_the_Egyptian_Constitution", "description": "The Constitution of Egypt has passed over a long period of evolution from the liberal constitution of 1923 to the contemporary constitution."}]}, {"heading": "Events", "year": "1972", "date": "September 11", "txt": "The San Francisco Bay Area Rapid Transit system begins passenger service.", "entities": [{"title": "Bay Area Rapid Transit", "href": "/wiki/Bay_Area_Rapid_Transit", "description": "Bay Area Rapid Transit (BART) is a rapid transit public transportation system serving the San Francisco Bay Area in California. The heavy rail elevated and subway system connects San Jose, San Francisco and Oakland with urban and suburban areas in Alameda, Contra Costa, Santa Clara, and San Mateo counties. BART serves 50 stations along six routes on 131 miles of rapid transit lines, including a 10"}]}, {"heading": "Events", "year": "1973", "date": "September 11", "txt": "A coup in Chile, funded by the CIA and headed by General Augusto Pinochet, topples the democratically elected president Salvador Allende. Pinochet exercises dictatorial power until ousted in a referendum in 1988, staying in power until 1990.", "entities": [{"title": "1973 Chilean coup d'état", "href": "/wiki/1973_Chilean_coup_d%27%C3%A9tat", "description": "The 1973 Chilean coup d'état was a military coup in Chile that deposed the Popular Unity government of President Salvador Allende. On 11 September 1973, after an extended period of social unrest and political tension between the opposition-controlled Congress and the socialist President, as well as economic war ordered by U.S President Richard Nixon, a group of military officers led by General Aug"}, {"title": "Chile", "href": "/wiki/Chile", "description": "Chile, officially the Republic of Chile, is a country in western South America. It occupies a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. Chile covers an area of 756,096 square kilometres (291,930 sq mi), with a population of 17.5 million as of 2017. Chile is the southernmost country in the world, the closest to Antarctica, and borders Peru to the no"}, {"title": "CIA", "href": "/wiki/CIA", "description": "The Central Intelligence Agency, known informally as \"The Agency\" and \"The Company\", is a civilian foreign intelligence service of the federal government of the United States, officially tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As a principal member of the United States Intelligen"}, {"title": "Augusto Pinochet", "href": "/wiki/Augusto_Pinochet", "description": "Augusto José Ramón Pinochet Ugarte was a Chilean Army General, politician and military dictator who ruled Chile from 1973 to 1990, first as the leader of the Military Junta of Chile from 1973 to 1981, being self-declared President of the Republic by the junta in 1974 and becoming the de facto dictator of Chile, and after from 1981 to 1990 as de jure President after a new Constitution, which confir"}, {"title": "Salvador Allende", "href": "/wiki/Salvador_Allende", "description": "Salvador Guillermo Allende Gossens was a Chilean physician and socialist politician, who served as the 28th president of Chile from 3 November 1970 until his death on 11 September 1973. He was the first Marxist to be elected president in a liberal democracy in Latin America."}, {"title": "1988 Chilean national plebiscite", "href": "/wiki/1988_Chilean_national_plebiscite", "description": "The 1988 Chilean national plebiscite was a national referendum held on 5 October 1988 to determine whether Chile's de facto leader, Augusto Pinochet, should extend his rule for another eight years through 1996. The \"No\" side won with nearly 56% of the vote, thus ending the general's fifteen and a half years in power."}]}, {"heading": "Events", "year": "1973", "date": "September 11", "txt": "JAT Airways Flight 769 crashes into the Maganik mountain range while on approach to Titograd Airport, killing 35 passengers and six crew.", "entities": [{"title": "Maganik", "href": "/wiki/Maganik", "description": "Maganik is a mountain range in Central Montenegro. The highest point of Maganik is Međeđi Vrh, which is 2,139 m (7,018 ft) high."}, {"title": "Podgorica Airport", "href": "/wiki/Podgorica_Airport", "description": "Podgorica Airport is an international airport serving the Montenegrin capital of Podgorica and the surrounding region. It is one of two international airports in Montenegro, the other being Tivat Airport. Both are operated by the state-owned company Airports of Montenegro."}]}, {"heading": "Events", "year": "1974", "date": "September 11", "txt": "Eastern Air Lines Flight 212 crashes in Charlotte, North Carolina, killing 69 passengers and two crew.", "entities": [{"title": "Eastern Air Lines Flight 212", "href": "/wiki/Eastern_Air_Lines_Flight_212", "description": "The crash of Eastern Air Lines Flight 212 was a controlled flight into terrain of a McDonnell Douglas DC-9 during approach to Charlotte Douglas International Airport in North Carolina. The incident occurred on September 11, 1974, killing 72 of the 82 people on board. The scheduled flight was from Charleston Municipal Airport to Chicago O'Hare, with an intermediate stop in Charlotte."}, {"title": "Charlotte, North Carolina", "href": "/wiki/Charlotte,_North_Carolina", "description": "Charlotte is the most populous city in the U.S. state of North Carolina. Located in the Piedmont region, it is the county seat of Mecklenburg County. In 2019, the U.S. Census Bureau estimated the population was 885,708, making it the 15th-most populous city in the U.S. and the second-largest in the Southeast behind Jacksonville, Florida. The city is the cultural, economic, and transportation cente"}, {"title": "North Carolina", "href": "/wiki/North_Carolina", "description": "North Carolina is a state in the Southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, wit"}]}, {"heading": "Events", "year": "1976", "date": "September 11", "txt": "A bomb planted by a Croatian terrorist, Zvonko Bušić, is found at New York's Grand Central Terminal; one NYPD officer is killed trying to defuse it.", "entities": [{"title": "Zvonko Bušić", "href": "/wiki/Zvonko_Bu%C5%A1i%C4%87", "description": "Zvonko Bušić was a Croatian emigrant, responsible for hijacking TWA Flight 355 in September 1976. He was subsequently convicted of air piracy and spent 32 years in prison in the United States before being released on parole and deported in July 2008."}, {"title": "Grand Central Terminal", "href": "/wiki/Grand_Central_Terminal", "description": "Grand Central Terminal is a commuter rail terminal located at 42nd Street and Park Avenue in Midtown Manhattan, New York City. Grand Central is the southern terminus of the Metro-North Railroad's Harlem, Hudson and New Haven Lines, serving the northern parts of the New York metropolitan area. It also contains a connection to the New York City Subway at Grand Central–42nd Street station. The termin"}, {"title": "NYPD", "href": "/wiki/NYPD", "description": "The New York City Police Department (NYPD), officially the City of New York Police Department, is the primary law enforcement agency within the City of New York. Established on May 23, 1845, the NYPD is one of the oldest police departments in the United States, and is the largest police force in the United States. The NYPD headquarters is at 1 Police Plaza, located on Park Row in Lower Manhattan n"}]}, {"heading": "Events", "year": "1980", "date": "September 11", "txt": "A new constitution of Chile is established under the influence of then Chilean dictator Augusto Pinochet, which is subject to controversy in Chile today.", "entities": [{"title": "Constitution of Chile", "href": "/wiki/Constitution_of_Chile", "description": "The current Constitution of Chile was approved by Chilean voters in a controversial plebiscite on September 11, 1980, under the military dictatorship of Augusto Pinochet. It was partially enacted on March 11, 1981 and has been fully effective since March 11, 1990. It was amended considerably on August 17, 1989 and on 22 September 2005 (legislatively), and also in 1991, 1994, 1997, 1999, 2000, 2001"}, {"title": "Augusto Pinochet", "href": "/wiki/Augusto_Pinochet", "description": "Augusto José Ramón Pinochet Ugarte was a Chilean Army General, politician and military dictator who ruled Chile from 1973 to 1990, first as the leader of the Military Junta of Chile from 1973 to 1981, being self-declared President of the Republic by the junta in 1974 and becoming the de facto dictator of Chile, and after from 1981 to 1990 as de jure President after a new Constitution, which confir"}]}, {"heading": "Events", "year": "1982", "date": "September 11", "txt": "The international forces that were guaranteeing the safety of Palestinian refugees following Israel's 1982 Invasion of Lebanon leave Beirut. Five days later, several thousand refugees are massacred in the Sabra and Shatila refugee camps by Phalange forces.", "entities": [{"title": "Palestinian refugees", "href": "/wiki/Palestinian_refugees", "description": "Palestinian refugees are citizens of Mandatory Palestine, and their descendants, who fled or were expelled from their country over the course of the 1947–49 Palestine war and the Six-Day War. Most Palestinian refugees live in or near 68 Palestinian refugee camps across Jordan, Lebanon, Syria, the West Bank and the Gaza Strip."}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "1982 Invasion of Lebanon", "href": "/wiki/1982_Invasion_of_Lebanon", "description": "The 1982 Lebanon War, dubbed Operation Peace for Galilee by the Israeli government, later known in Israel as the Lebanon War or the First Lebanon War, and known in Lebanon as \"the invasion\", began on 6 June 1982, when the Israel Defense Forces (IDF) invaded southern Lebanon, after repeated attacks and counter-attacks between the Palestine Liberation Organization (PLO) operating in southern Lebanon"}, {"title": "Beirut", "href": "/wiki/Beirut", "description": "Beirut is the capital and largest city of Lebanon. As of 2014, Greater Beirut has a population of 2.2 million, which makes it the third-largest city in the Levant region. The city is situated on a peninsula at the midpoint of Lebanon's Mediterranean coast. Beirut has been inhabited for more than 5,000 years as one of Phoenicia's most prominent city states, making it one of the oldest cities in the"}, {"title": "Sabra and Shatila massacre", "href": "/wiki/Sabra_and_Shatila_massacre", "description": "The Sabra and Shatila massacre was the killing of between 460 and 3,500 civilians, mostly Palestinians and Lebanese Shiites, by a militia close to the Kataeb Party, a predominantly Christian Lebanese right-wing party, in the Sabra neighborhood and the adjacent Shatila refugee camp in Beirut, Lebanon. From approximately 18:00 on 16 September to 08:00 on 18 September 1982, a widespread massacre was "}]}, {"heading": "Events", "year": "1989", "date": "September 11", "txt": "Hungary announces that the East German refugees who had been housed in temporary camps were free to leave for West Germany.", "entities": [{"title": "East Germany", "href": "/wiki/East_Germany", "description": "East Germany, officially the German Democratic Republic, was a country that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forc"}]}, {"heading": "Events", "year": "1991", "date": "September 11", "txt": "Continental Express Flight 2574 crashes in Colorado County, Texas, near Eagle Lake, killing 11 passengers and three crew.", "entities": [{"title": "Continental Express Flight 2574", "href": "/wiki/Continental_Express_Flight_2574", "description": "Continental Express Flight 2574 was a scheduled domestic passenger airline flight operated by Britt Airways from Laredo International Airport in Laredo, Texas to Houston Intercontinental Airport (IAH) in Houston, Texas. On September 11, 1991, the Embraer EMB 120 Brasilia turboprop, registered N33701, crashed while initiating its landing sequence, killing all 14 people on board. The aircraft wrecka"}, {"title": "Colorado County, Texas", "href": "/wiki/Colorado_County,_Texas", "description": "Colorado County is a county located in the U.S. state of Texas. As of the 2010 census, its population was 20,874. Its county seat is Columbus. It is named for the Colorado River of Texas. The county was founded in 1836 and organized the next year."}, {"title": "Eagle Lake, Texas", "href": "/wiki/Eagle_Lake,_Texas", "description": "Eagle Lake is a city in southeastern Colorado County, Texas, United States. The population was 3,639 at the 2010 census. It is home to a golf course, the largest private lake in Texas, and the Eagle Lake Regional Airport, which serves light aircraft."}]}, {"heading": "Events", "year": "1992", "date": "September 11", "txt": "Hurricane Iniki, one of the most damaging hurricanes in United States history, devastates the Hawaiian Islands of Kauai and Oahu.", "entities": [{"title": "Hurricane Iniki", "href": "/wiki/Hurricane_Iniki", "description": "Hurricane Iniki was the most powerful hurricane to strike the U.S. state of Hawaii in recorded history. Forming on September 5, 1992, during the strong 1990–1995 El Niño, Iniki was one of eleven Central Pacific tropical cyclones during that season. It attained tropical storm status on September 8 and further intensified into a hurricane the next day. After turning north, Iniki struck the island of"}, {"title": "Kauai", "href": "/wiki/Kauai", "description": "Kauaʻi, anglicized as Kauai, is geologically the second-oldest of the main Hawaiian Islands. With an area of 562.3 square miles (1,456.4 km2), it is the fourth-largest of these islands and the 21st largest island in the United States. Known also as the \"Garden Isle\", Kauaʻi lies 73 miles (117 km) across the Kauaʻi Channel, northwest of Oʻahu. This island is the site of Waimea Canyon State Park and"}, {"title": "Oahu", "href": "/wiki/Oahu", "description": "Oahu, also known as \"The Gathering Place\", is the third-largest of the Hawaiian Islands. It is home to roughly one million people—about two-thirds of the population of the U.S. state of Hawaii. The island lies within Honolulu County and the state capital, Honolulu, is on Oahu's southeast coast."}]}, {"heading": "Events", "year": "1997", "date": "September 11", "txt": "NASA's Mars Global Surveyor reaches Mars.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Mars Global Surveyor", "href": "/wiki/Mars_Global_Surveyor", "description": "Mars Global Surveyor (MGS) was an American robotic space probe developed by NASA's Jet Propulsion Laboratory and launched November 1996. MGS was a global mapping mission that examined the entire planet, from the ionosphere down through the atmosphere to the surface. As part of the larger Mars Exploration Program, Mars Global Surveyor performed atmospheric monitoring for sister orbiters during aero"}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Events", "year": "1997", "date": "September 11", "txt": "After a nationwide referendum, Scotland votes to establish a devolved parliament within the United Kingdom.", "entities": [{"title": "Scottish Parliament", "href": "/wiki/Scottish_Parliament", "description": "The Scottish Parliament is the devolved, unicameral legislature of Scotland. Located in the Holyrood area of the capital city, Edinburgh, it is frequently referred to by the metonym Holyrood."}]}, {"heading": "Events", "year": "2001", "date": "September 11", "txt": "The September 11 attacks, a series of coordinated terrorist attacks killing 2,977 people using four aircraft hijacked by 19 members of al-Qaeda. Two aircraft crash into the World Trade Center in New York City, a third crashes into The Pentagon in Arlington County, Virginia, and a fourth into a field near Shanksville, Pennsylvania.", "entities": [{"title": "September 11 attacks", "href": "/wiki/September_11_attacks", "description": "The September 11 attacks, often referred to as 9/11, were a series of four coordinated terrorist attacks by the Wahhabi terrorist group Al-Qaeda against the United States on the morning of Tuesday, September 11, 2001. The attacks resulted in 2,977 fatalities, over 25,000 injuries, and substantial long-term health consequences, in addition to at least $10 billion in infrastructure and property dama"}, {"title": "Al-Qaeda", "href": "/wiki/Al-Qaeda", "description": "Al-Qaeda is a militant Sunni Islamist multi-national terrorist organization founded in 1988 by Osama bin Laden, Abdullah Azzam, and several other Arab volunteers during the Soviet–Afghan War."}, {"title": "World Trade Center (1973–2001)", "href": "/wiki/World_Trade_Center_(1973%E2%80%932001)", "description": "The original World Trade Center was a large complex of seven buildings in the Financial District of Lower Manhattan, New York City, United States. It opened on April 4, 1973, and was destroyed in 2001 during the September 11 attacks. At the time of their completion, the Twin Towers—the original 1 World Trade Center, at 1,368 feet (417 m); and 2 World Trade Center, at 1,362 feet (415.1 m)—were the "}, {"title": "The Pentagon", "href": "/wiki/The_Pentagon", "description": "The Pentagon is the headquarters building of the United States Department of Defense. As a symbol of the U.S. military, the phrase The Pentagon is also often used as a metonym or synecdoche for the Department of Defense and its leadership."}, {"title": "Arlington County, Virginia", "href": "/wiki/Arlington_County,_Virginia", "description": "Arlington County is a county in the Commonwealth of Virginia, often referred to simply as Arlington or Arlington, Virginia. The county is situated in Northern Virginia on the southwestern bank of the Potomac River directly across from the District of Columbia, of which it was once a part, under the name Alexandria County. The county is coterminous with the U.S. Census Bureau's census-designated pl"}, {"title": "Shanksville, Pennsylvania", "href": "/wiki/Shanksville,_Pennsylvania", "description": "Shanksville is a borough in Somerset County, Pennsylvania, United States, with a population of 237, as of the 2010 census. It is part of the Somerset, Pennsylvania Metropolitan Statistical Area and is approximately 75 miles southeast of Pittsburgh."}]}, {"heading": "Events", "year": "2007", "date": "September 11", "txt": "Russia tests the largest conventional weapon ever, the Father of All Bombs.", "entities": [{"title": "Conventional weapon", "href": "/wiki/Conventional_weapon", "description": "The terms conventional weapons or conventional arms generally refer to weapons whose ability to damage comes from kinetic or incendiary, or explosive energy and exclude weapons of mass destruction. Conventional weapons include small arms, defensive shields and light weapons, sea and land mines, as well as bombs, shells, rockets, missiles and cluster munitions. These weapons use explosive material "}, {"title": "Father of All Bombs", "href": "/wiki/Father_of_All_Bombs", "description": "Aviation Thermobaric Bomb of Increased Power, nicknamed \"Father of All Bombs\", is a Russian-designed, bomber-delivered thermobaric weapon."}]}, {"heading": "Events", "year": "2008", "date": "September 11", "txt": "A major Channel Tunnel fire breaks out on a freight train, resulting in the closure of part of the tunnel for six months.", "entities": [{"title": "2008 Channel Tunnel fire", "href": "/wiki/2008_Channel_Tunnel_fire", "description": "The 2008 Channel Tunnel fire occurred on 11 September 2008 in the Channel Tunnel. The incident involved a France-bound Eurotunnel Shuttle train carrying heavy goods vehicles (HGVs) and their drivers. The fire lasted for sixteen hours and reached temperatures of up to 1000 °C. Of the 32 people on board the train, 14 suffered minor injuries, including smoke inhalation and were taken to hospital. Whe"}, {"title": "Channel Tunnel", "href": "/wiki/Channel_Tunnel", "description": "The Channel Tunnel (French: Le tunnel sous la Manche), also referred to as the Eurotunnel or Chunnel, is a 50.45-kilometre (31.35 mi) railway tunnel that connects Folkestone with Coquelles beneath the English Channel at the Strait of Dover. It is the only fixed link between the island of Great Britain and the European mainland. At its lowest point, it is 75 m (250 ft) deep below the sea bed and 11"}]}, {"heading": "Events", "year": "2011", "date": "September 11", "txt": "The National September 11 Memorial & Museum opens on the 10th anniversary of the September 11 attacks.", "entities": [{"title": "National September 11 Memorial & Museum", "href": "/wiki/National_September_11_Memorial_%26_Museum", "description": "The National September 11 Memorial & Museum is a memorial and museum in New York City commemorating the September 11, 2001 attacks, which killed 2,977 people, and the 1993 World Trade Center bombing, which killed six. The memorial is located at the World Trade Center site, the former location of the Twin Towers that were destroyed during the September 11 attacks. It is operated by a non-profit ins"}, {"title": "September 11 attacks", "href": "/wiki/September_11_attacks", "description": "The September 11 attacks, often referred to as 9/11, were a series of four coordinated terrorist attacks by the Wahhabi terrorist group Al-Qaeda against the United States on the morning of Tuesday, September 11, 2001. The attacks resulted in 2,977 fatalities, over 25,000 injuries, and substantial long-term health consequences, in addition to at least $10 billion in infrastructure and property dama"}]}, {"heading": "Events", "year": "2012", "date": "September 11", "txt": "A total of 315 people are killed in two garment factory fires in Pakistan.", "entities": [{"title": "2012 Pakistan garment factory fires", "href": "/wiki/2012_Pakistan_garment_factory_fires", "description": "Factories in Pakistan's two largest cities of Karachi and Lahore caught fire on 11 September 2012. The fires occurred in a textile factory in the western part of Karachi and in a shoe factory in Lahore. The fires are considered to be the most deadly and worst industrial factory fires in Pakistan's history, killing 289 people and seriously injuring more than 600."}, {"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}]}, {"heading": "Events", "year": "2012", "date": "September 11", "txt": "The U.S. embassy in Benghazi, Libya is attacked, resulting in four deaths.", "entities": [{"title": "2012 Benghazi attack", "href": "/wiki/2012_Benghazi_attack", "description": "The 2012 Benghazi attack was a coordinated attack against two United States government facilities in Benghazi, Libya, by members of the Islamic militant group Ansar al-Sharia."}]}, {"heading": "Events", "year": "2015", "date": "September 11", "txt": "A crane collapses onto the Masjid al-Haram mosque in Saudi Arabia, killing 111 people and injuring 394 others.", "entities": [{"title": "Mecca crane collapse", "href": "/wiki/Mecca_crane_collapse", "description": "A crawler crane collapsed over the Masjid al-Haram in Mecca, Saudi Arabia, around 5:10 p.m. on 11 September 2015, killing 111 people and injuring 394 others. The city was preparing for the Hajj pilgrimage. The accident has been cited as the deadliest crane collapse in modern history, with the previous most deadly incident being the collapse of a construction crane in New York City in 2008, killing"}, {"title": "Masjid al-Haram", "href": "/wiki/Masjid_al-Haram", "description": "Masjid al-Haram, also known as the Great Mosque of Mecca, is a mosque that surrounds the Kaaba in Mecca, in the Makkah Province of Saudi Arabia. It is a site of pilgrimage in the Hajj, which every Muslim must do at least once in their lives if able, and is also the main phase for the ʿUmrah, the lesser pilgrimage that can be undertaken any time of the year. The rites of both pilgrimages include ci"}, {"title": "Saudi Arabia", "href": "/wiki/Saudi_Arabia", "description": "Saudi Arabia, officially the Kingdom of Saudi Arabia, is a country in Western Asia constituting the vast majority of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world, the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bor"}]}, {"heading": "Births", "year": "600", "date": "September 11", "txt": "Yuknoom Ch'een II, Mayan ruler", "entities": [{"title": "Yuknoom Ch'een II", "href": "/wiki/Yuknoom_Ch%27een_II", "description": "Yuknoom Chʼeen II, known as Yuknoom the Great, was a Mayan ruler of the Kaan kingdom, which had its capital at Calakmul during the Classic Period of Mesoamerican chronology."}]}, {"heading": "Births", "year": "1182", "date": "September 11", "txt": "Minamoto no Yoriie, Japanese shōgun (d. 1204)", "entities": [{"title": "Minamoto no Yoriie", "href": "/wiki/Minamoto_no_Yoriie", "description": "Minamoto no Yoriie  was the second shōgun (1202–1203) of Japan's Kamakura shogunate, and the first son of first shōgun Yoritomo. His Dharma name was Hokke-in-dono Kingo Da'i Zengo (法華院殿金吾大禅閤)."}]}, {"heading": "Births", "year": "1318", "date": "September 11", "txt": "Eleanor of Lancaster, countess of Arundel (d. 1372)", "entities": [{"title": "Eleanor of Lancaster", "href": "/wiki/Eleanor_of_Lancaster", "description": "Eleanor of Lancaster, Countess of Arundel was the fifth daughter of Henry, 3rd Earl of Lancaster and Maud Chaworth."}]}, {"heading": "Births", "year": "1465", "date": "September 11", "txt": "Bernardo Accolti, Italian poet (d. 1536)", "entities": [{"title": "Bernardo Accolti", "href": "/wiki/Bernardo_Accolti", "description": "Bernardo Accolti was an Italian poet."}]}, {"heading": "Births", "year": "1476", "date": "September 11", "txt": "Louise of Savoy, French regent (d. 1531)", "entities": [{"title": "Louise of Savoy", "href": "/wiki/Louise_of_Savoy", "description": "Louise of Savoy was a French noble and regent, Duchess suo jure of Auvergne and Bourbon, Duchess of Nemours, and the mother of King Francis I. She was politically active and served as the regent of France in 1515, in 1525–1526 and in 1529."}]}, {"heading": "Births", "year": "1494", "date": "September 11", "txt": "Elisabeth of Brunswick-Lüneburg, Duchess of Guelders (1518–1538) (d. 1572)", "entities": [{"title": "Elisabeth of Brunswick-Lüneburg, Duchess of Guelders", "href": "/wiki/Elisabeth_of_Brunswick-L%C3%BCneburg,_Duchess_of_Guelders", "description": "Elisabeth of Brunswick-Lüneburg was a Duchess of Brunswick-Lüneburg by birth and by marriage Duchess of Guelders."}]}, {"heading": "Births", "year": "1522", "date": "September 11", "txt": "Ulisse Aldrovandi, Italian ornithologist and botanist (d. 1605)", "entities": [{"title": "Ulisse Aldrovandi", "href": "/wiki/Ulisse_Aldrovandi", "description": "Ulisse Aldrovandi was an Italian naturalist, the moving force behind Bologna's botanical garden, one of the first in Europe. Carl Linnaeus and the comte de Buffon reckoned him the father of natural history studies. He is usually referred to, especially in older scientific literature in Latin, as Aldrovandus; his name in Italian is equally given as Aldroandi."}]}, {"heading": "Births", "year": "1524", "date": "September 11", "txt": "Pierre de Ronsard, French poet and author (d. 1585)", "entities": [{"title": "Pierre de Ronsard", "href": "/wiki/Pierre_de_Ronsard", "description": "Pierre de Ronsard was a French poet or, as his own generation in France called him, a \"prince of poets\"."}]}, {"heading": "Births", "year": "1525", "date": "September 11", "txt": "John George, Elector of Brandenburg (d. 1598)", "entities": [{"title": "John George, Elector of Brandenburg", "href": "/wiki/John_George,_Elector_of_Brandenburg", "description": "John George of Brandenburg was a Prince-elector of the Margraviate of Brandenburg (1571–1598)."}]}, {"heading": "Births", "year": "1557", "date": "September 11", "txt": "Joseph Calasanz, Spanish priest and founder of Piarists (d. 1648)", "entities": [{"title": "Joseph Calasanz", "href": "/wiki/Joseph_Calasanz", "description": "Joseph Calasanz, , also known as Joseph Calasanctius and Iosephus a Mater Dei, was a Spanish Catholic priest, educator and the founder of the Pious Schools, providing free education to the sons of the poor, and the Religious Order that ran them, commonly known as the Piarists. He was a close friend of the renowned astronomer Galileo Galilei. He is honored as a saint by the Catholic Church."}, {"title": "Piarists", "href": "/wiki/Piarists", "description": "The Piarists, also known as the Order of Poor Clerics Regular of the Mother of God of the Pious Schools or simply Scolopi or Escolapios, is a religious order of clerics regular of the Catholic Church founded in 1617 by Saint Joseph Calasanctius. It is the oldest religious order dedicated to education, and the main occupation of the Piarist fathers is teaching children and youth, the primary goal b"}]}, {"heading": "Births", "year": "1572", "date": "September 11", "txt": "Daniyal, Imperial Prince of the Royal House of Timur (d. 1604)", "entities": [{"title": "Daniyal (Mughal prince)", "href": "/wiki/Daniyal_(Mughal_prince)", "description": "Daniyal Mirza was an Imperial Prince of the Mughal Empire who served as the Viceroy of the Deccan. He was the third son of Emperor Akbar the Great and the brother of the Emperor Jahangir."}]}, {"heading": "Births", "year": "1578", "date": "September 11", "txt": "Vincenzo Maculani, Catholic cardinal (d. 1667)", "entities": [{"title": "Vincenzo Maculani", "href": "/wiki/Vincenzo_Maculani", "description": "Vincenzo Maculani was an Italian Catholic Cardinal, inquisitor and military architect. He was known as a severe man, harsh and without compassion, who preferred the black cappa of his order to the brighter purple he was later entitled to wear as a cardinal."}]}, {"heading": "Births", "year": "1611", "date": "September 11", "txt": "Henri de la Tour d'Auvergne, Vicomte de Turenne, French general (d. 1675)", "entities": [{"title": "Henri de la Tour d'Auvergne, Vicomte de Turenne", "href": "/wiki/Henri_de_la_Tour_d%27Auvergne,_Vicomte_de_Turenne", "description": "Henri de La Tour d'Auvergne, vicomte de Turenne, commonly known as Turenne, was a French general and one of only six Marshals to have been promoted Marshal General of France. The most illustrious member of the La Tour d'Auvergne family, his military exploits over his five-decade career earned him a reputation as one of the greatest military commanders in modern history."}]}, {"heading": "Births", "year": "1681", "date": "September 11", "txt": "Johann Gottlieb Heineccius, German academic and jurist (d. 1741)", "entities": [{"title": "Johann Gottlieb Heineccius", "href": "/wiki/Johann_Gottlieb_Heineccius", "description": "Johann Gottlieb Heineccius was a German jurist from Eisenberg, Thuringia."}]}, {"heading": "Births", "year": "1700", "date": "September 11", "txt": "James Thomson, Scottish poet and playwright (d. 1748)", "entities": [{"title": "James Thomson (poet, born 1700)", "href": "/wiki/James_Thomson_(poet,_born_1700)", "description": "James Thomson was a British poet and playwright, known for his poems The Seasons and The Castle of Indolence, and for the lyrics of \"Rule, Britannia!\"."}]}, {"heading": "Births", "year": "1711", "date": "September 11", "txt": "William Boyce, English organist and composer (d. 1779)", "entities": [{"title": "William Boyce (composer)", "href": "/wiki/William_Boyce_(composer)", "description": "William Boyce was an English composer and organist."}]}, {"heading": "Births", "year": "1723", "date": "September 11", "txt": "Johann Bernhard Basedow, German author and educator (d. 1790)", "entities": [{"title": "Johann Bernhard Basedow", "href": "/wiki/Johann_Bernhard_Basedow", "description": "Johann Bernhard Basedow was a German educational reformer, teacher and writer. He founded the Philanthropinum, a short-lived but influential progressive school in Dessau, and was the author of \"Elementarwerk\", a popular illustrated textbook for children."}]}, {"heading": "Births", "year": "1751", "date": "September 11", "txt": "Princess Charlotte of Saxe-Meiningen (d. 1827)", "entities": [{"title": "Princess Charlotte of Saxe-Meiningen", "href": "/wiki/Princess_Charlotte_of_Saxe-Meiningen", "description": "Princess Charlotte of Saxe-Meiningen was a member of the House of Saxe-Meiningen and a Princess of Saxe-Meiningen by birth and a member of the House of Saxe-Gotha-Altenburg and Duchess consort of Saxe-Gotha-Altenburg through her marriage to Ernest II, Duke of Saxe-Gotha-Altenburg."}]}, {"heading": "Births", "year": "1764", "date": "September 11", "txt": "Valentino Fioravanti, Italian organist and composer (d. 1837)", "entities": [{"title": "Valentino Fioravanti", "href": "/wiki/Valentino_Fioravanti", "description": "Valentino Fioravanti was a celebrated Italian composer of opera buffas."}]}, {"heading": "Births", "year": "1771", "date": "September 11", "txt": "Mungo Park, Scottish surgeon and explorer (d. 1806)", "entities": [{"title": "Mungo Park (explorer)", "href": "/wiki/Mungo_Park_(explorer)", "description": "Mungo Park was a Scottish explorer of West Africa. After an exploration of the upper Niger River around 1796, he wrote a popular and influential travel book titled Travels in the Interior Districts of Africa in which he theorized the Niger and Congo merged to become the same river. He was killed during a second expedition, having successfully traveled about two-thirds of the way down the Niger. Wi"}]}, {"heading": "Births", "year": "1786", "date": "September 11", "txt": "Friedrich Kuhlau, German-Danish pianist and composer (d. 1832)", "entities": [{"title": "Friedrich Kuhlau", "href": "/wiki/Friedrich_Kuhlau", "description": "Friedrich Daniel Rudolf Kuhlau was a Danish pianist and composer during the late Classical and early Romantic periods. He was a central figure of the Danish Golden Age and is immortalized in Danish cultural history through his music for Elves' Hill, the first true work of Danish National Romanticism and a concealed tribute to the absolute monarchy. To this day it is his version of this melody whic"}]}, {"heading": "Births", "year": "1798", "date": "September 11", "txt": "Franz Ernst Neumann, German mineralogist and physicist (d. 1895)", "entities": [{"title": "Franz Ernst Neumann", "href": "/wiki/Franz_Ernst_Neumann", "description": "Franz Ernst Neumann was a German mineralogist, physicist and mathematician."}]}, {"heading": "Births", "year": "1800", "date": "September 11", "txt": "Daniel S. Dickinson, American lawyer and politician, 13th Lieutenant Governor of New York (d. 1866)", "entities": [{"title": "Daniel S. Dickinson", "href": "/wiki/Daniel_S._Dickinson", "description": "Daniel Stevens Dickinson was a New York politician, most notable as a United States Senator from 1844 to 1851."}, {"title": "Lieutenant Governor of New York", "href": "/wiki/Lieutenant_Governor_of_New_York", "description": "The lieutenant governor of New York is a constitutional office in the executive branch of the Government of the State of New York. It is the second highest-ranking official in state government. The lieutenant governor is elected on a ticket with the governor for a four-year term. Official duties dictated to the lieutenant governor under the present New York Constitution are to serve as president o"}]}, {"heading": "Births", "year": "1816", "date": "September 11", "txt": "Carl Zeiss, German lens maker, created the Optical instrument (d. 1888)", "entities": [{"title": "Carl Zeiss", "href": "/wiki/Carl_Zeiss", "description": "Carl Zeiss was a German scientific instrument maker, optician and businessman who founded the workshop of Carl Zeiss in 1846, which is still in business today as Carl Zeiss AG. Zeiss gathered a group of gifted practical and theoretical opticians and glass makers to reshape most aspects of optical instrument production. His collaboration with Ernst Abbe revolutionized optical theory and practical d"}, {"title": "Optical instrument", "href": "/wiki/Optical_instrument", "description": "An optical instrument is a device that processes light waves, either to enhance an image for viewing or to analyze and determine their characteristic properties. Common examples include periscopes, microscopes, telescopes, and cameras."}]}, {"heading": "Births", "year": "1825", "date": "September 11", "txt": "Eduard Hanslick, Bohemian-Austrian musicologist and critic (d. 1904)", "entities": [{"title": "Eduard Hanslick", "href": "/wiki/Eduard_Hanslick", "description": "Eduard Hanslick was a German Bohemian music critic."}]}, {"heading": "Births", "year": "1829", "date": "September 11", "txt": "Thomas Hill, American painter (d. 1908)", "entities": [{"title": "Thomas Hill (painter)", "href": "/wiki/Thomas_Hill_(painter)", "description": "Thomas Hill was an English-born American artist of the 19th century. He produced many fine paintings of the California landscape, in particular of the Yosemite Valley, as well as the White Mountains of New Hampshire."}]}, {"heading": "Births", "year": "1836", "date": "September 11", "txt": "Fitz Hugh Ludlow, American journalist, author, and explorer (d. 1870)", "entities": [{"title": "Fitz Hugh Ludlow", "href": "/wiki/Fitz_Hugh_Ludlow", "description": "Fitz Hugh Ludlow, sometimes seen as Fitzhugh Ludlow, was an American author, journalist, and explorer; best known for his autobiographical book The Hasheesh Eater (1857)."}]}, {"heading": "Births", "year": "1838", "date": "September 11", "txt": "John Ireland, Irish-American archbishop (d. 1918)", "entities": [{"title": "John Ireland (bishop)", "href": "/wiki/John_Ireland_(bishop)", "description": "John Ireland was the third Roman Catholic bishop and first Roman Catholic archbishop of Saint Paul, Minnesota (1888–1918). He became both a religious as well as civic leader in Saint Paul during the turn of the 20th century. Ireland was known for his progressive stance on education, immigration and relations between church and state, as well as his opposition to saloons and political corruption. H"}]}, {"heading": "Births", "year": "1847", "date": "September 11", "txt": "Mary Watson Whitney, American astronomer and academic (d. 1921)", "entities": [{"title": "Mary Watson Whitney", "href": "/wiki/Mary_Watson_Whitney", "description": "Mary Watson Whitney was an American astronomer and for 22 years the head of the Vassar Observatory where 102 scientific papers were published under her guidance."}]}, {"heading": "Births", "year": "1859", "date": "September 11", "txt": "Vjenceslav Novak, Croatian author and playwright (d. 1905)", "entities": [{"title": "Vjenceslav Novak", "href": "/wiki/Vjenceslav_Novak", "description": "Vjenceslav Novak was a Croatian Realist writer, dramatist, and music historian."}]}, {"heading": "Births", "year": "1860", "date": "September 11", "txt": "James Allan, New Zealand rugby player (d. 1934)", "entities": [{"title": "James Allan (rugby union)", "href": "/wiki/James_Allan_(rugby_union)", "description": "James Allan was a New Zealand rugby union player who played eight games for the All Blacks, the New Zealand national rugby union team, and was nicknamed the Taieri Giant. Allan played in the first match contested by the New Zealand team, and the New Zealand Rugby Union regard him as the first ever All Black."}]}, {"heading": "Births", "year": "1861", "date": "September 11", "txt": "Juhani Aho, Finnish author and journalist (d. 1921)", "entities": [{"title": "Juhani Aho", "href": "/wiki/Juhani_Aho", "description": "Juhani Aho, originally Johannes Brofeldt, was a Finnish–Swedish author and journalist. He was nominated for the Nobel prize in literature twelve times."}]}, {"heading": "Births", "year": "1862", "date": "September 11", "txt": "Julian Byng, 1st Viscount Byng of Vimy, English field marshal and politician, 12th Governor General of Canada (d. 1935)", "entities": [{"title": "Julian Byng, 1st Viscount Byng of Vimy", "href": "/wiki/Julian_Byng,_1st_Viscount_Byng_of_Vimy", "description": "Field Marshal Julian Hedworth George Byng, 1st Viscount Byng of Vimy, was a British Army officer who served as Governor General of Canada, the 12th since Canadian Confederation."}, {"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Births", "year": "1862", "date": "September 11", "txt": "Hawley Harvey Crippen, American physician (d. 1910)", "entities": []}, {"heading": "Births", "year": "1862", "date": "September 11", "txt": "O. Henry, American short story writer (d. 1910)", "entities": []}, {"heading": "Births", "year": "1865", "date": "September 11", "txt": "Rainis, Latvian poet and playwright (d. 1929)", "entities": [{"title": "Rainis", "href": "/wiki/Rainis", "description": "Rainis was the pseudonym of Jānis Pliekšāns, a Latvian poet, playwright, translator, and politician. Rainis' works include the classic plays Uguns un nakts and Indulis un Ārija, and a highly regarded translation of Goethe's Faust. His works had a profound influence on the literary Latvian language, and the ethnic symbolism he employed in his major works has been central to Latvian nationalism."}]}, {"heading": "Births", "year": "1871", "date": "September 11", "txt": "Scipione Borghese, 10th Prince of Sulmona, Italian racing driver, mountaineer, and politician (d. 1927)", "entities": [{"title": "Scipione Borghese, 10th Prince of Sulmona", "href": "/wiki/Scipione_Borghese,_10th_Prince_of_Sulmona", "description": "Prince Luigi Marcantonio Francesco Rodolfo Scipione Borghese, commonly known as Scipione Borghese, was an Italian aristocrat, industrialist, politician, explorer, mountain climber and racing driver belonging to the House of Borghese."}]}, {"heading": "Births", "year": "1876", "date": "September 11", "txt": "Stan Rowley, Australian sprinter (d. 1924)", "entities": [{"title": "Stan Rowley", "href": "/wiki/Stan_Rowley", "description": "Stanley Rupert Rowley was an Australian sprinter who won four medals at the 1900 Summer Olympics. He was born in Young, New South Wales and died in Manly, New South Wales."}]}, {"heading": "Births", "year": "1877", "date": "September 11", "txt": "Felix Dzerzhinsky, Polish-Russian academic and politician (d. 1926)", "entities": [{"title": "Felix Dzerzhinsky", "href": "/wiki/Felix_Dzerzhinsky", "description": "Felix Edmundovich Dzerzhinsky, nicknamed \"Iron Felix\", was a Bolshevik revolutionary and official. Born into Polish nobility, from 1917 until his death in 1926 Dzerzhinsky led the first two Soviet state-security organizations, the Cheka and the OGPU, establishing a secret police for the post-revolutionary Soviet regime. He was one of the architects of the Red Terror\nand decossackization."}]}, {"heading": "Births", "year": "1877", "date": "September 11", "txt": "James Hopwood Jeans, English physicist, astronomer, and mathematician (d. 1946)", "entities": []}, {"heading": "Births", "year": "1879", "date": "September 11", "txt": "Louis Coatalen, French engineer (d. 1962)", "entities": [{"title": "Louis Coatalen", "href": "/wiki/Louis_Coatalen", "description": "\nLouis Hervé Coatalen was an automobile engineer and racing driver born in Brittany who spent much of his adult life in Britain and took British nationality. He was a pioneer of the design and development of internal combustion engines for cars and aircraft."}]}, {"heading": "Births", "year": "1884", "date": "September 11", "txt": "Sudhamoy Pramanick, Indian activist and politician (d. 1974)", "entities": [{"title": "Sudhamoy Pramanick", "href": "/wiki/Sudhamoy_Pramanick", "description": "Sudhamoy Pramanick was a Bengali advocate from Shantipur. He was the lifetime secretary of the Tili Samaj, a societal benefit organization. In his time he was one of the fortunate Presidencians - a year senior to Rajendra Prasad, the first President of India. He was a social activist - member of the Executive Committee of the Indian National Congress and involved with the Satyagraha movement to ca"}]}, {"heading": "Births", "year": "1885", "date": "September 11", "txt": "D. H. Lawrence, English novelist, poet, playwright, and critic (d. 1930)", "entities": [{"title": "D. H. Lawrence", "href": "/wiki/D._H._Lawrence", "description": "David Herbert Lawrence was an English writer and poet. His collected works represent, among other things, an extended reflection upon the dehumanising effects of modernity and industrialisation. Lawrence's writing explores issues such as sexuality, emotional health, vitality, spontaneity, and instinct. His works include Sons and Lovers, The Rainbow, Women in Love, and Lady Chatterley's Lover."}]}, {"heading": "Births", "year": "1885", "date": "September 11", "txt": "Herbert Stothart, American composer and conductor (d. 1949)", "entities": []}, {"heading": "Births", "year": "1891", "date": "September 11", "txt": "William Thomas Walsh, American historian, author, and educator (d. 1949)", "entities": [{"title": "William Thomas Walsh", "href": "/wiki/William_Thomas_Walsh", "description": "William Thomas Walsh, was an historian, educator and author; he was also an accomplished violinist."}]}, {"heading": "Births", "year": "1893", "date": "September 11", "txt": "Douglas Hawkes, English-Greek racing driver and engineer (d. 1974)", "entities": [{"title": "Douglas Hawkes", "href": "/wiki/Douglas_Hawkes", "description": "Wallace Douglas Hawkes was a British motor car designer, businessman and racing driver. He was born in Barton, Gloucestershire, and died, aged 80, in Athens, Greece."}]}, {"heading": "Births", "year": "1895", "date": "September 11", "txt": "Vinoba Bhave, Indian philosopher and Gandhian, Bharat Ratna Awardee (d. 1982)", "entities": [{"title": "Vinoba Bhave", "href": "/wiki/Vinoba_Bhave", "description": "Vinayak Narahari \"Vinoba\" Bhave was an Indian advocate of nonviolence and human rights. Often called Acharya, he is best known for the Bhoodan Movement. He is considered as a National Teacher of India and the spiritual successor of Mahatma Gandhi. He was an eminent philosopher. The Gita has also been translated into Marathi language by him with the name as Geetai means mother Geeta."}, {"title": "Bharat Ratna", "href": "/wiki/Bharat_Ratna", "description": "The Bharat Ratna is the highest civilian award of the Republic of India. Instituted on 2 January 1954, the award is conferred in recognition of exceptional service/performance of the highest order, without distinction of race, occupation, position, or sex. The award was originally limited to achievements in the arts, literature, science, and public services, but the government expanded the criteri"}]}, {"heading": "Births", "year": "1898", "date": "September 11", "txt": "Gerald Templer, English field marshal and politician, British High Commissioner in Malaya (d. 1979)", "entities": [{"title": "Gerald Templer", "href": "/wiki/Gerald_Templer", "description": "Field Marshal Sir Gerald Walter Robert Templer, was a senior British Army officer who fought in both the world wars. As Chief of the Imperial General Staff, the professional head of the British Army, from 1955–58, he was Prime Minister Anthony Eden's chief military adviser during the Suez Crisis. He is also credited as a founder of the United Kingdom's National Army Museum."}, {"title": "British High Commissioner in Malaya", "href": "/wiki/British_High_Commissioner_in_Malaya", "description": "In 1896, the post of High Commissioner for the Federated Malay States was created; the High Commissioner represented the British Government in the Federated Malay States, a federation of four British protected states in Malaya. The High Commissioner's official residence was King's House, located inside the Perdana Lake Gardens in Kuala Lumpur, then the capital of the Federated Malay States. King's"}]}, {"heading": "Births", "year": "1899", "date": "September 11", "txt": "Philipp Bouhler, German politician (d. 1945)", "entities": [{"title": "Philipp Bouhler", "href": "/wiki/Philipp_Bouhler", "description": "Philipp Bouhler was a German senior Nazi Party functionary who was both a Reichsleiter and Chief of the Chancellery of the Führer of the NSDAP. He was also the SS official responsible for the Aktion T4 euthanasia program that killed more than 250,000 disabled adults and children in Nazi Germany, as well as co-initiator of Aktion 14f13, also called \"Sonderbehandlung\", that killed 15,000–20,000 conc"}]}, {"heading": "Births", "year": "1899", "date": "September 11", "txt": "Jimmie Davis, American singer-songwriter and politician, 47th Governor of Louisiana (d. 2000)", "entities": [{"title": "Governor of Louisiana", "href": "/wiki/Governor_of_Louisiana", "description": "The Governor of Louisiana is the chief executive of the U.S. state of Louisiana. The governor is the head of the executive branch of Louisiana's state government and is charged with enforcing state laws."}]}, {"heading": "Births", "year": "1899", "date": "September 11", "txt": "Anton Koolmann, Estonian wrestler and coach (d. 1953)", "entities": []}, {"heading": "Births", "year": "1901", "date": "September 11", "txt": "D. W. Brooks, American farmer and businessman, founded Gold Kist (d. 1999)", "entities": [{"title": "D. W. Brooks", "href": "/wiki/D._W._Brooks", "description": "David William Brooks was an American farmer and businessman."}, {"title": "Gold Kist", "href": "/wiki/Gold_Kist", "description": "Gold Kist was a large chicken producing company in the southern United States. It was founded in 1933 by D.W. Brooks, a University of Georgia agronomy instructor as the Cotton Producers Association, a cooperative to help farmers in Carrollton, Georgia, market cotton. It soon grew and diversified into fields such as fertilizer and retailing farm supplies. It soon entered the poultry business. In 19"}]}, {"heading": "Births", "year": "1903", "date": "September 11", "txt": "Theodor Adorno, German sociologist and philosopher (d. 1969)", "entities": [{"title": "Theodor Adorno", "href": "/wiki/Theodor_Adorno", "description": "Theodor W. Adorno was a German philosopher, sociologist, psychologist, musicologist, and composer known for his critical theory of society."}]}, {"heading": "Births", "year": "1903", "date": "September 11", "txt": "Stephen Etnier, American lieutenant and painter (d. 1984)", "entities": []}, {"heading": "Births", "year": "1904", "date": "September 11", "txt": "Karl Plutus, Estonian lawyer and jurist (d. 2010)", "entities": [{"title": "Karl Plutus", "href": "/wiki/Karl_Plutus", "description": "Karl Plutus was an Estonian jurist and the oldest verified living Estonian man in 2008–2010."}]}, {"heading": "Births", "year": "1907", "date": "September 11", "txt": "Lev Oborin, Russian pianist and educator (d. 1974)", "entities": [{"title": "Lev Oborin", "href": "/wiki/Lev_Oborin", "description": "Lev Nikolayevich Oborin was a Soviet and Russian pianist, composer and pedagogue. He was the winner of the first International Chopin Piano Competition in 1927."}]}, {"heading": "Births", "year": "1908", "date": "September 11", "txt": "Alvar Lidell, English journalist (d. 1981)", "entities": [{"title": "Alvar Lidell", "href": "/wiki/Alvar_Lidell", "description": "Tord Alvar Quan Lidell MBE was a BBC radio announcer and newsreader. During the Second World War his distinctive voice became synonymous with the reading of news."}]}, {"heading": "Births", "year": "1911", "date": "September 11", "txt": "Lala Amarnath, Indian cricketer (d. 2000)", "entities": [{"title": "Lala Amarnath", "href": "/wiki/Lala_Amarnath", "description": "Lala Amarnath Bharadwaj was an Indian cricketer. He was the first batsman ever to score a century for India in Test cricket. He was independent India's first cricket captain and captained India in the first Test series win against Pakistan in 1952."}]}, {"heading": "Births", "year": "1911", "date": "September 11", "txt": "Bola de Nieve, Cuban singer-songwriter and pianist (d. 1971)", "entities": []}, {"heading": "Births", "year": "1913", "date": "September 11", "txt": "Bear Bryant, American football player and coach (d. 1983)", "entities": [{"title": "Bear Bryant", "href": "/wiki/Bear_Bryant", "description": "Paul William \"Bear\" Bryant was an American college football player and coach. He was best known as the head coach of the University of Alabama football team. During his 25-year tenure as Alabama's head coach, he amassed six national championships and thirteen conference championships. Upon his retirement in 1982, he held the record for the most wins (323) as a head coach in collegiate football his"}]}, {"heading": "Births", "year": "1913", "date": "September 11", "txt": "Jacinto Convit, Venezuelan physician and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1914", "date": "September 11", "txt": "Serbian Patriarch Pavle II (d. 2009)", "entities": [{"title": "Serbian Patriarch Pavle II", "href": "/wiki/Serbian_Patriarch_Pavle_II", "description": "Pavle was the patriarch of the Serbian Orthodox Church from 1990 to his death. His full title was His Holiness the Archbishop of Peć, Metropolitan of Belgrade and Karlovci, and Serbian Patriarch Pavle. Before his death, he was the oldest living leader of an Eastern Orthodox church. Because of poor health, he spent his last years in the Military Medical Academy in Belgrade, while his duties were ca"}]}, {"heading": "Births", "year": "1916", "date": "September 11", "txt": "Ed Sabol, American film producer, co-founded NFL Films (d. 2015)", "entities": [{"title": "Ed Sabol", "href": "/wiki/Ed_Sabol", "description": "Edwin Milton Sabol was an American filmmaker and the founder of NFL Films. He was elected to the Pro Football Hall of Fame in 2011 as a contributor due to his works with NFL Films."}, {"title": "NFL Films", "href": "/wiki/NFL_Films", "description": "NFL Productions, LLC, doing business as NFL Films, is the film and television production company of the National Football League. It produces commercials, television programs, feature films, and documentaries for and about (NFL), as well as other unrelated major events and awards shows. Founded as Blair Motion Pictures by Ed Sabol in 1962 and run by his son Steve Sabol until his death, it produces"}]}, {"heading": "Births", "year": "1917", "date": "September 11", "txt": "Donald Blakeslee, American colonel and pilot (d. 2008)", "entities": [{"title": "Donald Blakeslee", "href": "/wiki/Donald_Blakeslee", "description": "Donald James Matthew Blakeslee was an officer in the United States Air Force, whose aviation career began as a pilot in the Royal Canadian Air Force flying Spitfire fighter aircraft during World War II. He then became a member of the Royal Air Force Eagle Squadrons, before transferring to the United States Army Air Forces in 1942. He flew more combat missions against the Luftwaffe than any other A"}]}, {"heading": "Births", "year": "1917", "date": "September 11", "txt": "Herbert Lom, Czech-born English actor (d. 2012)", "entities": []}, {"heading": "Births", "year": "1917", "date": "September 11", "txt": "Ferdinand Marcos, Filipino soldier, lawyer, and politician, 10th President of the Philippines (d. 1989)", "entities": [{"title": "President of the Philippines", "href": "/wiki/President_of_the_Philippines", "description": "The president of the Philippines is the head of state and the head of government of the Philippines. The president leads the executive branch of the Philippine government and is the commander-in-chief of the Armed Forces of the Philippines. The president is directly elected by the people, and is one of only two nationally elected executive officials, the other being the vice president of the Phili"}]}, {"heading": "Births", "year": "1917", "date": "September 11", "txt": "Jessica Mitford, English-American journalist and author (d. 1996)", "entities": []}, {"heading": "Births", "year": "1917", "date": "September 11", "txt": "Daniel Wildenstein, French art dealer and horse breeder (d. 2001)", "entities": []}, {"heading": "Births", "year": "1921", "date": "September 11", "txt": "Leaford Bearskin, American tribal leader and colonel (d. 2012)", "entities": [{"title": "Leaford Bearskin", "href": "/wiki/Leaford_Bearskin", "description": "Leaford Bearskin was a Native American tribal leader and US Air Force officer. He was Chief of the Wyandotte Nation from 1983 to 2011."}]}, {"heading": "Births", "year": "1921", "date": "September 11", "txt": "Edwin Richfield, English actor and screenwriter (d. 1990)", "entities": []}, {"heading": "Births", "year": "1923", "date": "September 11", "txt": "Betsy Drake, American actress (d. 2015)", "entities": [{"title": "Betsy Drake", "href": "/wiki/Betsy_Drake", "description": "Betsy Drake was an American actress and writer. She was the third wife of actor Cary Grant."}]}, {"heading": "Births", "year": "1923", "date": "September 11", "txt": "Vasilije Mokranjac, Serbian composer and academic (d. 1984)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 11", "txt": "Daniel Akaka, American soldier, engineer, and politician (d. 2018)", "entities": [{"title": "Daniel Akaka", "href": "/wiki/Daniel_Akaka", "description": "Daniel Kahikina Akaka was an American educator and politician who served as a United States Senator from Hawaii from 1990 to 2013. A member of the Democratic Party, Akaka was the first U.S. Senator of Native Hawaiian ancestry."}]}, {"heading": "Births", "year": "1924", "date": "September 11", "txt": "Tom Landry, American football player and coach (d. 2000)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 11", "txt": "Rudolf Vrba, Czech-Canadian pharmacologist and educator (d. 2006)", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 11", "txt": "Harry Somers, Canadian soldier and composer (d. 1999)", "entities": [{"title": "Harry Somers", "href": "/wiki/Harry_Somers", "description": "Harry Stewart Somers, CC was one of the most influential and innovative contemporary Canadian composers of the past century. Possessing a charismatic attitude and rather dashing good-looks, as well as a genuine talent for his art, Somers earned the unofficial title of \"Darling of Canadian Composition.\" \nA truly patriotic artist, Somers was engaged in many national projects over the course his life"}]}, {"heading": "Births", "year": "1926", "date": "September 11", "txt": "Eddie Miksis, American baseball player (d. 2005)", "entities": [{"title": "Eddie Miksis", "href": "/wiki/Eddie_Miksis", "description": "Edward Thomas \"Eddie\" Miksis was an American professional baseball infielder and outfielder. He played fourteen seasons in Major League Baseball (MLB) between 1944 and 1958 for the Brooklyn Dodgers, Chicago Cubs, St. Louis Cardinals, Baltimore Orioles, and Cincinnati Reds."}]}, {"heading": "Births", "year": "1927", "date": "September 11", "txt": "Keith Holman, Australian rugby league player and coach (d. 2011)", "entities": [{"title": "Keith Holman", "href": "/wiki/Keith_Holman", "description": "Keith Victor Holman, MBE was an Australian Rugby League footballer, a national and state representative Halfback whose club career was played with Western Suburbs from 1949 to 1961."}]}, {"heading": "Births", "year": "1927", "date": "September 11", "txt": "G. David Schine, American soldier and businessman (d. 1996)", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 11", "txt": "Reubin Askew, American sergeant, lawyer, and politician, 37th Governor of Florida (d. 2014)", "entities": [{"title": "Reubin Askew", "href": "/wiki/Reubin_Askew", "description": "Reubin O'Donovan Askew was an American politician, who served as the 37th governor of the U.S. state of Florida from 1971 to 1979. He led on tax reform, civil rights, and financial transparency for public officials, maintaining an outstanding reputation for personal integrity."}, {"title": "Governor of Florida", "href": "/wiki/Governor_of_Florida", "description": "The governor of Florida is the head of the executive branch of Florida's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws and the power to either approve or veto bills passed by the Florida Legislature, convene the legislature and grant pardons, except in cases of impeachment."}]}, {"heading": "Births", "year": "1928", "date": "September 11", "txt": "Earl Holliman, American actor", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 11", "txt": "William X. Kienzle, American priest and author (d. 2001)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 11", "txt": "Luis García, Venezuelan baseball player and manager (d. 2014)", "entities": [{"title": "Luis García (third baseman)", "href": "/wiki/Luis_Garc%C3%ADa_(third_baseman)", "description": "Luis García Beltrán was a Venezuelan professional baseball player and manager. Listed at 5' 11\", 189 lb (86 kg), he batted and threw right handed."}]}, {"heading": "Births", "year": "1929", "date": "September 11", "txt": "Primož Kozak, Slovenian playwright (d. 1981)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 11", "txt": "Patrick Mayhew, English lawyer and politician, Secretary of State for Northern Ireland (d. 2016)", "entities": [{"title": "Secretary of State for Northern Ireland", "href": "/wiki/Secretary_of_State_for_Northern_Ireland", "description": "The Secretary of State for Northern Ireland also referred to as the Northern Ireland Secretary, is the principal secretary of state in Her Majesty's Government who represents Northern Ireland in Cabinet. The Secretary of State is a minister of the Crown who is accountable to the Parliament of the United Kingdom and is the chief minister in the Northern Ireland Office. As with other ministers, the "}]}, {"heading": "Births", "year": "1930", "date": "September 11", "txt": "Cathryn Damon, American actress and dancer (d. 1987)", "entities": [{"title": "Cathryn Damon", "href": "/wiki/Cathryn_Damon", "description": "Cathryn Lee Damon was an American actress, best known for her roles on television sitcoms in the 1970s and 1980s. She is best known as Mary Campbell in Soap (1977-1981)."}]}, {"heading": "Births", "year": "1930", "date": "September 11", "txt": "Jean-Claude Forest, French author and illustrator (d. 1998)", "entities": []}, {"heading": "Births", "year": "1930", "date": "September 11", "txt": "Saleh Selim, Egyptian footballer, manager, and actor (d. 2002)", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 11", "txt": "John Reger, American football player (d. 2013)", "entities": [{"title": "John Reger", "href": "/wiki/John_Reger", "description": "John George Reger was a National Football League linebacker for the Pittsburgh Steelers and the Washington Redskins, and participated in three Pro Bowls during his 12-year career. Reger played college football at the University of Pittsburgh. He died in Tampa, Florida in 2013."}]}, {"heading": "Births", "year": "1931", "date": "September 11", "txt": "Hans-Ulrich Wehler, German historian and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 11", "txt": "Peter Anderson, English footballer", "entities": [{"title": "Peter Anderson (footballer, born 1932)", "href": "/wiki/Peter_Anderson_(footballer,_born_1932)", "description": "Peter Dennis Anderson wa an English former professional footballer who made more than 300 appearances in the Football League playing as an outside forward for Plymouth Argyle and Torquay United."}]}, {"heading": "Births", "year": "1932", "date": "September 11", "txt": "Bob Packwood, American politician", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 11", "txt": "Margaret Booth, English lawyer and judge", "entities": [{"title": "Margaret Booth (judge)", "href": "/wiki/Margaret_Booth_(judge)", "description": "Dame Margaret Myfanwy Wood Booth, DBE was a British judge."}]}, {"heading": "Births", "year": "1933", "date": "September 11", "txt": "William Luther Pierce, American author and activist (d. 2002)", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 11", "txt": "Nicola Pietrangeli, Italian tennis player", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 11", "txt": "Oliver Jones, Canadian pianist and composer", "entities": [{"title": "Oliver Jones (pianist)", "href": "/wiki/Oliver_Jones_(pianist)", "description": "Oliver Theophilus Jones, is a Canadian jazz pianist, organist, composer and arranger."}]}, {"heading": "Births", "year": "1935", "date": "September 11", "txt": "Arvo Pärt, Estonian composer", "entities": [{"title": "Arvo Pärt", "href": "/wiki/Arvo_P%C3%A4rt", "description": "Arvo Pärt is an Estonian composer of classical and religious music. Since the late 1970s, Pärt has worked in a minimalist style that employs his self-invented compositional technique, tintinnabuli. Pärt's music is in part inspired by Gregorian chant. His most performed works include Fratres (1977), Spiegel im Spiegel (1978), and Für Alina (1976). From 2011 to 2018, Pärt was the most performed livi"}]}, {"heading": "Births", "year": "1935", "date": "September 11", "txt": "Gherman Titov, Russian general, pilot, and astronaut (d. 2000)", "entities": []}, {"heading": "Births", "year": "1936", "date": "September 11", "txt": "Pavel Landovský, Czech actor, director, and playwright (d. 2014)", "entities": [{"title": "Pavel Landovský", "href": "/wiki/Pavel_Landovsk%C3%BD", "description": "Pavel Landovský, nicknamed Lanďák, was a Czech actor, playwright, and director. He was a prominent dissident under the communist regime of former Czechoslovakia."}]}, {"heading": "Births", "year": "1937", "date": "September 11", "txt": "Robert Crippen, American captain, pilot, and astronaut", "entities": [{"title": "Robert Crippen", "href": "/wiki/Robert_Crippen", "description": "Robert Laurel Crippen is an American retired naval officer and aviator, test pilot, aerospace engineer, and retired astronaut. He traveled into space four times: as Pilot of STS-1 in April 1981, the first Space Shuttle mission; and as Commander of STS-7 in June 1983, STS-41-C in April 1984, and STS-41-G in October 1984. He was also a part of the Manned Orbiting Laboratory, Skylab Medical Experimen"}]}, {"heading": "Births", "year": "1937", "date": "September 11", "txt": "Queen Paola of Belgium", "entities": []}, {"heading": "Births", "year": "1938", "date": "September 11", "txt": "David Higgins, English composer and conductor (d. 2006)", "entities": [{"title": "David Higgins (composer)", "href": "/wiki/David_Higgins_(composer)", "description": "David Roger Higgins was a composer and choral conductor. Born in Sheffield, England, he began teaching music at the age of 22. During his time in Sheffield he was the organist of the Sheffield University Church and musical director of Opera 14. In 1974, he was appointed organist and choirmaster of St Oswald's Church, Durham, a position he held until his death in 2006. In 1983 a fire was started in"}]}, {"heading": "Births", "year": "1938", "date": "September 11", "txt": "Brian F. G. Johnson, English chemist and academic", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 11", "txt": "Charles Geschke, American businessman, co-founded Adobe Systems (d. 2021)", "entities": [{"title": "Charles Geschke", "href": "/wiki/Charles_Geschke", "description": "Charles Matthew \"Chuck\" Geschke was an American businessman and computer scientist best known for founding the graphics and publishing software company Adobe Inc. with John Warnock in 1982, and co-creating the PDF document format with John Warnock."}, {"title": "Adobe Systems", "href": "/wiki/Adobe_Systems", "description": "Adobe Inc. is an American multinational computer software company. Incorporated in Delaware \nand headquartered in San Jose, California, it has historically specialized in software for the creation and publication of a wide range of content, including graphics, photography, illustration, animation, multimedia/video, motion pictures and print. The company has expanded into digital marketing manageme"}]}, {"heading": "Births", "year": "1940", "date": "September 11", "txt": "Brian De Palma, American director, producer, and screenwriter", "entities": [{"title": "Brian De Palma", "href": "/wiki/Brian_De_Palma", "description": "Brian Russell De Palma is an American film director and screenwriter. With a career spanning over 50 years, he is best known for his work in the suspense, crime and psychological thriller genres. His prominent films include mainstream box office hits such as Carrie (1976), Dressed to Kill (1980), Scarface (1983), The Untouchables (1987), and Mission: Impossible (1996), as well as cult favorites su"}]}, {"heading": "Births", "year": "1940", "date": "September 11", "txt": "Nông Đức Mạnh, Vietnamese politician", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 11", "txt": "Thomas K. McCraw, American historian and author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 11", "txt": "Theodore Olson, American lawyer and politician, United States Solicitor General", "entities": [{"title": "United States Solicitor General", "href": "/wiki/United_States_Solicitor_General", "description": "The solicitor general of the United States is the fourth-highest-ranking official in the United States Department of Justice. The current acting solicitor general, Elizabeth Prelogar, has been serving in the role since January 20, 2021."}]}, {"heading": "Births", "year": "1940", "date": "September 11", "txt": "Robert Palmer, American businessman, co-founded Mostek", "entities": [{"title": "Mostek", "href": "/wiki/Mostek", "description": "Mostek was an integrated circuit manufacturer, founded in 1969 by L. J. Sevin, Louay E. Sharif, Richard L. Petritz and other ex-employees of Texas Instruments. Initially their products were manufactured in Worcester, Massachusetts, however by 1974 most of its manufacturing was done in the Carrollton, Texas facility on Crosby Road. At its peak in the late 1970s, Mostek held an 85% market share of t"}]}, {"heading": "Births", "year": "1941", "date": "September 11", "txt": "Minnijean Brown-Trickey, Civil Rights activist and Little Rock Nine member", "entities": [{"title": "Minnijean Brown-Trickey", "href": "/wiki/Minnijean_Brown-Trickey", "description": "Minnijean Brown-Trickey is a political figure who was a member of the Little Rock Nine, a group of nine African American teenagers who integrated Little Rock Central High School. The integration followed the Brown v. Board of Education decision which required public schools to be desegregated."}, {"title": "Little Rock Nine", "href": "/wiki/Little_Rock_Nine", "description": "The Little Rock Nine was a group of nine African American students enrolled in Little Rock Central High School in 1957. Their enrollment was followed by the Little Rock Crisis, in which the students were initially prevented from entering the racially segregated school by Orval Faubus, the Governor of Arkansas. They then attended after the intervention of President Dwight D. Eisenhower."}]}, {"heading": "Births", "year": "1942", "date": "September 11", "txt": "Lola Falana, American actress, singer, and dancer", "entities": [{"title": "Lola Falana", "href": "/wiki/Lola_Falana", "description": "Loletha Elayne Falana or Loletha Elaine Falana (sources differ), better known by her stage name Lola Falana, is an American singer, dancer, model and actress."}]}, {"heading": "Births", "year": "1943", "date": "September 11", "txt": "André Caillé, Canadian chemist and businessman", "entities": [{"title": "André Caillé", "href": "/wiki/Andr%C3%A9_Caill%C3%A9", "description": "André Caillé is a Canadian electricity company executive."}]}, {"heading": "Births", "year": "1943", "date": "September 11", "txt": "Jack Ely, American singer and guitarist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 11", "txt": "Mickey Hart, American drummer, percussionist, and musicologist", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 11", "txt": "Brian Perkins, New Zealand-English journalist and actor", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 11", "txt": "Everaldo, Brazilian footballer (d. 1974)", "entities": [{"title": "Everaldo", "href": "/wiki/Everaldo", "description": " Everaldo Marques da Silva, nicknamed Everaldo, was a football (soccer) player from Brazil. He was defender with Grêmio Foot-Ball Porto Alegrense and with the Brazilian national team. He won the 1970 FIFA World Cup. The golden star in Gremio's flag was added in 1970 in his homage. He died as a result of a car crash in Santa Cruz do Sul. He is regarded as one of the finest left-backs of all time."}]}, {"heading": "Births", "year": "1944", "date": "September 11", "txt": "Freddy Thielemans, Belgian educator and politician, Mayor of Brussels", "entities": [{"title": "List of mayors of the City of Brussels", "href": "/wiki/List_of_mayors_of_the_City_of_Brussels", "description": "This is a list of mayors or burgomasters of the City of Brussels."}]}, {"heading": "Births", "year": "1945", "date": "September 11", "txt": "Franz Beckenbauer, German footballer and manager", "entities": [{"title": "Franz Beckenbauer", "href": "/wiki/Franz_Beckenbauer", "description": "Franz Anton Beckenbauer is a German former professional footballer and manager. In his playing career he was nicknamed Der Kaiser because of his elegant style, dominance and leadership on the field, and also as his first name \"Franz\" is reminiscent of the Austrian emperors. He is widely regarded to be one of the greatest players in the history of the sport. A versatile player who started out as a "}]}, {"heading": "Births", "year": "1945", "date": "September 11", "txt": "Gianluigi Gelmetti, Italian composer and conductor", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 11", "txt": "Leo Kottke, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 11", "txt": "Anthony Browne, English author and illustrator", "entities": [{"title": "Anthony Browne (author)", "href": "/wiki/Anthony_Browne_(author)", "description": "Anthony Edward Tudor Browne is a British writer and illustrator of children's books, primarily picture books. Browne has written or illustrated over fifty books, and received the Hans Christian Andersen Award in 2000. From 2009 to 2011 he was Children's Laureate."}]}, {"heading": "Births", "year": "1946", "date": "September 11", "txt": "John Roberts, Welsh footballer and manager (d. 2016)", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 11", "txt": "Jim Shoulder, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 11", "txt": "Dennis Tufano, American rock singer", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 11", "txt": "John Martyn, English-Scottish singer-songwriter and guitarist (d. 2009)", "entities": [{"title": "John Martyn", "href": "/wiki/John_Martyn", "description": "Iain David McGeachy, known professionally as John Martyn, was a British singer-songwriter and guitarist. Over a 40-year career, he released 23 studio albums, and received frequent critical acclaim. The Times described him as \"an electrifying guitarist and singer whose music blurred the boundaries between folk, jazz, rock and blues\"."}]}, {"heading": "Births", "year": "1949", "date": "September 11", "txt": "Roger Uttley, English rugby player and coach", "entities": [{"title": "Roger Uttley", "href": "/wiki/Roger_Uttley", "description": "Roger Miles Uttley OBE is a former English rugby union player."}]}, {"heading": "Births", "year": "1949", "date": "September 11", "txt": "Bill Whittington, American racing driver", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 11", "txt": "Anne Dell, Australian biochemist and academic", "entities": [{"title": "Anne Dell", "href": "/wiki/Anne_Dell", "description": "Anne Dell is an Australian biochemist specialising in the study of glycomics and the carbohydrate structures that modify proteins. Anne's work could be used to figure out how pathogens such as HIV are able to evade termination by the immune system which could be applied toward understanding how this occurs in fetuses. Her research has also led to the development of higher sensitivity mass spectros"}]}, {"heading": "Births", "year": "1950", "date": "September 11", "txt": "Bruce Doull, Australian footballer", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 11", "txt": "Amy Madigan, American actress", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 11", "txt": "Barry Sheene, English motorcycle racer and sportscaster (d. 2003)", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 11", "txt": "Miroslav Dvořák, Czech ice hockey player (d. 2008)", "entities": [{"title": "Miroslav Dvořák (ice hockey)", "href": "/wiki/Miroslav_Dvo%C5%99%C3%A1k_(ice_hockey)", "description": "Miroslav Dvořák, nicknamed \"Cookie\", was a Czechoslovak professional ice hockey defenseman who played three seasons in the NHL with the Philadelphia Flyers. He is also well known as a famous player of Czech Extraliga (Czechoslovak) team HC České Budějovice, where he spent most of his active career."}]}, {"heading": "Births", "year": "1951", "date": "September 11", "txt": "Richard D. Gill, English-Dutch mathematician and academic", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 11", "txt": "Hugo Porta, Argentinian rugby player", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 11", "txt": "Catherine Bott, English soprano", "entities": [{"title": "Catherine Bott", "href": "/wiki/Catherine_Bott", "description": "\n\nCatherine Bott is a British soprano and a Baroque specialist. She has also pursued a broadcasting career."}]}, {"heading": "Births", "year": "1953", "date": "September 11", "txt": "Jani Allan, English-South African journalist and author", "entities": [{"title": "Jani Allan", "href": "/wiki/Jani_Allan", "description": "Jani Allan is a South African journalist, columnist, writer and broadcaster. She became one of the country's first media celebrities in the 1980s and 1990s."}]}, {"heading": "Births", "year": "1953", "date": "September 11", "txt": "Sarita Francis, Former Montserrat Deputy Governor", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 11", "txt": "Renée Geyer, Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 11", "txt": "Tommy Shaw, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 11", "txt": "Sharon Lamb, American psychologist and academic", "entities": [{"title": "Sharon Lamb", "href": "/wiki/Sharon_Lamb", "description": "Sharon Lamb, is an American professor in the Department of Counseling and School Psychology at the University of Massachusetts Boston's, College of Education and Human Development, and a fellow of the American Psychological Association (APA). She also sits on the editorial board of the academic journals Feminism & Psychology, and Sexualization, Media, and Society."}]}, {"heading": "Births", "year": "1956", "date": "September 11", "txt": "Tony Gilroy, American director, producer, and screenwriter", "entities": [{"title": "Tony Gilroy", "href": "/wiki/Tony_Gilroy", "description": "Anthony Joseph Gilroy is an American screenwriter and filmmaker. He wrote the screenplays for the first four films of the Bourne series starring Matt Damon, among other successful films, and directed the fourth film of the franchise. He received a nomination for the Academy Award for Best Director and for the Academy Award for Best Original Screenplay for Michael Clayton. Gilroy wrote and directed"}]}, {"heading": "Births", "year": "1957", "date": "September 11", "txt": "Jeff Sluman, American golfer", "entities": [{"title": "Jeff Sluman", "href": "/wiki/Jeff_Sluman", "description": "Jeffrey George Sluman is an American professional golfer who has won numerous professional golf tournaments including six PGA Tour victories."}]}, {"heading": "Births", "year": "1957", "date": "September 11", "txt": "Jeh Johnson, American political appointee; Secretary of the U.S. Department of Homeland Security", "entities": [{"title": "U.S. Department of Homeland Security", "href": "/wiki/U.S._Department_of_Homeland_Security", "description": "The United States Department of Homeland Security (DHS) is the U.S. federal executive department responsible for public security, roughly comparable to the interior or home ministries of other countries. Its stated missions involve anti-terrorism, border security, immigration and customs, cyber security, and disaster prevention and management."}]}, {"heading": "Births", "year": "1958", "date": "September 11", "txt": "Brad Lesley, American baseball player (d. 2013)", "entities": [{"title": "Brad Lesley", "href": "/wiki/Brad_Lesley", "description": "Bradley Jay Lesley was an American professional baseball player-turned-actor and media personality. Lesley was an especially imposing physical figure, standing 6 ft 6 in (1.98 m) and weighing 230 lb (104 kg). Nicknamed \"The Animal\", he was known for his aggressive style of self-motivation."}]}, {"heading": "Births", "year": "1958", "date": "September 11", "txt": "Scott Patterson, American actor", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 11", "txt": "Phoef Sutton, American screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 11", "txt": "Andre Dubus III, American novelist and short story writer", "entities": [{"title": "Andre Dubus III", "href": "/wiki/Andre_Dubus_III", "description": "Andre Dubus III is an American novelist and short story writer. He is a member of the faculty at the University of Massachusetts Lowell."}]}, {"heading": "Births", "year": "1959", "date": "September 11", "txt": "David Frost, South African golfer", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 11", "txt": "Robert Wrenn, American golfer and sportscaster", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 11", "txt": "Hiroshi Amano, Japanese physicist and academic, Nobel Prize laureate", "entities": [{"title": "Hiroshi Amano", "href": "/wiki/Hiroshi_Amano", "description": "Hiroshi Amano  is a Japanese physicist, engineer and inventor specializing in the field of semiconductor technology. For his work he was awarded the 2014 Nobel Prize in Physics together with Isamu Akasaki and Shuji Nakamura for \"the invention of efficient blue light-emitting diodes which has enabled bright and energy-saving white light sources\"."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1960", "date": "September 11", "txt": "Michael P. Leavitt, American soldier", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 11", "txt": "Philip Ardagh, English author", "entities": [{"title": "Philip Ardagh", "href": "/wiki/Philip_Ardagh", "description": "Philip Ardagh is an English children's author, primarily known for the Eddie Dickens series of books. He has written more than 100 books including adult fiction and children's non-fiction."}]}, {"heading": "Births", "year": "1961", "date": "September 11", "txt": "E. G. Daily, American actress", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 11", "txt": "Virginia Madsen, American actress", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 11", "txt": "Samina Raja, Pakistani poet and educator (d. 2012)", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 11", "txt": "Filip Dewinter, Belgian politician", "entities": [{"title": "Filip Dewinter", "href": "/wiki/Filip_Dewinter", "description": "Philip Michel Frans \"Filip\" Dewinter is a Belgian politician. He is one of the leading members of Vlaams Belang, a right-wing Flemish nationalist and secessionist political party. Together with Hugo Coveliers of the VLOTT party, Dewinter formed a list cartel for the city elections of Antwerp on 8 October 2006."}]}, {"heading": "Births", "year": "1962", "date": "September 11", "txt": "Kristy McNichol, American actress", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 11", "txt": "Victoria Poleva, Ukrainian pianist and composer", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 11", "txt": "Julio Salinas, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 11", "txt": "Jenny Sanford, American banker and businesswoman", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 11", "txt": "Dave Bidini, Canadian singer-songwriter and guitarist", "entities": [{"title": "Dave Bidini", "href": "/wiki/Dave_Bidini", "description": "Dave Bidini is a Canadian musician and writer. Originally from Etobicoke, Ontario, he was a founding member of the rock band Rheostatics, and currently performs with Bidiniband. In addition, he has published several books about music, travel and sports, and has written feature journalism pieces and columns for numerous Canadian magazines and newspapers. He is the only Canadian to have been nominat"}]}, {"heading": "Births", "year": "1964", "date": "September 11", "txt": "Victor Wooten, American musician", "entities": [{"title": "Victor Wooten", "href": "/wiki/Victor_Wooten", "description": "Victor Lemonte Wooten is an American bassist, songwriter, and record producer. He has been the bassist for Béla Fleck and the Flecktones since the group's formation in 1988 and a member of the band SMV with two other bassists, Stanley Clarke and Marcus Miller. From 2017 to 2019 he recorded as the bassist for the metal band Nitro."}]}, {"heading": "Births", "year": "1965", "date": "September 11", "txt": "Bashar al-Assad, Syrian politician, 21st President of Syria", "entities": [{"title": "Bashar al-Assad", "href": "/wiki/Bashar_al-Assad", "description": "Bashar Hafez al-Assad is a Syrian politician who has been the 19th president of Syria since 17 July 2000. In addition, he is the commander-in-chief of the Syrian Armed Forces and regional secretary of the Arab Socialist Ba'ath Party's branch in Syria. His father, Hafez al-Assad, was the president of Syria before him, serving from 1971 to 2000."}, {"title": "President of Syria", "href": "/wiki/President_of_Syria", "description": "The president of Syria, officially the president of the Syrian Arab Republic, is the head of state of the Syrian Arab Republic. He is vested with sweeping powers that may be delegated, at his sole discretion, to his vice presidents. He appoints and dismisses the prime minister and other members of the Council of Ministers and military officers. Bashar al-Assad is the 20th and current president of "}]}, {"heading": "Births", "year": "1965", "date": "September 11", "txt": "Paul Heyman, American wrestling promoter, manager, and journalist", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 11", "txt": "Moby, American singer-songwriter, musician, and DJ", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 11", "txt": "Maria Bartiromo, American financial journalist and television personality", "entities": [{"title": "Maria Bartiromo", "href": "/wiki/Maria_Bartiromo", "description": "Maria Sara Bartiromo is an American financial journalist, television personality, news anchor, and author. She is the host of Mornings with Maria and Maria Bartiromo's Wall Street on the Fox Business Network as well as Sunday Morning Futures With Maria Bartiromo on the Fox News Channel."}]}, {"heading": "Births", "year": "1967", "date": "September 11", "txt": "Harry Connick Jr., American singer-songwriter, pianist, actor, and talk show host", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 11", "txt": "Sung Jae-gi, South Korean activist, founded Man of Korea (d. 2013)", "entities": [{"title": "Man of Korea", "href": "/wiki/Man_of_Korea", "description": "Man of Korea is a non-profit masculist organization in South Korea. It was founded in 2008, and first leader was Sung Jae-gi."}]}, {"heading": "Births", "year": "1967", "date": "September 11", "txt": "Charles Walker, English politician", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 11", "txt": "Allan Alaküla, Estonian journalist", "entities": [{"title": "Allan Alaküla", "href": "/wiki/Allan_Alak%C3%BCla", "description": "Allan Alaküla is an Estonian journalist."}]}, {"heading": "Births", "year": "1968", "date": "September 11", "txt": "Paul Mayeda Berges, American director and screenwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 11", "txt": "Stefano Cagol, Italian photographer and director", "entities": [{"title": "Stefano Cagol", "href": "/wiki/Stefano_Cagol", "description": "Stefano Cagol is an Italian contemporary artist living in Italy, Germany and Norway. He works with video, photography and installation and performance art."}]}, {"heading": "Births", "year": "1969", "date": "September 11", "txt": "Eduardo Pérez, American baseball player, manager, and sportscaster", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 11", "txt": "Taraji P. Henson, American actress", "entities": [{"title": "Taraji P. Henson", "href": "/wiki/Taraji_P._Henson", "description": "Taraji Penda Henson is an American actress. She studied acting at Howard University and began her Hollywood career in guest roles on several television shows before making her breakthrough in Baby Boy (2001). She received praise for her performances as a prostitute in Hustle & Flow (2005), for which she received a Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture "}]}, {"heading": "Births", "year": "1970", "date": "September 11", "txt": "William Joppy, American boxer and coach", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 11", "txt": "Ted Leo, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 11", "txt": "Antonio Gómez Medina, Mexican wrestler", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 11", "txt": "Richard Ashcroft, English singer-songwriter and musician", "entities": [{"title": "Richard Ashcroft", "href": "/wiki/Richard_Ashcroft", "description": "Richard Paul Ashcroft is an English singer and songwriter. He was the lead singer and occasional rhythm guitarist of the alternative rock band the Verve from their formation in 1990 until their original split in 1999. Songs he wrote for the band include \"Bitter Sweet Symphony\", \"Lucky Man\", and the UK number one \"The Drugs Don't Work\". He became a successful solo artist, releasing three UK top thr"}]}, {"heading": "Births", "year": "1974", "date": "September 11", "txt": "DeLisha Milton-Jones, American basketball player and coach", "entities": [{"title": "DeLisha Milton-Jones", "href": "/wiki/DeLisha_Milton-Jones", "description": "DeLisha Lachell Milton-Jones is an American retired professional basketball player and head coach of Old Dominion. Milton-Jones played college basketball for the University of Florida. She was a first-team All-American and SEC Player of the Year her senior season."}]}, {"heading": "Births", "year": "1975", "date": "September 11", "txt": "Juan Cobián, Argentinian footballer", "entities": [{"title": "Juan Cobián", "href": "/wiki/Juan_Cobi%C3%A1n", "description": "Juan Manuel Cobián is a former Argentine footballer who played mostly as a right-back for clubs including Sheffield Wednesday, Swindon Town, Aberdeen and Boca Juniors."}]}, {"heading": "Births", "year": "1975", "date": "September 11", "txt": "Pierre Issa, South African footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 11", "txt": "Tomáš Enge, Czech racing driver", "entities": [{"title": "Tomáš Enge", "href": "/wiki/Tom%C3%A1%C5%A1_Enge", "description": "Tomáš Enge is a former professional racing driver from the Czech Republic, who has competed in many classes of motorsport, including three races in Formula One. He has twice been sanctioned professionally for drug offences."}]}, {"heading": "Births", "year": "1976", "date": "September 11", "txt": "Murali Kartik, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 11", "txt": "Jonny Buckland, English guitarist", "entities": [{"title": "Jonny Buckland", "href": "/wiki/Jonny_Buckland", "description": "Jonathan Mark Buckland is a Welsh \nmusician and multi-instrumentalist. He is the lead guitarist and co-founder of the alternative rock band Coldplay."}]}, {"heading": "Births", "year": "1977", "date": "September 11", "txt": "Ludacris, American rapper and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 11", "txt": "Matthew Stevens, Welsh snooker player", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 11", "txt": "Tobias Zellner, German footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 11", "txt": "Ben Lee, Australian singer-songwriter, guitarist, and actor", "entities": [{"title": "Ben Lee", "href": "/wiki/Ben_Lee", "description": "Benjamin Michael Lee is an Australian musician and actor. Lee began his career as a musician at the age of 14 with the Sydney band Noise Addict, but focused on his solo career when the band broke up in 1995. He appeared as the protagonist in the Australian film The Rage in Placid Lake (2003). He has released eleven solo studio albums."}]}, {"heading": "Births", "year": "1978", "date": "September 11", "txt": "Ed Reed, American football player", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 11", "txt": "Dejan Stanković, Serbian footballer and manager", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 11", "txt": "Eric Abidal, French footballer", "entities": [{"title": "Eric Abidal", "href": "/wiki/Eric_Abidal", "description": "Eric Sylvain Abidal is a French former professional footballer who played as a left back or centre back."}]}, {"heading": "Births", "year": "1979", "date": "September 11", "txt": "Leon Cort, English footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 11", "txt": "Frank Francisco, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 11", "txt": "Steve Hofstetter, American comedian, journalist, and author", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 11", "txt": "David Pizarro, Chilean footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 11", "txt": "Mike Comrie, Canadian ice hockey player", "entities": [{"title": "Mike Comrie", "href": "/wiki/Mike_Comrie", "description": "Michael William Comrie is a Canadian former professional ice hockey player. During his 13-year National Hockey League (NHL) career he played with the Edmonton Oilers, Philadelphia Flyers, Phoenix Coyotes, Ottawa Senators, New York Islanders, and the Pittsburgh Penguins. He retired in early 2012 after undergoing hip surgery for the third time."}]}, {"heading": "Births", "year": "1980", "date": "September 11", "txt": "Dawit Kebede, Ethiopian journalist and publisher", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 11", "txt": "Antônio Pizzonia, Brazilian racing driver", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 11", "txt": "Andrea Dossena, Italian footballer", "entities": [{"title": "Andrea Dossena", "href": "/wiki/Andrea_Dossena", "description": "Andrea Dossena is an Italian football coach and former player who last played as a left winger or left back, currently in charge as head coach of Crema."}]}, {"heading": "Births", "year": "1981", "date": "September 11", "txt": "Hallowicked, American wrestler", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 11", "txt": "Charles Kelley, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 11", "txt": "Dylan Klebold, American mass murderer, responsible for the Columbine High School massacre (d. 1999)", "entities": [{"title": "Columbine High School massacre", "href": "/wiki/Columbine_High_School_massacre", "description": "The Columbine High School massacre was a school shooting and attempted bombing that occurred on April 20, 1999, at Columbine High School in Columbine, Colorado, United States. The perpetrators, twelfth grade (senior) students Eric Harris and Dylan Klebold, murdered 12 students and one teacher. Ten students were killed in the school library, where the pair subsequently committed suicide. Twenty-one"}]}, {"heading": "Births", "year": "1982", "date": "September 11", "txt": "Elvan Abeylegesse, Ethiopian-Turkish runner", "entities": [{"title": "Elvan Abeylegesse", "href": "/wiki/Elvan_Abeylegesse", "description": "Elvan Abeylegesse, is an Ethiopian-born naturalized Turkish middle and long-distance running athlete who competes over distances from 1500 metres up to the marathon, and also in cross country. She is the former world record-holder for the 5000 metres, at 14:24.68 minutes."}]}, {"heading": "Births", "year": "1982", "date": "September 11", "txt": "Yelena Parkhomenko, Azerbaijani volleyball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 11", "txt": "Vivian Cheruiyot, Kenyan runner", "entities": [{"title": "Vivian Cheruiyot", "href": "/wiki/Vivian_Cheruiyot", "description": "Vivian Jepkemoi Cheruiyot is a Kenyan long-distance runner who specialises in track and cross country running, olympic champion in 5000 metres event. She represented Kenya at the 2000 Summer Olympics, the 2008 Summer Olympics, the 2012 Summer Olympics and the 2016 Summer Olympics, winning a silver medal at the 5000 m and bronze medal at the 10000 m at the 2012 Olympics, silver medal at the 10000 m"}]}, {"heading": "Births", "year": "1983", "date": "September 11", "txt": "Ike Diogu, American basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 11", "txt": "Jacoby Ellsbury, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 11", "txt": "Aled de Malmanche, New Zealand rugby player", "entities": [{"title": "Aled de Malmanche", "href": "/wiki/Aled_de_Malmanche", "description": "Aled Peter de Malmanche is a New Zealand rugby union footballer. He plays at hooker for Stade Français in the Top 14. He signed in 2011 from the Chiefs in Super Rugby and Waikato in the Air New Zealand Cup. He has also played for New Zealand. He can also play as a prop on both sides of the scrum. He was also qualified to play for Wales through his Welsh grandparents, but became ineligible after hi"}]}, {"heading": "Births", "year": "1984", "date": "September 11", "txt": "Benson Stanley, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 11", "txt": "Shaun Livingston, American basketball player", "entities": [{"title": "Shaun Livingston", "href": "/wiki/Shaun_Livingston", "description": "Shaun Patrick Livingston is an American basketball executive and former player. Livingston entered the league directly out of high school and was selected fourth by the Los Angeles Clippers in the 2004 NBA draft. In a 15 year professional career in the league, Livingston played 959 games for nine teams and won three NBA championships as a Golden State Warrior—in 2015, 2017 and 2018."}]}, {"heading": "Births", "year": "1985", "date": "September 11", "txt": "Zack Stortini, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 11", "txt": "Dwayne Jarrett, American football player", "entities": [{"title": "Dwayne Jarrett", "href": "/wiki/Dwayne_Jarrett", "description": "Dwayne Jarrett is a former American football wide receiver who played in the National Football League (NFL) for four seasons. He played college football for the University of Southern California (USC), and was recognized as a consensus All-American twice. The Carolina Panthers selected him in the second round of the 2007 NFL Draft."}]}, {"heading": "Births", "year": "1986", "date": "September 11", "txt": "Chiliboy Ralepelle, South African rugby player", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 11", "txt": "Robert Acquafresca, Italian footballer", "entities": [{"title": "Robert Acquafresca", "href": "/wiki/Robert_Acquafresca", "description": "Robert Acquafresca is an Italian former professional footballer who played as a striker."}]}, {"heading": "Births", "year": "1987", "date": "September 11", "txt": "Tyler Hoechlin, American actor", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 11", "txt": "Mike Moustakas, American baseball player", "entities": [{"title": "Mike Moustakas", "href": "/wiki/Mike_Moustakas", "description": "Michael Christopher Moustakas is an American professional baseball infielder for the Cincinnati Reds of Major League Baseball (MLB). He previously played for the Kansas City Royals and Milwaukee Brewers. Moustakas was drafted in the first round of the 2007 MLB draft by the Royals. During games he is often greeted by calls of \"Moose\", a nickname given by his little league coach along with fans and "}]}, {"heading": "Births", "year": "1990", "date": "September 11", "txt": "Jo Inge Berget, Norwegian footballer", "entities": [{"title": "Jo Inge Berget", "href": "/wiki/Jo_Inge_Berget", "description": "Jo Inge Berget is a Norwegian professional footballer who plays as a forward for Swedish club Malmö FF and Norway."}]}, {"heading": "Births", "year": "1990", "date": "September 11", "txt": "Jarrod Croker, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 11", "txt": "Jordan Ayew, Ghanaian footballer", "entities": [{"title": "Jordan Ayew", "href": "/wiki/Jordan_Ayew", "description": "Jordan Pierre Ayew is a Ghanaian professional footballer who plays as a forward for Premier League club Crystal Palace and the Ghana national team. He is the son of former Ghana captain Abedi Pele and brother of André Ayew, who plays for Swansea City."}]}, {"heading": "Births", "year": "1991", "date": "September 11", "txt": "Rhema Obed, English footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 11", "txt": "Kygo, Norwegian DJ", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 11", "txt": "Jonathan Adams, English discus thrower", "entities": [{"title": "Jonathan Adams (athlete)", "href": "/wiki/Jonathan_Adams_(athlete)", "description": "Jonathan Robert Adams is a Track and field athlete competing in the Shot Put in the F35 classification for athletes with cerebral palsy. Adams qualified to represent the Great Britain team at the 2012 Summer Paralympics, competing in the F34 shot put placing 14th in the final. \n\n\nJonathan despite reaching qualification standards was not selected to compete at 2016 Summer Paralympics in the F35 Sho"}]}, {"heading": "Births", "year": "1992", "date": "September 11", "txt": "JC Caylen, American YouTube personality", "entities": []}, {"heading": "Births", "year": "1993", "date": "September 11", "txt": "Farrah Moan, American drag queen and entertainer", "entities": [{"title": "Farrah Moan", "href": "/wiki/Farrah_Moan", "description": "Cameron Clayton, better known by the stage name Farrah Moan, born in 1993, is an American drag queen, model, actor, make-up artist and internet personality best known for participating in the ninth season of the reality TV show RuPaul's Drag Race, placing eighth, as well as participating in the 4th season of All Stars, where he placed 9th. His stage name is a pun on the chemical \"pheromone\", whils"}]}, {"heading": "Deaths", "year": "883", "date": "September 11", "txt": "Kesta Styppiotes, Byzantine general", "entities": [{"title": "Kesta Styppiotes", "href": "/wiki/Kesta_Styppiotes", "description": "\nKesta Styppiotes or Stypeiotes was briefly the Domestic of the Schools of the Byzantine Empire in ca. 883."}]}, {"heading": "Deaths", "year": "1063", "date": "September 11", "txt": "Béla I of Hungary (b. 1016)", "entities": [{"title": "Béla I of Hungary", "href": "/wiki/B%C3%A9la_I_of_Hungary", "description": "Béla I the Boxer or the Wisent was King of Hungary from 1060 until his death. He descended from a younger branch of the Árpád dynasty. Béla's baptismal name was Adalbert. He left Hungary in 1031, together with his brothers, Levente and Andrew, after the execution of their father, Vazul. Béla settled in Poland and married Richeza, daughter of Polish king Mieszko II Lambert."}]}, {"heading": "Deaths", "year": "1161", "date": "September 11", "txt": "Melisende, Queen of Jerusalem (b. 1105)", "entities": [{"title": "Melisende, Queen of Jerusalem", "href": "/wiki/Melisende,_Queen_of_Jerusalem", "description": "Melisende was Queen of Jerusalem from 1131 to 1153, and regent for her son between 1153 and 1161 while he was on campaign. She was the eldest daughter of King Baldwin II of Jerusalem, and the Armenian princess Morphia of Melitene."}]}, {"heading": "Deaths", "year": "1185", "date": "September 11", "txt": "Stephen Hagiochristophorites, Byzantine courtier (b. 1130)", "entities": [{"title": "Stephen Hagiochristophorites", "href": "/wiki/Stephen_Hagiochristophorites", "description": "Stephen Hagiochristophorites was the most powerful member of the court of Byzantine emperor Andronikos I Komnenos. His end came while trying to arrest Isaac II Angelos, who killed Stephen and, the next day, deposed and replaced Andronikos."}]}, {"heading": "Deaths", "year": "1279", "date": "September 11", "txt": "Robert Kilwardby, English cardinal (b. 1215)", "entities": [{"title": "Robert Kilwardby", "href": "/wiki/Robert_Kilwardby", "description": "Robert Kilwardby was an Archbishop of Canterbury in England and a cardinal. Kilwardby was the first member of a mendicant order to attain a high ecclesiastical office in the English Church."}]}, {"heading": "Deaths", "year": "1297", "date": "September 11", "txt": "Hugh de Cressingham, English Treasurer", "entities": [{"title": "Hugh de Cressingham", "href": "/wiki/Hugh_de_Cressingham", "description": "Sir Hugh de Cressingham was the treasurer of the English administration in Scotland from 1296 to 1297. He was hated by the Scots and did not seem well liked even by the English. He was an adviser to John de Warenne, 6th Earl of Surrey at the Battle of Stirling Bridge. He suggested a full-scale attack across the bridge, which cost the English the battle and led to his death."}, {"title": "Treasurer", "href": "/wiki/Treasurer", "description": "A treasurer is the person responsible for running the treasury of an organization. The significant core functions of a corporate treasurer include cash and liquidity management, risk management, and corporate finance."}]}, {"heading": "Deaths", "year": "1298", "date": "September 11", "txt": "Philip of Artois, Lord of Conches, Nonancourt, and Domfront (b. 1269)", "entities": [{"title": "Philip of Artois", "href": "/wiki/Philip_of_Artois", "description": "Philip of Artois was the son of Robert II of Artois, Count of Artois, and Amicie de Courtenay. He was the Lord of Conches, Nonancourt, and Domfront."}, {"title": "Conches-en-Ouche", "href": "/wiki/Conches-en-Ouche", "description": "Conches-en-Ouche is a commune in the Eure département in northern France."}, {"title": "Nonancourt", "href": "/wiki/Nonancourt", "description": "Nonancourt is a commune in the Eure department in Normandy in northern France. The writer Louis-François Beffara (1751–1838) and the playwright Lucien Besnard (1872–1955) were born in Nonancourt."}, {"title": "Château de Domfront", "href": "/wiki/Ch%C3%A2teau_de_Domfront", "description": "The Château de Domfront is a ruined castle in the town of Domfront, in the Orne département of France."}]}, {"heading": "Deaths", "year": "1349", "date": "September 11", "txt": "Bonne of Luxembourg, queen of John II of France (b. 1315)", "entities": [{"title": "Bonne of Luxembourg", "href": "/wiki/Bonne_of_Luxembourg", "description": "Bonne of Luxemburg or Jutta of Luxemburg, was born Jutta (Judith), the second daughter of John the Blind, king of Bohemia, and his first wife, Elisabeth of Bohemia. She was the first wife of King John II of France; however, as she died a year prior to his accession, she was never a French queen. Jutta was referred to in French historiography as Bonne de Luxembourg. She was a member of the House of"}, {"title": "John II of France", "href": "/wiki/John_II_of_France", "description": "John II, called John the Good, was King of France from 1350 until his death. When he came to power, France faced several disasters: the Black Death, which killed nearly half of its population; popular revolts known as Jacqueries; free companies of routiers who plundered the country; and English aggression that resulted in catastrophic military losses, including the Battle of Poitiers of 1356, in w"}]}, {"heading": "Deaths", "year": "1569", "date": "September 11", "txt": "Vincenza Armani, Italian actress (b. 1530)", "entities": [{"title": "Vincenza Armani", "href": "/wiki/Vincenza_Armani", "description": "Vincenza Armani, was an Italian actress, singer, poet, musician, lace maker and sculptor. She was one of the most famous Italian actresses of the period and known as the 'Divine Vincenza Armani'. She and Barbara Flaminia were the two most known actresses of their time and described as great rivals. Being one of the two first well documented actresses in Europe, which was the only country where act"}]}, {"heading": "Deaths", "year": "1599", "date": "September 11", "txt": "Beatrice Cenci, Italian noblewoman (b. 1577)", "entities": [{"title": "Beatrice Cenci", "href": "/wiki/Beatrice_Cenci", "description": "Beatrice Cenci was a young Roman noblewoman who murdered her abusive father, Count Francesco Cenci. The subsequent, lurid murder trial in Rome gave rise to an enduring legend about her. She was condemned and beheaded for the crime in 1599."}]}, {"heading": "Deaths", "year": "1677", "date": "September 11", "txt": "James Harrington, English philosopher and author (b. 1611)", "entities": [{"title": "James Harrington (author)", "href": "/wiki/James_Harrington_(author)", "description": "James Harrington was an English political theorist of classical republicanism. He is best known for his controversial publication The Commonwealth of Oceana (1656). This work was an exposition of an ideal constitution, a utopia, designed to facilitate the development of the English republic established after the regicide, the execution of Charles I in 1649."}]}, {"heading": "Deaths", "year": "1680", "date": "September 11", "txt": "Emperor Go-Mizunoo of Japan (b. 1596)", "entities": [{"title": "Emperor Go-Mizunoo", "href": "/wiki/Emperor_Go-Mizunoo", "description": "Emperor Go-Mizunoo  was the 108th Emperor of Japan, according to the traditional order of succession. Go-Mizunoo's reign spanned the years from 1611 through 1629, and was the first emperor to reign entirely during the Edo period."}]}, {"heading": "Deaths", "year": "1721", "date": "September 11", "txt": "Rudolf Jakob Camerarius, German botanist and physician (b. 1665)", "entities": [{"title": "Rudolf Jakob Camerarius", "href": "/wiki/Rudolf_Jakob_Camerarius", "description": "Rudolf Jakob Camerarius or Camerer was a German botanist and physician."}]}, {"heading": "Deaths", "year": "1733", "date": "September 11", "txt": "François Couperin, French organist and composer (b. 1668)", "entities": [{"title": "François Couperin", "href": "/wiki/Fran%C3%A7ois_Couperin", "description": "François Couperin was a French Baroque composer, organist and harpsichordist. He was known as Couperin le Grand to distinguish him from other members of the musically talented Couperin family."}]}, {"heading": "Deaths", "year": "1760", "date": "September 11", "txt": "Louis Godin, French astronomer and academic (b. 1704)", "entities": [{"title": "Louis Godin", "href": "/wiki/Louis_Godin", "description": "Louis Godin was a French astronomer and member of the French Academy of Sciences. He worked in Peru, Spain, Portugal and France."}]}, {"heading": "Deaths", "year": "1823", "date": "September 11", "txt": "David Ricardo, English economist and politician (b. 1772)", "entities": [{"title": "David Ricardo", "href": "/wiki/David_Ricardo", "description": "David Ricardo was a British political economist, one of the most influential of the classical economists along with Thomas Malthus, Adam Smith and James Mill. He was also a politician, and a member of the Parliament of Great Britain and Ireland."}]}, {"heading": "Deaths", "year": "1843", "date": "September 11", "txt": "Joseph Nicollet, French mathematician and explorer (b. 1786)", "entities": [{"title": "Joseph Nicollet", "href": "/wiki/Joseph_Nicollet", "description": "Joseph Nicolas Nicollet, also known as Jean-Nicolas Nicollet, was a French geographer, astronomer, and mathematician known for mapping the Upper Mississippi River basin during the 1830s. Nicollet led three expeditions in the region between the Mississippi and Missouri Rivers, primarily in Minnesota, South Dakota, and North Dakota."}]}, {"heading": "Deaths", "year": "1865", "date": "September 11", "txt": "Christophe Léon Louis Juchault de Lamoricière, French general (b. 1806)", "entities": [{"title": "Christophe Léon Louis Juchault de Lamoricière", "href": "/wiki/Christophe_L%C3%A9on_Louis_Juchault_de_Lamorici%C3%A8re", "description": "Christophe Léon Louis Juchault de Lamoricière was a French general."}]}, {"heading": "Deaths", "year": "1888", "date": "September 11", "txt": "Domingo Faustino Sarmiento, Argentinian journalist and politician, 7th President of Argentina (b. 1811)", "entities": [{"title": "Domingo Faustino Sarmiento", "href": "/wiki/Domingo_Faustino_Sarmiento", "description": "Domingo Faustino Sarmiento was an Argentine activist, intellectual, writer, statesman and the seventh President of Argentina. His writing spanned a wide range of genres and topics, from journalism to autobiography, to political philosophy and history. He was a member of a group of intellectuals, known as the Generation of 1837, who had a great influence on 19th-century Argentina. He was particular"}, {"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}]}, {"heading": "Deaths", "year": "1896", "date": "September 11", "txt": "Francis James Child, American scholar and educator (b. 1825)", "entities": [{"title": "Francis James Child", "href": "/wiki/Francis_James_Child", "description": "Francis James Child was an American scholar, educator, and folklorist, best known today for his collection of English and Scottish ballads now known as the Child Ballads. Child was Boylston professor of rhetoric and oratory at Harvard University, where he produced influential editions of English poetry. In 1876 he was named Harvard's first Professor of English, a position which allowed him to focu"}]}, {"heading": "Deaths", "year": "1911", "date": "September 11", "txt": "Louis Henri Boussenard, French explorer and author (b. 1847)", "entities": [{"title": "Louis Henri Boussenard", "href": "/wiki/Louis_Henri_Boussenard", "description": "Louis Henri Boussenard was a French author of adventure novels, dubbed \"the French Rider Haggard\" during his lifetime, but better known today in Eastern Europe than in Francophone countries. As a measure of his popularity, 40 volumes of his collected works were published in Imperial Russia in 1911."}]}, {"heading": "Deaths", "year": "1915", "date": "September 11", "txt": "William Sprague IV, American businessman and politician, 27th Governor of Rhode Island (b. 1830)", "entities": [{"title": "William Sprague IV", "href": "/wiki/William_Sprague_IV", "description": "William Sprague IV was the 27th Governor of Rhode Island from 1860 to 1863, and U.S. Senator from 1863 to 1875. He participated in the First Battle of Bull Run during the American Civil War while he was a sitting Governor."}, {"title": "Governor of Rhode Island", "href": "/wiki/Governor_of_Rhode_Island", "description": "The Governor of the State of Rhode Island is the head of the executive branch of the Government of Rhode Island and serves as commander-in-chief of the State's Army National Guard and Air National Guard. The current governor is Democrat Daniel McKee."}]}, {"heading": "Deaths", "year": "1917", "date": "September 11", "txt": "Georges Guynemer, French captain and pilot (b. 1894)", "entities": [{"title": "Georges Guynemer", "href": "/wiki/Georges_Guynemer", "description": "Georges Guynemer was the second highest-scoring French fighter ace with 54 victories during World War I, and a French national hero at the time of his death."}]}, {"heading": "Deaths", "year": "1921", "date": "September 11", "txt": "Subramania Bharati, Indian journalist, poet, and activist (b. 1882)", "entities": [{"title": "Subramania Bharati", "href": "/wiki/Subramania_Bharati", "description": "Subramania Bharathi, was a Tamil writer, poet, journalist, Indian independence activist, social reformer and polyglot. Popularly known as \"Mahakavi Bharathi\", he was a pioneer of modern Tamil poetry and is considered one of the greatest Tamil literary figures of all time. His numerous works included fiery songs kindling patriotism during the Indian Independence movement. He fought for the emancipa"}]}, {"heading": "Deaths", "year": "1926", "date": "September 11", "txt": "Matsunosuke Onoe, Japanese actor and director (b. 1875)", "entities": [{"title": "Matsunosuke Onoe", "href": "/wiki/Matsunosuke_Onoe", "description": "Matsunosuke Onoe , sometimes known as Medama no Matchan , was a Japanese actor. His birth name is Tsuruzo Nakamura. He is sometimes credited as Yukio Koki, Tamijaku Onoe, or Tsunusaburo Onoe, and as a kabuki artist he went by the name Tsurusaburo Onoe. He gained great popularity, appearing in over 1,000 films, and has been called the first superstar of Japanese cinema."}]}, {"heading": "Deaths", "year": "1932", "date": "September 11", "txt": "Stanisław Wigura, Polish pilot and businessman, co-founded the RWD Company (b. 1901)", "entities": [{"title": "Stanisław Wigura", "href": "/wiki/Stanis%C5%82aw_Wigura", "description": "Stanisław Wigura was a Polish aircraft designer and aviator, co-founder of the RWD aircraft construction team and lecturer at the Warsaw University of Technology. Along with Franciszek Żwirko, he won the international air contest Challenge 1932."}, {"title": "RWD (aircraft manufacturer)", "href": "/wiki/RWD_(aircraft_manufacturer)", "description": "RWD was a Polish aircraft construction bureau active between 1928 and 1939. It started as a team of three young designers, Stanisław Rogalski, Stanisław Wigura and Jerzy Drzewiecki, whose names formed the RWD acronym."}]}, {"heading": "Deaths", "year": "1932", "date": "September 11", "txt": "Franciszek Żwirko, Polish soldier and pilot (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1935", "date": "September 11", "txt": "Charles Norris, American coroner (b. 1867)", "entities": [{"title": "Charles Norris (medical examiner)", "href": "/wiki/Charles_Norris_(medical_examiner)", "description": "Charles Norris was New York's first appointed chief medical examiner (1918–1935) and pioneer of forensic toxicology in America."}]}, {"heading": "Deaths", "year": "1939", "date": "September 11", "txt": "Konstantin Korovin, Russian-French painter and set designer (b. 1861)", "entities": [{"title": "Konstantin Korovin", "href": "/wiki/Konstantin_Korovin", "description": "Konstantin Alekseyevich Korovin was a leading Russian Impressionist painter."}]}, {"heading": "Deaths", "year": "1941", "date": "September 11", "txt": "Christian Rakovsky, Bulgarian physician, journalist, and politician, Soviet Ambassador to France (b. 1873)", "entities": [{"title": "Christian Rakovsky", "href": "/wiki/Christian_Rakovsky", "description": "Christian Georgievich Rakovsky was a Bulgarian-born socialist revolutionary, a Bolshevik politician and Soviet diplomat; he was also noted as a journalist, physician, and essayist. Rakovsky's political career took him throughout the Balkans and into France and Imperial Russia; for part of his life, he was also a Romanian citizen."}, {"title": "Soviet Ambassador to France", "href": "/wiki/Soviet_Ambassador_to_France", "description": "The Ambassador Extraordinary and Plenipotentiary of the Russian Federation to the French Republic is the official representative of the President and the Government of the Russian Federation to the President and the Government of France."}]}, {"heading": "Deaths", "year": "1948", "date": "September 11", "txt": "Muhammad Ali Jinnah, Pakistani lawyer and politician, 1st Governor-General of Pakistan (b. 1876)", "entities": [{"title": "Muhammad Ali Jinnah", "href": "/wiki/Muhammad_Ali_Jinnah", "description": "Muhammad Ali Jinnah was a barrister, politician and the founder of Pakistan. Jinnah served as the leader of the All-India Muslim League from 1913 until the inception of Pakistan on 14 August 1947, and then as the Dominion of Pakistan's first Governor-General until his death. He is revered in Pakistan as the Quaid-i-Azam and Baba-i-Qaum. His birthday is observed as a national holiday in Pakistan."}, {"title": "Governor-General of Pakistan", "href": "/wiki/Governor-General_of_Pakistan", "description": "The Governor-General of Pakistan was the representative of the British monarch in Pakistan, established by the Indian Independence Act 1947. The office of Governor-General was abolished when Pakistan became an Islamic republic in 1956."}]}, {"heading": "Deaths", "year": "1949", "date": "September 11", "txt": "Henri Rabaud, French composer and conductor (b. 1873)", "entities": [{"title": "Henri Rabaud", "href": "/wiki/Henri_Rabaud", "description": "Henri Benjamin Rabaud was a French conductor, composer and pedagogue, who held important posts in the French musical establishment and upheld mainly conservative trends in French music in the first half of the twentieth century."}]}, {"heading": "Deaths", "year": "1950", "date": "September 11", "txt": "Jan Smuts, South African field marshal and politician, 2nd Prime Minister of South Africa (b. 1870)", "entities": [{"title": "Jan Smuts", "href": "/wiki/Jan_Smuts", "description": "Field Marshal Jan Christian Smuts, was a South African statesman, military leader, and philosopher. In addition to holding various military and cabinet posts, he served as prime minister of the Union of South Africa from 1919 to 1924 and 1939 to 1948."}, {"title": "Prime Minister of South Africa", "href": "/wiki/Prime_Minister_of_South_Africa", "description": "The prime minister of South Africa was the head of government in South Africa between 1910 and 1984."}]}, {"heading": "Deaths", "year": "1952", "date": "September 11", "txt": "Alfrēds Riekstiņš, Latvian military officer and freedom fighter (d. 1913)", "entities": [{"title": "Alfrēds Riekstiņš", "href": "/wiki/Alfr%C4%93ds_Rieksti%C5%86%C5%A1", "description": "The Knight's Cross of the Iron Cross and its variants were the highest awards in the military of the Third Reich during World War II. The Knight's Cross of the Iron Cross was awarded for a wide range of reasons and across all ranks, from a senior commander for skilled leadership of his troops in battle to a low-ranking soldier for a single act of extreme gallantry. A total of 7,321 awards were mad"}]}, {"heading": "Deaths", "year": "1956", "date": "September 11", "txt": "Billy Bishop, Canadian colonel and pilot (b. 1894)", "entities": [{"title": "Billy Bishop", "href": "/wiki/Billy_Bishop", "description": "William Avery Bishop, was a Canadian flying ace of the First World War."}]}, {"heading": "Deaths", "year": "1957", "date": "September 11", "txt": "Mary Proctor, American astronomer (b. 1862)", "entities": [{"title": "Mary Proctor", "href": "/wiki/Mary_Proctor", "description": "Mary Proctor was an American popularizer of astronomy. While not a professional astronomer, Proctor became well known for her books and articles written for the public – particularly her children's fiction. Despite various claims as being an American, there is a passenger list of about 1924 where she gives nationality as British."}]}, {"heading": "Deaths", "year": "1958", "date": "September 11", "txt": "Camillien Houde, Canadian politician, 34th Mayor of Montreal (b. 1889)", "entities": [{"title": "Camillien Houde", "href": "/wiki/Camillien_Houde", "description": "Camillien Houde was a Quebec politician, a Member of Parliament, and a four-time mayor of Montreal – one of the few Canadian politicians to have served at all three levels of government."}, {"title": "Mayor of Montreal", "href": "/wiki/Mayor_of_Montreal", "description": "The Mayor of Montreal is head of the executive branch of the Montreal City Council. The current mayor is Valérie Plante, who was elected into office on November 5, 2017, and sworn in on November 16. The office of the mayor administers all city services, public property, police and fire protection, most public agencies, and enforces all city and provincial laws within Montreal, Quebec. The mayor is"}]}, {"heading": "Deaths", "year": "1958", "date": "September 11", "txt": "Robert W. Service, English-French poet and author (b. 1874)", "entities": []}, {"heading": "Deaths", "year": "1959", "date": "September 11", "txt": "Paul Douglas, American actor (b. 1907)", "entities": [{"title": "Paul Douglas (actor)", "href": "/wiki/Paul_Douglas_(actor)", "description": "Paul Douglas Fleischer was an American actor."}]}, {"heading": "Deaths", "year": "1964", "date": "September 11", "txt": "Gajanan Madhav Muktibodh, Indian poet and critic (b. 1917)", "entities": [{"title": "Gajanan Madhav Muktibodh", "href": "/wiki/Gajanan_Madhav_Muktibodh", "description": "Gajanan Madhav Muktibodh was one of the most prominent Hindi poets, essayist, literary and political critic, and fiction writers of the 20th century. He also remained assistant-editor of journals like, Naya Khun and Vasudha."}]}, {"heading": "Deaths", "year": "1965", "date": "September 11", "txt": "Ralph C. Smedley, American educator, founded Toastmasters International (b. 1878)", "entities": [{"title": "Ralph C. Smedley", "href": "/wiki/Ralph_C._Smedley", "description": "Ralph C. Smedley was the founder of Toastmasters International, an international speaking organization with more than 352,000 members in 141 countries and more than 16,400 individual clubs."}, {"title": "Toastmasters International", "href": "/wiki/Toastmasters_International", "description": "Toastmasters International (TI) is a US headquartered nonprofit educational organization that operates clubs worldwide for the purpose of promoting communication, public speaking and leadership."}]}, {"heading": "Deaths", "year": "1966", "date": "September 11", "txt": "Collett E. Woolman, American businessman, co-founded Delta Air Lines (b. 1889)", "entities": [{"title": "Collett E. Woolman", "href": "/wiki/Collett_E._Woolman", "description": "Collett Everman Woolman, commonly known as C.E. Woolman, or \"Wooly\" to his employees, was an airline entrepreneur who led Delta Air Lines from its beginnings as a small, pioneering crop-dusting company to the Jet Age."}, {"title": "Delta Air Lines", "href": "/wiki/Delta_Air_Lines", "description": "Delta Air Lines, Inc., typically referred to as Delta, is one of the major airlines of the United States and a legacy carrier. It is headquartered in Atlanta, Georgia. The airline, along with its subsidiaries and regional affiliates, including Delta Connection, operates over 5,400 flights daily and serves 325 destinations in 52 countries on six continents. Delta is a founding member of the SkyTeam"}]}, {"heading": "Deaths", "year": "1967", "date": "September 11", "txt": "Tadeusz Żyliński, Polish engineer and academic (b. 1904)", "entities": [{"title": "Tadeusz Żyliński", "href": "/wiki/Tadeusz_%C5%BByli%C5%84ski", "description": "Tadeusz Żyliński was a Polish technician, textilist and mechanical engineer. He was a professor of Technical University of Łódź, creator of Polish school of textile metrology. Author of Metrologia włókiennicza and Nauka o włóknie."}]}, {"heading": "Deaths", "year": "1968", "date": "September 11", "txt": "René Cogny, French general (b. 1904)", "entities": [{"title": "René Cogny", "href": "/wiki/Ren%C3%A9_Cogny", "description": "René Cogny was a French Général de corps d'armée, World War II and French Resistance veteran and survivor of Buchenwald and Mauthausen-Gusen concentration camps. He was a commander of the French forces in Tonkin during the First Indochina War, and notably during the Battle of Dien Bien Phu. His post-war private and legal conflict with superior General Henri Navarre became a public controversy. Kno"}]}, {"heading": "Deaths", "year": "1971", "date": "September 11", "txt": "Nikita Khrushchev, Russian general and politician (b. 1894)", "entities": [{"title": "Nikita Khrushchev", "href": "/wiki/Nikita_Khrushchev", "description": "Nikita Sergeyevich Khrushchev led the Soviet Union as the First Secretary of the Communist Party of the Soviet Union from 1953 to 1964 and as chairman of the country's Council of Ministers from 1958 to 1964. During his rule, Khrushchev stunned the communist world with his denunciation of Stalin's crimes and began De-Stalinization. He sponsored the early Soviet space program, and enactment of relat"}]}, {"heading": "Deaths", "year": "1973", "date": "September 11", "txt": "Salvador Allende, Chilean physician and politician, 29th President of Chile (b. 1908)", "entities": [{"title": "Salvador Allende", "href": "/wiki/Salvador_Allende", "description": "Salvador Guillermo Allende Gossens was a Chilean physician and socialist politician, who served as the 28th president of Chile from 3 November 1970 until his death on 11 September 1973. He was the first Marxist to be elected president in a liberal democracy in Latin America."}, {"title": "President of Chile", "href": "/wiki/President_of_Chile", "description": "The president of Chile, officially known as the president of the Republic of Chile is the head of state and head of government of Chile. The president is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is "}]}, {"heading": "Deaths", "year": "1973", "date": "September 11", "txt": "Neem Karoli Baba, Indian philosopher and guru", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "September 11", "txt": "Lois Lenski, American author and illustrator (b. 1893)", "entities": [{"title": "Lois Lenski", "href": "/wiki/Lois_Lenski", "description": "Lois Lenore Lenski Covey was a Newbery Medal-winning author and illustrator of picture books and children's literature. Beginning with the release in 1927 of her first books, Skipping Village and Jack Horner's Pie: A Book of Nursery Rhymes, Lenski published 98 books, including several posthumous works. Her work includes children's picture books and illustrated chapter books, songbooks, poetry, sho"}]}, {"heading": "Deaths", "year": "1978", "date": "September 11", "txt": "Mike Gazella, American baseball player and manager (b. 1895)", "entities": [{"title": "Mike Gazella", "href": "/wiki/Mike_Gazella", "description": "Michael Gazella was an American major league baseball player who played for the New York Yankees on several championship teams in the 1920s."}]}, {"heading": "Deaths", "year": "1978", "date": "September 11", "txt": "Georgi Markov, Bulgarian author and playwright (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "September 11", "txt": "Janet Parker, English photographer (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "September 11", "txt": "Ronnie Peterson, Swedish racing driver (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "September 11", "txt": "Albert Soboul, French historian and academic (b. 1914)", "entities": [{"title": "Albert Soboul", "href": "/wiki/Albert_Soboul", "description": "Albert Marius Soboul was a historian of the French Revolutionary and Napoleonic periods. A professor at the Sorbonne, he was Chair of the History of the French Revolution and author of numerous influential works of history and historical interpretation. In his lifetime, he was internationally recognized as the foremost French authority on the Revolutionary era."}]}, {"heading": "Deaths", "year": "1984", "date": "September 11", "txt": "Jerry Voorhis, American politician (b. 1901)", "entities": [{"title": "Jerry Voorhis", "href": "/wiki/Jerry_Voorhis", "description": "Horace Jeremiah \"Jerry\" Voorhis was a Democratic politician from California who served five terms in the United States House of Representatives from 1937 to 1947, representing the 12th congressional district in Los Angeles County. He was the first political opponent of Richard M. Nixon, who defeated Voorhis for re-election in 1946 in a campaign cited as an example of Nixon's use of red-baiting dur"}]}, {"heading": "Deaths", "year": "1985", "date": "September 11", "txt": "William Alwyn, English composer, conductor, and educator (b. 1905)", "entities": [{"title": "William Alwyn", "href": "/wiki/William_Alwyn", "description": "William Alwyn, , was an English composer, conductor, and music teacher."}]}, {"heading": "Deaths", "year": "1985", "date": "September 11", "txt": "Henrietta Barnett, British Women's Royal Air Force officer (b. 1905)", "entities": [{"title": "Women's Royal Air Force (World War II)", "href": "/wiki/Women%27s_Royal_Air_Force_(World_War_II)", "description": "The Women's Auxiliary Air Force (WAAF), whose members were referred to as WAAFs, was the female auxiliary of the Royal Air Force during World War II. Established in 1939, WAAF numbers exceeded 180,000 at its peak strength in 1943, with over 2,000 women enlisting per week."}]}, {"heading": "Deaths", "year": "1985", "date": "September 11", "txt": "Eleanor Dark, Australian author (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "September 11", "txt": "Panagiotis Kanellopoulos, Greek academic and politician, 138th Prime Minister of Greece (b. 1902)", "entities": [{"title": "Panagiotis Kanellopoulos", "href": "/wiki/Panagiotis_Kanellopoulos", "description": "Panagiotis Kanellopoulos or Panayotis Kanellopoulos was a Greek author, politician and Prime Minister of Greece. He was the Prime Minister of Greece deposed by the Greek military junta of 1967–1974."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1986", "date": "September 11", "txt": "Noel Streatfeild, English author (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "September 11", "txt": "Lorne Greene, Canadian actor (b. 1915)", "entities": [{"title": "Lorne Greene", "href": "/wiki/Lorne_Greene", "description": "Lorne Hyman Greene was a Canadian actor, radio personality, and singer. His notable television roles include Ben Cartwright on the Western Bonanza, and Commander Adama in the original science-fiction television series Battlestar Galactica and Galactica 1980. He also worked on the Canadian television nature documentary series Lorne Greene's New Wilderness, and in television commercials."}]}, {"heading": "Deaths", "year": "1987", "date": "September 11", "txt": "Peter Tosh, Jamaican singer-songwriter and guitarist (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "September 11", "txt": "Mahadevi Varma, Indian poet and educator (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "September 11", "txt": "Roger Hargreaves, English author and illustrator (b. 1935)", "entities": [{"title": "Roger Hargreaves", "href": "/wiki/Roger_Hargreaves", "description": "Charles Roger Hargreaves was an English author and illustrator of children's books, best remembered for the Mr. Men and Little Miss series, intended for young readers. The simple and humorous stories, with brightly coloured, boldly drawn illustrations, have been part of popular culture since 1971, with sales of over 85 million copies worldwide in 20 languages."}]}, {"heading": "Deaths", "year": "1990", "date": "September 11", "txt": "Myrna Mack, Guatemalan anthropologist and activist (b. 1949)", "entities": [{"title": "Myrna Mack", "href": "/wiki/Myrna_Mack", "description": "Myrna Mack Chang, born Sau Ha, was a Guatemalan anthropologist. In 1990 she was murdered by the Guatemalan military because of her criticism of the Guatemala government's treatment of the indigenous Maya, and its human rights abuses against the people."}]}, {"heading": "Deaths", "year": "1991", "date": "September 11", "txt": "Ernst Herbeck, Austrian-German poet (b. 1920)", "entities": [{"title": "Ernst Herbeck", "href": "/wiki/Ernst_Herbeck", "description": "Ernst Herbeck was an Austrian poet. In 1940, at the age of 20, Herbeck was committed to the national mental hospital in Lower Austria (Niederösterreich) where he spent almost his entire life, writing thousands of poems, until his death on 11 September 1991."}]}, {"heading": "Deaths", "year": "1993", "date": "September 11", "txt": "Antoine Izméry, Haitian businessman and activist", "entities": [{"title": "Antoine Izméry", "href": "/wiki/Antoine_Izm%C3%A9ry", "description": "Antoine Izméry was a Haitian businessman and pro-democracy activist."}]}, {"heading": "Deaths", "year": "1993", "date": "September 11", "txt": "Erich Leinsdorf, Austrian-American conductor (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "September 11", "txt": "Mary Jane Reoch, American cyclist (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "September 11", "txt": "Luciano Sgrizzi, Italian harpsichordist, pianist, and composer (b. 1910)", "entities": [{"title": "Luciano Sgrizzi", "href": "/wiki/Luciano_Sgrizzi", "description": "Luciano Sgrizzi was an Italian harpsichordist, organist, pianist and composer."}, {"title": "Harpsichord", "href": "/wiki/Harpsichord", "description": "A harpsichord is a musical instrument played by means of a keyboard. This activates a row of levers that turn a trigger mechanism that plucks one or more strings with a small plectrum made from quill or plastic. The strings are under tension on a soundboard, which is mounted in a wooden case; the soundboard amplifies the vibrations from the strings so that the listeners can hear it. Like a pipe or"}]}, {"heading": "Deaths", "year": "1994", "date": "September 11", "txt": "Jessica Tandy, English-American actress (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "September 11", "txt": "Anita Harding, English neurologist and academic (b. 1952)", "entities": [{"title": "Anita Harding", "href": "/wiki/Anita_Harding", "description": "Anita Elizabeth Harding was an Irish-British neurologist, and Professor of Clinical Neurology at the Institute of Neurology of the University of London. She is known for the discovery with Ian Holt and John Morgan-Hughes of the \"first identification of a mitochondrial DNA mutation in human disease and the concept of tissue heteroplasmy of mutant mitochondrial DNA\", published in Nature in 1986."}]}, {"heading": "Deaths", "year": "1997", "date": "September 11", "txt": "Camille Henry, Canadian ice hockey player and coach (b. 1933)", "entities": [{"title": "Camille Henry", "href": "/wiki/Camille_Henry", "description": "Joseph Wilfred Camille \"The Eel\" Henry was a professional Canadian ice hockey left winger who played for the New York Rangers, the Chicago Black Hawks and the St. Louis Blues in the National Hockey League."}]}, {"heading": "Deaths", "year": "1997", "date": "September 11", "txt": "Hannah Weiner, American poet (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "September 11", "txt": "Dane Clark, American actor (b. 1913)", "entities": [{"title": "Dane Clark", "href": "/wiki/Dane_Clark", "description": "Dane Clark was an American character actor who was known for playing, as he labeled himself, \"Joe Average.\""}]}, {"heading": "Deaths", "year": "1999", "date": "September 11", "txt": "Belkis Ayón, Cuban painter and lithographer (b. 1967)", "entities": [{"title": "Belkis Ayón", "href": "/wiki/Belkis_Ay%C3%B3n", "description": "Belkis Ayón was a Cuban printmaker who specialized in the technique of collography. Ayón is known for her highly detailed allegorical collographs based on Abakuá, a secret, all-male Afro-Cuban society. Her work is often in black and white, consisting of ghost-white figures with oblong heads and empty, almond-shaped eyes, set against dark, patterned backgrounds. She was born in Havana, Cuba, in 196"}]}, {"heading": "Deaths", "year": "1999", "date": "September 11", "txt": "Gonzalo Rodríguez, Uruguayan racing driver (b. 1972)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "September 11", "txt": "Alice Stewart Trillin, American author and educator (b. 1938)", "entities": [{"title": "Alice Stewart Trillin", "href": "/wiki/Alice_Stewart_Trillin", "description": "Alice Stewart Trillin was an American educator, author, film producer and longtime muse to her husband, author Calvin Trillin. She was also known for her work with cancer patients. Alice Trillin is a recurring subject in Calvin Trillin's writings, including his 2006 book titled About Alice."}]}, {"heading": "Deaths", "year": "2001", "date": "September 11", "txt": "Casualties of the September 11 attacks:\nDavid Angell, American screenwriter and television producer (b. 1946)\nMohamed Atta, Egyptian terrorist (b. 1968)\nGarnet Bailey, Canadian-American ice hockey player (b. 1948)\nBerry Berenson, American photographer, actress, and model (b. 1948)\nCarolyn Beug, American director and producer (b. 1952)\nBill Biggart, American photographer and journalist (b. 1947)\nRonald Paul Bucca, American fire marshal (b. 1954)\nCharles Burlingame, American captain and pilot (b. 1949)\nKevin Cosgrove, American business executive (b. 1955)\nWilson Flagg, American admiral (b. 1938)\nMychal Judge, American priest and chaplain (b. 1933)\nDaniel M. Lewin, American mathematician and businessman, co-founded Akamai Technologies (b. 1970)\nTimothy Maude, American general (b. 1947)\nEamon McEneaney, American lacrosse player and poet (b. 1954)\nJohn P. O'Neill, American FBI agent (b. 1952)\nBarbara Olson, American lawyer and journalist (b. 1955)\nRick Rescorla, Cornish-American colonel (b. 1939)\nMarwan al-Shehhi, Emirati terrorist (b. 1978)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "September 11", "txt": "Kim Hunter, American actress (b. 1922)", "entities": [{"title": "Kim Hunter", "href": "/wiki/Kim_Hunter", "description": "Kim Hunter was an American film, theatre, and television actress. She won both an Academy Award and a Golden Globe Award, each as Best Supporting Actress, for her performance as Stella Kowalski in the 1951 film A Streetcar Named Desire. Decades later, she was nominated for a Daytime Emmy Award for her work on the soap opera The Edge of Night. She also portrayed the character of chimpanzee Zira in "}]}, {"heading": "Deaths", "year": "2002", "date": "September 11", "txt": "Johnny Unitas, American football player and sportscaster (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "September 11", "txt": "David Wisniewski, American author and illustrator (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "September 11", "txt": "Anna Lindh, Swedish politician, 39th Minister of Foreign Affairs for Sweden (b. 1957)", "entities": [{"title": "Anna Lindh", "href": "/wiki/Anna_Lindh", "description": "Ylva Anna Maria Lindh was a Swedish Social Democratic politician who served as Minister for Foreign Affairs from 1998 until her assassination in 2003; and Minister for the Environment from 1994 to 1996. She served as a Member of the Riksdag (MP) for Södermanland County from 1982 to 1985 and from 1998 to 2003."}, {"title": "Minister for Foreign Affairs (Sweden)", "href": "/wiki/Minister_for_Foreign_Affairs_(Sweden)", "description": "The Minister for Foreign Affairs is the foreign minister of Sweden and the head of the Ministry for Foreign Affairs."}]}, {"heading": "Deaths", "year": "2003", "date": "September 11", "txt": "John Ritter, American actor (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "September 11", "txt": "Fred Ebb, American songwriter (b. 1928)", "entities": [{"title": "Fred Ebb", "href": "/wiki/Fred_Ebb", "description": "Fred Ebb was an American musical theatre lyricist who had many successful collaborations with composer John Kander. The Kander and Ebb team frequently wrote for such performers as Liza Minnelli and Chita Rivera."}]}, {"heading": "Deaths", "year": "2004", "date": "September 11", "txt": "David Mann, American painter and illustrator (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "September 11", "txt": "Patriarch Peter VII of Alexandria (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "September 11", "txt": "William Auld, Scottish poet and author (b. 1924)", "entities": [{"title": "William Auld", "href": "/wiki/William_Auld", "description": "William Auld was a British (Scottish) poet, author, translator and magazine editor who wrote chiefly in Esperanto."}]}, {"heading": "Deaths", "year": "2006", "date": "September 11", "txt": "Joachim Fest, German journalist and author (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 11", "txt": "Ian Porterfield, Scottish footballer and manager (b. 1946)", "entities": [{"title": "Ian Porterfield", "href": "/wiki/Ian_Porterfield", "description": "Ian Porterfield was a Scottish professional footballer, and an experienced football coach who worked at both club and international level for almost 30 years. At the time of his death, he was the coach of the Armenian national team."}]}, {"heading": "Deaths", "year": "2007", "date": "September 11", "txt": "Gene Savoy, American explorer, theologian, and author (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 11", "txt": "Jean Séguy, French sociologist and author (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 11", "txt": "Joe Zawinul, Austrian keyboard player and songwriter (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "September 11", "txt": "Jim Carroll, American author, poet and musician (b. 1949)", "entities": [{"title": "Jim Carroll", "href": "/wiki/Jim_Carroll", "description": "James Dennis Carroll was an American author, poet, autobiographer, and punk musician. Carroll was best known for his 1978 autobiographical work The Basketball Diaries; the book inspired a 1995 film of the same title that starred Leonardo DiCaprio as Carroll."}]}, {"heading": "Deaths", "year": "2009", "date": "September 11", "txt": "Pierre Cossette, Canadian producer and manager (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "September 11", "txt": "Larry Gelbart, American director, producer, and screenwriter (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "September 11", "txt": "Yoshito Usui, Japanese author and illustrator (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "September 11", "txt": "Harold Gould, American actor (b. 1923)", "entities": [{"title": "Harold Gould", "href": "/wiki/Harold_Gould", "description": "Harold Vernon Gould was an American character actor. He appeared as Martin Morgenstern on the sitcom Rhoda (1974–78) and Miles Webber on the sitcom The Golden Girls (1989–92). A five-time Emmy Award nominee, Gould acted in film and television for nearly 50 years, appearing in more than 300 television shows, 20 major motion pictures, and over 100 stage plays. He was known for playing elegant, well-"}]}, {"heading": "Deaths", "year": "2010", "date": "September 11", "txt": "Kevin McCarthy, American actor (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "September 11", "txt": "Christian Bakkerud, Danish racing driver (b. 1984)", "entities": [{"title": "Christian Bakkerud", "href": "/wiki/Christian_Bakkerud", "description": "Christian Bakkerud was a Danish racing driver, who competed in the 2007 and 2008 GP2 Series seasons, albeit hindered by a recurrent back injury. Prior to GP2 he competed in British Formula 3 and Formula BMW."}]}, {"heading": "Deaths", "year": "2011", "date": "September 11", "txt": "Ralph Gubbins, English footballer (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "September 11", "txt": "Anjali Gupta, Indian soldier and pilot (b. 1975)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "September 11", "txt": "Andy Whitfield, Welsh actor and model (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 11", "txt": "Finn Bergesen, Norwegian civil servant and businessman (b. 1945)", "entities": [{"title": "Finn Bergesen", "href": "/wiki/Finn_Bergesen", "description": "Finn Bergesen was a Norwegian civil servant and businessperson."}]}, {"heading": "Deaths", "year": "2012", "date": "September 11", "txt": "Tomas Evjen, Norwegian cinematographer and producer (b. 1972)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 11", "txt": "J. Christopher Stevens, American lawyer and diplomat, 10th United States Ambassador to Libya (b. 1960)", "entities": [{"title": "United States Ambassador to Libya", "href": "/wiki/United_States_Ambassador_to_Libya", "description": "The United States Ambassador to Libya is the official representative of the President of the United States to the head of state of Libya."}]}, {"heading": "Deaths", "year": "2013", "date": "September 11", "txt": "Francisco Chavez, Filipino lawyer and politician, Solicitor General of the Philippines (b. 1947)", "entities": [{"title": "Francisco Chavez", "href": "/wiki/Francisco_Chavez", "description": "Francisco 'Frank' Chavez was the Solicitor General of the Philippines during the Aquino administration."}, {"title": "Solicitor General of the Philippines", "href": "/wiki/Solicitor_General_of_the_Philippines", "description": "The Office of the Solicitor General of the Philippines, formerly known as the Bureau of Justice, is an independent and autonomous office attached to the Department of Justice. The OSG is headed by Jose Calida."}]}, {"heading": "Deaths", "year": "2013", "date": "September 11", "txt": "Albert Jacquard, French geneticist and biologist (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 11", "txt": "Andrzej Trybulec, Polish mathematician and computer scientist (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 11", "txt": "Bob Crewe, American singer-songwriter and producer (b. 1930)", "entities": [{"title": "Bob Crewe", "href": "/wiki/Bob_Crewe", "description": "Robert Stanley Crewe was an American songwriter, dancer, singer, manager, and record producer. He was known for producing, and co-writing with Bob Gaudio, a string of Top 10 singles for the Four Seasons."}]}, {"heading": "Deaths", "year": "2014", "date": "September 11", "txt": "Antoine Duhamel, French composer and conductor (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 11", "txt": "Donald Sinden, English actor (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "September 11", "txt": "Alexis Arquette, American actress, musician and cabaret performer (b. 1969)", "entities": [{"title": "Alexis Arquette", "href": "/wiki/Alexis_Arquette", "description": "Alexis Arquette was an American actress."}]}, {"heading": "Deaths", "year": "2019", "date": "September 11", "txt": "B. J. Habibie, 3rd President of Indonesia (b. 1936)", "entities": [{"title": "B. J. Habibie", "href": "/wiki/B._J._Habibie", "description": "Bacharuddin Jusuf Habibie was an Indonesian engineer and politician who was the third president of Indonesia from 1998 to 1999. Less than three months after his inauguration as the seventh vice president in March 1998, he succeeded Suharto who resigned after 31 years in office. His presidency is seen as a landmark and transition to the Reformation era. Upon becoming president, he liberalized Indon"}, {"title": "President of Indonesia", "href": "/wiki/President_of_Indonesia", "description": "The president of the Republic of Indonesia is the head of state and also head of government of the Republic of Indonesia. The president leads the executive branch of the Indonesian government and is the commander-in-chief of the Indonesian National Armed Forces. Since 2004, the president and vice president are directly elected to a five-year term."}]}]