[{"heading": "Events", "year": "681", "date": "September 16", "txt": "Pope Honorius I is posthumously excommunicated by the Sixth Ecumenical Council.", "entities": [{"title": "Pope Honorius I", "href": "/wiki/Pope_Honorius_I", "description": "Pope Honorius I was the bishop of Rome from 27 October 625 to his death. He was active in spreading Christianity among Anglo-Saxons and attempted to convince the Celts to calculate Easter in the Roman fashion. He is chiefly remembered for his correspondence with Patriarch Sergius I of Constantinople over the latter's monothelite teachings. Honorius was posthumously anathematized, initially for sub"}, {"title": "Excommunication", "href": "/wiki/Excommunication", "description": "Excommunication is an institutional act of religious censure used to end or at least regulate the communion of a member of a congregation with other members of the religious institution who are in normal communion with each other. The purpose of the institutional act is to deprive, suspend, or limit membership in a religious community or to restrict certain rights within it, in particular, those o"}, {"title": "Third Council of Constantinople", "href": "/wiki/Third_Council_of_Constantinople", "description": "The Third Council of Constantinople, counted as the Sixth Ecumenical Council by the Eastern Orthodox and Catholic Churches, as well by certain other Western Churches, met in 680–681 and condemned monoenergism and monothelitism as heretical and defined Jesus Christ as having two energies and two wills."}]}, {"heading": "Events", "year": "1400", "date": "September 16", "txt": "Owain Glyndŵr is declared Prince of Wales by his followers.", "entities": [{"title": "Owain Glyndŵr", "href": "/wiki/Owain_Glynd%C5%B5r", "description": "Owain ap Gruffydd, lord of Glyndyfrdwy, or simply Owain Glyndŵr or Glyn Dŵr, was a Welsh leader who instigated a fierce and long-running yet ultimately unsuccessful war of independence with the aim of ending English rule in Wales during the Late Middle Ages. He was the last native Welshman to hold the title Prince of Wales."}, {"title": "Prince of Wales", "href": "/wiki/Prince_of_Wales", "description": "Prince of Wales is a title traditionally and ceremonially granted to the heir apparent of the British throne as a personal honour or dignity, and is not heritable, with it being merged with the Crown on accession to the throne. Since 1301, the title Earl of Chester has been given in conjunction with that of Prince of Wales. The Prince of Wales usually has other titles and honours, if the eldest so"}]}, {"heading": "Events", "year": "1620", "date": "September 16", "txt": "Pilgrims set sail from England on the Mayflower.", "entities": [{"title": "Pilgrim Fathers", "href": "/wiki/Pilgrim_Fathers", "description": "The Pilgrims were the English settlers who came to North America on the Mayflower and established the Plymouth Colony in what is today Plymouth, Massachusetts, named after the final departure port of Plymouth, Devon. Their leadership came from the religious congregations of Brownists, or Separatist Puritans, who had fled religious persecution in England for the tolerance of 17th-century Holland in"}]}, {"heading": "Events", "year": "1701", "date": "September 16", "txt": "James Francis Edward Stuart, sometimes called the \"Old Pretender\", becomes the Jacobite claimant to the thrones of England and Scotland.", "entities": [{"title": "James Francis Edward Stuart", "href": "/wiki/James_Francis_Edward_Stuart", "description": "James Francis Edward Stuart, nicknamed The Old Pretender by Whigs, was the son of King James II and VII of England, Scotland and Ireland, and his second wife, Mary of Modena. He was Prince of Wales from July 1688 until, just months after his birth, his Catholic father was deposed and exiled in the Glorious Revolution of 1688. James II's Protestant elder daughter, Mary II, and her husband, William "}, {"title": "Jacobitism", "href": "/wiki/Jacobitism", "description": "Jacobitism was a largely 17th- and 18th-century movement that supported the restoration of the House of Stuart to the British throne. The name is derived from Jacobus, the Latin version of James."}]}, {"heading": "Events", "year": "1732", "date": "September 16", "txt": "In Campo Maior, Portugal, a storm hits the Armory and a violent explosion ensues, killing two-thirds of its inhabitants.", "entities": [{"title": "Campo Maior, Portugal", "href": "/wiki/Campo_Maior,_Portugal", "description": "Campo Maior is a municipality in the Portalegre District, Alentejo Region, Portugal. The population in 2011 was 8,456, in an area of 247.20 square kilometres (95.44 sq mi). It is bordered by Spain on the North and East, by Elvas Municipality on the Southeast, and by Arronches Municipality on the West."}]}, {"heading": "Events", "year": "1776", "date": "September 16", "txt": "American Revolutionary War: The Battle of Harlem Heights is fought.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Battle of Harlem Heights", "href": "/wiki/Battle_of_Harlem_Heights", "description": "The Battle of Harlem Heights was fought during the New York and New Jersey campaign of the American Revolutionary War. The action took place on September 16, 1776, in what is now the Morningside Heights area and east into the future Harlem neighborhoods of northwestern Manhattan Island in what is now part of New York City."}]}, {"heading": "Events", "year": "1779", "date": "September 16", "txt": "American Revolutionary War: The Franco-American Siege of Savannah begins.", "entities": [{"title": "Siege of Savannah", "href": "/wiki/Siege_of_Savannah", "description": "The siege of Savannah or the Second Battle of Savannah was an encounter of the American Revolutionary War (1775–1783) in 1779. The year before, the city of Savannah, Georgia, had been captured by a British expeditionary corps under Lieutenant-Colonel Archibald Campbell. The siege itself consisted of a joint Franco-American attempt to retake Savannah, from September 16 to October 18, 1779. On Octob"}]}, {"heading": "Events", "year": "1810", "date": "September 16", "txt": "With the Grito de Dolores, Father Miguel Hidalgo begins Mexico's fight for independence from Spain.", "entities": [{"title": "Miguel Hidalgo", "href": "/wiki/Miguel_Hidalgo", "description": "Don Miguel Gregorio Antonio Francisco Ignacio Hidalgo-Costilla y Gallaga Mandarte Villaseñor, more commonly known as Don Miguel Hidalgo y Costilla or Miguel Hidalgo, was a Spanish Catholic priest, a leader of the Mexican War of Independence, and recognized as the Father of the Nation."}, {"title": "Mexican War of Independence", "href": "/wiki/Mexican_War_of_Independence", "description": "The Mexican War of Independence was an armed conflict and political process, lasting from 1808 to 1821, resulting in Mexico's independence from Spain. It was not a single, coherent event, but local and regional struggles that occurred within the same time period, and can be considered a revolutionary civil war. Independence was not an inevitable outcome, but events in Spain itself had a direct imp"}]}, {"heading": "Events", "year": "1863", "date": "September 16", "txt": "Robert College, in Istanbul, the first American educational institution outside the United States, is founded by Christopher Robert, an American philanthropist.", "entities": [{"title": "Robert College", "href": "/wiki/Robert_College", "description": "The American Robert College of Istanbul, often shortened to Robert, RC, or RK, is a highly selective, independent, co-educational high school in Turkey. The school is situated in a 65-acre (26 ha) wooded campus on the European side of Istanbul in the Beşiktaş district, with the historic Arnavutköy neighborhood to the east and the upscale Ulus neighborhood to the west. Founded in 1863, Robert Colle"}, {"title": "Istanbul", "href": "/wiki/Istanbul", "description": "Istanbul, historically known as Byzantium and Constantinople, is the largest city in Turkey and the country's economic, cultural and historic center. The city straddles the Bosphorus strait, and lies in both Europe and Asia, with a population of over 15 million residents, comprising 19% of the population of Turkey. Istanbul is the most populous city in Europe, and the world's fifteenth-largest cit"}, {"title": "Christopher Robert", "href": "/wiki/Christopher_Robert", "description": "Christopher Rhinelander Robert was an American philanthropist from New York City, who founded Robert College in Istanbul, Turkey in 1863, arguably the oldest American school outside the United States."}]}, {"heading": "Events", "year": "1880", "date": "September 16", "txt": "The Cornell Daily Sun prints its first issue in Ithaca, New York. The Sun is the United States' oldest, continuously-independent college daily.", "entities": [{"title": "Ithaca, New York", "href": "/wiki/Ithaca,_New_York", "description": "Ithaca is a city and college town in the Finger Lakes region of New York, United States. It is the seat of Tompkins County, as well as the largest community in the Ithaca–Tompkins County metropolitan area. This area contains the municipalities of the Town of Ithaca, the village of Cayuga Heights, and other towns and villages in Tompkins County. The city of Ithaca is located on the southern shore o"}]}, {"heading": "Events", "year": "1893", "date": "September 16", "txt": "Settlers make a land run for prime land in the Cherokee Strip in Oklahoma.", "entities": [{"title": "Land Run of 1893", "href": "/wiki/Land_Run_of_1893", "description": "The Land Run of 1893, also known as the Cherokee Outlet Opening or the Cherokee Strip Land Run, marked the opening to settlement of the Cherokee Outlet in Oklahoma's fourth and largest land run. It was part of what would later become the U.S. state of Oklahoma in 1907."}, {"title": "Cherokee Outlet", "href": "/wiki/Cherokee_Outlet", "description": "The Cherokee Outlet, or Cherokee Strip, was located in what is now the state of Oklahoma in the United States. It was a 60-mile-wide (97 km) parcel of land south of the Oklahoma-Kansas border between 96 and 100°W. The Cherokee Outlet was created in 1836. The United States forced the Cherokee Nation of Indians to cede to the United States all lands east of the Mississippi River in exchange for a re"}, {"title": "Oklahoma", "href": "/wiki/Oklahoma", "description": "Oklahoma is a state in the South Central region of the United States, bordered by the state of Texas on the south and west, Kansas on the north, Missouri on the northeast, Arkansas on the east, New Mexico on the west, and Colorado on the northwest. Partially in the western extreme of the Upland South, it is the 20th-most extensive and the 28th-most populous of the 50 United States. Its residents a"}]}, {"heading": "Events", "year": "1908", "date": "September 16", "txt": "The General Motors Corporation is founded.", "entities": [{"title": "General Motors Corporation", "href": "/wiki/General_Motors_Corporation", "description": "General Motors Company (GM) is an American multinational corporation headquartered in Detroit, Michigan, USA that designs, manufactures, markets, and distributes vehicles and vehicle parts, and sells financial services, with global headquarters in Detroit's Renaissance Center. It was founded by William C. Durant on September 16, 1908, as a holding company, and the present entity was established in"}]}, {"heading": "Events", "year": "1914", "date": "September 16", "txt": "World War I: The Siege of Przemyśl (present-day Poland) begins.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Siege of Przemyśl", "href": "/wiki/Siege_of_Przemy%C5%9Bl", "description": "The siege of Przemyśl was the longest siege of the First World War, and a crushing defeat for Austria-Hungary against Russian attackers. Przemyśl was a fortress town on the River San and a Galician stronghold. The investment of Przemyśl began on 16 September 1914, and was briefly suspended on 11 October, due to an Austro-Hungarian offensive. The siege resumed again on 9 November, and the Austro-Hu"}]}, {"heading": "Events", "year": "1920", "date": "September 16", "txt": "The Wall Street bombing: A bomb in a horse wagon explodes in front of the J. P. Morgan building in New York City killing 38 and injuring 400.", "entities": [{"title": "Wall Street bombing", "href": "/wiki/Wall_Street_bombing", "description": "The Wall Street bombing occurred at 12:01 pm on Thursday, September 16, 1920, in the Financial District of Manhattan, New York City. The blast killed thirty people immediately, and another ten died later of wounds sustained in the blast. There were 143 seriously injured, and the total number of injured was in the hundreds."}]}, {"heading": "Events", "year": "1940", "date": "September 16", "txt": "World War II: Italian troops conquer Sidi Barrani.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Italian invasion of Egypt", "href": "/wiki/Italian_invasion_of_Egypt", "description": "The Italian invasion of Egypt was an offensive in the Second World War, against British, Commonwealth and Free French forces in the Kingdom of Egypt. The invasion by the Italian 10th Army ended border skirmishing on the frontier and began the Western Desert Campaign (1940–1943) proper. The Italian strategy was to advance from Libya along the Egyptian coast to seize the Suez Canal. After numerous d"}]}, {"heading": "Events", "year": "1943", "date": "September 16", "txt": "World War II: The German Tenth Army reports that it can no longer contain the Allied bridgehead around Salerno.", "entities": [{"title": "10th Army (Wehrmacht)", "href": "/wiki/10th_Army_(Wehrmacht)", "description": "The 10th Army was a World War II field army of Wehrmacht (Germany)."}, {"title": "Operation Avalanche", "href": "/wiki/Operation_Avalanche", "description": "Operation Avalanche was the codename for the Allied landings near the port of Salerno, executed on 9 September 1943, part of the Allied invasion of Italy. The Italians withdrew from the war the day before the invasion, but the Allies landed in an area defended by German troops. Planned under the name Top Hat, it was supported by the deception plan Operation Boardman."}]}, {"heading": "Events", "year": "1945", "date": "September 16", "txt": "World War II: The Japanese occupation of Hong Kong comes to an end.", "entities": [{"title": "Japanese occupation of Hong Kong", "href": "/wiki/Japanese_occupation_of_Hong_Kong", "description": "The Imperial Japanese occupation of Hong Kong began when the Governor of Hong Kong, Sir Mark Young, surrendered the British Crown colony of Hong Kong to the Empire of Japan on 25 December 1941. The surrender occurred after 18 days of fierce fighting against the overwhelming Japanese forces that had invaded the territory. The occupation lasted for three years and eight months until Japan surrendere"}]}, {"heading": "Events", "year": "1955", "date": "September 16", "txt": "The military coup to unseat President Juan Perón of Argentina is launched at midnight.", "entities": [{"title": "Juan Perón", "href": "/wiki/Juan_Per%C3%B3n", "description": "Juan Domingo Perón was an Argentine Army general and politician. After serving in several government positions, including Minister of Labour and Vice President, he was elected President of Argentina three times, serving from June 1946 to September 1955, when he was overthrown by the Revolución Libertadora, and then from October 1973 until his death in July 1974."}]}, {"heading": "Events", "year": "1955", "date": "September 16", "txt": "A Zulu-class submarine becomes the first to launch a ballistic missile.", "entities": [{"title": "R-11 Zemlya", "href": "/wiki/R-11_Zemlya", "description": "The R-11 Zemlya, GRAU index 8A61 was a Soviet tactical ballistic missile. It is also known by its NATO reporting name SS-1b Scud-A. It was the first of several similar Soviet missiles to be given the reporting name Scud. Variant R-11M was accepted into service, with GRAU index 9K51."}]}, {"heading": "Events", "year": "1956", "date": "September 16", "txt": "TCN-9 Sydney is the first Australian television station to commence regular broadcasts.", "entities": [{"title": "TCN", "href": "/wiki/TCN", "description": "TCN is the flagship television station of the Nine Network in Australia. The station is currently located at 1 Denison Street, North Sydney. The licence, issued to a company named Television Corporation Ltd headed by Sir Frank Packer, was one of the first four licences to be issued for commercial television stations in Australia. TCN-9 is the home of the NRL coverage and national-level Nine News b"}]}, {"heading": "Events", "year": "1959", "date": "September 16", "txt": "The first successful photocopier, the Xerox 914, is introduced in a demonstration on live television from New York City.", "entities": [{"title": "Xerox 914", "href": "/wiki/Xerox_914", "description": "The Xerox 914 was the first successful commercial plain paper copier which in 1959 revolutionized the document-copying industry. The culmination of inventor Chester Carlson's work on the xerographic process, the 914 was fast and economical. The copier was introduced to the public on September 16, 1959, in a demonstration at the Sherry-Netherland Hotel in New York, shown on live television."}]}, {"heading": "Events", "year": "1961", "date": "September 16", "txt": "The United States National Hurricane Research Project drops eight cylinders of silver iodide into the eyewall of Hurricane Esther. Wind speed reduces by 10%, giving rise to Project Stormfury.", "entities": [{"title": "Hurricane Esther", "href": "/wiki/Hurricane_Esther", "description": "Hurricane Esther was the first large tropical cyclone to be discovered by satellite imagery. The fifth tropical cyclone, named storm, and hurricane of the 1961 Atlantic hurricane season, Esther developed from an area of disturbed weather hundreds of miles west-southwest of the southernmost Cape Verde Islands on September 10. Moving northwestward, the depression strengthened into Tropical Storm Est"}, {"title": "Project Stormfury", "href": "/wiki/Project_Stormfury", "description": "Project Stormfury was an attempt to weaken tropical cyclones by flying aircraft into them and seeding with silver iodide. The project was run by the United States Government from 1962 to 1983. The hypothesis was that the silver iodide would cause supercooled water in the storm to freeze, disrupting the inner structure of the hurricane, and this led to seeding several Atlantic hurricanes. However, "}]}, {"heading": "Events", "year": "1961", "date": "September 16", "txt": "Typhoon Nancy, with possibly the strongest winds ever measured in a tropical cyclone, makes landfall in Osaka, Japan, killing 173 people.", "entities": [{"title": "Osaka", "href": "/wiki/Osaka", "description": "Osaka  is a designated city in the Kansai region of Honshu in Japan. It is the capital city of Osaka Prefecture and as of 1 January 2012, has an estimated population of 2,668,586. Osaka is also the largest component of the Keihanshin Metropolitan Area, the second-largest metropolitan area in Japan and the 10th largest urban area in the world with more than 19 million inhabitants."}]}, {"heading": "Events", "year": "1961", "date": "September 16", "txt": "Pakistan establishes its Space and Upper Atmosphere Research Commission with Abdus Salam as its head.", "entities": [{"title": "Abdus Salam", "href": "/wiki/Abdus_Salam", "description": "Mohammad Abdus Salam, was a Pakistani theoretical physicist. He shared the 1979 Nobel Prize in Physics with Sheldon Glashow and Steven Weinberg for his contribution to the electroweak unification theory. He was the first Pakistani and Muslim to receive a Nobel Prize in science and the second from an Islamic country to receive any Nobel Prize."}]}, {"heading": "Events", "year": "1963", "date": "September 16", "txt": "Malaysia is formed from the Federation of Malaya, Singapore, North Borneo (Sabah) and Sarawak. However, Singapore is soon expelled from this new country.", "entities": [{"title": "Malaysia", "href": "/wiki/Malaysia", "description": "Malaysia is a country in Southeast Asia. The federal constitutional monarchy consists of thirteen states and three federal territories, separated by the South China Sea into two regions, Peninsular Malaysia and Borneo's East Malaysia. Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and mariti"}, {"title": "Federation of Malaya", "href": "/wiki/Federation_of_Malaya", "description": "The Federation of Malaya was a federation of what previously had been British Malaya comprising eleven states that existed from 1 February 1948 until 16 September 1963. The Federation became independent on 31 August 1957, and in 1963, Malaysia was formed when the federation united with the Singapore, North Borneo, and Sarawak Crown Colonies."}, {"title": "Crown Colony of Singapore", "href": "/wiki/Crown_Colony_of_Singapore", "description": "The Colony of Singapore or simply Singapore was a British Crown colony that existed from 1946 to 1963. When the Empire of Japan surrendered to the Allies at the end of World War II, Singapore was returned to the British in 1945. In 1946, the Straits Settlements were dissolved and together with Cocos-Keeling and Christmas Island, Singapore became a separate Crown colony. The colony was governed by "}, {"title": "Crown Colony of North Borneo", "href": "/wiki/Crown_Colony_of_North_Borneo", "description": "The Crown Colony of North Borneo was a British Crown colony on the island of Borneo established in 1946 shortly after the dissolution of the British Military Administration. The Crown Colony of Labuan joined the new Crown Colony during its formation. It was succeeded as the state of Sabah through the formation of the Federation of Malaysia on 16 September 1963."}, {"title": "Sabah", "href": "/wiki/Sabah", "description": "Sabah is a state of Malaysia located on the northern portion of Borneo, in the region of East Malaysia. Sabah has land borders with the Malaysian state of Sarawak to the southwest and Indonesia's Kalimantan region to the south. The Federal Territory of Labuan is an island just off the Sabah coast. Sabah shares maritime borders with Vietnam to the west and the Philippines to the north and east. Kot"}, {"title": "Crown Colony of Sarawak", "href": "/wiki/Crown_Colony_of_Sarawak", "description": "The Crown Colony of Sarawak was a British Crown colony on the island of Borneo, established in 1946, shortly after the dissolution of the British Military Administration. It was succeeded as the state of Sarawak through the formation of the Federation of Malaysia on 16 September 1963."}]}, {"heading": "Events", "year": "1966", "date": "September 16", "txt": "The Metropolitan Opera House opens at Lincoln Center in New York City with the world premiere of Samuel Barber's opera Antony and Cleopatra.", "entities": [{"title": "Metropolitan Opera House (Lincoln Center)", "href": "/wiki/Metropolitan_Opera_House_(Lincoln_Center)", "description": "The Metropolitan Opera House is an opera house located on Broadway at Lincoln Square on the Upper West Side of Manhattan in New York City. Part of Lincoln Center for the Performing Arts, the theater was designed by Wallace K. Harrison. It opened in 1966, replacing the original 1883 Metropolitan Opera House at Broadway and 39th Street. With a seating capacity of approximately 3,850, the house is th"}]}, {"heading": "Events", "year": "1970", "date": "September 16", "txt": "King Hussein of Jordan declares war against the Palestine Liberation Organization, the conflict came to be known as Black September.", "entities": [{"title": "King Hussein", "href": "/wiki/King_Hussein", "description": "Hussein bin Talal was King of Jordan from 11 August 1952 until his death in 1999. As a member of the Hashemite dynasty, the royal family of Jordan since 1921, Hussein was a 40th-generation direct descendant of Muhammad."}, {"title": "Jordan", "href": "/wiki/Jordan", "description": "Jordan, officially the Hashemite Kingdom of Jordan, is an Arab country in the Levant region of Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia, Iraq, Syria, Israel and Palestine. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is situated at the crossroads "}, {"title": "Palestine Liberation Organization", "href": "/wiki/Palestine_Liberation_Organization", "description": "The Palestine Liberation Organization is an organization founded in 1964 with the purpose of the \"liberation of Palestine\" through armed struggle. It is recognized as the \"sole legitimate representative\" of the Palestinian people by over 100 states with which it holds diplomatic relations, and has enjoyed observer status at the United Nations since 1974. Due to its activities, including violence a"}, {"title": "Black September", "href": "/wiki/Black_September", "description": "Black September, also known as the Jordanian Civil War was a conflict fought in the Hashemite Kingdom of Jordan between the Jordanian Armed Forces (JAF), under the leadership of King Hussein, and the Palestine Liberation Organisation (PLO), under the leadership of Yasser Arafat, primarily between 16 and 27 September 1970, with certain aspects of the conflict continuing until 17 July 1971."}]}, {"heading": "Events", "year": "1975", "date": "September 16", "txt": "Papua New Guinea gains independence from Australia.", "entities": [{"title": "Papua New Guinea", "href": "/wiki/Papua_New_Guinea", "description": "Papua New Guinea, officially the Independent State of Papua New Guinea, is a country in Oceania that comprises the eastern half of the island of New Guinea and its offshore islands in Melanesia. Its capital, located along its southeastern coast, is Port Moresby. It is the world's third largest island country with 462,840 km2 (178,700 sq mi)."}]}, {"heading": "Events", "year": "1975", "date": "September 16", "txt": "Cape Verde, Mozambique, and São Tomé and Príncipe join the United Nations.", "entities": [{"title": "Mozambique", "href": "/wiki/Mozambique", "description": "Mozambique, officially the Republic of Mozambique, is a country located in Southeastern Africa bordered by the Indian Ocean to the east, Tanzania to the north, Malawi and Zambia to the northwest, Zimbabwe to the west, and Eswatini (Swaziland) and South Africa to the southwest. The sovereign state is separated from the Comoros, Mayotte and Madagascar by the Mozambique Channel to the east. The capit"}, {"title": "São Tomé and Príncipe", "href": "/wiki/S%C3%A3o_Tom%C3%A9_and_Pr%C3%ADncipe", "description": "São Tomé and Príncipe, officially the Democratic Republic of São Tomé and Príncipe, is an island country in the Gulf of Guinea, off the western equatorial coast of Central Africa. It consists of two archipelagos around the two main islands of São Tomé and Príncipe, about 140 km (87 mi) apart and about 250 and 225 km off the northwestern coast of Gabon."}]}, {"heading": "Events", "year": "1975", "date": "September 16", "txt": "The first prototype of the Mikoyan MiG-31 interceptor makes its maiden flight.", "entities": []}, {"heading": "Events", "year": "1976", "date": "September 16", "txt": "Armenian champion swimmer Shavarsh Karapetyan saves 20 people from a trolleybus that had fallen into a Yerevan reservoir.", "entities": [{"title": "Shavarsh Karapetyan", "href": "/wiki/Shavarsh_Karapetyan", "description": "Shavarsh Vladimiri (Vladimirovich) Karapetyan is a retired Armenian finswimmer, best known for saving the lives of 20 people in a 1976 incident in Yerevan."}, {"title": "Yerevan", "href": "/wiki/Yerevan", "description": "Yerevan is the capital and largest city of Armenia and one of the world's oldest continuously inhabited cities. Situated along the Hrazdan River, Yerevan is the administrative, cultural, and industrial center of the country. It has been the capital since 1918, the fourteenth in the history of Armenia and the seventh located in or around the Ararat plain. The city also serves as the seat of the Ara"}]}, {"heading": "Events", "year": "1978", "date": "September 16", "txt": "The 7.4 Mw  Tabas earthquake affects the city of Tabas, Iran with a maximum Mercalli intensity of IX (Violent). At least 15,000 people are killed.", "entities": [{"title": "1978 Tabas earthquake", "href": "/wiki/1978_Tabas_earthquake", "description": "The 1978 Tabas earthquake occurred on September 16 at 19:05:55 local time in central Iran. The shock measured 7.4 on the moment magnitude scale and had a maximum Mercalli intensity of IX+ (Violent). The death toll was in the range of 15,000–25,000 with severe effects in the town of Tabas."}, {"title": "Tabas", "href": "/wiki/Tabas", "description": "Tabas, formerly Golshan, is a city in and capital of Tabas County, South Khorasan Province, Iran. At the 2011 census, its population was 35,150, in 9,903 families."}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1979", "date": "September 16", "txt": "Eight people escape from East Germany to the west in a homemade hot air balloon.", "entities": [{"title": "East German balloon escape", "href": "/wiki/East_German_balloon_escape", "description": "The East German balloon escape took place at approximately 2:00 a.m. on 16 September 1979. Two families, with eight members in total, escaped the communist country of East Germany by crossing the border to West Germany in a homemade hot air balloon. The plot to accomplish this was carried out over a period of one and a half years, including an unsuccessful attempt, three different balloons, and va"}]}, {"heading": "Events", "year": "1982", "date": "September 16", "txt": "Lebanon War: The Sabra and Shatila massacre in Lebanon takes place.", "entities": [{"title": "1982 Lebanon War", "href": "/wiki/1982_Lebanon_War", "description": "The 1982 Lebanon War, dubbed Operation Peace for Galilee by the Israeli government, later known in Israel as the Lebanon War or the First Lebanon War, and known in Lebanon as \"the invasion\", began on 6 June 1982, when the Israel Defense Forces (IDF) invaded southern Lebanon, after repeated attacks and counter-attacks between the Palestine Liberation Organization (PLO) operating in southern Lebanon"}, {"title": "Sabra and Shatila massacre", "href": "/wiki/Sabra_and_Shatila_massacre", "description": "The Sabra and Shatila massacre was the killing of between 460 and 3,500 civilians, mostly Palestinians and Lebanese Shiites, by a militia close to the Kataeb Party, a predominantly Christian Lebanese right-wing party, in the Sabra neighborhood and the adjacent Shatila refugee camp in Beirut, Lebanon. From approximately 18:00 on 16 September to 08:00 on 18 September 1982, a widespread massacre was "}]}, {"heading": "Events", "year": "1987", "date": "September 16", "txt": "The Montreal Protocol is signed to protect the ozone layer from depletion.", "entities": [{"title": "Montreal Protocol", "href": "/wiki/Montreal_Protocol", "description": "The Montreal Protocol on Substances that Deplete the Ozone Layer, also known simply as the Montreal Protocol, is an international treaty designed to protect the ozone layer by phasing out the production of numerous substances that are responsible for ozone depletion. Open for signature on 16 September 1987, it was made pursuant to the 1985 Vienna Convention for the Protection of the Ozone Layer, w"}, {"title": "Ozone depletion", "href": "/wiki/Ozone_depletion", "description": "Ozone depletion consists of two related events observed since the late 1970s: a steady lowering of about four percent in the total amount of ozone in Earth's atmosphere, and a much larger springtime decrease in stratospheric ozone around Earth's polar regions. The latter phenomenon is referred to as the ozone hole. There are also springtime polar tropospheric ozone depletion events in addition to "}]}, {"heading": "Events", "year": "1990", "date": "September 16", "txt": "The railroad between the People's Republic of China and Kazakhstan is completed at Dostyk, adding a sizable link to the concept of the Eurasian Land Bridge.", "entities": [{"title": "Dostyk", "href": "/wiki/Dostyk", "description": "Dostyk or Druzhba is a small town in Kazakhstan's Almaty Region, on the border with Xinjiang, China. It is a port of entry from China. The rail portion serves as an important link in the Eurasian Land Bridge. It is situated in the Dzungarian Gate, a historically significant mountain pass."}, {"title": "Eurasian Land Bridge", "href": "/wiki/Eurasian_Land_Bridge", "description": "The Eurasian Land Bridge, sometimes called the New Silk Road, is the rail transport route for moving freight and passengers overland between Pacific seaports in the Russian Far East and China and seaports in Europe. The route, a transcontinental railroad and rail land bridge, currently comprises the Trans-Siberian Railway, which runs through Russia and is sometimes called the Northern East-West Co"}]}, {"heading": "Events", "year": "1992", "date": "September 16", "txt": "The trial of the deposed Panamanian dictator Manuel Noriega ends in the United States with a 40-year sentence for drug trafficking and money laundering.", "entities": [{"title": "Manuel Noriega", "href": "/wiki/Manuel_Noriega", "description": "Manuel Antonio Noriega Moreno was a Panamanian politician and military officer who was the de facto ruler of Panama from 1983 to 1989. An authoritarian ruler who amassed a personal fortune through drug trafficking operations, he had longstanding ties to United States intelligence agencies before the U.S. invasion of Panama removed him from power."}]}, {"heading": "Events", "year": "1992", "date": "September 16", "txt": "Black Wednesday: The British pound is forced out of the European Exchange Rate Mechanism by currency speculators and is forced to devalue against the German mark.", "entities": [{"title": "European Exchange Rate Mechanism", "href": "/wiki/European_Exchange_Rate_Mechanism", "description": "The European Exchange Rate Mechanism (ERM) II is a system introduced by the European Economic Community on 1 January 1999 alongside the introduction of a single currency, the euro as part of the European Monetary System (EMS), to reduce exchange rate variability and achieve monetary stability in Europe."}]}, {"heading": "Events", "year": "1994", "date": "September 16", "txt": "The British government lifts the broadcasting ban imposed against members of Sinn Féin and Irish paramilitary groups in 1988.", "entities": [{"title": "1988–1994 British broadcasting voice restrictions", "href": "/wiki/1988%E2%80%931994_British_broadcasting_voice_restrictions", "description": "From October 1988 to September 1994 the British government banned broadcasts of the voices of representatives from Sinn Féin and several Irish republican and loyalist groups on television and radio in the United Kingdom (UK). The restrictions, announced by the Home Secretary, Douglas Hurd, on 19 October 1988, covered eleven organisations based in Northern Ireland. The ban followed a heightened per"}]}, {"heading": "Events", "year": "2004", "date": "September 16", "txt": "Hurricane Ivan makes landfall in Gulf Shores, Alabama as a Category 3 hurricane.", "entities": [{"title": "Hurricane Ivan", "href": "/wiki/Hurricane_Ivan", "description": "Hurricane Ivan was a large, long-lived, Cape Verde hurricane that caused widespread damage in the Caribbean and United States. The cyclone was the ninth named storm, the sixth hurricane and the fourth major hurricane of the active 2004 Atlantic hurricane season. Ivan formed in early September, and reached Category 5 strength on the Saffir–Simpson Hurricane Scale (SSHS). Ivan caused catastrophic da"}, {"title": "Category 3 hurricane", "href": "/wiki/Category_3_hurricane", "description": "\nThe Saffir–Simpson hurricane wind scale (SSHWS), formerly the Saffir–Simpson hurricane scale (SSHS), classifies hurricanes – Western Hemisphere tropical cyclones – that exceed the intensities of tropical depressions and tropical storms – into five categories distinguished by the intensities of their sustained winds.\n"}]}, {"heading": "Events", "year": "2005", "date": "September 16", "txt": "The Camorra organized crime boss Paolo Di Lauro is arrested in Naples, Italy.", "entities": [{"title": "Camorra", "href": "/wiki/Camorra", "description": "The Camorra is an Italian Mafia-type criminal organization, or secret society, originating in the region of Campania. It is one of the oldest and largest criminal organizations in Italy, dating to the 17th century. Unlike the pyramidal structure of the Sicilian Mafia, the Camorra's organizational structure is divided into individual groups also called \"clans\". Every capo or \"boss\", is the head of "}, {"title": "Paolo Di Lauro", "href": "/wiki/Paolo_Di_Lauro", "description": "Paolo Di Lauro is an Italian crime boss, leader of the Di Lauro Clan, a Camorra crime organization. He is also known as Ciruzzo 'o milionario among other aliases. In 2002 he was included in the list of most wanted fugitives in Italy and was captured in September 2005."}]}, {"heading": "Events", "year": "2007", "date": "September 16", "txt": "One-Two-GO Airlines Flight 269 carrying 128 crew and passengers crashes in Thailand killing 89 people.", "entities": [{"title": "One-Two-GO Airlines Flight 269", "href": "/wiki/One-Two-GO_Airlines_Flight_269", "description": "One-Two-GO Airlines Flight 269 (OG269) was a scheduled domestic passenger flight from Bangkok to Phuket, Thailand. On 16 September 2007, about 15:41 ICT, the McDonnell Douglas MD-82 operating the flight crashed into an embankment beside runway 27 at Phuket International Airport (HKT) bursting into flames upon impact during an attempted go-around after an aborted landing, killing 90 of the 130 pers"}]}, {"heading": "Events", "year": "2007", "date": "September 16", "txt": "Security guards working for Blackwater Worldwide shoot and kill 17 Iraqis in Nisour Square, Baghdad.", "entities": []}, {"heading": "Events", "year": "2013", "date": "September 16", "txt": "A gunman kills twelve people at the Washington Navy Yard.", "entities": [{"title": "Washington Navy Yard shooting", "href": "/wiki/Washington_Navy_Yard_shooting", "description": "The Washington Navy Yard shooting occurred on September 16, 2013, when 34-year-old Aaron Alexis fatally shot 12 people and injured three others in a mass shooting at the headquarters of the Naval Sea Systems Command (NAVSEA) inside the Washington Navy Yard in southeast Washington, D.C. The attack took place in the Navy Yard's Building 197; it began around 8:16 a.m. EDT and ended when police killed"}]}, {"heading": "Events", "year": "2014", "date": "September 16", "txt": "The Islamic State of Iraq and the Levant launches its Kobani offensive against Syrian–Kurdish forces.", "entities": [{"title": "Siege of Kobanî", "href": "/wiki/Siege_of_Koban%C3%AE", "description": "The siege of Kobanî was launched by the Islamic State of Iraq and the Levant on 13 September 2014, in order to capture the Kobanî Canton and its main city of Kobanî in northern Syria, in the de facto autonomous region of Rojava."}]}, {"heading": "Events", "year": "2019", "date": "September 16", "txt": "Five months before the COVID-19 stock market crash, an overnight spike in lending rates in the United States prompts the Federal Reserve to conduct operations in the repo market.", "entities": [{"title": "2020 stock market crash", "href": "/wiki/2020_stock_market_crash", "description": "The 2020 stock market crash was a major and sudden global stock market crash that began on 20 February 2020 and ended on 7 April."}, {"title": "Federal Reserve", "href": "/wiki/Federal_Reserve", "description": "The Federal Reserve System is the central banking system of the United States of America. It was created on December 23, 1913, with the enactment of the Federal Reserve Act, after a series of financial panics led to the desire for central control of the monetary system in order to alleviate financial crises. Over the years, events such as the Great Depression in the 1930s and the Great Recession d"}, {"title": "Repo market", "href": "/wiki/Repo_market", "description": "A repurchase agreement, also known as a repo, RP, or sale and repurchase agreement, is a form of short-term borrowing, mainly in government securities. The dealer sells the underlying security to investors and, by agreement between the two parties, buys them back shortly afterwards, usually the following day, at a slightly higher price."}]}, {"heading": "Births", "year": "AD 16", "date": "September 16", "txt": "Julia Drusilla, Roman daughter of Germanicus (d. 38)", "entities": [{"title": "Julia Drusilla", "href": "/wiki/Julia_Drusilla", "description": "Julia Drusilla was a member of the Roman imperial family, the second daughter and fifth child of Germanicus and Agrippina the Elder to survive infancy. She was the sister of Emperor Caligula. She also had two other brothers, Nero Julius Caesar, and Drusus, and two sisters, Julia Livilla and the Empress Agrippina the Younger. She was a great-granddaughter of the Emperor Augustus, grand-niece of the"}, {"title": "Germanicus", "href": "/wiki/Germanicus", "description": "Germanicus Julius Caesar was a popular and prominent general of the Roman Empire, known for his campaigns in Germania. The son of Nero Claudius Drusus and Antonia the Younger, Germanicus was born into an influential branch of the patrician gens Claudia. The agnomen Germanicus was added to his full name in 9 BC when it was posthumously awarded to his father in honor of his victories in Germania. In"}]}, {"heading": "Births", "year": "508", "date": "September 16", "txt": "Yuan Di, emperor of the Liang dynasty (d. 555)", "entities": [{"title": "Emperor Yuan of Liang", "href": "/wiki/Emperor_Yuan_of_Liang", "description": "Emperor Yuan of Liang, personal name Xiao Yi (蕭繹), courtesy name Shicheng (世誠), nickname Qifu (七符), was an emperor of the Chinese Liang Dynasty. After his father Emperor Wu and brother Emperor Jianwen were successively taken hostage and controlled by the rebel general Hou Jing, Xiao Yi was largely viewed as the de facto leader of Liang, and after defeating Hou in 552 declared himself emperor. In 5"}, {"title": "Liang dynasty", "href": "/wiki/Liang_dynasty", "description": "The Liang dynasty (502–557), also known as the Southern Liang, was the third of the Southern Dynasties during China's Southern and Northern Dynasties period. It was located in South China and succeeded by the Chen dynasty in 557. The small rump state Western Liang (555–587), located in Central China, continued until it was destroyed in 587 by the Sui dynasty."}]}, {"heading": "Births", "year": "1295", "date": "September 16", "txt": "Elizabeth de Clare, English noblewoman (d. 1360)", "entities": [{"title": "Elizabeth de Clare", "href": "/wiki/Elizabeth_de_Clare", "description": "Elizabeth de Clare, 11th Lady of Clare was the heiress to the lordships of Clare, Suffolk, in England and Usk in Wales. She was the youngest of the three daughters of Gilbert de Clare, 6th Earl of Hertford and Joan of Acre, and sister of Gilbert de Clare, who later succeeded as the 7th Earl. She is often referred to as Elizabeth de Burgh, due to her first marriage to John de Burgh. Her two success"}]}, {"heading": "Births", "year": "1386", "date": "September 16", "txt": "Henry V of England (d. 1422)", "entities": [{"title": "Henry V of England", "href": "/wiki/Henry_V_of_England", "description": "Henry V, also called Henry of Monmouth, was King of England from 1413 until his death in 1422. Despite his relatively short reign, Henry's outstanding military successes in the Hundred Years' War against France made England one of the strongest military powers in Europe. Immortalised in Shakespeare's \"Henriad\" plays, Henry is known and celebrated as one of the greatest warrior kings of medieval En"}]}, {"heading": "Births", "year": "1462", "date": "September 16", "txt": "Pietro Pomponazzi, Italian philosopher (d. 1525)", "entities": [{"title": "Pietro Pomponazzi", "href": "/wiki/Pietro_Pomponazzi", "description": "Pietro Pomponazzi was an Italian philosopher. He is sometimes known by his Latin name, Petrus Pomponatius."}]}, {"heading": "Births", "year": "1507", "date": "September 16", "txt": "Jiajing Emperor of China (d. 1567)", "entities": [{"title": "Jiajing Emperor", "href": "/wiki/Jiajing_Emperor", "description": "The Jiajing Emperor was the 12th Emperor of the Ming dynasty, reigning from 1521 to 1567. Born Zhu Houcong, he was the former Zhengde Emperor's cousin. His father, Zhu Youyuan (1476–1519), the Prince of Xing, was the fourth son of the Chenghua Emperor and the eldest son of three sons born to the emperor's concubine, Lady Shao. The Jiajing Emperor's regnal name, \"Jiajing\", means \"admirable tranquil"}]}, {"heading": "Births", "year": "1541", "date": "September 16", "txt": "Walter Devereux, 1st Earl of Essex, English nobleman (d. 1576)", "entities": [{"title": "Walter Devereux, 1st Earl of Essex", "href": "/wiki/Walter_Devereux,_1st_Earl_of_Essex", "description": "Walter Devereux, 1st Earl of Essex, KG, was an English nobleman and general. From 1573 until his death he fought in Ireland in connection with the Plantations of Ireland, most notably the Rathlin Island massacre. He was the father of Elizabeth I's favourite of her later years, Robert Devereux, 2nd Earl of Essex."}]}, {"heading": "Births", "year": "1557", "date": "September 16", "txt": "Jacques Mauduit, French composer (d. 1627)", "entities": [{"title": "Jacques Mauduit", "href": "/wiki/Jacques_Mauduit", "description": "Jacques Mauduit was a French composer of the late Renaissance. He was one of the most innovative French composers of the late 16th century, combining voices and instruments in new ways, and importing some of the grand polychoral style of the Venetian School from Italy; he also composed a famous Requiem for the funeral of Pierre de Ronsard."}]}, {"heading": "Births", "year": "1615", "date": "September 16", "txt": "Heinrich Bach, German organist and composer (d. 1692)", "entities": [{"title": "Heinrich Bach", "href": "/wiki/Heinrich_Bach", "description": "Heinrich Bach was a German organist, composer and a member of the Bach family."}]}, {"heading": "Births", "year": "1625", "date": "September 16", "txt": "Gregorio Barbarigo, Roman Catholic saint (d. 1697)", "entities": [{"title": "Gregorio Barbarigo", "href": "/wiki/Gregorio_Barbarigo", "description": "Gregorio Giovanni Gaspare Barbarigo was an Italian Roman Catholic cardinal who served as the Bishop of Bergamo and later as the Bishop of Padua. He was a frontrunner in both the 1689 and 1691 papal conclaves as he had distinguished himself for his diplomatic and scholastic service. He became a noted scholar for his distinguished learning and as an able pastor for his careful attention to pastoral "}]}, {"heading": "Births", "year": "1651", "date": "September 16", "txt": "Engelbert Kaempfer, German physician and botanist (d. 1716)", "entities": [{"title": "Engelbert Kaempfer", "href": "/wiki/Engelbert_Kaempfer", "description": "Engelbert Kaempfer was a German naturalist, physician, explorer and writer known for his tour of Russia, Persia, India, Southeast Asia, and Japan between 1683 and 1693."}]}, {"heading": "Births", "year": "1666", "date": "September 16", "txt": "Antoine Parent, French mathematician and theorist (d. 1716)", "entities": [{"title": "Antoine Parent", "href": "/wiki/Antoine_Parent", "description": "Antoine Parent was a French mathematician, born at Paris and died there, who wrote in 1700 on analytical geometry of three dimensions. His works were collected and published in three volumes at Paris in 1713."}]}, {"heading": "Births", "year": "1678", "date": "September 16", "txt": "Henry St John, 1st Viscount Bolingbroke, English philosopher and politician, Secretary of State for the Southern Department (d. 1751)", "entities": [{"title": "Henry St John, 1st Viscount Bolingbroke", "href": "/wiki/Henry_St_John,_1st_Viscount_Bolingbroke", "description": "Henry St John, 1st Viscount Bolingbroke was an English politician, government official and political philosopher. He was a leader of the Tories, and supported the Church of England politically despite his antireligious views and opposition to theology. He supported the Jacobite rebellion of 1715 which sought to overthrow the new king George I. Escaping to France he became foreign minister for the "}, {"title": "Secretary of State for the Southern Department", "href": "/wiki/Secretary_of_State_for_the_Southern_Department", "description": "The Secretary of State for the Southern Department was a position in the cabinet of the government of the Kingdom of Great Britain up to 1782, when the Southern Department became the Home Office."}]}, {"heading": "Births", "year": "1716", "date": "September 16", "txt": "Angelo Maria Amorevoli, Italian tenor and actor (d. 1798)", "entities": [{"title": "Angelo Maria Amorevoli", "href": "/wiki/Angelo_Maria_Amorevoli", "description": "Angelo Maria Amorevoli was a leading Italian tenor in Baroque opera."}]}, {"heading": "Births", "year": "1722", "date": "September 16", "txt": "Gabriel Christie, Scottish-Canadian general (d. 1799)", "entities": [{"title": "Gabriel Christie (British Army officer)", "href": "/wiki/Gabriel_Christie_(British_Army_officer)", "description": "Gabriel Christie was a British Army General from Scotland, who settled in Montreal after the Seven Years' War. Following the British Conquest of New France, he invested in land and became one of the largest landowners in the British Province of Quebec."}]}, {"heading": "Births", "year": "1725", "date": "September 16", "txt": "Nicolas Desmarest, French geologist, zoologist, and author (d. 1815)", "entities": [{"title": "Nicolas Desmarest", "href": "/wiki/Nicolas_Desmarest", "description": "Nicolas Desmarest was a French geologist and contributor to the Encyclopédie ou Dictionnaire raisonné des sciences, des arts et des métiers, in particular, the multi-volume Géographie-physique."}]}, {"heading": "Births", "year": "1745", "date": "September 16", "txt": "Mikhail Kutuzov, Russian field marshal (d. 1813)", "entities": [{"title": "Mikhail Kutuzov", "href": "/wiki/Mikhail_Kutuzov", "description": "Prince Mikhail Illarionovich Golenishchev-Kutuzov was a Field Marshal of the Russian Empire. He served as a military officer and a diplomat under the reign of three Romanov Tsars: Catherine II, Paul I and Alexander I. He defeated Napoleon as commander-in-chief using attrition warfare in the Patriotic war of 1812. Alexander I wrote that Europe will remember him as one of the famous commanders and t"}]}, {"heading": "Births", "year": "1777", "date": "September 16", "txt": "Nathan Mayer Rothschild, German-English banker and financier (d. 1836)", "entities": [{"title": "Nathan Mayer Rothschild", "href": "/wiki/Nathan_Mayer_Rothschild", "description": "Nathan Mayer Rothschild was a German Jewish banker, businessman and financier. Born in Frankfurt am Main in Germany, he was the third of the five sons of Gutle (Schnapper) and Mayer Amschel Rothschild, and was of the second generation of the Rothschild banking dynasty. Like his four brothers, he was from 1822, the Nathan Mayer, Freiherr von Rothschild, an Austrian Baron; however, he never used the"}]}, {"heading": "Births", "year": "1782", "date": "September 16", "txt": "Daoguang Emperor of China (d. 1850)", "entities": [{"title": "Daoguang Emperor", "href": "/wiki/Daoguang_Emperor", "description": "The Daoguang Emperor was the seventh Emperor of the Qing dynasty, and the sixth Qing emperor to rule over China proper, reigning from 1820 to 1850. His reign was marked by \"external disaster and internal rebellion,\" that is, by the First Opium War, and the beginning of the Taiping Rebellion which nearly brought down the dynasty. The historian Jonathan Spence characterizes the Daoguang Emperor as a"}]}, {"heading": "Births", "year": "1812", "date": "September 16", "txt": "Anna Louisa Geertruida Bosboom-Toussaint, Dutch novellist (d. 1886)", "entities": [{"title": "Anna Louisa Geertruida Bosboom-Toussaint", "href": "/wiki/Anna_Louisa_Geertruida_Bosboom-Toussaint", "description": "Anna Louisa Geertruida Bosboom-Toussaint was a Dutch novelist."}]}, {"heading": "Births", "year": "1823", "date": "September 16", "txt": "Francis Parkman, American historian and author (d. 1893)", "entities": [{"title": "Francis Parkman", "href": "/wiki/Francis_Parkman", "description": "Francis Parkman Jr. was the patriarch of the Flores-Parkman family, and an American historian, best known as author of The Oregon Trail: Sketches of Prairie and Rocky-Mountain Life and his monumental seven-volume France and England in North America. These works are still valued as historical sources and as literature. He was also a leading horticulturist, briefly a professor of Horticulture at Har"}]}, {"heading": "Births", "year": "1823", "date": "September 16", "txt": "Ludwik Teichmann, Polish anatomist (d. 1895)", "entities": []}, {"heading": "Births", "year": "1827", "date": "September 16", "txt": "Jean Albert Gaudry, French geologist and paleontologist (d. 1908)", "entities": [{"title": "Jean Albert Gaudry", "href": "/wiki/Jean_Albert_Gaudry", "description": "Jean Albert Gaudry, French geologist and palaeontologist, was born at St Germain-en-Laye, and was educated at the Collège Stanislas de Paris. He was a notable proponent of theistic evolution."}]}, {"heading": "Births", "year": "1828", "date": "September 16", "txt": "Per Pålsson, Swedish murderer (d. 1914)", "entities": [{"title": "Per Pålsson", "href": "/wiki/Per_P%C3%A5lsson", "description": "Per Pålsson, also called Kitte-Pelle, was a Swedish murderer convicted for the murder of Hanna Pålsdotter. Per Pålsson was in the end pardoned and instead of having to face the death penalty was sentenced to life imprisonment. He served time at Örkelljunga prison, Varbergs fästning and finally Malmö central prison. He was finally pardoned fully and released on 31 May 1868."}]}, {"heading": "Births", "year": "1830", "date": "September 16", "txt": "Patrick Francis Moran, Irish-Australian cardinal (d. 1911)", "entities": [{"title": "Patrick Francis Moran", "href": "/wiki/Patrick_Francis_Moran", "description": "Patrick Francis Moran was the third Roman Catholic Archbishop of Sydney and the first cardinal appointed from Australia."}]}, {"heading": "Births", "year": "1837", "date": "September 16", "txt": "Pedro V of Portugal (d. 1861)", "entities": [{"title": "Pedro V of Portugal", "href": "/wiki/Pedro_V_of_Portugal", "description": "Peter V, nicknamed \"the Hopeful\", was King of Portugal from 1853 to 1861."}]}, {"heading": "Births", "year": "1838", "date": "September 16", "txt": "James J. Hill, Canadian-American railroad executive (d. 1916)", "entities": [{"title": "James J. Hill", "href": "/wiki/James_J._Hill", "description": "James Jerome Hill was a Canadian-American railroad executive. He was the chief executive officer of a family of lines headed by the Great Northern Railway, which served a substantial area of the Upper Midwest, the northern Great Plains, and Pacific Northwest. Because of the size of this region and the economic dominance exerted by the Hill lines, Hill became known during his lifetime as \"The Empir"}]}, {"heading": "Births", "year": "1844", "date": "September 16", "txt": "Paul Taffanel, French flute player and conductor (d. 1908)", "entities": [{"title": "Paul Taffanel", "href": "/wiki/Paul_Taffanel", "description": "Claude-Paul Taffanel was a French flautist, conductor and instructor, regarded as the founder of the French Flute School that dominated much of flute composition and performance during the mid-20th century."}]}, {"heading": "Births", "year": "1846", "date": "September 16", "txt": "Anna Kingsford, English author, poet, and activist (d. 1888)", "entities": [{"title": "Anna Kingsford", "href": "/wiki/Anna_Kingsford", "description": "Anna Kingsford, was an English anti-vivisectionist, vegetarian and women's rights campaigner."}]}, {"heading": "Births", "year": "1853", "date": "September 16", "txt": "Albrecht Kossel, German physician and biochemist, Nobel Prize laureate (d. 1927)", "entities": [{"title": "Albrecht Kossel", "href": "/wiki/Albrecht_Kossel", "description": "Ludwig Karl Martin Leonhard Albrecht Kossel was a German biochemist and pioneer in the study of genetics. He was awarded the Nobel Prize for Physiology or Medicine in 1910 for his work in determining the chemical composition of nucleic acids, the genetic substance of biological cells."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1858", "date": "September 16", "txt": "Edward Marshall Hall, English lawyer and politician (d. 1927)", "entities": [{"title": "Edward Marshall Hall", "href": "/wiki/Edward_Marshall_Hall", "description": "Sir Edward Marshall Hall, was an English barrister who had a formidable reputation as an orator. He successfully defended many people accused of notorious murders and became known as \"The Great Defender\"."}]}, {"heading": "Births", "year": "1858", "date": "September 16", "txt": "Bonar Law, Canadian-Scottish banker and politician, Prime Minister of the United Kingdom (d. 1923)", "entities": [{"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1859", "date": "September 16", "txt": "Yuan Shikai, Chinese general and politician, President of the Republic of China (d. 1916)", "entities": [{"title": "Yuan Shikai", "href": "/wiki/Yuan_Shikai", "description": "Yuan Shikai was a Chinese military and government official who rose to power during the late Qing dynasty, becoming the Emperor of the Empire of China (1915–1916). He tried to save the dynasty with a number of modernization projects including bureaucratic, fiscal, judicial, educational, and other reforms, despite playing a key part in the failure of the Hundred Days' Reform. He established the fir"}, {"title": "President of the Republic of China", "href": "/wiki/President_of_the_Republic_of_China", "description": "The president of the Republic of China, commonly known as the president of Taiwan is the head of state of the Republic of China (ROC) and the commander-in-chief of the Republic of China Armed Forces."}]}, {"heading": "Births", "year": "1861", "date": "September 16", "txt": "Miriam Benjamin, African-American educator and inventor (d. 1947)", "entities": [{"title": "Miriam Benjamin", "href": "/wiki/Miriam_Benjamin", "description": "Miriam E. Benjamin was an American school teacher and inventor. On July 17, 1888 she obtained a patent for her invention, the Gong and Signal Chair for Hotels. As its name suggests, the chair had both a gong and signal connected to it. The chair would \"reduce the expenses of hotels by decreasing the number of waiters and attendants, to add to the convenience and comfort of guests and to obviate th"}]}, {"heading": "Births", "year": "1866", "date": "September 16", "txt": "Georg Voigt, German lawyer and politician, Mayor of Marburg (d. 1927)", "entities": [{"title": "Georg Voigt (politician)", "href": "/wiki/Georg_Voigt_(politician)", "description": "Georg Philipp Wilhelm Voigt was a German politician. Voigt was the mayor of Rixdorf, Barmen, Frankfurt and Marburg."}, {"title": "List of mayors of Marburg", "href": "/wiki/List_of_mayors_of_Marburg", "description": "This is a list of all the mayors of Marburg in Germany since 1835."}]}, {"heading": "Births", "year": "1870", "date": "September 16", "txt": "John Pius Boland, Irish tennis player and politician (d. 1958)", "entities": [{"title": "John Pius Boland", "href": "/wiki/John_Pius_Boland", "description": "John Mary Pius Boland was an Irish Nationalist politician, and Member of Parliament (MP) in the House of Commons of the United Kingdom of Great Britain and Ireland and as member of the Irish Parliamentary Party for South Kerry 1900–1918. He was also noteworthy as a gold medallist tennis player at the first modern Olympics."}]}, {"heading": "Births", "year": "1875", "date": "September 16", "txt": "James Cash Penney, American businessman and philanthropist, founded J. C. Penney (d. 1971)", "entities": [{"title": "James Cash Penney", "href": "/wiki/James_Cash_Penney", "description": "James Cash Penney Jr. was an American businessman and entrepreneur who founded the J. C. Penney stores in 1902."}, {"title": "J. C. Penney", "href": "/wiki/J._C._Penney", "description": "Penney OpCo, LLC is a midscale American department store chain with 689 locations in 49 U.S. states and Puerto Rico. In addition to selling conventional merchandise, JCPenney offers large Fine Jewelry departments, The Salon by InStyle, and Sephora inside JCPenney. JCPenney stores often house several leased departments such as, Seattle's Best Coffee, optical centers, and portrait studios."}]}, {"heading": "Births", "year": "1876", "date": "September 16", "txt": "Marvin Hart, American boxer (d. 1931)", "entities": [{"title": "Marvin Hart", "href": "/wiki/Marvin_Hart", "description": "Marvin Hart was the World Heavyweight Boxing Champion from July 3, 1905 to February 23, 1906."}]}, {"heading": "Births", "year": "1877", "date": "September 16", "txt": "Jacob Schick, American-Canadian inventor and businessman, founded Schick Razors (d. 1937)", "entities": [{"title": "Jacob Schick", "href": "/wiki/Jacob_Schick", "description": "Colonel Jacob Schick was an American inventor and entrepreneur who patented the first electric razor and started the Schick Dry Shaver, Inc. razor company. He is the father of electric razors. Schick became a Canadian citizen in 1935 to avoid an investigation by the Joint Congressional Committee on Tax Evasion & Avoidance after he moved most of his wealth to a series of holding companies in the Ba"}, {"title": "Schick (razors)", "href": "/wiki/Schick_(razors)", "description": "Schick is a brand of personal care and safety razors owned by Edgewell Personal Care. The company was founded in 1926 and was purchased by Energizer in 2003 from Pfizer. Energizer split into two companies in 2015 and Schick became part of Edgewell Personal Care."}]}, {"heading": "Births", "year": "1878", "date": "September 16", "txt": "Karl Albiker, German sculptor, lithographer, and educator (d. 1961)", "entities": [{"title": "Karl Albiker", "href": "/wiki/Karl_Albiker", "description": "\nKarl Albiker was a German sculptor, lithographer and teacher of fine arts. Albiker studied with Auguste Rodin in Paris. From 1919 to 1945 he was a professor at the Dresden Academy of Fine Arts. His monumental statues, like those of Georg Kolbe, reflected National Socialist heroic realism. Albiker created the relay racers for Berlin's Reich Sports Field and various war monuments, including those i"}]}, {"heading": "Births", "year": "1880", "date": "September 16", "txt": "Clara Ayres, American nurse (d. 1917)", "entities": [{"title": "Clara Ayres", "href": "/wiki/Clara_Ayres", "description": "Clara Ayres (1880–1917) was an American nurse, who joined the United States Army during the First World War. Ayres and Helen Burnett Wood were the first two women to be killed while serving in the United States military, following an explosion on USS Mongolia on May 17, 1917."}]}, {"heading": "Births", "year": "1880", "date": "September 16", "txt": "Alfred Noyes, English author, poet, and playwright (d. 1958)", "entities": []}, {"heading": "Births", "year": "1881", "date": "September 16", "txt": "Clive Bell, English philosopher and critic (d. 1964)", "entities": [{"title": "Clive Bell", "href": "/wiki/Clive_Bell", "description": "Arthur Clive Heward Bell was an English art critic, associated with formalism and the Bloomsbury Group. He developed the art theory known as significant form."}]}, {"heading": "Births", "year": "1883", "date": "September 16", "txt": "T. E. Hulme, English poet and critic (d. 1917)", "entities": [{"title": "T. E. Hulme", "href": "/wiki/T._E._Hulme", "description": "Thomas Ernest Hulme was an English critic and poet who, through his writings on art, literature and politics, had a notable influence upon modernism. He was an aesthetic philosopher and the 'father of imagism'."}]}, {"heading": "Births", "year": "1886", "date": "September 16", "txt": "Jean Arp, Alsatian sculptor and painter (d. 1966)", "entities": [{"title": "Jean Arp", "href": "/wiki/Jean_Arp", "description": "Hans Peter Wilhelm Arp, better known as Jean Arp in English, was a German-French sculptor, painter, and poet. He was known as a Dadaist and an abstract artist."}]}, {"heading": "Births", "year": "1887", "date": "September 16", "txt": "Nadia Boulanger, French composer and educator (d. 1979)", "entities": [{"title": "Nadia Boulanger", "href": "/wiki/Nadia_Boulanger", "description": "Juliette Nadia Boulanger was a French composer, conductor, and teacher. She taught many of the leading composers and musicians of the 20th century, and also performed occasionally as a pianist and organist."}]}, {"heading": "Births", "year": "1888", "date": "September 16", "txt": "W. O. Bentley, English race car driver and engineer, founded Bentley Motors Limited (d. 1971)", "entities": [{"title": "W. O. Bentley", "href": "/wiki/W._O._Bentley", "description": "Walter Owen Bentley, MBE was an English engineer who founded Bentley Motors Limited in London. He was a motorcycle and car racer as young man. After making a name for himself as a designer of aircraft and automobile engines, Bentley established his own firm in 1919. He built the firm into one of the world's premier luxury and performance auto manufacturers, and led the marque to multiple victories"}, {"title": "Bentley", "href": "/wiki/Bentley", "description": "Bentley Motors Limited is a British manufacturer and marketer of luxury cars and SUVs, and a subsidiary of the Volkswagen Group since 1998."}]}, {"heading": "Births", "year": "1888", "date": "September 16", "txt": "Frans Eemil Sillanpää, Finnish author, Nobel Prize laureate (d. 1964)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1890", "date": "September 16", "txt": "Avigdor Hameiri, Israeli author (d. 1970)", "entities": [{"title": "Avigdor Hameiri", "href": "/wiki/Avigdor_Hameiri", "description": "Avigdor Hameiri was an Israeli author."}]}, {"heading": "Births", "year": "1891", "date": "September 16", "txt": "Karl Dönitz, German admiral and politician, President of Germany (d. 1980)", "entities": [{"title": "Karl Dönitz", "href": "/wiki/Karl_D%C3%B6nitz", "description": "Karl Dönitz was a German admiral during the Nazi era who briefly succeeded Adolf Hitler as the German head of state in May, 1945, until Germany's unconditional surrender to the allies in the same month. As Supreme Commander of the Navy beginning in 1943, he played a major role in the naval history of World War II. He was convicted of war crimes at the Nuremberg trials in 1946."}, {"title": "List of German presidents", "href": "/wiki/List_of_German_presidents", "description": "A number of presidential offices have existed in Germany since the collapse of the German Empire in 1918."}]}, {"heading": "Births", "year": "1891", "date": "September 16", "txt": "Stephanie von Hohenlohe, Austrian-German spy (d. 1972)", "entities": []}, {"heading": "Births", "year": "1893", "date": "September 16", "txt": "Alexander Korda, Hungarian-English director, producer, and screenwriter (d. 1956)", "entities": [{"title": "Alexander Korda", "href": "/wiki/Alexander_Korda", "description": "Sir Alexander Korda was a Hungarian-born British film producer and director and screenwriter, who founded his own film production studios and film distribution company."}]}, {"heading": "Births", "year": "1893", "date": "September 16", "txt": "Albert Szent-Györgyi, Hungarian-American physiologist and biochemist, Nobel Prize laureate (d. 1986)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1895", "date": "September 16", "txt": "Zainal Abidin Ahmad, Malaysian author and scholar (d. 1973)", "entities": [{"title": "Zainal Abidin Ahmad (writer)", "href": "/wiki/Zainal_Abidin_Ahmad_(writer)", "description": "Tan Sri Zainal Abidin bin Ahmad or better known by the moniker Za'aba, was a Malaysian writer and linguist. He \nmodernised the Malay language with the publication of a series of grammar books entitled Pelita Bahasa in 1936 at the Sultan Idris Training College. The book contained guidelines in modernising the structure of classical Malay language, transforming it into the Malay language that is in "}]}, {"heading": "Births", "year": "1897", "date": "September 16", "txt": "Milt Franklyn, American composer (d. 1962)", "entities": [{"title": "Milt Franklyn", "href": "/wiki/Milt_Franklyn", "description": "Milton J. Franklyn (né Milton Julius Frumkin; September 16, 1897 – April 24, 1962) was a musical composer and arranger who worked on the Warner Bros. Looney Tunes animated cartoons."}]}, {"heading": "Births", "year": "1898", "date": "September 16", "txt": "H. A. Rey, American author and illustrator, co-created Curious George (d. 1977)", "entities": [{"title": "H. A. Rey", "href": "/wiki/H._A._Rey", "description": "Hans Augusto Rey was a German-born American illustrator and author, known best for the Curious George series of children's picture books that he and his wife Margret Rey created from 1939 to 1966."}]}, {"heading": "Births", "year": "1899", "date": "September 16", "txt": "Hans Swarowsky, Hungarian-Austrian conductor and educator (d. 1975)", "entities": [{"title": "Hans Swarowsky", "href": "/wiki/Hans_Swarowsky", "description": "Hans Swarowsky was an Austrian conductor of Hungarian birth."}]}, {"heading": "Births", "year": "1901", "date": "September 16", "txt": "Josef Schächter, Austrian rabbi and philosopher from the Vienna Circle (d. 1994)", "entities": [{"title": "Josef Schächter", "href": "/wiki/Josef_Sch%C3%A4chter", "description": "Josef Schächter was an Austrian rabbi, philosopher and member of the Vienna Circle from 1925 to 1936."}]}, {"heading": "Births", "year": "1905", "date": "September 16", "txt": "Vladimír Holan, Czech poet and author (d. 1980)", "entities": [{"title": "Vladimír Holan", "href": "/wiki/Vladim%C3%ADr_Holan", "description": "Vladimír Holan was a Czech poet famous for employing obscure language, dark topics and pessimistic views in his poems. He was nominated for the Nobel Prize in the late 1960s. He was a member of the Communist Party of Czechoslovakia."}]}, {"heading": "Births", "year": "1906", "date": "September 16", "txt": "Jack Churchill, Sri Lankan-English colonel (d. 1996)", "entities": [{"title": "Jack Churchill", "href": "/wiki/Jack_Churchill", "description": "John Malcolm Thorpe Fleming Churchill, was a British Army officer who fought in the Second World War with a longbow, bagpipes, and a claymore Scottish broadsword. Nicknamed \"Fighting Jack Churchill\" and \"Mad Jack\", he was known for the motto: \"Any officer who goes into action without his sword is improperly dressed.\""}]}, {"heading": "Births", "year": "1910", "date": "September 16", "txt": "Erich Kempka, German colonel and chauffeur (d. 1975)", "entities": [{"title": "Erich Kempka", "href": "/wiki/Erich_Kempka", "description": "Erich Kempka was a member of the SS in Nazi Germany who served as Adolf Hitler's primary chauffeur from 1934 to April 1945. He was present in the area of the Reich Chancellery on 30 April 1945, when Hitler shot himself in the Führerbunker. Kempka delivered the petrol to the garden behind the Reich Chancellery, where the remains of Hitler and Eva Braun were burned."}]}, {"heading": "Births", "year": "1910", "date": "September 16", "txt": "Karl Kling, German race car driver and manager (d. 2003)", "entities": []}, {"heading": "Births", "year": "1911", "date": "September 16", "txt": "Wilfred Burchett, Australian journalist and author (d. 1983)", "entities": [{"title": "Wilfred Burchett", "href": "/wiki/Wilfred_Burchett", "description": "\n\nWilfred Graham Burchett was an Australian journalist known for being the first western journalist to report from Hiroshima after the dropping of the atomic bomb, and for his reporting from \"the other side\" during the wars in Korea and Vietnam."}]}, {"heading": "Births", "year": "1911", "date": "September 16", "txt": "Paul Henning, American screenwriter and producer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1914", "date": "September 16", "txt": "Allen Funt, American director, producer, and screenwriter (d. 1999)", "entities": [{"title": "Allen Funt", "href": "/wiki/Allen_Funt", "description": "Allen Albert Funt was an American television producer, director, writer and television personality best known as the creator and host of Candid Camera from the 1940s to 1980s, as either a regular television show or a television series of specials. Its most notable run was from 1960 to 1967 on CBS."}]}, {"heading": "Births", "year": "1915", "date": "September 16", "txt": "Cy Walter, American pianist (d. 1968)", "entities": [{"title": "Cy Walter", "href": "/wiki/Cy_Walter", "description": "Cy Walter was an American café society pianist based in New York City for four decades. Dubbed the \"Art Tatum of Park Avenue,\" he was praised for his extensive repertoire and improvisatory skill. His long radio and recording career included both solo and duo performances, and stints as accompanist for such elegant vocal stylists as Greta Keller, Mabel Mercer, and Lee Wiley."}]}, {"heading": "Births", "year": "1916", "date": "September 16", "txt": "Robert Llewellyn Bradshaw, Caribbean politician, 1st Prime Minister of Saint Kitts and Nevis (d. 1978)", "entities": [{"title": "Robert Llewellyn Bradshaw", "href": "/wiki/Robert_Llewellyn_Bradshaw", "description": "Robert Llewellyn Bradshaw was the first Premier of Saint Kitts and Nevis, and previously served as Chief Minister, legislator, and labour activist."}, {"title": "Prime Minister of Saint Kitts and Nevis", "href": "/wiki/Prime_Minister_of_Saint_Kitts_and_Nevis", "description": "This article contains a list of prime ministers of Saint Kitts and Nevis."}]}, {"heading": "Births", "year": "1916", "date": "September 16", "txt": "Frank Farrell, Australian rugby league player and policeman (d. 1985)", "entities": []}, {"heading": "Births", "year": "1916", "date": "September 16", "txt": "M. S. Subbulakshmi, Indian Carnatic vocalist (d. 2004)", "entities": [{"title": "Carnatic region", "href": "/wiki/Carnatic_region", "description": "The Carnatic region is the peninsular South Indian region between the Eastern Ghats and the Bay of Bengal, in the erstwhile Madras Presidency and in the modern Indian states of Tamil Nadu and southern Andhra Pradesh. During the British era, demarcation was different, including Karnataka and the whole region south of Deccan with black soil."}]}, {"heading": "Births", "year": "1916", "date": "September 16", "txt": "Frank Leslie Walcott, Barbadian cricketer, umpire, and politician (d. 1999)", "entities": []}, {"heading": "Births", "year": "1916", "date": "September 16", "txt": "Marie Vieux-Chauvet, Haitian writer (d. 1973)", "entities": []}, {"heading": "Births", "year": "1918", "date": "September 16", "txt": "Władysław Kędra, Polish pianist (d. 1968)", "entities": [{"title": "Władysław Kędra", "href": "/wiki/W%C5%82adys%C5%82aw_K%C4%99dra", "description": "Władysław Kędra was a Polish pianist."}]}, {"heading": "Births", "year": "1919", "date": "September 16", "txt": "Bill Daley, American football player and sportscaster (d. 2015)", "entities": [{"title": "Bill Daley (American football)", "href": "/wiki/Bill_Daley_(American_football)", "description": "William Edward Daley was an All-American fullback who played for the University of Minnesota Golden Gophers from 1940–1942 and for the University of Michigan Wolverines in 1943. The Gophers were National Champions in his freshman and sophomore years. He enlisted in the United States Navy in 1943 and was assigned to the V-12 Navy College Training Program at the University of Michigan. He played foo"}]}, {"heading": "Births", "year": "1919", "date": "September 16", "txt": "Laurence J. Peter, Canadian-American hierarchiologist and educator (d. 1990)", "entities": []}, {"heading": "Births", "year": "1919", "date": "September 16", "txt": "Andy Russell, American singer and actor (d. 1992)", "entities": []}, {"heading": "Births", "year": "1920", "date": "September 16", "txt": "Staryl C. Austin, American air force general (d. 2015)", "entities": [{"title": "Staryl C. Austin", "href": "/wiki/Staryl_C._Austin", "description": "Staryl Chester Austin, Jr. was a brigadier general in the United States Air Force. He was a P-47 pilot during World War II. He later joined the Oregon Air National Guard. Austin commanded the 142nd Fighter Group and was Assistant Adjutant General of Oregon. After leaving military service, he served as the director of the Oregon Department of Veterans' Affairs. He is a member of the Oregon Aviation"}]}, {"heading": "Births", "year": "1920", "date": "September 16", "txt": "Sheila Quinn, English nurse and educator (d. 2016)", "entities": []}, {"heading": "Births", "year": "1920", "date": "September 16", "txt": "Art Sansom, American cartoonist (d. 1991)", "entities": []}, {"heading": "Births", "year": "1921", "date": "September 16", "txt": "Ursula Franklin, German-Canadian metallurgist (d. 2016)", "entities": [{"title": "Ursula Franklin", "href": "/wiki/Ursula_Franklin", "description": "Ursula Martius Franklin was a German-Canadian metallurgist, research physicist, author, and educator who taught at the University of Toronto for more than 40 years. She was the author of The Real World of Technology, which is based on her 1989 Massey Lectures; The Ursula Franklin Reader: Pacifism as a Map, a collection of her papers, interviews, and talks; and Ursula Franklin Speaks: Thoughts and "}, {"title": "Metallurgy", "href": "/wiki/Metallurgy", "description": "Metallurgy is a domain of materials science and engineering that studies the physical and chemical behavior of metallic elements, their inter-metallic compounds, and their mixtures, which are called alloys.\nMetallurgy encompasses both the science and the technology of metals; that is, the way in which science is applied to the production of metals, and the engineering of metal components used in p"}]}, {"heading": "Births", "year": "1921", "date": "September 16", "txt": "Jon Hendricks, American singer-songwriter (d. 2017)", "entities": []}, {"heading": "Births", "year": "1921", "date": "September 16", "txt": "Korla Pandit, American pianist and composer (d. 1998)", "entities": []}, {"heading": "Births", "year": "1922", "date": "September 16", "txt": "Guy Hamilton, French-English director and screenwriter (d. 2016)", "entities": [{"title": "Guy Hamilton", "href": "/wiki/Guy_Hamilton", "description": "Mervyn Ian Guy Hamilton, DSC was an English film director. He directed 22 films from the 1950s to the 1980s, including four James Bond films."}]}, {"heading": "Births", "year": "1922", "date": "September 16", "txt": "Janis Paige, American actress and singer", "entities": []}, {"heading": "Births", "year": "1923", "date": "September 16", "txt": "Lee Kuan Yew, Singaporean lawyer and politician, 1st Prime Minister of Singapore (d. 2015)", "entities": [{"title": "Lee Kuan Yew", "href": "/wiki/Lee_Kuan_Yew", "description": "Lee Kuan Yew, often referred to by his initials LKY, was a Singaporean politician and lawyer who served as the founding and the first Prime Minister of Singapore from 1959 to 1990 after winning from the 1959 general election to 1988 general election. As one of the founding members of the People's Action Party, Lee is recognised as the nation's founding father, credited with rapidly transitioning t"}, {"title": "Prime Minister of Singapore", "href": "/wiki/Prime_Minister_of_Singapore", "description": "The prime minister of Singapore is the head of government of the Republic of Singapore. The president of Singapore appoints as prime minister a member of parliament who, in their opinion, is most likely to command the confidence of a majority of MPs. In practice, the prime minister has been the leader of the political party with the largest amount of elected MPs in the Parliament of Singapore."}]}, {"heading": "Births", "year": "1924", "date": "September 16", "txt": "Lauren Bacall, American actress (d. 2014)", "entities": [{"title": "Lauren Bacall", "href": "/wiki/Lauren_Bacall", "description": "Lauren Bacall was an American actress. She was named the 20th-greatest female star of classic Hollywood cinema by the American Film Institute and received an Academy Honorary Award from the Academy of Motion Picture Arts and Sciences in 2009 in recognition of her contribution to the Golden Age of motion pictures. She was known for her distinctive voice and sultry looks."}]}, {"heading": "Births", "year": "1925", "date": "September 16", "txt": "Charlie Byrd, American singer and guitarist (d. 1999)", "entities": [{"title": "Charlie Byrd", "href": "/wiki/Charlie_Byrd", "description": "Charlie Lee Byrd was an American jazz guitarist. Byrd was best known for his association with Brazilian music, especially bossa nova. In 1962, he collaborated with Stan Getz on the album Jazz Samba, a recording which brought bossa nova into the mainstream of North American music."}]}, {"heading": "Births", "year": "1925", "date": "September 16", "txt": "Charles Haughey, Irish accountant, lawyer, and politician, 7th Taoiseach of Ireland (d. 2006)", "entities": [{"title": "Taoiseach", "href": "/wiki/Taoiseach", "description": "The Taoiseach is the prime minister and head of government of Ireland. The office is appointed by the president of Ireland upon the nomination of Dáil Éireann and must retain the support of a majority in the Dáil to remain in office."}]}, {"heading": "Births", "year": "1925", "date": "September 16", "txt": "B.B. King, American singer-songwriter, guitarist, and producer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 16", "txt": "Eric Gross, Austrian-Australian pianist and composer (d. 2011)", "entities": [{"title": "Eric Gross", "href": "/wiki/Eric_Gross", "description": "Eric Gross AM was an Austrian-Australian pianist, composer and teacher."}]}, {"heading": "Births", "year": "1926", "date": "September 16", "txt": "John Knowles, American novelist (d. 2001)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 16", "txt": "Roger McKee, American baseball player (d. 2014)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 16", "txt": "Robert H. Schuller, American pastor and author (d. 2015)", "entities": []}, {"heading": "Births", "year": "1927", "date": "September 16", "txt": "Peter Falk, American actor (d. 2011)", "entities": [{"title": "Peter Falk", "href": "/wiki/Peter_Falk", "description": "Peter Michael Falk was an American actor and comedian, known for his role as Lieutenant Columbo in the long-running television series Columbo (1968–2003), for which he won four Primetime Emmy Awards and a Golden Globe Award (1973). He first starred as Columbo in two 90-minute TV pilots; the first with Gene Barry in 1968 and the second with Lee Grant in 1971. The show then aired as part of The NBC "}]}, {"heading": "Births", "year": "1927", "date": "September 16", "txt": "Jack Kelly, American actor and politician (d. 1992)", "entities": []}, {"heading": "Births", "year": "1927", "date": "September 16", "txt": "Sadako Ogata, Japanese academic and diplomat, United Nations High Commissioner for Refugees (d. 2019)", "entities": [{"title": "United Nations High Commissioner for Refugees", "href": "/wiki/United_Nations_High_Commissioner_for_Refugees", "description": "The United Nations High Commissioner for Refugees (UNHCR) is a UN agency mandated to aid and protect refugees, forcibly displaced communities, and stateless people, and to assist in their voluntary repatriation, local integration or resettlement to a third country. It is headquartered in Geneva, Switzerland, with over 17,300 staff working in 135 countries."}]}, {"heading": "Births", "year": "1928", "date": "September 16", "txt": "Rex Trailer, American television host, actor, and singer (d. 2013)", "entities": [{"title": "Rex Trailer", "href": "/wiki/Rex_Trailer", "description": "Rex Trailer was a Boston-based regional television personality, broadcast pioneer, cowboy and Country and Western recording artist. He is best known as the host of the children's television show Boomtown which initially ran from 1956 through 1974."}]}, {"heading": "Births", "year": "1928", "date": "September 16", "txt": "Lady Gwen Thompson, English author and educator (d. 1986)", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 16", "txt": "Patricia Wald, American judge (d. 2019)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 16", "txt": "Jamshid bin Abdullah of Zanzibar, last sultan of Zanzibar", "entities": [{"title": "Jamshid bin Abdullah of Zanzibar", "href": "/wiki/Jamshid_bin_Abdullah_of_Zanzibar", "description": "Sir Jamshid bin Abdullah Al Said, GCMG, is a Zanzibari royal who was the last reigning Sultan of Zanzibar before being deposed in the 1964 Zanzibar Revolution."}]}, {"heading": "Births", "year": "1929", "date": "September 16", "txt": "Stan Stephens, Canadian-American politician, 20th Governor of Montana (d. 2021)", "entities": [{"title": "Governor of Montana", "href": "/wiki/Governor_of_Montana", "description": "The Governor of Montana is the head of the executive branch of Montana's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, the power to either approve or veto bills passed by the Montana State Legislature, to convene the legislature at any time, and to grant pardons and reprieves."}]}, {"heading": "Births", "year": "1930", "date": "September 16", "txt": "Anne Francis, American actress (d. 2011)", "entities": [{"title": "Anne Francis", "href": "/wiki/Anne_Francis", "description": "Anne Francis was an American actress known for her role in the science fiction film Forbidden Planet (1956) and for starring in the television series Honey West (1965–1966), which was the first TV series with a female detective character's name in the title. She won a Golden Globe Award and was nominated for an Emmy Award for her role in the series."}]}, {"heading": "Births", "year": "1931", "date": "September 16", "txt": "K. D. Arulpragasam, Sri Lankan zoologist and academic (d. 2003)", "entities": [{"title": "K. D. Arulpragasam", "href": "/wiki/K._D._Arulpragasam", "description": "Professor Kandiah David Arulpragasam was a Sri Lankan Tamil academic. He was the first vice-chancellor of Eastern University, Sri Lanka."}]}, {"heading": "Births", "year": "1931", "date": "September 16", "txt": "Little Willie Littlefield, American-Dutch singer-songwriter and pianist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 16", "txt": "Micky Stewart, English cricketer and coach", "entities": [{"title": "Micky Stewart", "href": "/wiki/Micky_Stewart", "description": "Michael James Stewart is an English former cricketer, coach and administrator. A right-handed batsman, Stewart's international career was hampered by illness that curtailed his first overseas tour – serving as vice-captain in India in 1963–64 – and he made only eight Test appearances in all, scoring two half-centuries. His domestic career for Surrey spanned eighteen years, in which he scored over "}]}, {"heading": "Births", "year": "1933", "date": "September 16", "txt": "Steve Shirley, German-English businesswoman and philanthropist, founded Xansa", "entities": [{"title": "Steve Shirley", "href": "/wiki/Steve_Shirley", "description": "Dame Vera Stephanie \"Steve\" Shirley is a British information technology pioneer, businesswoman and philanthropist."}, {"title": "Xansa", "href": "/wiki/Xansa", "description": "Xansa plc, trading as Xansa, was a British outsourcing and technology company, and was quoted on the London Stock Exchange until 17 October 2007 when the purchase of Xansa by Steria was completed and the company was delisted. Its headquarters were in Reading, Berkshire, England, and it had a major presence in India. In the 2007 financial year the company had a turnover of UK£379.7 million."}]}, {"heading": "Births", "year": "1934", "date": "September 16", "txt": "Elgin Baylor, American basketball player and coach (d. 2021)", "entities": [{"title": "Elgin Baylor", "href": "/wiki/Elgin_Baylor", "description": "Elgin Gay Baylor was an American professional basketball player, coach, and executive. He played 14 seasons as a forward in the National Basketball Association (NBA) for the Minneapolis/Los Angeles Lakers, appearing in eight NBA Finals."}]}, {"heading": "Births", "year": "1934", "date": "September 16", "txt": "George Chakiris, American actor, singer, and dancer", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 16", "txt": "Ronnie Drew, Irish singer-songwriter and guitarist  (d. 2008)", "entities": []}, {"heading": "Births", "year": "1935", "date": "September 16", "txt": "Carl Andre, American sculptor", "entities": [{"title": "Carl Andre", "href": "/wiki/Carl_Andre", "description": "Carl Andre is an American minimalist artist recognized for his ordered linear and grid format sculptures. His sculptures range from large public artworks [such as Stone Field Sculpture, 1977 in Hartford, Connecticut and Lament for the Children, 1976 in Long Island City, New York], to large interior works exhibited on the floor [such as 144 Magnesium Square, 1969], to small intimate works [such as "}]}, {"heading": "Births", "year": "1935", "date": "September 16", "txt": "Billy Boy Arnold, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1935", "date": "September 16", "txt": "Jules Bass, American director, producer, composer, and author", "entities": []}, {"heading": "Births", "year": "1935", "date": "September 16", "txt": "Bob Kiley, American-English businessman (d. 2016)", "entities": []}, {"heading": "Births", "year": "1935", "date": "September 16", "txt": "Esther Vilar, Argentinian-German author and playwright", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 16", "txt": "Aleksandr Medved, Russian wrestler", "entities": [{"title": "Aleksandr Medved", "href": "/wiki/Aleksandr_Medved", "description": "Aleksandr Vasiliyevich Medved is a Ukrainian-born Soviet Belarussian retired freestyle wrestler who competed for the Soviet Union and was named \"one of the greatest wrestlers in history\" by FILA, the sport's governing body. Between 1962 and 1972 he won three Olympic gold medals, seven world and three European titles. He served as the Olympic flag bearer for the Soviet Union in 1972 and recited the"}]}, {"heading": "Births", "year": "1937", "date": "September 16", "txt": "Vince Naimoli, American businessman and philanthropist (d. 2019)", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 16", "txt": "Breyten Breytenbach, South African-French poet and painter", "entities": [{"title": "Breyten Breytenbach", "href": "/wiki/Breyten_Breytenbach", "description": "Breyten Breytenbach is a South African writer and painter known for his opposition to apartheid, and consequent imprisonment by the South African government. He is informally considered as the national poet laureate by Afrikaans-speaking South Africans of the region. He also holds French citizenship."}]}, {"heading": "Births", "year": "1939", "date": "September 16", "txt": "Bill McGill, American basketball player (d. 2014)", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 16", "txt": "Hamiet Bluiett, American jazz saxophonist and composer (d. 2018)", "entities": [{"title": "Hamiet Bluiett", "href": "/wiki/Hamiet_Bluiett", "description": "Hamiet Bluiett was an American jazz saxophonist, clarinetist, and composer. His primary instrument was the baritone saxophone, and he was considered one of the finest players of this instrument. A member of the World Saxophone Quartet, he also played the bass saxophone, E-flat alto clarinet, E-flat contra-alto clarinet, and wooden flute."}]}, {"heading": "Births", "year": "1940", "date": "September 16", "txt": "Butch Buchholz, American tennis player", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 16", "txt": "Joe Butler, American singer, autoharp player, and drummer", "entities": [{"title": "Joe Butler", "href": "/wiki/Joe_Butler", "description": "Joseph Campbell Butler is a rock drummer and vocalist. He was a founding member of The Lovin' Spoonful."}, {"title": "Autoharp", "href": "/wiki/Autoharp", "description": "An autoharp is a stringed musical instrument belonging to the zither family, also referred to as a chord zither. It uses a series of bars that are individually configured to mute all strings other than those needed for the intended chord. The term autoharp was once a trademark of the Oscar Schmidt company but has become a generic designation for all such instruments regardless of their manufacture"}]}, {"heading": "Births", "year": "1941", "date": "September 16", "txt": "Richard Perle, American political scientist and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 16", "txt": "Bernie Calvert, English bass player and keyboard player", "entities": [{"title": "Bernie Calvert", "href": "/wiki/Bernie_Calvert", "description": "Bernard Bamford Calvert is an English musician who played bass guitar and keyboards with The Hollies from 1966 until 1981."}]}, {"heading": "Births", "year": "1942", "date": "September 16", "txt": "Susan L. Graham, American computer scientist and academic", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 16", "txt": "Wang Houjun, Chinese footballer and manager (d. 2012)", "entities": [{"title": "Wang Houjun", "href": "/wiki/Wang_Houjun", "description": "Wang Houjun was a Chinese international football player and coach."}]}, {"heading": "Births", "year": "1943", "date": "September 16", "txt": "James Alan McPherson,  American short story writer and essayist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 16", "txt": "Linda Kaye Henning, American actress", "entities": [{"title": "Linda Kaye Henning", "href": "/wiki/Linda_Kaye_Henning", "description": "Linda Kaye Henning is an American actress and singer most notable for starring in the 1960s sitcom Petticoat Junction."}]}, {"heading": "Births", "year": "1944", "date": "September 16", "txt": "Betty Kelly, American soul/R&B singer", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 16", "txt": "Sonny LeMaire, American country music singer-songwriter and bass player", "entities": [{"title": "Sonny LeMaire", "href": "/wiki/Sonny_LeMaire", "description": "Alfred William \"Sonny\" LeMaire is an American country music artist. LeMaire is best known as being the bass guitarist of the band Exile, a role that he first held in 1977. After lead singer J. P. Pennington quit the band in 1989, LeMaire alternated with Paul Martin on lead vocals, including the singles \"Nobody's Talking\" and \"Yet\". Following Exile's initial 1993 disbanding, LeMaire played bass for"}]}, {"heading": "Births", "year": "1946", "date": "September 16", "txt": "Mike Reynolds, Australian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 16", "txt": "Camilo Sesto, Spanish singer-songwriter and producer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 16", "txt": "Dusty Hughes, English director and playwright", "entities": [{"title": "Dusty Hughes (playwright)", "href": "/wiki/Dusty_Hughes_(playwright)", "description": "Dusty Hughes is an English playwright, director and screenwriter of television. In the early seventies he was Theatre Editor of Time Out and helped to establish that magazine’s theatre coverage as an alternative voice. He then joined the Bush Theatre as Artistic Director and with Simon Stokes and Jenny Topper developed it as a venue for new writing and directed new plays by Snoo Wilson, Tony Bicat"}]}, {"heading": "Births", "year": "1948", "date": "September 16", "txt": "Ron Blair, American bass player", "entities": [{"title": "Ron Blair", "href": "/wiki/Ron_Blair", "description": "Ronald Edward Blair is an American musician notable for being the bassist for Tom Petty and the Heartbreakers. He was originally the band's bassist from 1976 to 1981. In 2002, he returned to the group after a 20-year hiatus, replacing his own replacement, the late Howie Epstein."}]}, {"heading": "Births", "year": "1948", "date": "September 16", "txt": "Rosemary Casals, American tennis player and sportscaster", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 16", "txt": "Julia Donaldson, English author and playwright", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 16", "txt": "Kenney Jones, English drummer", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 16", "txt": "Susan Ruttan, American actress", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 16", "txt": "Ed Begley Jr., American actor and environmental activist", "entities": [{"title": "Ed Begley Jr.", "href": "/wiki/Ed_Begley_Jr.", "description": "Edward James Begley Jr. is an American actor and environmental activist. Begley has appeared in hundreds of films, television shows, and stage performances. He played Dr. Victor Ehrlich on the television series St. Elsewhere (1982–1988). The role earned him six consecutive Primetime Emmy Award nominations and a Golden Globe Award nomination. He also co-hosted, along with wife Rachelle Carson, the "}]}, {"heading": "Births", "year": "1950", "date": "September 16", "txt": "David Bellamy, American singer-songwriter and guitarist", "entities": [{"title": "The Bellamy Brothers", "href": "/wiki/The_Bellamy_Brothers", "description": "The Bellamy Brothers are an American pop and country music duo consisting of brothers David Milton Bellamy and Homer Howard Bellamy, from Darby, Florida. The duo had considerable musical success in the 1970s and 1980s, starting with the release of their crossover hit \"Let Your Love Flow\" in 1976, a Number One single on the Billboard Hot 100."}]}, {"heading": "Births", "year": "1950", "date": "September 16", "txt": "Henry Louis Gates Jr., American historian, scholar, and journalist", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 16", "txt": "Loyd Grossman, American-English singer, guitarist, and television host", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 16", "txt": "Vince Bell, American singer-songwriter and guitarist", "entities": [{"title": "Vince Bell", "href": "/wiki/Vince_Bell", "description": "Vince Bell is a Texas singer-songwriter who has appeared on the PBS television program Austin City Limits along with NPR broadcasts such as Mountain Stage, World Cafe and Morning Edition. His songs have been performed and recorded by Little Feat, Lyle Lovett and Nanci Griffith."}]}, {"heading": "Births", "year": "1951", "date": "September 16", "txt": "Andy Irvine, Scottish rugby player and coach", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 16", "txt": "Tony Cunningham, English educator and politician", "entities": [{"title": "Tony Cunningham", "href": "/wiki/Tony_Cunningham", "description": "Sir Thomas Anthony Cunningham is a British Labour Party politician who was the Member of Parliament (MP) for Workington from 2001 to 2015. Ed Miliband appointed him to replace Mark Lazarowicz as Shadow Minister for International Development. He was removed from the team in the October 2013 reshuffle. In June 2014 Cunningham announced that he would not be standing again at the next election."}]}, {"heading": "Births", "year": "1952", "date": "September 16", "txt": "Česlovas Laurinavičius, Lithuanian historian", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 16", "txt": "Karen Muir, South African swimmer and physician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 16", "txt": "Mickey Rourke, American boxer and actor", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 16", "txt": "Kurt Fuller, American character actor", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 16", "txt": "Alan Barton, English singer and guitarist (d. 1995)", "entities": [{"title": "Alan Barton", "href": "/wiki/Alan_Barton", "description": "Alan Leslie Barton was a British singer and member of the hit-making duo Black Lace. Their hits included \"Agadoo\", \"Superman\" and their United Kingdom Eurovision Song Contest 1979 seventh-place finisher \"Mary Ann\" in Jerusalem."}]}, {"heading": "Births", "year": "1953", "date": "September 16", "txt": "Nancy Huston, Canadian-American author and translator", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 16", "txt": "Mark Malloch Brown, Baron Malloch-Brown, English journalist and politician, 2nd Deputy Secretary-General of the United Nations", "entities": [{"title": "Deputy Secretary-General of the United Nations", "href": "/wiki/Deputy_Secretary-General_of_the_United_Nations", "description": "The Deputy Secretary-General of the United Nations is the deputy to the Secretary-General of the United Nations. The office was created to handle many of the administrative responsibilities of the Secretary-General, help manage Secretariat operations, and ensure coherence of activities and programs. The post was formally established by the General Assembly at the end of 1997."}]}, {"heading": "Births", "year": "1953", "date": "September 16", "txt": "Jerry Pate, American golfer and sportscaster", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 16", "txt": "Manuel Pellegrini, Chilean footballer and manager", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 16", "txt": "Eric Vail, Canadian ice hockey player and sportscaster", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 16", "txt": "Sanjoy Bandopadhyay, Indian sitar player and composer", "entities": [{"title": "Sanjoy Bandopadhyay", "href": "/wiki/Sanjoy_Bandopadhyay", "description": "Sanjoy Bandopadhyay is a Bengali Hindustani classical sitar player. He is primarily a disciple of Radhika Mohan Maitra and Bimalendu Mukherjee. His performance is a unique synthesis of Senia-Shahjehanpur, Rampur-Senia and Etawah gharana."}, {"title": "Sitar", "href": "/wiki/Sitar", "description": "The sitar is a plucked stringed instrument, originating from the Indian subcontinent, used in Hindustani classical music. The instrument was invented in medieval India and flourished in the 16th and 17th centuries and arrived at its present form in 18th-century India."}]}, {"heading": "Births", "year": "1954", "date": "September 16", "txt": "Earl Klugh, American guitarist and composer", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 16", "txt": "William McKeen, American author and academic", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 16", "txt": "Colin Newman, English singer-songwriter, guitarist and producer", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 16", "txt": "Frank Reed, American singer-songwriter (d. 2014)", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 16", "txt": "Roger Woolley, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 16", "txt": "Ron Brewer, American basketball player", "entities": [{"title": "Ron Brewer", "href": "/wiki/Ron_Brewer", "description": "Ronald Charles Brewer is a retired American professional basketball player. A 6'4\" guard from the University of Arkansas, he was selected by the Portland Trail Blazers in the first round of the 1978 NBA draft."}]}, {"heading": "Births", "year": "1955", "date": "September 16", "txt": "Robin Yount, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 16", "txt": "Maggie Atkinson, English educator and civil servant", "entities": [{"title": "Maggie Atkinson", "href": "/wiki/Maggie_Atkinson", "description": "Margaret Elizabeth Atkinson is an English educator and the former Children's Commissioner for England. After a career in teaching, she moved into public service administration, initially in education, but later in Children Services. Her appointment and tenure as Children's Commissioner was notable for a series of controversies."}]}, {"heading": "Births", "year": "1956", "date": "September 16", "txt": "David Copperfield, American magician and actor", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 16", "txt": "Ross Greenberg, American journalist and antivirus pioneer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 16", "txt": "Dave Schulthise, American bass player (d. 2004)", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 16", "txt": "Kazuharu Sonoda, Japanese wrestler (d. 1987)", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 16", "txt": "DC Drake, American wrestler", "entities": [{"title": "DC Drake", "href": "/wiki/DC_Drake", "description": "Don Clyde Drake is an American addictions counselor, retired professional wrestler and former promoter. He is best known for his appearances on the northeastern independent circuit under the ring name DC Drake."}]}, {"heading": "Births", "year": "1957", "date": "September 16", "txt": "Clara Furse, English businesswoman", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 16", "txt": "Norman Lamb, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 16", "txt": "David McCreery, Northern Irish footballer and manager", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 16", "txt": "Anca Parghel, Romanian singer and pianist (d. 2008)", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 16", "txt": "Orel Hershiser, American baseball player and coach", "entities": [{"title": "Orel Hershiser", "href": "/wiki/Orel_Hershiser", "description": "Orel Leonard Hershiser IV is an American former baseball pitcher who played 18 seasons in Major League Baseball (MLB) from 1983 to 2000. He later became a broadcast color analyst for the Dodgers. He is also a professional poker player."}]}, {"heading": "Births", "year": "1958", "date": "September 16", "txt": "Neville Southall, Welsh footballer and manager", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 16", "txt": "Jennifer Tilly, American actress and poker player", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 16", "txt": "Peter Keleghan, Canadian actor and screenwriter", "entities": [{"title": "Peter Keleghan", "href": "/wiki/Peter_Keleghan", "description": "Peter Keleghan is a Canadian actor and writer, perhaps best known for portraying Ben Bellow in the comedy series 18 to Life, Clark Claxton Sr. in the comedy series Billable Hours, and Ranger Gord in The Red Green Show."}]}, {"heading": "Births", "year": "1959", "date": "September 16", "txt": "Tim Raines, American baseball player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 16", "txt": "Dave Richardson, South African cricketer, manager, and lawyer", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 16", "txt": "Victory Tischler-Blue, American bass player, director, and producer", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 16", "txt": "Graham Haynes, American trumpet player and composer", "entities": [{"title": "Graham Haynes", "href": "/wiki/Graham_Haynes", "description": "Graham Haynes is an American cornetist, trumpeter and composer. The son of jazz drummer Roy Haynes, Graham is known for his work in nu jazz, fusing jazz with elements of hip hop and electronic music."}]}, {"heading": "Births", "year": "1960", "date": "September 16", "txt": "Mike Mignola, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 16", "txt": "Bilinda Butcher, English singer-songwriter and guitarist", "entities": [{"title": "Bilinda Butcher", "href": "/wiki/Bilinda_Butcher", "description": "Bilinda Jayne Butcher is an English musician and singer-songwriter, best known as a vocalist and guitarist of the alternative rock band My Bloody Valentine."}]}, {"heading": "Births", "year": "1961", "date": "September 16", "txt": "Philip Lafon, Canadian wrestler", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 16", "txt": "Annamária Szalai, Hungarian journalist, economist, and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 16", "txt": "Seth, Canadian author and illustrator", "entities": [{"title": "Seth (cartoonist)", "href": "/wiki/Seth_(cartoonist)", "description": "Gregory Gallant, better known by his pen name Seth, is a Canadian cartoonist. He is best known for his series Palookaville and his mock-autobiographical graphic novel It's a Good Life, If You Don't Weaken (1996)."}]}, {"heading": "Births", "year": "1963", "date": "September 16", "txt": "Richard Marx, American singer-songwriter and producer", "entities": [{"title": "Richard Marx", "href": "/wiki/Richard_Marx", "description": "Richard Noel Marx is an American adult contemporary and pop rock singer and songwriter."}]}, {"heading": "Births", "year": "1964", "date": "September 16", "txt": "Mary Coustas, Australian actress and screenwriter", "entities": [{"title": "Mary Coustas", "href": "/wiki/Mary_Coustas", "description": "Mary Coustas is an Australian actress, comedian and television personality and writer. Originally from Melbourne, Coustas often performs as the character \"Effie\", a stereotypical second-generation Greek Australian prone to malapropisms. She completed a Bachelor of Arts at Deakin University in Melbourne, majoring in performing arts and sub-majoring in journalism."}]}, {"heading": "Births", "year": "1964", "date": "September 16", "txt": "Rossy de Palma, Spanish-French model and actress", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 16", "txt": "Dave Sabo, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 16", "txt": "Molly Shannon, American actress, comedian and producer", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 16", "txt": "Katy Kurtzman, American actress and producer", "entities": [{"title": "Katy Kurtzman", "href": "/wiki/Katy_Kurtzman", "description": "Katy Kurtzman is an American actress and modelist."}]}, {"heading": "Births", "year": "1965", "date": "September 16", "txt": "Karl-Heinz Riedle, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 16", "txt": "Stephen Shareaux, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 16", "txt": "John Bel Edwards, American attorney and politician", "entities": [{"title": "John Bel Edwards", "href": "/wiki/John_Bel_Edwards", "description": "John Bel Edwards is an American politician and attorney serving as the 56th governor of Louisiana. A member of the Democratic Party, he previously served as the Democratic leader of the Louisiana House of Representatives for two terms."}]}, {"heading": "Births", "year": "1966", "date": "September 16", "txt": "Wil McCarthy, American author and playwright", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 16", "txt": "Scott Workman, American stuntman and actor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 16", "txt": "Kevin Young, American hurdler", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 16", "txt": "Hiroya Oku, Japanese author and illustrator", "entities": [{"title": "Hiroya Oku", "href": "/wiki/Hiroya_Oku", "description": "Hiroya Oku  is a Japanese manga artist who is the creator of Gantz, Hen and Inuyashiki, the first two of which have been serialized in Weekly Young Jump. Originally influenced by Katsuhiro Otomo and Ryoichi Ikegami, his manga often contain explicit violence, sexual depictions, and matters that are considered taboo by the public, and he is known as a pioneer in the use of digital processing for man"}]}, {"heading": "Births", "year": "1967", "date": "September 16", "txt": "Damon Thayer, Kentucky State Senate Majority Leader", "entities": [{"title": "Damon Thayer", "href": "/wiki/Damon_Thayer", "description": "Damon Thayer is an American politician. He is a Republican member of the Kentucky State Senate, representing the 17th District."}]}, {"heading": "Births", "year": "1968", "date": "September 16", "txt": "Marc Anthony, American singer-songwriter, actor, and producer", "entities": [{"title": "Marc Anthony", "href": "/wiki/Marc_Anthony", "description": "Marco Antonio Muñiz, better known by his stage name Marc Anthony, is an American singer, songwriter, actor, record executive, television producer and philanthropist. Anthony is also the top selling tropical salsa artist of all time. The three-time Grammy Award and six-time Latin Grammy Award winner has sold more than 12 million albums worldwide. Known for his Latin salsa numbers and ballads, Antho"}]}, {"heading": "Births", "year": "1968", "date": "September 16", "txt": "Walt Becker, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 16", "txt": "Tommy Keane, Irish footballer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 16", "txt": "Justine Frischmann, English singer-songwriter and guitarist", "entities": [{"title": "Justine Frischmann", "href": "/wiki/Justine_Frischmann", "description": "Justine Elinor Frischmann is an English artist and musician. She was the lead singer of the Britpop band Elastica after forming Suede, before retiring from the music industry and pursuing a career as a painter."}]}, {"heading": "Births", "year": "1969", "date": "September 16", "txt": "Janno Gibbs, Filipino singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 16", "txt": "Mark Schultz, American singer-songwriter", "entities": [{"title": "Mark Schultz (musician)", "href": "/wiki/Mark_Schultz_(musician)", "description": "Mark Mitchell Schultz is a contemporary Christian music artist. He has been nominated for numerous Dove Awards, winning his first at the 2006 Dove Awards when the CD/DVD Mark Schultz Live: A Night of Stories & Songs was named Long Form Music Video of the Year."}]}, {"heading": "Births", "year": "1971", "date": "September 16", "txt": "Joel Heyman, American actor, producer, and screenwriter", "entities": [{"title": "Joel Heyman", "href": "/wiki/Joel_Heyman", "description": "Joel Pearce Heyman is an American actor, best known for voicing Michael J. Caboose in the Rooster Teeth web series Red vs. Blue from 2003 until 2020. He co-founded Rooster Teeth with Burnie Burns, Matt Hullum, Geoff Ramsey and Gus Sorola and has appeared in their other projects, including The Strangerhood, The Gauntlet (2012) and RWBY (2013–2020)."}]}, {"heading": "Births", "year": "1971", "date": "September 16", "txt": "Amy Poehler, American actress, comedian, and producer", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 16", "txt": "Richard Slinger, American wrestler", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 16", "txt": "Shawntel Smith, American beauty pageant contestant", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 16", "txt": "Charlie Jacobs, chief executive officer of Delaware North's Boston Holdings", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 16", "txt": "Mark Bruener, American football player", "entities": [{"title": "Mark Bruener", "href": "/wiki/Mark_Bruener", "description": "Mark Frederick Bruener is a former American football tight end of the National Football League, and a current college scout for the Pittsburgh Steelers. He was drafted by the Pittsburgh Steelers 27th overall in the 1995 NFL Draft. He played college football at Washington."}]}, {"heading": "Births", "year": "1972", "date": "September 16", "txt": "Mike Doyle, American actor and producer", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 16", "txt": "Alessandro Nunziati, Italian singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 16", "txt": "George Corrie, English footballer", "entities": [{"title": "George Corrie (footballer)", "href": "/wiki/George_Corrie_(footballer)", "description": "George Corrie is an English footballer, born in Workington, who played for ten years as a midfielder for American USL Second Division side Wilmington Hammerheads, of which he was the captain. He joined the Hammerheads in 1999 after six seasons with Conference North team Workington A.F.C.."}]}, {"heading": "Births", "year": "1973", "date": "September 16", "txt": "Camiel Eurlings, Dutch businessman and member of the International Olympic Committee", "entities": [{"title": "International Olympic Committee", "href": "/wiki/International_Olympic_Committee", "description": "The International Olympic Committee is a non-governmental sports organisation based in Lausanne, Switzerland. It is constituted in the form of an association under the Swiss Civil Code. Founded by Pierre de Coubertin and Demetrios Vikelas in 1894, it is the authority responsible for organising the modern Summer and Winter Olympic Games."}]}, {"heading": "Births", "year": "1973", "date": "September 16", "txt": "Justin Haythe, American author and screenwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 16", "txt": "Alexander Vinokourov, Kazakh cyclist and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 16", "txt": "Loona, Dutch singer-songwriter and dancer", "entities": [{"title": "Loona (singer)", "href": "/wiki/Loona_(singer)", "description": "Marie-José van der Kolk, better known by her stage name Loona, is a Dutch singer, songwriter and dancer."}]}, {"heading": "Births", "year": "1974", "date": "September 16", "txt": "Monique Brumby, Australian singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 16", "txt": "Joaquin Castro, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 16", "txt": "Julian Castro, American lawyer and politician, 16th United States Secretary of Housing and Urban Development", "entities": [{"title": "United States Secretary of Housing and Urban Development", "href": "/wiki/United_States_Secretary_of_Housing_and_Urban_Development", "description": "The United States secretary of housing and urban development is the head of the United States Department of Housing and Urban Development, a member of the president's Cabinet, and thirteenth in the presidential line of succession. The post was created with the formation of the Department of Housing and Urban Development on September 9, 1965, by President Lyndon B. Johnson's signing of into law. Th"}]}, {"heading": "Births", "year": "1975", "date": "September 16", "txt": "Jason Leffler, American race car driver (d. 2013)", "entities": [{"title": "Jason Leffler", "href": "/wiki/Jason_Leffler", "description": "Jason Charles Leffler was an American professional open-wheel and stock car racing driver. Leffler began racing in the open-wheel ranks, competing in the 2000 Indianapolis 500 before moving to primarily NASCAR competition. He died from injuries sustained in a 410 sprint car race at Bridgeport Speedway in Bridgeport, New Jersey."}]}, {"heading": "Births", "year": "1975", "date": "September 16", "txt": "Shannon Noll, Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 16", "txt": "Elīna Garanča, Latvian soprano", "entities": [{"title": "Elīna Garanča", "href": "/wiki/El%C4%ABna_Garan%C4%8Da", "description": "Elīna Garanča is a Latvian mezzo-soprano. She began to study singing in her hometown of Riga in 1996 and continued her studies in Vienna and in the United States. By 1999 she had won first place in a significant competition in Finland and had begun a career in Europe. Worldwide engagements followed her 2003 Salzburg Festival appearances."}]}, {"heading": "Births", "year": "1976", "date": "September 16", "txt": "Tina Barrett, English singer-songwriter, dancer, and actress", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 16", "txt": "Greg Buckner, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 16", "txt": "Gregory Ball, American captain and politician", "entities": [{"title": "Greg Ball (politician)", "href": "/wiki/Greg_Ball_(politician)", "description": "Gregory R. Ball was an American politician from 2006 to 2014, former active duty U.S. Air Force officer and member of the New York State Senate and the New York State Assembly. He is a resident of Fredericksburg, Texas."}]}, {"heading": "Births", "year": "1977", "date": "September 16", "txt": "Musiq Soulchild, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 16", "txt": "Dan Dickau, American basketball player and coach", "entities": [{"title": "Dan Dickau", "href": "/wiki/Dan_Dickau", "description": "Daniel David Dickau is an American former professional basketball player who currently works as an on-air broadcaster for ESPN, the Pac-12 Network, CBS Sports Network and Westwood One. He is also a co-host of the Dickau and Slim Show on Spokane's 700 ESPN with Sean \"Slim\" Widmer."}]}, {"heading": "Births", "year": "1978", "date": "September 16", "txt": "Claudia Marx, German runner", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 16", "txt": "Sensei, Mexican wrestler", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 16", "txt": "Brian Sims, American lawyer, politician, and LGBT activist", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 16", "txt": "Fanny, French singer", "entities": [{"title": "Fanny (singer)", "href": "/wiki/Fanny_(singer)", "description": "Fanny Biascamano, known as Fanny, is a French singer."}]}, {"heading": "Births", "year": "1979", "date": "September 16", "txt": "Bobby Korecky, American baseball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 16", "txt": "Patrik Štefan, Czech ice hockey player", "entities": [{"title": "Patrik Štefan", "href": "/wiki/Patrik_%C5%A0tefan", "description": "Patrik Štefan is a Czech former professional ice hockey player who was drafted first overall by the Atlanta Thrashers in the 1999 NHL Entry Draft."}]}, {"heading": "Births", "year": "1980", "date": "September 16", "txt": "Kenny van Weeghel, Dutch wheelchair racer", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 16", "txt": "Fan Bingbing, Chinese actress, singer, and producer", "entities": [{"title": "Fan Bingbing", "href": "/wiki/Fan_Bingbing", "description": "Fan Bingbing is a Chinese actress, model, television producer, and singer. Since 2013, Fan has been listed as the highest-paid celebrity in the Forbes China Celebrity 100 list for four years in a row after ranking in the top 10 every year since 2006. Fan is one of the highest-paid actresses in the world and has been called a global fashion icon due to her frequent appearances on the red carpet, at"}]}, {"heading": "Births", "year": "1981", "date": "September 16", "txt": "Alexis Bledel, American actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 16", "txt": "LaVerne Jones-Ferrette, Virgin Islander sprinter", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 16", "txt": "Leon Knight, English footballer", "entities": [{"title": "Leon Knight", "href": "/wiki/Leon_Knight", "description": "Leon Leroy Knight is an English footballer who plays as a striker. A journeyman player, he has played for fifteen different clubs spanning five countries; England, Scotland, Wales, Northern Ireland and Greece."}]}, {"heading": "Births", "year": "1982", "date": "September 16", "txt": "Michele Rizzo, Italian rugby player", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 16", "txt": "Fiete Sykora, German footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 16", "txt": "Ryan Thomson, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 16", "txt": "John Afoa, New Zealand rugby player", "entities": [{"title": "John Afoa", "href": "/wiki/John_Afoa", "description": "Ioane Fitu \"John\" Afoa is a New Zealand professional rugby union player. His position of choice is at prop. Afoa currently plays for Bristol in the Aviva Premiership."}]}, {"heading": "Births", "year": "1983", "date": "September 16", "txt": "Katerine Avgoustakis, Belgian singer and pianist", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 16", "txt": "Jennifer Blake, Canadian wrestler", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 16", "txt": "Kirsty Coventry, Zimbabwean swimmer", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 16", "txt": "Brandon Moss, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 16", "txt": "Legedu Naanee, American football player", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 16", "txt": "Sabrina Bryan, American singer-songwriter, dancer, and actress", "entities": [{"title": "Sabrina Bryan", "href": "/wiki/Sabrina_Bryan", "description": "Reba Sabrina Hinojos, known professionally as Sabrina Bryan, is an American actress, singer, songwriter, dancer, choreographer, fashion designer and television personality. She was best known as a member of the girl group The Cheetah Girls, and starred in the Disney Channel Original Movie of the same name and its sequels, The Cheetah Girls 2 and The Cheetah Girls: One World. Before she appeared on"}]}, {"heading": "Births", "year": "1984", "date": "September 16", "txt": "Serginho Catarinense, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 16", "txt": "Katie Melua, Georgian-English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 16", "txt": "Max Minghella, English actor", "entities": [{"title": "Max Minghella", "href": "/wiki/Max_Minghella", "description": "Max Giorgio Choa Minghella is an English actor and filmmaker. He has appeared in several American films, making his debut in Bee Season (2005) before starring in Art School Confidential (2006), The Social Network (2010) and The Internship (2013). Minghella currently stars as Nick Blaine in the Hulu drama series The Handmaid's Tale."}]}, {"heading": "Births", "year": "1986", "date": "September 16", "txt": "Gordon Beckham, American baseball player", "entities": [{"title": "Gordon Beckham", "href": "/wiki/Gordon_Beckham", "description": "James Gordon Beckham III is an American former professional baseball infielder. He played in Major League Baseball (MLB) for the Chicago White Sox, Los Angeles Angels of Anaheim, Atlanta Braves, San Francisco Giants, Seattle Mariners, and Detroit Tigers."}]}, {"heading": "Births", "year": "1986", "date": "September 16", "txt": "Kyla Pratt, American actress and singer", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 16", "txt": "Merve Boluğur, Turkish actress", "entities": [{"title": "Merve Boluğur", "href": "/wiki/Merve_Bolu%C4%9Fur", "description": "Merve Boluğur is a Turkish actress and model. She is well known for her roles in fantasy series Acemi Cadı, the Turkish version of Sabrina the Teenage Witch, Küçük Sırlar, the Turkish version of Gossip Girl, Kuzey Güney and historical series Muhteşem Yüzyıl. Her mother is a Yugoslav immigrant."}]}, {"heading": "Births", "year": "1987", "date": "September 16", "txt": "Kyle Lafferty, Irish footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 16", "txt": "Louis Ngwat-Mahop, Cameroonian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 16", "txt": "Burry Stander, South African cyclist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 16", "txt": "Travis Wall, American dancer and choreographer", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 16", "txt": "Teddy Geiger, American singer-songwriter, guitarist, and actress", "entities": [{"title": "Teddy Geiger", "href": "/wiki/Teddy_Geiger", "description": "Teddy Geiger is an American singer, songwriter and record producer."}]}, {"heading": "Births", "year": "1989", "date": "September 16", "txt": "Lancelot Bravado, American wrestler", "entities": [{"title": "The Bravado Brothers", "href": "/wiki/The_Bravado_Brothers", "description": "The Bravado Brothers were an American professional wrestling tag team consisting of real-life brothers Harlem Bravado and Lancelot Bravado. The duo have worked for several independent promotions, including Ring of Honor, Chikara, and Full Impact Pro, and have also appeared in Japan for Pro Wrestling Noah. In 2017, Lancelot Bravado retired from wrestling while Harlem Bravado continued to wrestle on"}]}, {"heading": "Births", "year": "1989", "date": "September 16", "txt": "Braden Holtby, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 16", "txt": "José Salomón Rondón, Venezuelan footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 16", "txt": "Dustin Tokarski, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 16", "txt": "Diāna Bukājeva, Latvian tennis player", "entities": [{"title": "Diāna Bukājeva", "href": "/wiki/Di%C4%81na_Buk%C4%81jeva", "description": "Diāna Bukājeva is a former Latvian tennis player."}]}, {"heading": "Births", "year": "1991", "date": "September 16", "txt": "Alexandra Paul, Canadian figure skater", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 16", "txt": "Kyle Smith, English motorcycle racer", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 16", "txt": "Vytenis Čižauskas, Lithuanian basketball player", "entities": [{"title": "Vytenis Čižauskas", "href": "/wiki/Vytenis_%C4%8Ci%C5%BEauskas", "description": "Vytenis Čižauskas is a Lithuanian professional basketball player for Akhisar Belediyespor of the Turkish Basketball League. He plays the point guard position."}]}, {"heading": "Births", "year": "1992", "date": "September 16", "txt": "Nick Jonas, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 16", "txt": "Jake Roche, English singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1993", "date": "September 16", "txt": "Sam Byram, English footballer", "entities": [{"title": "Sam Byram", "href": "/wiki/Sam_Byram", "description": "Samuel Mark Byram is an English professional footballer who plays as a right back for Championship club Norwich City."}]}, {"heading": "Births", "year": "1994", "date": "September 16", "txt": "Mitchell Moses, Australian rugby league player", "entities": [{"title": "Mitchell Moses", "href": "/wiki/Mitchell_Moses", "description": "Mitchell Moses is a Lebanon international rugby league footballer who plays as a five-eighth and halfback for the Parramatta Eels in the NRL."}]}, {"heading": "Deaths", "year": "307", "date": "September 16", "txt": "Flavius Valerius Severus, Roman emperor", "entities": [{"title": "Flavius Valerius Severus", "href": "/wiki/Flavius_Valerius_Severus", "description": "Flavius Valerius Severus, also Severus II, was a Roman emperor from 306 to 307. After failing to besiege Rome, he fled to Ravenna. It is thought that he was killed there or executed near Rome."}]}, {"heading": "Deaths", "year": "655", "date": "September 16", "txt": "Pope Martin I", "entities": [{"title": "Pope Martin I", "href": "/wiki/Pope_Martin_I", "description": "Pope Martin I, also known as Martin the Confessor, was the bishop of Rome from 21 July 649 to his death 16 September 655. He served as Pope Theodore I's ambassador to Constantinople and was elected to succeed him as pope. He was the only pope during the Eastern Roman domination of the papacy whose election was not approved by an imperial mandate from Constantinople. For his strong opposition to Mo"}]}, {"heading": "Deaths", "year": "1087", "date": "September 16", "txt": "Pope Victor III (b. 1026)", "entities": [{"title": "Pope Victor III", "href": "/wiki/Pope_Victor_III", "description": "Pope Victor III, born Dauferio, was the head of the Catholic Church and ruler of the Papal States from 24 May 1086 to his death. He was the successor of Pope Gregory VII, yet his pontificate is far less notable than his time as Desiderius, the great abbot of Montecassino."}]}, {"heading": "Deaths", "year": "1100", "date": "September 16", "txt": "Bernold of Constance, German priest and historian (b. 1054)", "entities": [{"title": "Bernold of Constance", "href": "/wiki/Bernold_of_Constance", "description": "Bernold of Constance was a chronicler and writer of tracts, and a defender of the Church reforms of Pope Gregory VII."}]}, {"heading": "Deaths", "year": "1226", "date": "September 16", "txt": "Pandulf Verraccio, Roman ecclesiastical politician", "entities": [{"title": "Pandulf Verraccio", "href": "/wiki/Pandulf_Verraccio", "description": "Pandulf Verraccio, whose first name may also be spelled Pandolph or Pandulph, was a Roman ecclesiastical politician, papal legate to England and bishop of Norwich.\n\nPandulf was born in Rome, and first came to England in 1211, when he was commissioned by Innocent III to negotiate with King John. He is often erroneously called Cardinal Pandulph or Pandulph Masca due to being confused with Cardinal P"}]}, {"heading": "Deaths", "year": "1343", "date": "September 16", "txt": "Philip III of Navarre (b. 1306)", "entities": [{"title": "Philip III of Navarre", "href": "/wiki/Philip_III_of_Navarre", "description": "Philip III, called the Noble or the Wise, was King of Navarre from 1328 until his death. He was born a minor member of the French royal family but gained prominence when the Capetian main line went extinct, as he and his wife and cousin, Joan II of Navarre, acquired the Iberian kingdom and a number of French fiefs."}]}, {"heading": "Deaths", "year": "1345", "date": "September 16", "txt": "John IV, Duke of Brittany (b. 1295)", "entities": [{"title": "John IV, Duke of Brittany", "href": "/wiki/John_IV,_Duke_of_Brittany", "description": "John IV the Conqueror KG, was Duke of Brittany and Count of Montfort from 1345 until his death and 7th Earl of Richmond from 1372 until his death."}]}, {"heading": "Deaths", "year": "1360", "date": "September 16", "txt": "William de Bohun, 1st Earl of Northampton (b. 1319)", "entities": [{"title": "William de Bohun, 1st Earl of Northampton", "href": "/wiki/William_de_Bohun,_1st_Earl_of_Northampton", "description": "William de Bohun, 1st Earl of Northampton, KG was an English nobleman and military commander."}]}, {"heading": "Deaths", "year": "1380", "date": "September 16", "txt": "Charles V of France (b. 1338)", "entities": [{"title": "Charles V of France", "href": "/wiki/Charles_V_of_France", "description": "Charles V, called the Wise, was King of France from 1364 to his death. His reign marked an early high point for France during the Hundred Years' War, with his armies recovering much of the territory held by the English, and successfully reversed the military losses of his predecessors."}]}, {"heading": "Deaths", "year": "1394", "date": "September 16", "txt": "Antipope Clement VII (b. 1342)", "entities": [{"title": "Antipope Clement VII", "href": "/wiki/Antipope_Clement_VII", "description": "Robert of Geneva, elected to the papacy as Clement VII by the cardinals who opposed Urban VI, was the first antipope residing in Avignon, France. His election led to the Western Schism."}]}, {"heading": "Deaths", "year": "1406", "date": "September 16", "txt": "Cyprian, Metropolitan of Moscow (b. 1336)", "entities": [{"title": "Cyprian, Metropolitan of Moscow", "href": "/wiki/Cyprian,_Metropolitan_of_Moscow", "description": "Cyprian was a hierarch and bishop of the Ecumenical Patriarchate of Constantinople, bright opinion writer, editor, translator, and book copyist. He is best known as Metropolitan of Kiev and All Rus' with the Metropolitan see in Moscow. He is commemorated by the Russian Orthodox Church on May 27 and September 16."}]}, {"heading": "Deaths", "year": "1498", "date": "September 16", "txt": "Tomás de Torquemada, Spanish friar (b. 1420)", "entities": [{"title": "Tomás de Torquemada", "href": "/wiki/Tom%C3%A1s_de_Torquemada", "description": "Tomás de Torquemada, also anglicised as Thomas of Torquemada, was a Castilian Dominican friar and first Grand Inquisitor in Spain's movement to homogenise religious practices with those of the Catholic Church in the late 15th century, otherwise known as the Spanish Inquisition."}]}, {"heading": "Deaths", "year": "1581", "date": "September 16", "txt": "Peter Niers, notorious German bandit (date of birth unknown)", "entities": [{"title": "Peter Niers", "href": "/wiki/Peter_Niers", "description": "Peter Niers was a German serial killer and bandit who was executed on 16 September 1581 in Neumarkt in der Oberpfalz, some 40 km from Nuremberg. Based on confessions extracted from him and his accomplices under torture, he was convicted of 544 murders, including 24 fetuses cut out of pregnant women—allegedly, the fetal remains were to be used in magical rituals and for acts of cannibalism."}]}, {"heading": "Deaths", "year": "1583", "date": "September 16", "txt": "Catherine Jagiellon, queen of John II of Sweden (b. 1526)", "entities": [{"title": "Catherine Jagiellon", "href": "/wiki/Catherine_Jagiellon", "description": "Catherine Jagiellon was a Polish princess and Queen of Sweden as the first wife of King John III. As such, she was also Duchess of Finland (1562–1583) and Grand Princess of Finland (1581–1583). Catherine had significant influence over state affairs during the reign of her spouse and negotiated with the pope to introduce a counter-reformation in Sweden. She was the mother of the future Sigismund II"}, {"title": "John II of Sweden", "href": "/wiki/John_II_of_Sweden", "description": "John was a Scandinavian monarch under the Kalmar Union. He was king of Denmark (1481–1513), Norway (1483–1513) and as John II Sweden (1497–1501). From 1482 to 1513, he was concurrently duke of Schleswig and Holstein in joint rule with his brother Frederick."}]}, {"heading": "Deaths", "year": "1589", "date": "September 16", "txt": "Michael Baius, Belgian theologian and academic (b. 1513)", "entities": [{"title": "Michael Baius", "href": "/wiki/Michael_Baius", "description": "Michael Baius was a Belgian theologian. He formulated the school of thought now known as Baianism."}]}, {"heading": "Deaths", "year": "1607", "date": "September 16", "txt": "Mary Stuart, English-Scottish princess (b. 1605)", "entities": [{"title": "Mary Stuart (1605–1607)", "href": "/wiki/Mary_Stuart_(1605%E2%80%931607)", "description": "Mary Stuart was the third daughter and sixth child of James VI and I by Anne of Denmark. Her birth was much anticipated. She developed pneumonia at 17 months and died the following year."}]}, {"heading": "Deaths", "year": "1672", "date": "September 16", "txt": "Anne Bradstreet, English poet (b. 1612)", "entities": [{"title": "Anne Bradstreet", "href": "/wiki/Anne_Bradstreet", "description": "Anne Bradstreet was the most prominent of early English poets of North America and first writer in England's North American colonies to be published. She is the first Puritan figure in American Literature and notable for her large corpus of poetry, as well as personal writings published posthumously."}]}, {"heading": "Deaths", "year": "1701", "date": "September 16", "txt": "James II of England (b. 1633)", "entities": [{"title": "James II of England", "href": "/wiki/James_II_of_England", "description": "James II and VII was King of England and Ireland as James II, and King of Scotland as James VII, from 6 February 1685 until he was deposed in the Glorious Revolution of 1688. He was the last Catholic monarch of England, Scotland, and Ireland; his reign is now remembered primarily for struggles over religious tolerance. However, it also involved the principles of absolutism and divine right of king"}]}, {"heading": "Deaths", "year": "1736", "date": "September 16", "txt": "Daniel Gabriel Fahrenheit, Polish-Dutch physicist and engineer, invented the thermometer (b. 1686)", "entities": [{"title": "Daniel Gabriel Fahrenheit", "href": "/wiki/Daniel_Gabriel_Fahrenheit", "description": "Daniel Gabriel Fahrenheit FRS was a physicist, inventor, and scientific instrument maker. Fahrenheit was born in Danzig (Gdańsk), then a predominantly German-speaking city in the Pomeranian Voivodeship of the Polish–Lithuanian Commonwealth. He later moved to the Dutch Republic at age 15, where he spent the rest of his life (1701–1736) and was one of the notable figures in the Golden Age of Dutch s"}, {"title": "Mercury-in-glass thermometer", "href": "/wiki/Mercury-in-glass_thermometer", "description": "The mercury-in-glass or mercury thermometer was invented by physicist Daniel Gabriel Fahrenheit in Amsterdam (1714). It consists of a bulb containing mercury attached to a glass tube of narrow diameter; the volume of mercury in the tube is much less than the volume in the bulb. The volume of mercury changes slightly with temperature; the small change in volume drives the narrow mercury column a re"}]}, {"heading": "Deaths", "year": "1792", "date": "September 16", "txt": "Nguyễn Huệ, Vietnamese emperor (b. 1753)", "entities": [{"title": "Nguyễn Huệ", "href": "/wiki/Nguy%E1%BB%85n_Hu%E1%BB%87", "description": "Emperor Quang Trung or Nguyễn Huệ, also known as Nguyễn Quang Bình, was the second emperor of the Tây Sơn dynasty, reigning from 1788 until 1792. He was also one of the most successful military commanders in Vietnam's history. Nguyễn Huệ and his brothers, Nguyễn Nhạc and Nguyễn Lữ, together known as the Tây Sơn brothers, were the leaders of the Tây Sơn rebellion. As rebels, they conquered Vietnam,"}]}, {"heading": "Deaths", "year": "1803", "date": "September 16", "txt": "Nicolas Baudin, French explorer, hydrographer, and cartographer (b. 1754)", "entities": [{"title": "Nicolas Baudin", "href": "/wiki/Nicolas_Baudin", "description": "Nicolas Thomas Baudin was a French explorer, cartographer, naturalist and hydrographer."}]}, {"heading": "Deaths", "year": "1819", "date": "September 16", "txt": "John Jeffries, American physician and surgeon (b. 1744)", "entities": [{"title": "John Jeffries", "href": "/wiki/John_Jeffries", "description": "John Jeffries was an American physician, scientist, and military surgeon with the British Army in Nova Scotia and New York during the American Revolution. He is best known for accompanying French inventor Jean-Pierre Blanchard on his 1785 balloon flight across the English Channel."}]}, {"heading": "Deaths", "year": "1824", "date": "September 16", "txt": "Louis XVIII of France (b. 1755)", "entities": [{"title": "Louis XVIII of France", "href": "/wiki/Louis_XVIII_of_France", "description": "Louis XVIII, known as the Desired, was King of France from 1814 to 1824, except for the Hundred Days in 1815. He spent twenty-three years in exile: during the French Revolution and the First French Empire (1791–1814), and during the Hundred Days."}]}, {"heading": "Deaths", "year": "1843", "date": "September 16", "txt": "Ezekiel Hart, Canadian businessman and politician (b. 1770)", "entities": [{"title": "Ezekiel Hart", "href": "/wiki/Ezekiel_Hart", "description": "Ezekiel Hart was an entrepreneur and politician in British North America. He is often said to be the first Jew to be elected to public office in the British Empire, though this assertion is discredited by the election of Francis Salvador to the South Carolina General Assembly in 1774."}]}, {"heading": "Deaths", "year": "1845", "date": "September 16", "txt": "Thomas Davis, Irish poet and publisher (b. 1814)", "entities": [{"title": "Thomas Davis (Young Irelander)", "href": "/wiki/Thomas_Davis_(Young_Irelander)", "description": "Thomas Osborne Davis was an Irish writer, chief organiser of the nationalist Young Ireland movement and a founding editor of its paper The Nation."}]}, {"heading": "Deaths", "year": "1865", "date": "September 16", "txt": "Christian de Meza, Danish general (b. 1792)", "entities": [{"title": "Christian de Meza", "href": "/wiki/Christian_de_Meza", "description": "Christian Julius de Meza was the commander of the Danish Army during the 1864 Second Schleswig War. De Meza was responsible for the withdrawal of the Danish army from the Danevirke, an event which shocked the Danish public and resulted in the loss of his command."}]}, {"heading": "Deaths", "year": "1887", "date": "September 16", "txt": "Sakaigawa Namiemon, Japanese sumo wrestler, the 14th Yokozuna (b. 1841)", "entities": [{"title": "Sakaigawa Namiemon", "href": "/wiki/Sakaigawa_Namiemon", "description": "Sakaigawa Namiemon  was a Japanese professional sumo wrestler from Katsushika District, Shimōsa Province. He was the sport's 14th yokozuna."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1896", "date": "September 16", "txt": "Antônio Carlos Gomes, Brazilian composer (b. 1836)", "entities": [{"title": "Antônio Carlos Gomes", "href": "/wiki/Ant%C3%B4nio_Carlos_Gomes", "description": "Antônio Carlos Gomes was the first New World composer whose work was accepted by Europe. He was the only non-European who was successful as an opera composer in Italy, during the \"golden age of opera\", contemporary to Verdi and Puccini and the first composer of non-European lineage to be accepted into the Classic tradition of music."}]}, {"heading": "Deaths", "year": "1896", "date": "September 16", "txt": "Pavlos Kalligas, Greek jurist and politician, Foreign Minister of Greece (b. 1814)", "entities": [{"title": "List of foreign ministers of Greece", "href": "/wiki/List_of_foreign_ministers_of_Greece", "description": null}]}, {"heading": "Deaths", "year": "1898", "date": "September 16", "txt": "Ramón Emeterio Betances, Puerto Rican surgeon and politician (b. 1827)", "entities": [{"title": "Ramón Emeterio Betances", "href": "/wiki/Ram%C3%B3n_Emeterio_Betances", "description": "Ramón Emeterio Betances y Alacán was a Puerto Rican independence advocate and medical doctor. He was the primary instigator of the Grito de Lares revolution and is considered to be the father of the Puerto Rican independence movement. Since the Grito galvanized a burgeoning nationalist movement among Puerto Ricans, Betances is also considered \"El Padre de la Patria\". Because of his charitable deed"}]}, {"heading": "Deaths", "year": "1911", "date": "September 16", "txt": "Edward Whymper, English-French mountaineer, explorer, and author (b. 1840)", "entities": [{"title": "Edward Whymper", "href": "/wiki/Edward_Whymper", "description": "Edward Whymper FRSE was an English mountaineer, explorer, illustrator, and author best known for the first ascent of the Matterhorn in 1865. Four members of his climbing party were killed during the descent. Whymper also made important first ascents on the Mont Blanc massif and in the Pennine Alps, Chimborazo in South America, and the Canadian Rockies. His exploration of Greenland contributed an i"}]}, {"heading": "Deaths", "year": "1914", "date": "September 16", "txt": "C. X. Larrabee, American businessman (b. 1843)", "entities": [{"title": "C. X. Larrabee", "href": "/wiki/C._X._Larrabee", "description": "Charles Xavier Larrabee was an American businessman and a co-founder of the town of Fairhaven, Washington. Later in life, Larrabee and his wife Frances donated much land for civic purposes, including schools and parks, and were considered stewards of the city of Bellingham."}]}, {"heading": "Deaths", "year": "1925", "date": "September 16", "txt": "Leo Fall, Czech-Austrian composer (b. 1873)", "entities": [{"title": "Leo Fall", "href": "/wiki/Leo_Fall", "description": "Leopold Fall was an Austrian Kapellmeister and composer of operettas."}]}, {"heading": "Deaths", "year": "1925", "date": "September 16", "txt": "Alexander Friedmann, Russian physicist and mathematician (b. 1888)", "entities": []}, {"heading": "Deaths", "year": "1931", "date": "September 16", "txt": "Omar Mukhtar, Libyan theorist and educator (b. 1862)", "entities": [{"title": "Omar Mukhtar", "href": "/wiki/Omar_Mukhtar", "description": "ʿOmar al-Mukhṭār Muḥammad bin Farḥāṭ al-Manifī, called The Lion of the Desert, known among the colonial Italians as Matari of the Mnifa, was the leader of native resistance in Cyrenaica under the Senussids, against the Italian colonization of Libya. A teacher-turned-general, Omar was also a prominent figure of the Senussi movement, and he is considered the national hero of Libya and a symbol of re"}]}, {"heading": "Deaths", "year": "1932", "date": "September 16", "txt": "Millicent Lilian \"Peg\" Entwistle, British stage and screen actress (b. 1908)", "entities": [{"title": "Peg Entwistle", "href": "/wiki/Peg_Entwistle", "description": "Millicent Lilian \"Peg\" Entwistle was a British stage and screen actress. She began her stage career in 1925, appearing in several Broadway productions. She appeared in only one film, Thirteen Women, which was released posthumously."}]}, {"heading": "Deaths", "year": "1932", "date": "September 16", "txt": "Ronald Ross, Indian-English physician and mathematician, Nobel Prize laureate (b. 1857)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1933", "date": "September 16", "txt": "George Gore, American baseball player and manager (b. 1857)", "entities": [{"title": "George Gore", "href": "/wiki/George_Gore", "description": "George F. Gore, nicknamed \"Piano Legs\", was an American center fielder in Major League Baseball who played for 14 seasons, eight for the Chicago White Stockings, five for the New York Giants, one for the St. Louis Browns (1892) of the National League (NL), and the New York Giants of the Players' League (1890)."}]}, {"heading": "Deaths", "year": "1936", "date": "September 16", "txt": "Jean-Baptiste Charcot, French physician and explorer (b. 1867)", "entities": [{"title": "Jean-Baptiste Charcot", "href": "/wiki/Jean-Baptiste_Charcot", "description": "Jean-Baptiste-Étienne-Auguste Charcot, born in Neuilly-sur-Seine, was a French scientist, medical doctor and polar scientist. His father was the neurologist Jean-Martin Charcot (1825–1893)."}]}, {"heading": "Deaths", "year": "1940", "date": "September 16", "txt": "Charles Cochrane-Baillie, 2nd Baron Lamington, English-Scottish politician, 8th Governor of Queensland (b. 1860)", "entities": [{"title": "Charles Cochrane-Baillie, 2nd Baron Lamington", "href": "/wiki/Charles_Cochrane-Baillie,_2nd_Baron_Lamington", "description": "Charles Wallace Alexander Napier Cochrane-Baillie, 2nd Baron Lamington, was a British politician and colonial administrator who served as Governor of Queensland from 1896 to 1901, and Governor of Bombay from 1903 to 1907."}, {"title": "Governor of Queensland", "href": "/wiki/Governor_of_Queensland", "description": "The Governor of Queensland is the representative in the state of Queensland of the Queen of Australia. In an analogous way to the Governor-General of Australia at the national level, the Governor performs constitutional and ceremonial functions at the state level. In particular the governor has the power to appoint and dismiss the Premier of Queensland and all other ministers in the cabinet, and i"}]}, {"heading": "Deaths", "year": "1944", "date": "September 16", "txt": "Gustav Bauer, German journalist and politician, 11th Chancellor of Germany (b. 1870)", "entities": [{"title": "Gustav Bauer", "href": "/wiki/Gustav_Bauer", "description": "Gustav Adolf Bauer was a German Social Democratic Party leader and 11th Chancellor of Germany from June 1919 to March 1920. He served as head of government for nine months. Prior to becoming head of government, Bauer had been Minister of Labour in the first democratically elected German cabinet. After his cabinet was brought down by the Kapp Putsch in March 1920, Bauer served as vice-chancellor, M"}, {"title": "Chancellor of Germany (German Reich)", "href": "/wiki/Chancellor_of_Germany_(German_Reich)", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Deaths", "year": "1945", "date": "September 16", "txt": "John McCormack, Irish tenor and actor (b. 1884)", "entities": [{"title": "John McCormack (tenor)", "href": "/wiki/John_McCormack_(tenor)", "description": "Papal Count John Francis McCormack, KSG, KSS, KHS, was an Irish tenor celebrated for his performances of the operatic and popular song repertoires, and renowned for his diction and breath control. He was also a Papal Count. He became a naturalised American citizen before returning to live in Ireland."}]}, {"heading": "Deaths", "year": "1946", "date": "September 16", "txt": "James Hopwood Jeans, English physicist, astronomer, and mathematician (b. 1877)", "entities": [{"title": "James Hopwood Jeans", "href": "/wiki/James_Hopwood_Jeans", "description": "Sir James Hopwood Jeans was an English physicist, astronomer and mathematician."}]}, {"heading": "Deaths", "year": "1950", "date": "September 16", "txt": "Pedro de Cordoba, American actor (b. 1881)", "entities": [{"title": "Pedro de Cordoba", "href": "/wiki/Pedro_de_Cordoba", "description": "Pedro de Cordoba was an American actor."}]}, {"heading": "Deaths", "year": "1955", "date": "September 16", "txt": "Leo Amery, Indian-English journalist and politician, Secretary of State for the Colonies (b. 1873)", "entities": [{"title": "Leo Amery", "href": "/wiki/Leo_Amery", "description": "Leopold Charles Maurice Stennett Amery,, usually known as Leo Amery or L. S. Amery, was a British Conservative politician and journalist, noted for his interest in military preparedness, British India and the British Empire and for his opposition to appeasement."}, {"title": "Secretary of State for the Colonies", "href": "/wiki/Secretary_of_State_for_the_Colonies", "description": "The secretary of state for the colonies or colonial secretary was the British Cabinet minister in charge of managing the United Kingdom's various colonial dependencies."}]}, {"heading": "Deaths", "year": "1961", "date": "September 16", "txt": "Hasan Polatkan, Turkish politician, 15th Turkish Minister of Finance (b. 1915)", "entities": [{"title": "Hasan Polatkan", "href": "/wiki/Hasan_Polatkan", "description": "Hasan Polatkan was a Turkish politician and Minister of Labor and Finance, who was executed by hanging after the coup d'état in 1960 along with two other cabinet members."}, {"title": "List of Finance Ministers of Turkey", "href": "/wiki/List_of_Finance_Ministers_of_Turkey", "description": "The Minister of Finance of Turkey is the head of the Ministry of Treasury and Finance and a member of the Cabinet of Turkey."}]}, {"heading": "Deaths", "year": "1961", "date": "September 16", "txt": "Fatin Rüştü Zorlu, Turkish diplomat and politician, 21st Deputy Prime Minister of Turkey (b. 1910)", "entities": [{"title": "List of Deputy Prime Ministers of Turkey", "href": "/wiki/List_of_Deputy_Prime_Ministers_of_Turkey", "description": "This is a chronological list of deputy prime ministers of governments of the Republic of Turkey. Deputy Prime Minister was an office under the prime ministry between 1946 and 2018. Not all cabinets had the post of deputy prime minister. The political party of the deputy prime minister is affixed to his name when it differed from the prime minister's party as it was the case in coalition government"}]}, {"heading": "Deaths", "year": "1965", "date": "September 16", "txt": "Ahn Eak-tai, North Korean composer and conductor (b. 1906)", "entities": [{"title": "Ahn Eak-tai", "href": "/wiki/Ahn_Eak-tai", "description": "Ahn Eak-tai was a South Korean classical composer and conductor. He conducted numerous major orchestras across Europe, including the Vienna Philharmonic Orchestra, the Berlin Philharmonic Orchestra, and the Rome Philharmonic Orchestra. Ahn composed \"Aegukga\", a song best known as the national anthem of South Korea, Korean Dance, Nongae, and the Symphonic Fantasy Korea. His unpublished works, some "}]}, {"heading": "Deaths", "year": "1965", "date": "September 16", "txt": "Fred Quimby, American animator and producer (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1973", "date": "September 16", "txt": "Víctor Jara, Chilean singer-songwriter, teacher and theatre director (b. 1932)", "entities": [{"title": "Víctor Jara", "href": "/wiki/V%C3%ADctor_Jara", "description": "Víctor Lidio Jara Martínez was a Chilean teacher, theater director, poet, singer-songwriter and communist political activist tortured and killed during the dictatorship of Augusto Pinochet. He developed Chilean theater by directing a broad array of works, ranging from locally produced plays to world classics, as well as the experimental work of playwrights such as Ann Jellicoe. He also played a pi"}]}, {"heading": "Deaths", "year": "1976", "date": "September 16", "txt": "Bertha Lutz, Brazilian feminist and scientist (b. 1894)", "entities": [{"title": "Bertha Lutz", "href": "/wiki/Bertha_Lutz", "description": "Bertha Maria Júlia Lutz was a Brazilian zoologist, politician, and diplomat. Lutz became a leading figure in both the Pan American feminist movement and human rights movement. She was instrumental in gaining women's suffrage in Brazil and represented her country at the United Nations Conference on International Organization, signing her name to the United Nations Charter. In addition to her politi"}]}, {"heading": "Deaths", "year": "1977", "date": "September 16", "txt": "Marc Bolan, English singer-songwriter and guitarist  (b. 1947)", "entities": [{"title": "Marc Bolan", "href": "/wiki/Marc_Bolan", "description": "Marc Bolan was an English singer-songwriter, musician, record producer, and poet. He is known as one of the pioneers of the glam rock movement of the early 1970s with his band T. Rex."}]}, {"heading": "Deaths", "year": "1977", "date": "September 16", "txt": "Maria Callas, Greek operatic soprano (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "September 16", "txt": "Jean Piaget, Swiss psychologist and philosopher (b. 1896)", "entities": [{"title": "Jean Piaget", "href": "/wiki/Jean_Piaget", "description": "Jean Piaget was a Swiss psychologist known for his work on child development. Piaget's theory of cognitive development and epistemological view are together called \"genetic epistemology\"."}]}, {"heading": "Deaths", "year": "1984", "date": "September 16", "txt": "Louis Réard, French engineer and fashion designer, created the bikini (b. 1897)", "entities": [{"title": "Louis Réard", "href": "/wiki/Louis_R%C3%A9ard", "description": "Louis Réard, a French automobile engineer and clothing designer, introduced the modern two-piece bikini in July 1946. He opened a bikini shop and ran it for the next 40 years."}, {"title": "Bikini", "href": "/wiki/Bikini", "description": "A bikini is a women's two-piece swimsuit featuring two triangles of fabric on top that cover the woman's breasts, and two triangles of fabric on the bottom: the front covering the pelvis but exposing the navel, and the back covering the buttocks. The size of the top and bottom can vary, from bikinis that offer full coverage of the breasts, pelvis, and buttocks, to more revealing designs with a tho"}]}, {"heading": "Deaths", "year": "1984", "date": "September 16", "txt": "Richard Brautigan, American novelist, poet, and short story writer (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "September 16", "txt": "Christopher Soames, English soldier and politician, Governor of Southern Rhodesia (b. 1920)", "entities": [{"title": "Governor of Southern Rhodesia", "href": "/wiki/Governor_of_Southern_Rhodesia", "description": "The Governor of Southern Rhodesia was the representative of the British Monarch in the self-governing colony of Southern Rhodesia from 1923 to 1980. The Governor was appointed by The Crown and acted as the local head of state, receiving instructions from the British Government."}]}, {"heading": "Deaths", "year": "1991", "date": "September 16", "txt": "Olga Spessivtseva, Russian-American ballerina (b. 1895)", "entities": [{"title": "Olga Spessivtseva", "href": "/wiki/Olga_Spessivtseva", "description": "Olga Alexandrovna Spessivtseva (Russian: Ольга Алекса́ндровна Спеси́вцева was a Russian ballerina whose stage career spanned from 1913 to 1939."}]}, {"heading": "Deaths", "year": "1992", "date": "September 16", "txt": "Millicent Fenwick, American journalist and politician (b. 1910)", "entities": [{"title": "Millicent Fenwick", "href": "/wiki/Millicent_Fenwick", "description": "Millicent Vernon Hammond Fenwick was an American fashion editor, politician and diplomat. A four-term Republican member of the United States House of Representatives from New Jersey, she entered politics late in life and was renowned for her energy and colorful enthusiasm. She was regarded as a moderate and progressive within her party and was outspoken in favor of civil rights and the women's mov"}]}, {"heading": "Deaths", "year": "1993", "date": "September 16", "txt": "František Jílek, Czech conductor (b. 1913)", "entities": [{"title": "František Jílek", "href": "/wiki/Franti%C5%A1ek_J%C3%ADlek", "description": "František Jílek was a Czech conductor, known especially for his interpretation of Leoš Janáček's works."}]}, {"heading": "Deaths", "year": "1993", "date": "September 16", "txt": "Oodgeroo Noonuccal, Australian poet and activist (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "September 16", "txt": "McGeorge Bundy, American intelligence officer and diplomat, 6th United States National Security Advisor (b. 1919)", "entities": [{"title": "McGeorge Bundy", "href": "/wiki/McGeorge_Bundy", "description": "McGeorge \"Mac\" Bundy was an American academic who served as United States National Security Advisor to Presidents John F. Kennedy and Lyndon B. Johnson from 1961 through 1966. He was president of the Ford Foundation from 1966 through 1979. Despite his career as a foreign-policy intellectual, educator, and philanthropist, he is best remembered as one of the chief architects of the United States' es"}, {"title": "National Security Advisor (United States)", "href": "/wiki/National_Security_Advisor_(United_States)", "description": "The Assistant to the President for National Security Affairs (APNSA), commonly referred to as the National Security Advisor (NSA) is a senior aide in the Executive Office of the President, based at the West Wing of the White House. The National Security Advisor serves as the principal advisor to the President of the United States on all national security issues. The National Security Advisor is ap"}]}, {"heading": "Deaths", "year": "1996", "date": "September 16", "txt": "Gene Nelson, American actor, dancer, and director (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "September 16", "txt": "Samuel Z. Arkoff, American producer (b. 1918)", "entities": [{"title": "Samuel Z. Arkoff", "href": "/wiki/Samuel_Z._Arkoff", "description": "Samuel Zachary Arkoff was an American producer of B movies."}]}, {"heading": "Deaths", "year": "2002", "date": "September 16", "txt": "James Gregory, American actor (b. 1911)", "entities": [{"title": "James Gregory (actor)", "href": "/wiki/James_Gregory_(actor)", "description": "James Gregory was an American character actor known for his deep, gravelly voice and playing brash roles such as the McCarthy-like Sen. John Iselin in The Manchurian Candidate (1962), the audacious General Ursus in Beneath the Planet of the Apes (1970), and crusty Inspector Frank Luger in the television sitcom Barney Miller (1975–1982)."}]}, {"heading": "Deaths", "year": "2003", "date": "September 16", "txt": "Sheb Wooley, American singer-songwriter (b. 1921)", "entities": [{"title": "Sheb Wooley", "href": "/wiki/Sheb_Wooley", "description": "Shelby Fredrick \"Sheb\" Wooley was an American actor and singer. He recorded a series of novelty songs including the 1958 novelty song \"The Purple People Eater\" and under the name Ben Colder the #6 country hit \"Almost Persuaded No. 2\". He portrayed Ben Miller, brother of Frank Miller, in the film High Noon; played Travis Cobb in The Outlaw Josey Wales; and also had a co-starring role as scout Pete "}]}, {"heading": "Deaths", "year": "2004", "date": "September 16", "txt": "Michael Donaghy, American-English poet and author (b. 1954)", "entities": [{"title": "Michael Donaghy", "href": "/wiki/Michael_Donaghy", "description": "Michael Donaghy was a New York City poet and musician, who lived in London from 1985."}]}, {"heading": "Deaths", "year": "2005", "date": "September 16", "txt": "Harry Freedman, Canadian horn player, composer, and educator (b. 1922)", "entities": [{"title": "Harry Freedman", "href": "/wiki/Harry_Freedman", "description": "Harry Freedman , was a Canadian composer, English hornist, and music educator of Polish birth. He wrote a significant amount of symphonic works, including the scores to films such as The Bloody Brood (1959), Isabel (1968), The Act of the Heart (1970), The Pyx (1973) and The Courage of Kavik the Wolf Dog (1980), and composed a substantial amount of chamber music. He also composed music for six ball"}]}, {"heading": "Deaths", "year": "2005", "date": "September 16", "txt": "Gordon Gould, American physicist and academic, invented the laser (b. 1920)", "entities": [{"title": "Laser", "href": "/wiki/Laser", "description": "A laser is a device that emits light through a process of optical amplification based on the stimulated emission of electromagnetic radiation. The term \"laser\" originated as an acronym for \"light amplification by stimulated emission of radiation\". The first laser was built in 1960 by Theodore H. Maiman at Hughes Research Laboratories, based on theoretical work by Charles Hard Townes and Arthur Leo"}]}, {"heading": "Deaths", "year": "2006", "date": "September 16", "txt": "Floyd Curry, Canadian ice hockey player and coach (b. 1925)", "entities": [{"title": "Floyd Curry", "href": "/wiki/Floyd_Curry", "description": "Floyd James \"Busher\" Curry was a Canadian ice hockey right winger."}]}, {"heading": "Deaths", "year": "2006", "date": "September 16", "txt": "Zsuzsa Körmöczy, Hungarian tennis player and coach (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 16", "txt": "Robert Jordan, American engineer and author (b. 1948)", "entities": [{"title": "Robert Jordan", "href": "/wiki/Robert_Jordan", "description": "James Oliver Rigney Jr., better known by his pseudonym Robert Jordan, was an American author of epic fantasy. He is known best for his series the Wheel of Time which comprises 14 books and a prequel novel. He is one of several writers to have written original Conan the Barbarian novels. Jordan also published historical fiction using the pseudonym Reagan O'Neal, a western as Jackson O'Reilly, and d"}]}, {"heading": "Deaths", "year": "2008", "date": "September 16", "txt": "Norman Whitfield, American songwriter and producer (b. 1940)", "entities": [{"title": "Norman Whitfield", "href": "/wiki/Norman_Whitfield", "description": "Norman Jesse Whitfield was an American songwriter and producer, who worked with Berry Gordy's Motown labels during the 1960s. He has been credited as one of the creators of the Motown Sound and of the late-1960s subgenre of psychedelic soul."}]}, {"heading": "Deaths", "year": "2009", "date": "September 16", "txt": "Myles Brand, American philosopher and academic (b. 1942)", "entities": [{"title": "Myles Brand", "href": "/wiki/Myles_Brand", "description": "Myles Neil Brand  was a university administrator who served as the 14th president of the University of Oregon, the 16th president of Indiana University, and the fourth president of the National Collegiate Athletic Association (NCAA) of the United States."}]}, {"heading": "Deaths", "year": "2009", "date": "September 16", "txt": "Ernst Märzendorfer, Austrian conductor (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "September 16", "txt": "Mary Travers, American singer-songwriter (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "September 16", "txt": "George N. Parks, American educator and bandleader (b. 1953)", "entities": [{"title": "George N. Parks", "href": "/wiki/George_N._Parks", "description": "George N Parks was the director of the University of Massachusetts Minuteman Marching Band at University of Massachusetts Amherst from 1977 until 2010. He also led the George N. Parks Drum Major Academy, a summer workshop program for high school drum majors that he founded in 1978."}]}, {"heading": "Deaths", "year": "2010", "date": "September 16", "txt": "Jim Towers, English footballer (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "September 16", "txt": "Willie \"Big Eyes\" Smith, American singer-songwriter, harmonica player, and drummer (b. 1936)", "entities": [{"title": "Willie \"Big Eyes\" Smith", "href": "/wiki/Willie_%22Big_Eyes%22_Smith", "description": "Willie Lee \"Big Eyes\" Smith was an American electric blues vocalist, harmonica player, and drummer. He was best known for several stints with the Muddy Waters band beginning in the early 1960s."}]}, {"heading": "Deaths", "year": "2011", "date": "September 16", "txt": "Enamul Haque Chowdhury, Bangladeshi politician (b. 1948)", "entities": [{"title": "Enamul Haque Chowdhury", "href": "/wiki/Enamul_Haque_Chowdhury", "description": "Enamul Haque Chowdhury (1948-2011) was a politician in Sylhet District of Bangladesh who was a Jatiya party leader and Member of Parliament from Sylhet-2."}]}, {"heading": "Deaths", "year": "2012", "date": "September 16", "txt": "Roman Kroitor, Canadian director and producer, co-founded IMAX (b. 1926)", "entities": [{"title": "Roman Kroitor", "href": "/wiki/Roman_Kroitor", "description": "Roman Kroitor was a Canadian filmmaker who was known as an early practitioner of cinéma vérité, as co-founder of IMAX, and as creator of the Sandde hand-drawn stereoscopic animation system. He was also the original inspiration for the Force, popularized in the Star Wars series."}, {"title": "IMAX", "href": "/wiki/IMAX", "description": "IMAX is a proprietary system of high-resolution cameras, film formats, film projectors, and theaters known for having very large screens with a tall aspect ratio and steep stadium seating."}]}, {"heading": "Deaths", "year": "2012", "date": "September 16", "txt": "Julien J. LeBourgeois, American admiral (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 16", "txt": "Friedrich Zimmermann, German lawyer and politician, German Federal Minister of the Interior (b. 1925)", "entities": [{"title": "Federal Ministry of the Interior (Germany)", "href": "/wiki/Federal_Ministry_of_the_Interior_(Germany)", "description": "The Federal Ministry of the Interior, Building and Community, abbreviated BMI, is a cabinet-level ministry of the Federal Republic of Germany. Its main office is in Berlin, with a secondary seat in Bonn. The current minister of the Interior, Building and Community is Horst Seehofer. \nIt is comparable to the British Home Office or a combination of the US Department of Homeland Security and the US D"}]}, {"heading": "Deaths", "year": "2013", "date": "September 16", "txt": "Scott Adams, American football player (b. 1966)", "entities": [{"title": "Scott Adams (American football)", "href": "/wiki/Scott_Adams_(American_football)", "description": "Scott Alexander Adams was a professional American football player who played guard for a six-season career, in-which he played for the Minnesota Vikings, New Orleans Saints, Chicago Bears, Tampa Bay Buccaneers, and Atlanta Falcons."}]}, {"heading": "Deaths", "year": "2013", "date": "September 16", "txt": "Ratiba El-Hefny, Egyptian soprano and director (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 16", "txt": "Patsy Swayze, American dancer and choreographer (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 16", "txt": "Guy Béart, Egyptian-French singer-songwriter (b. 1930)", "entities": [{"title": "Guy Béart", "href": "/wiki/Guy_B%C3%A9art", "description": "Guy Béhart-Hasson, known as Guy Béart, was a French singer and songwriter."}]}, {"heading": "Deaths", "year": "2015", "date": "September 16", "txt": "Julio Brady, Virgin Islander lawyer, judge, and politician, 5th Lieutenant Governor of the United States Virgin Islands (b. 1942)", "entities": [{"title": "Lieutenant Governor of the United States Virgin Islands", "href": "/wiki/Lieutenant_Governor_of_the_United_States_Virgin_Islands", "description": "The following is a list of lieutenant governors of the United States Virgin Islands."}]}, {"heading": "Deaths", "year": "2015", "date": "September 16", "txt": "Kurt Oppelt, Austrian figure skater and coach (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 16", "txt": "Allan Wright, English captain and pilot (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "September 16", "txt": "Edward Albee, American director and playwright (b. 1928)", "entities": [{"title": "Edward Albee", "href": "/wiki/Edward_Albee", "description": "Edward Franklin Albee III was an American playwright known for works such as The Zoo Story (1958), The Sandbox (1959), Who's Afraid of Virginia Woolf? (1962), A Delicate Balance (1966), and Three Tall Women (1994). Some critics have argued that some of his work constitutes an American variant of what Martin Esslin identified and named the Theater of the Absurd. Three of his plays won the Pulitzer "}]}, {"heading": "Deaths", "year": "2016", "date": "September 16", "txt": "Gabriele Amorth, Italian priest and exorcist (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "September 16", "txt": "Carlo Azeglio Ciampi, Italian economist and politician, 10th President of Italy and 49th Prime Minister of Italy (b. 1920)", "entities": [{"title": "President of Italy", "href": "/wiki/President_of_Italy", "description": "The president of Italy, officially denoted as President of the Italian Republic is the head of state of Italy. In that role, the officeholder represents national unity, guarantees that Italian politics comply with the Constitution of Italy and is the head of the Italian Armed Forces. The president's term of office lasts for seven years. The current holder is former Constitutional Judge Sergio Matt"}, {"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Deaths", "year": "2016", "date": "September 16", "txt": "W. P. Kinsella, American novelist (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "September 16", "txt": "António Mascarenhas Monteiro, Cabo Verdean politician, 2nd President of Cape Verde (b. 1944)", "entities": [{"title": "President of Cape Verde", "href": "/wiki/President_of_Cape_Verde", "description": "The following is a list of presidents of Cape Verde, since the establishment of the office of president in 1975."}]}, {"heading": "Deaths", "year": "2016", "date": "September 16", "txt": "Gérard Louis-Dreyfus, French-born American businessman (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "September 16", "txt": "Marcelo Rezende, Brazilian journalist (b. 1951)", "entities": [{"title": "Marcelo Rezende", "href": "/wiki/Marcelo_Rezende", "description": "Marcelo Luiz Rezende Fernandes was a Brazilian journalist and television presenter."}]}, {"heading": "Deaths", "year": "2017", "date": "September 16", "txt": "Arjan Singh, Marshal of the Indian Air Force (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "September 16", "txt": "James Burdette Thayer, American brigadier general (b. 1920)", "entities": [{"title": "James B. Thayer", "href": "/wiki/James_B._Thayer", "description": " James Burdette Thayer was an American brigadier general who served on active duty during World War II. On May 4, 1945, Thayer and his platoon discovered and liberated 15,000 people held at a concentration camp near Wels, Austria. Following the war, he continued his service in the United States Army Reserve. In his civilian life, Thayer founded a successful business supply company in Beaverton, Or"}]}, {"heading": "Deaths", "year": "2019", "date": "September 16", "txt": "H. S. Dillon, Indonesian politician and human rights defender", "entities": [{"title": "H. S. Dillon", "href": "/wiki/H._S._Dillon", "description": "Harbrinderjit Singh Dillon was an Indonesian Sikh who occupied a variety of positions in Indonesian political life, including assistant to the Minister of Agriculture, and Commissioner of the National Commission on Human Rights ). His positions included executive director of Partnership Governance Reform in Indonesia. He was an outspoken critic of corruption in Indonesia."}]}, {"heading": "Deaths", "year": "2020", "date": "September 16", "txt": "Maxim Martsinkevich, Russian social activist and media personality (b. 1984) ", "entities": [{"title": "Maxim Martsinkevich", "href": "/wiki/Maxim_Martsinkevich", "description": "Maxim Sergeyevich Martsinkevich, better known as Tesak, was a Russian neo-Nazi activist, media personality, vlogger, and the leader and co-founder of the Restruct movement which manifested in post-Soviet countries."}]}]