[{"heading": "Events", "year": "585 BC", "date": "September 13", "txt": "Lucius Tarquinius Priscus, king of Rome, celebrates a triumph for his victories over the Sabines, and the surrender of Collatia.", "entities": [{"title": "Lucius Tarquinius Priscus", "href": "/wiki/Lucius_Tarquinius_Priscus", "description": "Lucius Tarquinius Priscus, or Tarquin the Elder, was the legendary fifth king of Rome and first of its Etruscan dynasty. He reigned from 616 to 579 BC. Tarquinius expanded Roman power through military conquest and grand architectural constructions. His wife was the prophet Tanaquil."}, {"title": "Ancient Rome", "href": "/wiki/Ancient_Rome", "description": "In historiography, ancient Rome is Roman civilization from the founding of the Italian city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD, encompassing the Roman Kingdom, Roman Republic and Roman Empire until the fall of the western empire.\nThe civilisation began as an Italic settlement in the Italian Peninsula, traditionally dated to 753 BC, that "}, {"title": "Roman triumph", "href": "/wiki/Roman_triumph", "description": "The Roman triumph was a civil ceremony and religious rite of ancient Rome, held to publicly celebrate and sanctify the success of a military commander who had led Roman forces to victory in the service of the state or, originally and traditionally, one who had successfully completed a foreign war."}, {"title": "Roman–Sabine wars", "href": "/wiki/Roman%E2%80%93Sabine_wars#War_with_Tarquinius_Priscus", "description": "The Roman–Sabine wars were a series of wars during the early expansion of ancient Rome in central Italy against their northern neighbours, the Sabines. It is commonly accepted that the events pre-dating the Roman Republic in 509 BC are semi-legendary in nature."}, {"title": "Sabines", "href": "/wiki/Sabines", "description": "The Sabines were an Italic people that lived in the central Apennine Mountains of the ancient Italian Peninsula, also inhabiting Latium north of the Anio before the founding of Rome."}, {"title": "Collatia", "href": "/wiki/Collatia", "description": "Collatia was an ancient town of central Italy, c. 15 km northeast of Rome by the Via Collatina."}]}, {"heading": "Events", "year": "509 BC", "date": "September 13", "txt": "The Temple of Jupiter Optimus Maximus on Rome's Capitoline Hill is dedicated on the ides of September.", "entities": [{"title": "Temple of Jupiter Optimus Maximus", "href": "/wiki/Temple_of_Jupiter_Optimus_Maximus", "description": "The Temple of Jupiter Optimus Maximus, also known as the Temple of Jupiter Capitolinus was the most important temple in Ancient Rome, located on the Capitoline Hill. It was surrounded by the Area Capitolina, a precinct where numerous shrines, altars, statues and victory trophies were displayed."}, {"title": "Capitoline Hill", "href": "/wiki/Capitoline_Hill", "description": "The Capitolium or Capitoline Hill, between the Forum and the Campus Martius, is one of the Seven Hills of Rome."}, {"title": "Roman calendar", "href": "/wiki/Roman_calendar", "description": "The Roman calendar was the calendar used by the Roman kingdom and republic. The term often includes the Julian calendar established by the reforms of the dictator Julius Caesar and emperor Augustus in the late 1st century BC and sometimes includes any system dated by inclusive counting towards months' kalends, nones, and ides in the Roman manner. The term usually excludes the Alexandrian calendar "}]}, {"heading": "Events", "year": "379", "date": "September 13", "txt": "Yax Nuun Ahiin I is crowned as 15th Ajaw of Tikal", "entities": [{"title": "Yax Nuun Ahiin I", "href": "/wiki/Yax_Nuun_Ahiin_I", "description": "Yax Nuun Ahiin I, also known as Curl Snout and Curl Nose, was a 4th-century ruler of the Maya city of Tikal. His name when transcribed is YAX-?-AH:N, translated \"First ? Crocodile\". He took the throne on September 12, 379, and reigned until his death. He is referred to by the Mayan title ajaw, meaning lord."}, {"title": "Ajaw", "href": "/wiki/Ajaw", "description": "Ajaw or Ahau ('Lord') is a pre-Columbian Maya political title attested from epigraphic inscriptions. It is also the name of the 20th day of the tzolkʼin, the Maya divinatory calendar, on which a ruler's kʼatun-ending rituals would fall."}, {"title": "Tikal", "href": "/wiki/Tikal", "description": "Tikal is the ruin of an ancient city, which was likely to have been called Yax Mutal, found in a rainforest in Guatemala. It is one of the largest archaeological sites and urban centers of the pre-Columbian Maya civilization. It is located in the archaeological region of the Petén Basin in what is now northern Guatemala. Situated in the department of El Petén, the site is part of Guatemala's Tikal"}]}, {"heading": "Events", "year": "533", "date": "September 13", "txt": "Belisarius of the Byzantine Empire defeats Gelimer and the Vandals at the Battle of Ad Decimum, near Carthage, North Africa.", "entities": [{"title": "Belisarius", "href": "/wiki/Belisarius", "description": "Flavius Belisarius was a military commander of the Byzantine Empire. He was instrumental in the reconquest of much of the Mediterranean territory belonging to the former Western Roman Empire, which had been lost less than a century prior."}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Gelimer", "href": "/wiki/Gelimer", "description": "Gelimer, King of the Vandals and Alans (530–534), was the last Germanic ruler of the North African Kingdom of the Vandals. He became ruler on 15 June 530 after deposing his first cousin twice removed, Hilderic, who had angered the Vandal nobility by converting to Chalcedonian Christianity, as most of the Vandals at this time were fiercely devoted to Arian Christianity."}, {"title": "Vandals", "href": "/wiki/Vandals", "description": "The Vandals were a Germanic people who first inhabited what is now southern Poland. They established Vandal kingdoms on the Iberian Peninsula, Mediterranean islands, and North Africa in the 5th century."}, {"title": "Battle of Ad Decimum", "href": "/wiki/Battle_of_Ad_Decimum", "description": "The Battle of Ad Decimum took place on September 13, 533 between the armies of the Vandals, commanded by King Gelimer, and the Byzantine Empire, under the command of General Belisarius. This event and events in the following year are sometimes jointly referred to as the Battle of Carthage, one of several battles to bear that name. The Byzantine victory marked the beginning of the end for the Vanda"}, {"title": "Carthage", "href": "/wiki/Carthage", "description": "Carthage was the capital city of the ancient Carthaginian civilization, on the eastern side of the Lake of Tunis in what is now Tunisia. Carthage was the most important trading hub of the Ancient Mediterranean and one of the most affluent cities of the classical world."}]}, {"heading": "Events", "year": "1229", "date": "September 13", "txt": "Ögedei Khan is proclaimed Khagan of the Mongol Empire in Kodoe Aral, Khentii: Mongolia.", "entities": [{"title": "Ögedei Khan", "href": "/wiki/%C3%96gedei_Khan", "description": "Ögedei was the third son of Genghis Khan and second khagan-emperor of the Mongol Empire, succeeding his father. He continued the expansion of the empire that his father had begun, and was a world figure when the Mongol Empire reached its farthest extent west and south during the Mongol invasions of Europe and East Asia. Like all of Genghis' primary sons, he participated extensively in conquests in"}, {"title": "Khagan", "href": "/wiki/Khagan", "description": "Khagan or Qaghan is a title of imperial rank in the Turkic, Mongolic and some other languages, equal to the status of emperor and someone who rules a khaganate (empire). The female equivalent is Khatun."}, {"title": "Mongol Empire", "href": "/wiki/Mongol_Empire", "description": "The Mongol Empire of the 13th and 14th centuries was the largest contiguous land empire in history and the second largest empire by landmass, second only to the British Empire. Originating in Mongolia in East Asia, the Mongol Empire eventually stretched from Eastern Europe and parts of Central Europe to the Sea of Japan, extending northward into parts of the Arctic; eastward and southward into the"}, {"title": "Mongolia", "href": "/wiki/Mongolia", "description": "Mongolia is a landlocked country in East Asia. It is sandwiched between Russia to the north and China to the south, where it neighbours the Inner Mongolia Autonomous Region. Mongolia does not border Kazakhstan, although they are separated by only 37 kilometres. It covers an area of 1,564,116 square kilometres, with a population of just 3.3 million, making it the world's most sparsely populated nat"}]}, {"heading": "Events", "year": "1437", "date": "September 13", "txt": "Battle of Tangier: a Portuguese expeditionary force initiates a failed attempt to seize the Moroccan citadel of Tangier.", "entities": [{"title": "Battle of Tangier (1437)", "href": "/wiki/Battle_of_Tangier_(1437)", "description": "The Battle of Tangier, sometimes referred to as the Siege of Tangiers and, by the Portuguese, as the Disaster of Tangier, refers to the attempt by a Portuguese expeditionary force to seize the Moroccan citadel of Tangier and its defeat by the armies of the Marinid sultanate of Morocco, in 1437."}, {"title": "Kingdom of Portugal", "href": "/wiki/Kingdom_of_Portugal", "description": "The Kingdom of Portugal was a monarchy on the Iberian Peninsula and the predecessor of the modern Portuguese Republic. It was in existence from 1139 until 1910. After 1415, it was also known as the Kingdom of Portugal and the Algarves, and between 1815 and 1822, it was known as the United Kingdom of Portugal, Brazil and the Algarves. The name is also often applied to the Portuguese Empire, the rea"}, {"title": "Tangier", "href": "/wiki/Tangier", "description": "Tangier, is a city in northwestern Morocco. It is on the Maghreb coast at the western entrance to the Strait of Gibraltar, where the Mediterranean Sea meets the Atlantic Ocean off Cape Spartel. The town is the capital of the Tanger-Tetouan-Al Hoceima region, as well as the Tangier-Assilah prefecture of Morocco."}]}, {"heading": "Events", "year": "1501", "date": "September 13", "txt": "Italian Renaissance: Michelangelo begins work on his statue of David.", "entities": [{"title": "Italian Renaissance", "href": "/wiki/Italian_Renaissance", "description": "The Italian Renaissance, a period in Italian history that covered the 14th through the 17th centuries, developed a culture that spread across Europe and marked the transition from the Middle Ages to modernity. Proponents of a \"long Renaissance\" argue that it began around 1300 and lasted until about 1600. In some fields a Proto-Renaissance beginning around 1250 is typically accepted. The French wor"}, {"title": "Michelangelo", "href": "/wiki/Michelangelo", "description": "Michelangelo di Lodovico Buonarroti Simoni, known simply as Michelangelo, was an Italian sculptor, painter, architect and poet of the High Renaissance born in the Republic of Florence, who exerted an unparalleled influence on the development of Western art. His artistic versatility was of such a high order that he is often considered a contender for the title of the archetypal Renaissance man, alo"}]}, {"heading": "Events", "year": "1504", "date": "September 13", "txt": "Queen Isabella and King Ferdinand issue a Royal Warrant for the construction of a Royal Chapel (Capilla Real) to be built.", "entities": [{"title": "Isabella I of Castile", "href": "/wiki/Isabella_I_of_Castile", "description": "Isabella I was Queen of Castile from 1474 and, as the wife of King Ferdinand II, King of Aragon from 1479 until her death, reigning over a dynastically unified Spain jointly with her husband Ferdinand; together they would be known as the Catholic Monarchs. Isabella is considered the first Queen of Spain de facto, being described as such during her own lifetime, although Castile and Aragon de jure "}, {"title": "Ferdinand II of Aragon", "href": "/wiki/Ferdinand_II_of_Aragon", "description": "Ferdinand II was King of Aragon from 1479 to his death. As the husband of Queen Isabella I of Castile, he was King of Castile from 1474 to 1504 as Ferdinand V. He reigned over a dynastically unified Spain jointly with Isabella; together they are known as the Catholic Monarchs. Ferdinand is considered de facto the first king of Spain, being described as such during his own lifetime, although Castil"}, {"title": "Royal Chapel of Granada", "href": "/wiki/Royal_Chapel_of_Granada", "description": "The Royal Chapel of Granada is an Isabelline style building, constructed between 1505 and 1517, and originally integrated in the complex of the neighbouring Granada Cathedral. It is the burial place of the Spanish monarchs, Queen Isabella I and King Ferdinand, the Catholic Monarchs. Apart from these historical links, this building also contains a gallery of artworks and other items associated with"}]}, {"heading": "Events", "year": "1541", "date": "September 13", "txt": "After three years of exile, John Calvin returns to Geneva to reform the church under a body of doctrine known as Calvinism.", "entities": [{"title": "John Calvin", "href": "/wiki/John_Calvin", "description": "John Calvin was a French theologian, pastor and reformer in Geneva during the Protestant Reformation. He was a principal figure in the development of the system of Christian theology later called Calvinism, including its doctrines of predestination and of God's absolute sovereignty in the salvation of the human soul from death and eternal damnation. Calvinist doctrines were influenced by and elabo"}, {"title": "Geneva", "href": "/wiki/Geneva", "description": "Geneva is the second-most populous city in Switzerland and the most populous city of Romandy, the French-speaking part of Switzerland. Situated where the Rhône exits Lake Geneva, it is the capital of the Republic and Canton of Geneva."}, {"title": "Calvinism", "href": "/wiki/Calvinism", "description": "Calvinism is a major branch of Protestantism that follows the theological tradition and forms of Christian practice set down by John Calvin and other Reformation-era theologians. It emphasises the sovereignty of God and the authority of the Bible."}]}, {"heading": "Events", "year": "1584", "date": "September 13", "txt": "San Lorenzo del Escorial Palace in Madrid is finished.", "entities": [{"title": "San Lorenzo del Escorial Palace", "href": "/wiki/San_Lorenzo_del_Escorial_Palace", "description": "El Escorial or the Royal Site of San Lorenzo de El Escorial, or Monasterio del Escorial, is a historical residence of the King of Spain, in the town of San Lorenzo de El Escorial, about 45 kilometres northwest of the Spanish capital, Madrid. It is one of the Spanish royal sites and functions as a monastery, basilica, royal palace, pantheon, library, museum, university, school and hospital. It is s"}, {"title": "Madrid", "href": "/wiki/Madrid", "description": "Madrid is the capital and most-populous city of Spain. The city has almost 3.4 million inhabitants and a metropolitan area population of approximately 6.7 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin in its administrative limits, and its monocentric metropolitan area is the second-largest in the EU, surpassed only by Paris. The municipality covers 604"}]}, {"heading": "Events", "year": "1609", "date": "September 13", "txt": "Henry Hudson reaches the river that would later be named after him", "entities": [{"title": "Henry Hudson", "href": "/wiki/Henry_Hudson", "description": "Henry Hudson was an English sea explorer and navigator during the early 17th century, best known for his explorations of present-day Canada and parts of the northeastern United States."}, {"title": "Hudson River", "href": "/wiki/Hudson_River", "description": "The Hudson River is a 315-mile (507 km) river that flows from north to south primarily through eastern New York in the United States. It originates in the Adirondack Mountains of Upstate New York and flows southward through the Hudson Valley to the Upper New York Bay between New York City and Jersey City, eventually draining into the Atlantic Ocean at New York Harbor. The river serves as a politic"}]}, {"heading": "Events", "year": "1645", "date": "September 13", "txt": "Wars of the Three Kingdoms: Scottish Royalists are defeated by Covenanters at the Battle of Philiphaugh.", "entities": [{"title": "Wars of the Three Kingdoms", "href": "/wiki/Wars_of_the_Three_Kingdoms", "description": "The Wars of the Three Kingdoms, sometimes known as the British Civil Wars, were an intertwined series of conflicts that took place between 1639 and 1653 in the kingdoms of England, Scotland and Ireland – separate kingdoms which had the same king, Charles I. The wars were fought mainly over issues of governance and religion, and included rebellions, civil wars and invasions. The English Civil War h"}, {"title": "Battle of Philiphaugh", "href": "/wiki/Battle_of_Philiphaugh", "description": "The Battle of Philiphaugh was fought on 13 September 1645 during the Wars of the Three Kingdoms near Selkirk in the Scottish Borders. The Royalist army of the Marquis of Montrose was destroyed by the Covenanter army of Sir David Leslie, restoring the power of the Committee of Estates."}]}, {"heading": "Events", "year": "1743", "date": "September 13", "txt": "Great Britain, Austria and the Kingdom of Sardinia sign the Treaty of Worms.", "entities": [{"title": "Kingdom of Sardinia", "href": "/wiki/Kingdom_of_Sardinia", "description": "The Kingdom of Sardinia, also referred to as Kingdom of Savoy-Sardinia, Piedmont-Sardinia, or Savoy-Piedmont-Sardinia during the Savoyard period, was a state in Southern Europe from the early 14th until the mid-19th century."}, {"title": "Treaty of Worms (1743)", "href": "/wiki/Treaty_of_Worms_(1743)", "description": "The Treaty of Worms was a political alliance formed between Great Britain, Austria and the Kingdom of Sardinia, signed on 13 September 1743, during the War of the Austrian Succession."}]}, {"heading": "Events", "year": "1759", "date": "September 13", "txt": "Battle of the Plains of Abraham: the British defeat the French near Quebec City in the Seven Years' War, known in the United States as the French and Indian War.", "entities": [{"title": "Battle of the Plains of Abraham", "href": "/wiki/Battle_of_the_Plains_of_Abraham", "description": "The Battle of the Plains of Abraham, also known as the Battle of Quebec, was a pivotal battle in the Seven Years' War. The battle, which began on 13 September 1759, was fought on a plateau by the British Army and Royal Navy against the French Army, just outside the walls of Quebec City on land that was originally owned by a farmer named Abraham Martin, hence the name of the battle. The battle invo"}, {"title": "Quebec City", "href": "/wiki/Quebec_City", "description": "Quebec City is the capital city of the Canadian province of Quebec. As of July 2016 the city had a population of 531,902, and the metropolitan area had a population of 800,296. It is the eleventh-largest city and the seventh-largest metropolitan area in Canada. It is also the second-largest city in the province after Montreal."}, {"title": "Seven Years' War", "href": "/wiki/Seven_Years%27_War", "description": "The Seven Years' War (1756–1763) was a global conflict, \"a struggle for global primacy between Britain and France\", which also had a major impact on the Spanish Empire. In Europe, the conflict arose from issues left unresolved by the War of the Austrian Succession (1740–1748), with Prussia seeking greater dominance. Long standing colonial rivalries between Britain against France and Spain in North"}, {"title": "French and Indian War", "href": "/wiki/French_and_Indian_War", "description": "The French and Indian War (1754–1763) pitted the colonies of British America against those of New France, each side supported by military units from the parent country and by Native American allies. At the start of the war, the French colonies had a population of roughly 60,000 settlers, compared with 2 million in the British colonies. The outnumbered French particularly depended on the natives."}]}, {"heading": "Events", "year": "1782", "date": "September 13", "txt": "American Revolutionary War: Franco-Spanish troops launch the unsuccessful \"grand assault\" during the Great Siege of Gibraltar.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Great Siege of Gibraltar", "href": "/wiki/Great_Siege_of_Gibraltar", "description": "The Great Siege of Gibraltar was an unsuccessful attempt by Spain and France to capture Gibraltar from the British during the War of the American Revolution. The American war had ended with the British defeat at Yorktown in October 1781, but the Bourbon defeat in their great final assault on Gibraltar would not come until September 1782. The siege was suspended in February 1783 at the beginning of"}]}, {"heading": "Events", "year": "1788", "date": "September 13", "txt": "The Philadelphia Convention sets the date for the first presidential election in the United States, and New York City becomes the country's temporary capital.", "entities": [{"title": "Philadelphia Convention", "href": "/wiki/Philadelphia_Convention", "description": "The Constitutional Convention took place from May 25 to September 17, 1787, in the old Pennsylvania State House in Philadelphia. Although the convention was intended to revise the league of states and first system of government under the Articles of Confederation, the intention from the outset of many of its proponents, chief among them James Madison of Virginia and Alexander Hamilton of New York,"}]}, {"heading": "Events", "year": "1791", "date": "September 13", "txt": "King Louis XVI of France accepts the new constitution.", "entities": [{"title": "Louis XVI of France", "href": "/wiki/Louis_XVI_of_France", "description": "Louis XVI was the last king of France before the fall of the monarchy during the French Revolution. He was referred to as Citizen Louis Capet during the four months just before he was executed by guillotine. In 1765, upon the death of his father, Louis, Dauphin of France, he became the new Dauphin. Upon his grandfather Louis XV's death on 10 May 1774, he assumed the title King of France and Navarr"}, {"title": "French Constitution of 1791", "href": "/wiki/French_Constitution_of_1791", "description": "The short French Constitution of 1791 was the first written constitution in France, created after the collapse of the absolute monarchy of the Ancien Régime. One of the basic precepts of the revolution was adopting constitutionality and establishing popular sovereignty."}]}, {"heading": "Events", "year": "1808", "date": "September 13", "txt": "Finnish War: In the Battle of Jutas, Swedish forces under Lieutenant General Georg Carl von Döbeln beat the Russians, making von Döbeln a Swedish war hero.", "entities": [{"title": "Finnish War", "href": "/wiki/Finnish_War", "description": "The Finnish War was fought between the Kingdom of Sweden and the Russian Empire from 21 February 1808 to 17 September 1809. As a result of the war, the eastern third of Sweden was established as the autonomous Grand Duchy of Finland within the Russian Empire. Other notable effects were the Swedish parliament's adoption of a new constitution and the establishment of the House of Bernadotte, the new"}, {"title": "Battle of Jutas", "href": "/wiki/Battle_of_Jutas", "description": "The Battle of Jutas was fought on Tuesday, September 13, 1808 between Swedish and Russian troops south of Nykarleby in Ostrobothnia, Finland. Before the battle the Swedish army was in retreat after the campaign of the previous summer. The main Swedish force was retreating from Vaasa to Nykarleby. The Russians sent a force to cut off the Swedish retreat. In response the Swedes sent a force under Ge"}, {"title": "Georg Carl von Döbeln", "href": "/wiki/Georg_Carl_von_D%C3%B6beln", "description": "Georg Carl von Döbeln was a Swedish friherre (baron), Lieutenant general and above all known for his efforts on the Swedish side during the Finnish War."}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}]}, {"heading": "Events", "year": "1812", "date": "September 13", "txt": "War of 1812: A supply wagon sent to relieve Fort Harrison is ambushed in the Attack at the Narrows.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "Siege of Fort Harrison", "href": "/wiki/Siege_of_Fort_Harrison", "description": "\nFort Harrison was a War of 1812 era stockade constructed in Oct. 1811 on high ground overlooking the Wabash River on a portion of what is today the modern city of Terre Haute, Indiana by forces under command of Gen. William Henry Harrison. It was a staging point for Harrison to encamp his forces just prior to the Battle of Tippecanoe a month later. The fort was the site of a famous battle in the "}, {"title": "Siege of Fort Harrison", "href": "/wiki/Siege_of_Fort_Harrison#Attacks_at_the_Narrows", "description": "\nFort Harrison was a War of 1812 era stockade constructed in Oct. 1811 on high ground overlooking the Wabash River on a portion of what is today the modern city of Terre Haute, Indiana by forces under command of Gen. William Henry Harrison. It was a staging point for Harrison to encamp his forces just prior to the Battle of Tippecanoe a month later. The fort was the site of a famous battle in the "}]}, {"heading": "Events", "year": "1814", "date": "September 13", "txt": "In a turning point in the War of 1812, the British fail to capture Baltimore. During the battle, Francis Scott Key composes his poem \"Defence of Fort McHenry\", which is later set to music and becomes the United States' national anthem.", "entities": [{"title": "Baltimore", "href": "/wiki/Baltimore", "description": "Baltimore is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with an estimated population of 593,490 in 2019. Baltimore was designated an independent city by the Constitution of Maryland in 1851, and today is the largest independent city in the United States. As of 2017, the population of the Baltimore metropolitan area was estimat"}, {"title": "Francis Scott Key", "href": "/wiki/Francis_Scott_Key", "description": "Francis Scott Key was an American lawyer, author, and amateur poet from Frederick, Maryland, who is best known for writing the lyrics for the American national anthem \"The Star-Spangled Banner\"."}, {"title": "The Star-Spangled Banner", "href": "/wiki/The_Star-Spangled_Banner", "description": "\"The Star-Spangled Banner\" is the national anthem of the United States. The lyrics come from the \"Defence of Fort M'Henry\", a poem written on September 14, 1814, by 35-year-old lawyer and amateur poet Francis Scott Key after witnessing the bombardment of Fort McHenry by British ships of the Royal Navy in Baltimore Harbor during the Battle of Baltimore in the War of 1812. Key was inspired by the la"}]}, {"heading": "Events", "year": "1843", "date": "September 13", "txt": "The Greek Army rebels (OS date: September 3) against the autocratic rule of king Otto of Greece, demanding the granting of a constitution.", "entities": [{"title": "3 September 1843 Revolution", "href": "/wiki/3_September_1843_Revolution", "description": "The 3 September 1843 Revolution, was an uprising by the Hellenic Army in Athens, supported by large sections of the people, against the autocratic rule of King Otto. The rebels, led by veterans of the Greek War of Independence, demanded the granting of a constitution and the departure of the Bavarian officials that dominated the government. The revolution succeeded, ushering the period of constitu"}, {"title": "Old Style and New Style dates", "href": "/wiki/Old_Style_and_New_Style_dates", "description": "Old Style (O.S.) and New Style (N.S.) indicate a dating system from before and after a calendar change, respectively. Usually this is the change from the Julian calendar to the Gregorian calendar as enacted in various European countries between 1582 and the twentieth century."}, {"title": "Otto of Greece", "href": "/wiki/Otto_of_Greece", "description": "Otto Friedrich Ludwig was a Bavarian prince who ruled as King of Greece from the establishment of the monarchy on 27 May 1832, under the Convention of London, until he was deposed on 23 October 1862."}]}, {"heading": "Events", "year": "1847", "date": "September 13", "txt": "Mexican–American War: Six teenage military cadets known as Niños Héroes die defending Chapultepec Castle in the Battle of Chapultepec. American troops under General Winfield Scott capture Mexico City in the Mexican–American War.", "entities": [{"title": "Mexican–American War", "href": "/wiki/Mexican%E2%80%93American_War", "description": "The Mexican–American War, also known in the United States as the Mexican War and in Mexico as the Intervención Estadounidense en México, was an armed conflict between the United States and Mexico from 1846 to 1848. It followed the 1845 U.S. annexation of Texas, which Mexico considered Mexican territory since the Mexican government did not recognize the Velasco treaty signed by Mexican General Anto"}, {"title": "Cadet", "href": "/wiki/Cadet", "description": "A cadet is an officer trainee or candidate. The term is frequently used to refer to those training to become an officer in the military, often a person who is a junior trainee. Its meaning may vary between countries."}, {"title": "Niños Héroes", "href": "/wiki/Ni%C3%B1os_H%C3%A9roes", "description": "The Niños Héroes were six Mexican military cadets who were killed in the defence of Mexico City during the Battle of Chapultepec, one of the last major battles of the Mexican–American War, on 13 September 1847. The date of the battle is now celebrated in Mexico as a civic holiday to honor the cadets' sacrifice."}, {"title": "Chapultepec Castle", "href": "/wiki/Chapultepec_Castle", "description": "Chapultepec Castle is located on top of Chapultepec Hill in Mexico City's Chapultepec park. The name Chapultepec is the Nahuatl word chapoltepēc which means \"hill of the grasshopper\". The castle has such unparalleled views and terraces that explorer James F. Elton wrote they “can't be surpassed in beauty in any part of the world.\"\nIt is located at the entrance to Chapultepec Park at a height of 2,"}, {"title": "Battle of Chapultepec", "href": "/wiki/Battle_of_Chapultepec", "description": "The Battle of Chapultepec was an assault by invading American forces on a small contingent of Mexican forces holding the strategically located Chapultepec Castle just outside Mexico City, fought 13 September 1847 during the Mexican–American War. The building, sitting atop a 200-foot (61 m) hill, was an important position for the defense of the city."}, {"title": "Winfield Scott", "href": "/wiki/Winfield_Scott", "description": "Winfield Scott was an American military commander and political candidate. He served as a general in the United States Army from 1814 to 1861, taking part in the War of 1812, the Mexican–American War, the early stages of the American Civil War and conflicts with Native Americans. Scott was the Whig Party's presidential nominee in the 1852 election, but was defeated by Democrat Franklin Pierce. He "}]}, {"heading": "Events", "year": "1848", "date": "September 13", "txt": "Vermont railroad worker Phineas Gage survives an iron rod 1 1⁄4 inches (3.2 cm) in diameter being driven through his brain; the reported effects on his behavior and personality stimulate discussion of the nature of the brain and its functions.", "entities": [{"title": "Phineas Gage", "href": "/wiki/Phineas_Gage", "description": "Phineas P. Gage (1823–1860) was an American railroad construction foreman remembered for his improbable survival of an accident in which a large iron rod was driven completely through his head, destroying much of his brain's left frontal lobe, and for that injury's reported effects on his personality and behavior over the remaining 12 years of his life‍—‌effects sufficiently profound that friends "}]}, {"heading": "Events", "year": "1862", "date": "September 13", "txt": "American Civil War: Union soldiers find a copy of Robert E. Lee's battle plans in a field outside Frederick, Maryland. It is the prelude to the Battle of Antietam.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Robert E. Lee", "href": "/wiki/Robert_E._Lee", "description": "Robert Edward Lee was an American Confederate general best known as a commander of the Confederate States Army during the American Civil War. He led the Army of Northern Virginia from 1862 until its surrender in 1865 and earned a reputation as a skilled tactician."}, {"title": "Special Order 191", "href": "/wiki/Special_Order_191", "description": "Special Order 191, also known as the \"Lost Dispatch\" and the \"Lost Order\", was a general movement order issued by Confederate Army General Robert E. Lee on about September 9, 1862, during the Maryland Campaign of the American Civil War. A lost copy of this order was recovered on September 13 by Union Army troops in Frederick County, Maryland, and the subsequent military intelligence gained by the "}, {"title": "Frederick, Maryland", "href": "/wiki/Frederick,_Maryland", "description": "Frederick is a city in, and the county seat, of Frederick County, Maryland. It is part of the Baltimore–Washington Metropolitan Area. Frederick has long been an important crossroads, located at the intersection of a major north–south Native American trail and east–west routes to the Chesapeake Bay, both at Baltimore and what became Washington, D.C. and across the Appalachian mountains to the Ohio "}, {"title": "Battle of Antietam", "href": "/wiki/Battle_of_Antietam", "description": "The Battle of Antietam, also known as the Battle of Sharpsburg, particularly in the Southern United States, was a battle of the American Civil War, fought on September 17, 1862, between Confederate Gen. Robert E. Lee's Army of Northern Virginia and Union Gen. George B. McClellan's Army of the Potomac, near Sharpsburg, Maryland and Antietam Creek. Part of the Maryland Campaign, it was the first fie"}]}, {"heading": "Events", "year": "1882", "date": "September 13", "txt": "Anglo-Egyptian War: The Battle of Tel el-Kebir is fought.", "entities": [{"title": "Anglo-Egyptian War", "href": "/wiki/Anglo-Egyptian_War", "description": "The British Conquest of Egypt (1882), also known as Anglo-Egyptian War, occurred in 1882 between Egyptian and Sudanese forces under Ahmed ‘Urabi and the United Kingdom. It ended a nationalist uprising against the Khedive Tewfik Pasha. It established firm British influence over Egypt at the expense of the Egyptians, the French, and the Ottoman Empire, whose already weak authority became nominal."}, {"title": "Battle of Tel el-Kebir", "href": "/wiki/Battle_of_Tel_el-Kebir", "description": "The Battle of Tell El Kebir was fought on 13 September 1882 at Tell El Kebir in Egypt, 110 km north-north-east of Cairo. An entrenched Egyptian force under the command of Ahmed ʻUrabi was defeated by a British army led by Garnet Wolseley, in a sudden assault preceded by a march under cover of darkness. The battle was the decisive engagement of the Anglo-Egyptian War."}]}, {"heading": "Events", "year": "1898", "date": "September 13", "txt": "Hannibal Goodwin patents celluloid photographic film.", "entities": [{"title": "Hannibal Goodwin", "href": "/wiki/Hannibal_Goodwin", "description": "Hannibal Williston Goodwin, patented a method for making transparent, flexible roll film out of nitrocellulose film base, which was used in Thomas Edison's Kinetoscope, an early machine for viewing motion pictures."}, {"title": "Celluloid", "href": "/wiki/Celluloid", "description": "Celluloids are a class of materials produced by mixing nitrocellulose and camphor, often with added dyes and other agents. Once much more common for its use as photographic film before the advent of safer methods, celluloid's common contemporary uses are table tennis balls, musical instruments, combs, office equipment, and guitar picks."}, {"title": "Photographic film", "href": "/wiki/Photographic_film", "description": "Photographic film is a strip or sheet of transparent film base coated on one side with a gelatin emulsion containing microscopically small light-sensitive silver halide crystals. The sizes and other characteristics of the crystals determine the sensitivity, contrast, and resolution of the film."}]}, {"heading": "Events", "year": "1899", "date": "September 13", "txt": "Henry Bliss is the first person in the United States to be killed in an automobile accident.", "entities": [{"title": "Henry H. Bliss", "href": "/wiki/Henry_H._Bliss", "description": "The death of Henry Hale Bliss was the first recorded instance of a person being killed in a motor vehicle collision in the United States."}]}, {"heading": "Events", "year": "1899", "date": "September 13", "txt": "Mackinder, Ollier and Brocherel make the first ascent of Batian (5,199 m", "entities": [{"title": "Mount Kenya", "href": "/wiki/Mount_Kenya", "description": "Mount Kenya is the highest mountain in Kenya and the second-highest in Africa, after Kilimanjaro. The highest peaks of the mountain are Batian, Nelion and Point Lenana. Mount Kenya is located in the former Eastern and Central provinces of Kenya, now Meru, Embu, Laikipia, Kirinyaga, Nyeri and Tharaka Nithi counties, about 16.5 kilometres south of the equator, around 150 km (90 mi) north-northeast o"}]}, {"heading": "Events", "year": "1900", "date": "September 13", "txt": "Filipino insurgents defeat a small American column in the Battle of Pulang Lupa, during the Philippine–American War.", "entities": [{"title": "Battle of Pulang Lupa", "href": "/wiki/Battle_of_Pulang_Lupa", "description": "The Battle of Pulang Lupa was an engagement fought on September 13, 1900, during the Philippine–American War, between the forces of Colonel Maximo Abad and Devereux Shields, in which Abad's men defeated the American force.\"The severity with which the inhabitants have been dealt would not look well if a complete history of it were written out.\" —Governor-General of the Philippines William Howard Ta"}, {"title": "Philippine–American War", "href": "/wiki/Philippine%E2%80%93American_War", "description": "The Philippine–American War, also referred to as the Filipino–American War, the Philippine War, and previously referred to as the Philippine Insurrection or the Tagalog Insurgency, was an armed conflict between the First Philippine Republic and the United States that lasted from February 4, 1899 to July 2, 1902. While Filipino nationalists viewed the conflict as a continuation of the struggle for "}]}, {"heading": "Events", "year": "1906", "date": "September 13", "txt": "The Santos-Dumont 14-bis makes a short hop, the first flight of a fixed-wing aircraft in Europe.", "entities": [{"title": "Santos-Dumont 14-bis", "href": "/wiki/Santos-Dumont_14-bis", "description": "The 14-bis (Quatorze-bis), also known as Oiseau de proie, was a pioneer era canard biplane designed and built by Brazilian aviation pioneer Alberto Santos-Dumont. In 1906, near Paris, the 14-bis made a manned powered flight that was the first to be publicly witnessed by a crowd. It was also the first powered flight made anywhere outside of the United States, as well as the first powered flight by "}]}, {"heading": "Events", "year": "1914", "date": "September 13", "txt": "World War I: The Battle of Aisne begins between Germany and France.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "First Battle of the Aisne", "href": "/wiki/First_Battle_of_the_Aisne", "description": "The First Battle of the Aisne was the Allied follow-up offensive against the right wing of the German First Army and the Second Army as they retreated after the First Battle of the Marne earlier in September 1914. The Advance to the Aisne consisted of the Battle of the Marne (7–10 September) and the Battle of the Aisne (12–15 September)."}]}, {"heading": "Events", "year": "1922", "date": "September 13", "txt": "The final act of the Greco-Turkish War, the Great Fire of Smyrna, commences.", "entities": [{"title": "Greco-Turkish War (1919–22)", "href": "/wiki/Greco-Turkish_War_(1919%E2%80%9322)", "description": "The Greco-Turkish War of 1919–1922 was fought between Greece and the Turkish National Movement during the partitioning of the Ottoman Empire in the aftermath of World War I, between May 1919 and October 1922."}, {"title": "Great Fire of Smyrna", "href": "/wiki/Great_Fire_of_Smyrna", "description": "The Great fire of Smyrna destroyed much of the port city of Smyrna in September 1922. Eyewitness reports state that the fire began on 13 September 1922 and lasted until it was largely extinguished on 22 September. It began four days after the Turkish military captured the city on 9 September, effectively ending the Greco-Turkish War, more than three years after the landing of Greek army troops at "}]}, {"heading": "Events", "year": "1923", "date": "September 13", "txt": "Following a military coup in Spain, Miguel Primo de Rivera takes over, setting up a dictatorship.", "entities": [{"title": "Miguel Primo de Rivera", "href": "/wiki/Miguel_Primo_de_Rivera#Military_establishes_dictatorship", "description": "Miguel Primo de Rivera y Orbaneja, 2nd Marquess of Estella, was a dictator, aristocrat, and military officer who served as Prime Minister of Spain from 1923 to 1930 during Spain's Restoration era. He deeply believed that it was the politicians who had ruined Spain and that governing without them he could restore the nation. His slogan was \"Country, Religion, Monarchy.\" Historians depict him as an "}, {"title": "Miguel Primo de Rivera", "href": "/wiki/Miguel_Primo_de_Rivera", "description": "Miguel Primo de Rivera y Orbaneja, 2nd Marquess of Estella, was a dictator, aristocrat, and military officer who served as Prime Minister of Spain from 1923 to 1930 during Spain's Restoration era. He deeply believed that it was the politicians who had ruined Spain and that governing without them he could restore the nation. His slogan was \"Country, Religion, Monarchy.\" Historians depict him as an "}]}, {"heading": "Events", "year": "1933", "date": "September 13", "txt": "Elizabeth McCombs becomes the first woman elected to the New Zealand Parliament.", "entities": [{"title": "Elizabeth McCombs", "href": "/wiki/Elizabeth_McCombs", "description": "Elizabeth Reid McCombs was a New Zealand politician of the Labour Party who in 1933 became the first woman elected to the New Zealand Parliament. New Zealand women gained the right to vote in 1893, though were not allowed to stand for the House of Representatives until the election of 1919. McCombs had previously contested elections in 1928 and 1931."}, {"title": "Lyttelton by-election, 1933", "href": "/wiki/Lyttelton_by-election,_1933", "description": "The Lyttelton by-election of 1933 was a by-election held during the 24th New Zealand Parliament in the Christchurch electorate of Lyttelton. It is notable for being won by Elizabeth McCombs of the New Zealand Labour Party, who became the first woman to be elected to the New Zealand Parliament. This by-election was therefore seen as a milestone in Women's suffrage in New Zealand."}]}, {"heading": "Events", "year": "1942", "date": "September 13", "txt": "World War II: Second day of the Battle of Edson's Ridge in the Guadalcanal Campaign. U.S. Marines successfully defeated attacks by the Japanese with heavy losses for the Japanese forces.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Edson's Ridge", "href": "/wiki/Battle_of_Edson%27s_Ridge", "description": "The Battle of Edson's Ridge, also known as the Battle of the Bloody Ridge, Battle of Raiders Ridge, and Battle of the Ridge, was a land battle of the Pacific campaign of World War II between Imperial Japanese Army and Allied ground forces. It took place from 12–14 September 1942, on Guadalcanal in the Solomon Islands, and was the second of three separate major Japanese ground offensives during the"}]}, {"heading": "Events", "year": "1944", "date": "September 13", "txt": "World War II: Start of the Battle of Meligalas between the Greek Resistance forces of the Greek People's Liberation Army (ELAS) and the collaborationist security battalions.", "entities": [{"title": "Battle of Meligalas", "href": "/wiki/Battle_of_Meligalas", "description": "The Battle of Meligalas took place at Meligalas in Messenia in southwestern Greece, on 13–15 September 1944, between the Greek Resistance forces of the Greek People's Liberation Army (ELAS) and the collaborationist Security Battalions."}]}, {"heading": "Events", "year": "1948", "date": "September 13", "txt": "Deputy Prime Minister of India Vallabhbhai Patel orders the Army to move into Hyderabad to integrate it with the Indian Union.", "entities": [{"title": "Vallabhbhai Patel", "href": "/wiki/Vallabhbhai_Patel", "description": "Sardar Vallabhbhai Jhaverbhai Patel, popularly known as Sardar Patel, was an Indian statesman. He served as the first Deputy Prime Minister of India. He was an Indian barrister, and a senior leader of the Indian National Congress who played a leading role in the country's struggle for independence and guided its integration into a united, independent nation. He was one of the conservative members "}, {"title": "Hyderabad State", "href": "/wiki/Hyderabad_State", "description": "Hyderabad State, also known as Hyderabad Deccan, was an Indian princely state located in the south-central region of India with its capital at the city of Hyderabad. It is now divided into the state of Telangana, the Hyderabad-Karnataka region of Karnataka, and the Marathwada region of Maharashtra."}, {"title": "Indian annexation of Hyderabad", "href": "/wiki/Indian_annexation_of_Hyderabad", "description": "\nOperation Polo was the code name of the Hyderabad \"police action\" in September 1948, by the then newly independent Dominion of India against Hyderabad State. It was a military operation in which the Indian Armed Forces invaded the Nizam-ruled princely state, annexing it into the Indian Union."}, {"title": "Dominion of India", "href": "/wiki/Dominion_of_India", "description": "The Union of India, also called the Dominion of India, was an independent dominion in the British Commonwealth of Nations between 15 August 1947 and 26 January 1950. It was created by the Indian Independence Act 1947 and was transformed into the Republic of India by the promulgation of the Constitution of India in 1950."}]}, {"heading": "Events", "year": "1948", "date": "September 13", "txt": "Margaret Chase Smith is elected United States senator, and becomes the first woman to serve in both the U.S. House of Representatives and the United States Senate.", "entities": [{"title": "United States senator", "href": "/wiki/United_States_senator", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "United States House of Representatives", "href": "/wiki/United_States_House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "1953", "date": "September 13", "txt": "Nikita Khrushchev is appointed General Secretary of the Communist Party of the Soviet Union.", "entities": [{"title": "Nikita Khrushchev", "href": "/wiki/Nikita_Khrushchev", "description": "Nikita Sergeyevich Khrushchev led the Soviet Union as the First Secretary of the Communist Party of the Soviet Union from 1953 to 1964 and as chairman of the country's Council of Ministers from 1958 to 1964. During his rule, Khrushchev stunned the communist world with his denunciation of Stalin's crimes and began De-Stalinization. He sponsored the early Soviet space program, and enactment of relat"}, {"title": "General Secretary of the Communist Party of the Soviet Union", "href": "/wiki/General_Secretary_of_the_Communist_Party_of_the_Soviet_Union", "description": "The General Secretary of the Central Committee of the Communist Party of the Soviet Union was an office of the Communist Party of the Soviet Union (CPSU) that by the late 1920s had evolved into the most powerful of the Central Committee's various positions. Seldom in Soviet history would any other office trump the authority of General Secretary. From 1929 until the union's dissolution, the holder "}]}, {"heading": "Events", "year": "1956", "date": "September 13", "txt": "The IBM 305 RAMAC is introduced, the first commercial computer to use disk storage.", "entities": [{"title": "IBM 305 RAMAC", "href": "/wiki/IBM_305_RAMAC", "description": "The IBM 305 RAMAC was the first commercial computer that used a moving-head hard disk drive for secondary storage. The system was publicly announced on September 14, 1956, with test units already installed at the U.S. Navy and at private corporations. RAMAC stood for \"Random Access Method of Accounting and Control\", as its design was motivated by the need for real-time accounting in business."}, {"title": "Disk storage", "href": "/wiki/Disk_storage", "description": "Disk storage is a general category of storage mechanisms where data is recorded by various electronic, magnetic, optical, or mechanical changes to a surface layer of one or more rotating disks. A disk drive is a device implementing such a storage mechanism. Notable types are the hard disk drive (HDD) containing a non-removable disk, the floppy disk drive (FDD) and its removable floppy disk, and va"}]}, {"heading": "Events", "year": "1956", "date": "September 13", "txt": "The dike around the Dutch polder East Flevoland is closed.", "entities": [{"title": "Dike (construction)", "href": "/wiki/Dike_(construction)", "description": "A levee, dike, dyke, embankment, floodbank or stopbank is an elongated naturally occurring ridge or artificially constructed fill or wall that regulates water levels. It is usually earthen and often parallel to the course of a river in its floodplain or along low-lying coastlines."}, {"title": "Polder", "href": "/wiki/Polder", "description": "A polder is a low-lying tract of land that forms an artificial hydrological entity, enclosed by embankments known as dikes. The three types of polder are:Land reclaimed from a body of water, such as a lake or the seabed\nFlood plains separated from the sea or river by a dike\nMarshes separated from the surrounding water by a dike and subsequently drained; these are also known as koogs, especially in"}, {"title": "Zuiderzee Works", "href": "/wiki/Zuiderzee_Works#The_Flevolands", "description": "The Zuiderzee Works is a man-made system of dams and dikes, land reclamation and water drainage work, in total the largest hydraulic engineering project undertaken by the Netherlands during the twentieth century. The project involved the damming of the Zuiderzee, a large, shallow inlet of the North Sea, and the reclamation of land in the newly enclosed water using polders. Its main purposes are to"}]}, {"heading": "Events", "year": "1962", "date": "September 13", "txt": "An appeals court orders the University of Mississippi to admit James Meredith, the first African-American student admitted to the segregated university.", "entities": [{"title": "James Meredith", "href": "/wiki/James_Meredith", "description": "James Howard Meredith was the first African-American student admitted to the racially segregated University of Mississippi. He is also is an American civil rights movement figure, writer, political adviser, and Air Force veteran. It was in 1962 that Meredith became the first African-American student admitted to the theretofore segregated University of Mississippi, after the intervention of the fed"}]}, {"heading": "Events", "year": "1964", "date": "September 13", "txt": "South Vietnamese Generals Lâm Văn Phát and Dương Văn Đức fail in a coup attempt against General Nguyễn Khánh.", "entities": [{"title": "Army of the Republic of Vietnam", "href": "/wiki/Army_of_the_Republic_of_Vietnam", "description": "The Army of the Republic of Vietnam were the ground forces of the South Vietnamese military from its inception in 1955 to the Fall of Saigon in April 1975. It is estimated to have suffered 1,394,000 casualties during the Vietnam War."}, {"title": "Lâm Văn Phát", "href": "/wiki/L%C3%A2m_V%C4%83n_Ph%C3%A1t", "description": "Major General Lâm Văn Phát served as an officer in the Army of the Republic of Vietnam (ARVN). He is best known for leading two coup attempts against General Nguyễn Khánh in September 1964 and February 1965. Although both failed to result in his taking power, the latter caused enough instability that it forced Khánh to resign and go into exile."}, {"title": "Dương Văn Đức", "href": "/wiki/D%C6%B0%C6%A1ng_V%C4%83n_%C4%90%E1%BB%A9c", "description": "Lieutenant General Dương Văn Đức (1927–1983) was an officer in the Army of the Republic of Vietnam. He is best known for leading a coup attempt against General Nguyễn Khánh on 14 September 1964. He was a supporter of the Đại Việt Quốc Dân Đảng, a Roman Catholic political movement."}, {"title": "September 1964 South Vietnamese coup attempt", "href": "/wiki/September_1964_South_Vietnamese_coup_attempt", "description": "Before dawn on September 13, 1964, the ruling military junta of South Vietnam, led by General Nguyễn Khánh, was threatened by a coup attempt headed by Generals Lâm Văn Phát and Dương Văn Đức, who sent dissident units into the capital Saigon. They captured various key points and announced over national radio the overthrow of the incumbent regime. With the help of the Americans, Khánh was able to ra"}, {"title": "Nguyễn Khánh", "href": "/wiki/Nguy%E1%BB%85n_Kh%C3%A1nh", "description": "Nguyễn Khánh was a South Vietnamese military officer and Army of the Republic of Vietnam general who served in various capacities as head of state and prime minister of South Vietnam while at the head of a military junta from January 1964 until February 1965. He was involved in or against many coup attempts, failed and successful, from 1960 until his defeat and exile from South Vietnam in 1965. Kh"}]}, {"heading": "Events", "year": "1964", "date": "September 13", "txt": "Martin Luther King Jr. addresses a crowd of 20,000 West Berliners on Sunday, in Waldbühne.", "entities": [{"title": "Waldbühne", "href": "/wiki/Waldb%C3%BChne", "description": "The Waldbühne is an amphitheatre at Olympiapark Berlin in Berlin, Germany. It was designed by German architect Werner March in emulation of a Greek theatre and built between 1934 and 1936 as the Dietrich-Eckart-Freilichtbühne, a Nazi Thingplatz, and opened in association with the 1936 Summer Olympics. Since World War II it has been used for a variety of events, including boxing matches, film showi"}]}, {"heading": "Events", "year": "1968", "date": "September 13", "txt": "Cold War: Albania leaves the Warsaw Pact.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "People's Socialist Republic of Albania", "href": "/wiki/People%27s_Socialist_Republic_of_Albania", "description": "Albania, officially the People's Socialist Republic of Albania, was ruled by a Marxist-Leninist government from 1946 to 1992. From 1944 to 1946, it was known as the Democratic Government of Albania and from 1946 to 1976 it was known as the People's Republic of Albania."}, {"title": "Warsaw Pact", "href": "/wiki/Warsaw_Pact", "description": "The Warsaw Treaty Organization (WTO), officially the Treaty of Friendship, Cooperation and Mutual Assistance, commonly known as the Warsaw Pact (WP), was a collective defense treaty signed in Warsaw, Poland between the Soviet Union and seven other Eastern Bloc socialist republics of Central and Eastern Europe in May 1955, during the Cold War. The Warsaw Pact was the military complement to the Coun"}]}, {"heading": "Events", "year": "1971", "date": "September 13", "txt": "State police and National Guardsmen storm New York's Attica Prison to quell a prison revolt, which claimed 43 lives.", "entities": [{"title": "National Guard of the United States", "href": "/wiki/National_Guard_of_the_United_States", "description": "The United States National Guard is part of the reserve components of the United States Army and the United States Air Force. It is a military reserve force composed of National Guard military members or units of each state and the territories of Guam, the Virgin Islands, and Puerto Rico, and the District of Columbia, for a total of 54 separate organizations. All members of the National Guard of t"}, {"title": "Attica Prison", "href": "/wiki/Attica_Prison", "description": "Attica Correctional Facility is a maximum security campus New York State prison in the town of Attica, New York, operated by the New York State Department of Corrections and Community Supervision. It was constructed in the 1930s and held many of the most dangerous criminals of the time. A CS gas system installed in the mess hall and industry areas has been used to quell conflicts in these areas. T"}, {"title": "Attica Prison riot", "href": "/wiki/Attica_Prison_riot", "description": "The Attica Prison Uprising, also known as the Attica Prison rebellion or Attica Prison riot, occurred at the Attica Correctional Facility in Attica, New York, United States, in 1971. Based upon prisoners' demands for better living conditions and political rights, the uprising was one of the best-known and most significant flashpoints of the Prisoners' Rights Movement. On September 9, 1971, two wee"}]}, {"heading": "Events", "year": "1971", "date": "September 13", "txt": "Chairman Mao Zedong's second in command and successor Marshal Lin Biao flees China after the failure of an alleged coup. His plane crashes in Mongolia, killing all aboard.", "entities": [{"title": "Lin Biao", "href": "/wiki/Lin_Biao", "description": "Lin Biao was a Marshal of the People's Republic of China who was pivotal in the Communist victory in the Chinese Civil War, especially in Northeast China. Lin was the general who commanded the decisive Liaoshen and Pingjin Campaigns, in which he co-led the Manchurian Field Army to victory and led the People's Liberation Army into Beijing. He crossed the Yangtze River in 1949, decisively defeated t"}, {"title": "China", "href": "/wiki/China", "description": "China, officially the People's Republic of China (PRC), is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion. China covers an area of approximately 9.6 million square kilometers, it is the world's third or fourth-largest country. \nThe country is officially divided into 23 provinces, five autonomous regions, four direct-controlled municipalitie"}, {"title": "Mongolia", "href": "/wiki/Mongolia", "description": "Mongolia is a landlocked country in East Asia. It is sandwiched between Russia to the north and China to the south, where it neighbours the Inner Mongolia Autonomous Region. Mongolia does not border Kazakhstan, although they are separated by only 37 kilometres. It covers an area of 1,564,116 square kilometres, with a population of just 3.3 million, making it the world's most sparsely populated nat"}]}, {"heading": "Events", "year": "1977", "date": "September 13", "txt": "General Motors introduces Diesel engine, with Oldsmobile Diesel engine, in the Delta 88, Oldsmobile 98, and Oldsmobile Custom Cruiser models amongst others.", "entities": [{"title": "General Motors", "href": "/wiki/General_Motors", "description": "General Motors Company (GM) is an American multinational corporation headquartered in Detroit, Michigan, USA that designs, manufactures, markets, and distributes vehicles and vehicle parts, and sells financial services, with global headquarters in Detroit's Renaissance Center. It was founded by William C. Durant on September 16, 1908, as a holding company, and the present entity was established in"}, {"title": "Diesel engine", "href": "/wiki/Diesel_engine", "description": "The diesel engine, named after Rudolf Diesel, is an internal combustion engine in which ignition of the fuel is caused by the elevated temperature of the air in the cylinder due to the mechanical compression; thus, the diesel engine is a so-called compression-ignition engine. This contrasts with engines using spark plug-ignition of the air-fuel mixture, such as a petrol engine or a gas engine."}, {"title": "Oldsmobile Diesel engine", "href": "/wiki/Oldsmobile_Diesel_engine", "description": "Oldsmobile produced three versions of a diesel engine between 1978 and 1985: a 350 cu in (5.7 L) V8 in 1978-85, a 261 cu in (4.3 L) V8 in 1979, and a 263 cu in (4.3 L) V6 from 1982 until 1985. The engines powered front and rear-wheel drive vehicles; the 4.3-litre V6 was adapted to both transverse and inline front-wheel drive applications. Sales peaked in 1981 at approximately 310,000 units, which "}, {"title": "Oldsmobile 88", "href": "/wiki/Oldsmobile_88", "description": "The Oldsmobile 88 is a full-size car that was sold and produced by Oldsmobile from 1949 until 1999. From 1950 to 1974, the 88 was the division's most profitable line, particularly the entry level models such as the 88 and Dynamic 88. The 88 series was also an image leader for Oldsmobile, particularly in the early years (1949–51), when it was one of the best performing automobiles, thanks to its re"}, {"title": "Oldsmobile 98", "href": "/wiki/Oldsmobile_98", "description": "The Oldsmobile 98 is the full-size flagship model of Oldsmobile that was produced from 1940 until 1996. The name — reflecting a \"Series 90\" fitted with an 8-cylinder engine — first appeared in 1941 and was used again after American consumer automobile production resumed post-World War II. It was, as it would remain, the division's top-of-the-line model, with lesser Oldsmobiles having lower numbers"}, {"title": "Oldsmobile Custom Cruiser", "href": "/wiki/Oldsmobile_Custom_Cruiser", "description": "The Oldsmobile Custom Cruiser is an automobile that was manufactured and marketed by Oldsmobile in three generations from 1971 to 1992. The first full-size station wagon produced by Oldsmobile since the 1964 Oldsmobile 88 Fiesta, the Custom Cruiser was produced exclusively on the General Motors B platform as a five-door station wagon. The nameplate was first used by Oldsmobile from 1940 to 1947, d"}]}, {"heading": "Events", "year": "1979", "date": "September 13", "txt": "South Africa grants independence to the \"homeland\" of Venda (not recognised outside South Africa).", "entities": [{"title": "Venda", "href": "/wiki/Venda", "description": "Venda was a Bantustan in northern South Africa, which is fairly close to the South African border with Zimbabwe to the north, while to the south and east, it shared a long border with another black homeland, Gazankulu. It is now part of the Limpopo province. Venda was founded as a homeland by the South African government for the Venda people, speakers of the Venda language. The United Nations and "}]}, {"heading": "Events", "year": "1982", "date": "September 13", "txt": "Spantax Flight 995 crashes at Málaga Airport during a rejected takeoff, killing 50 of the 394 people on board.", "entities": [{"title": "Spantax Flight 995", "href": "/wiki/Spantax_Flight_995", "description": "Spantax Flight 995 was a charter flight from Madrid-Barajas Airport to New York via Málaga Airport on September 13, 1982. When the aircraft was rolling for take-off from Malaga, the pilot felt a strong and worsening vibration and aborted the take-off. The flight crew lost control of the aircraft and were unable to stop in the runway available and the aircraft overran the runway, hit an airfield ae"}, {"title": "Málaga Airport", "href": "/wiki/M%C3%A1laga_Airport", "description": "Málaga Airport, officially Málaga–Costa del Sol Airport since June 2011, is the fourth busiest airport in Spain after Madrid–Barajas, Barcelona and Palma de Mallorca. It is an important airport for Spanish tourism as it is the main international airport serving the Costa del Sol. It is 8 km (5.0 mi) southwest of Málaga and 5 km (3.1 mi) north of Torremolinos. The airport has flight connections to "}, {"title": "Rejected takeoff", "href": "/wiki/Rejected_takeoff", "description": "In aviation terminology, a rejected takeoff (RTO) or aborted takeoff is the situation in which it is decided to abort the takeoff of an airplane. There can be many reasons for deciding to perform a rejected takeoff, but they are usually due to suspected or actual technical failures, such as an engine failure, fire, incorrect configuration, aircraft controllability or environmental conditions such "}]}, {"heading": "Events", "year": "1985", "date": "September 13", "txt": "Super Mario Bros. is released in Japan for the NES, which starts the Super Mario series of platforming games.", "entities": [{"title": "Nintendo Entertainment System", "href": "/wiki/Nintendo_Entertainment_System", "description": "The Nintendo Entertainment System (NES) is an 8-bit third-generation home video game console produced by Nintendo. Nintendo first released it in Japan as the Family Computer, commonly known as the Famicom, in 1983. The NES, a remodelled version, was released internationally in the following years."}]}, {"heading": "Events", "year": "1987", "date": "September 13", "txt": "Goiânia accident: A radioactive object is stolen from an abandoned hospital in Goiânia, Brazil, contaminating many people in the following weeks and causing some to die from radiation poisoning.", "entities": [{"title": "Goiânia accident", "href": "/wiki/Goi%C3%A2nia_accident", "description": "The Goiânia accident [ɡojˈjɐniɐ] was a radioactive contamination accident that occurred on September 13, 1987, in Goiânia, in the Brazilian state of Goiás, after a forgotten radiotherapy source was taken from an abandoned hospital site in the city. It was subsequently handled by many people, resulting in four deaths. About 112,000 people were examined for radioactive contamination and 249 of them "}, {"title": "Radioactive", "href": "/wiki/Radioactive", "description": "Radioactive decay is the process by which an unstable atomic nucleus loses energy by radiation. A material containing unstable nuclei is considered radioactive. Three of the most common types of decay are alpha decay, beta decay, and gamma decay, all of which involve emitting one or more particles or photons. The weak force is the mechanism that is responsible for beta decay, while the other two a"}, {"title": "Goiânia", "href": "/wiki/Goi%C3%A2nia", "description": "Goiânia is the capital and largest city of the Brazilian state of Goiás. With a population of 1,536,097, it is the second-largest city in the Central-West Region and the 10th-largest in the country. Its metropolitan area has a population of 2,654,860, making it the 12th-largest in Brazil. With an area of approximately 739 square kilometres, it has a continuous geography with few hills and lowlands"}, {"title": "Radiation poisoning", "href": "/wiki/Radiation_poisoning", "description": "Acute radiation syndrome (ARS), also known as radiation sickness or radiation poisoning, is a collection of health effects that are caused by being exposed to high amounts of ionizing radiation, in a short period of time. The symptoms of ARS can start within the hour of exposure, and can last for several months. Within the first few days the symptoms are usually nausea, vomiting and a loss of appe"}]}, {"heading": "Events", "year": "1988", "date": "September 13", "txt": "Hurricane Gilbert is the strongest recorded hurricane in the Western Hemisphere, later replaced by Hurricane Wilma in 2005 (based on barometric pressure).", "entities": [{"title": "Hurricane Gilbert", "href": "/wiki/Hurricane_Gilbert", "description": "Hurricane Gilbert was the second most intense tropical cyclone on record in the Atlantic basin in terms of barometric pressure, only behind Hurricane Wilma in 2005. An extremely powerful tropical cyclone that formed during the 1988 Atlantic hurricane season, Gilbert peaked as a Category 5 strength hurricane that brought widespread destruction to the Caribbean and the Gulf of Mexico, and is tied wi"}, {"title": "Hurricane Wilma", "href": "/wiki/Hurricane_Wilma", "description": "Hurricane Wilma was the most intense tropical cyclone ever recorded in the Atlantic basin, and the second-most intense tropical cyclone recorded in the Western Hemisphere, after Hurricane Patricia in 2015. Part of the record-breaking 2005 Atlantic hurricane season, which included three of the ten most intense Atlantic hurricanes ever, Wilma was the twenty-second storm, thirteenth hurricane, sixth "}, {"title": "2005", "href": "/wiki/2005", "description": "2005 (MMV) was a common year starting on Saturday of the Gregorian calendar, the 2005th year of the Common Era (CE) and Anno Domini (AD) designations, the 5th year of the 3rd millennium, the 5th year of the 21st century, and the 6th year of the 2000s decade. "}, {"title": "Barometric pressure", "href": "/wiki/Barometric_pressure", "description": "Atmospheric pressure, also known as barometric pressure, is the pressure within the atmosphere of Earth. The standard atmosphere is a unit of pressure defined as 101,325 Pa, which is equivalent to 760 mm Hg, 29.9212 inches Hg, or 14.696 psi. The atm unit is roughly equivalent to the mean sea-level atmospheric pressure on Earth; that is, the Earth's atmospheric pressure at sea level is approximatel"}]}, {"heading": "Events", "year": "1989", "date": "September 13", "txt": "Largest anti-Apartheid march in South Africa, led by Desmond Tutu.", "entities": [{"title": "Apartheid", "href": "/wiki/Apartheid", "description": "Apartheid was a system of institutionalised racial segregation that existed in South Africa and South West Africa from 1948 until the early 1990s. Apartheid was characterised by an authoritarian political culture based on baasskap, which ensured that South Africa was dominated politically, socially, and economically by the nation's minority white population. According to this system of social stra"}, {"title": "Desmond Tutu", "href": "/wiki/Desmond_Tutu", "description": "Desmond Mpilo Tutu is a South African Anglican cleric and theologian, known for his work as an anti-apartheid and human rights activist. He was the Bishop of Johannesburg from 1985 to 1986 and then the Archbishop of Cape Town from 1986 to 1996, in both cases being the first black African to hold the position. Theologically, he sought to fuse ideas from black theology with African theology."}]}, {"heading": "Events", "year": "1993", "date": "September 13", "txt": "Israeli Prime Minister Yitzhak Rabin shakes hands with Palestine Liberation Organization chairman Yasser Arafat at the White House after signing the Oslo Accords granting limited Palestinian autonomy.", "entities": [{"title": "Yitzhak Rabin", "href": "/wiki/Yitzhak_Rabin", "description": "Yitzhak Rabin was an Israeli politician, statesman and general. He was the fifth Prime Minister of Israel, serving two terms in office, 1974–77, and from 1992 until his assassination in 1995."}, {"title": "Palestine Liberation Organization", "href": "/wiki/Palestine_Liberation_Organization", "description": "The Palestine Liberation Organization is an organization founded in 1964 with the purpose of the \"liberation of Palestine\" through armed struggle. It is recognized as the \"sole legitimate representative\" of the Palestinian people by over 100 states with which it holds diplomatic relations, and has enjoyed observer status at the United Nations since 1974. Due to its activities, including violence a"}, {"title": "Yasser Arafat", "href": "/wiki/Yasser_Arafat", "description": "Mohammed Abdel Rahman Abdel Raouf al-Qudwa al-Husseini, popularly known as Yasser Arafat or by his kunya Abu Ammar, was a Palestinian political leader. He was Chairman of the Palestine Liberation Organization (PLO) from 1969 to 2004 and President of the Palestinian National Authority (PNA) from 1994 to 2004. Ideologically an Arab nationalist, he was a founding member of the Fatah political party, "}, {"title": "White House", "href": "/wiki/White_House", "description": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C., and has been the residence of every US president since John Adams in 1800. The term \"White House\" is often used as a metonym for the president and their advisers."}, {"title": "Oslo Accords", "href": "/wiki/Oslo_Accords", "description": "The Oslo Accords are a pair of agreements between the Government of Israel and the Palestine Liberation Organization (PLO): the Oslo I Accord, signed in Washington, D.C., in 1993; and the Oslo II Accord, signed in Taba, Egypt, in 1995. The Oslo Accords marked the start of the Oslo process, a peace process aimed at achieving a peace treaty based on United Nations Security Council Resolutions 242 an"}]}, {"heading": "Events", "year": "2001", "date": "September 13", "txt": "Civilian aircraft traffic resumes in the United States after the September 11 attacks.", "entities": [{"title": "September 11 attacks", "href": "/wiki/September_11_attacks", "description": "The September 11 attacks, often referred to as 9/11, were a series of four coordinated terrorist attacks by the Wahhabi terrorist group Al-Qaeda against the United States on the morning of Tuesday, September 11, 2001. The attacks resulted in 2,977 fatalities, over 25,000 injuries, and substantial long-term health consequences, in addition to at least $10 billion in infrastructure and property dama"}]}, {"heading": "Events", "year": "2007", "date": "September 13", "txt": "The Declaration on the Rights of Indigenous Peoples is adopted by the United Nations General Assembly.", "entities": [{"title": "Declaration on the Rights of Indigenous Peoples", "href": "/wiki/Declaration_on_the_Rights_of_Indigenous_Peoples", "description": "The Declaration on the Rights of Indigenous Peoples is a non-legally binding resolution passed by the United Nations in 2007. It delineates and defines the individual and collective rights of Indigenous peoples, including their ownership rights to cultural and ceremonial expression, identity, language, employment, health, education, and other issues. It \"emphasizes the rights of Indigenous peoples"}, {"title": "United Nations General Assembly", "href": "/wiki/United_Nations_General_Assembly", "description": "The United Nations General Assembly is one of the six principal organs of the United Nations (UN), serving as the main deliberative, policy-making, and representative organ of the UN. Its powers, composition, functions, and procedures are set out in Chapter IV of the United Nations Charter. The UNGA is responsible for the UN budget, appointing the non-permanent members to the Security Council, app"}]}, {"heading": "Events", "year": "2008", "date": "September 13", "txt": "Delhi, India, is hit by a series of bomb blasts, resulting in 30 deaths and 130 injuries.", "entities": [{"title": "Delhi", "href": "/wiki/Delhi", "description": "Delhi, officially the National Capital Territory (NCT) of Delhi, is a city and a union territory of India containing New Delhi, the capital of India.\nIt is bordered by the state of Haryana on three sides and by Uttar Pradesh to the east. The NCT covers an area of 1,484 square kilometres (573 sq mi). According to the 2011 census, Delhi's city proper population was over 11 million, the second-highes"}, {"title": "13 September 2008 Delhi bombings", "href": "/wiki/13_September_2008_Delhi_bombings", "description": "The 13 September 2008 Delhi bombings were a series of five synchronised bomb blasts that took place within a span of few minutes on Saturday, 13 September 2008 at various locations in Delhi, India. The first bomb exploded at 18:07 IST, and four other blasts followed in succession, with at least 20 people killed and over 90 injured."}]}, {"heading": "Events", "year": "2008", "date": "September 13", "txt": "Hurricane Ike makes landfall on the Texas Gulf Coast of the United States, causing heavy damage to Galveston Island, Houston, and surrounding areas.", "entities": [{"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}, {"title": "Gulf Coast of the United States", "href": "/wiki/Gulf_Coast_of_the_United_States", "description": "The Gulf Coast of the United States is the coastline along the Southern United States where they meet the Gulf of Mexico. The coastal states that have a shoreline on the Gulf of Mexico are Texas, Louisiana, Mississippi, Alabama, and Florida, and these are known as the Gulf States."}, {"title": "Galveston Island", "href": "/wiki/Galveston_Island", "description": "Galveston Island is a barrier island on the Texas Gulf Coast in the United States, about 50 miles (80.5 km) southeast of Houston. The entire island, with the exception of Jamaica Beach, is within the city limits of the City of Galveston in Galveston County."}, {"title": "Houston", "href": "/wiki/Houston", "description": "Houston is the most populous city in the U.S. state of Texas, fourth-most populous city in the United States, most populous city in the Southern United States, as well as the sixth-most populous in North America, with an estimated 2019 population of 2,320,268. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater"}]}, {"heading": "Events", "year": "2013", "date": "September 13", "txt": "Taliban insurgents attack the United States consulate in Herat, Afghanistan, with two members of the Afghan National Police reported dead and about 20 civilians injured.", "entities": [{"title": "Taliban", "href": "/wiki/Taliban", "description": "The Taliban or Taleban, who refer to themselves as the Islamic Emirate of Afghanistan (IEA), are a Sunni Islamist movement and military organisation in Afghanistan currently waging war within that country. Since 2016, the Taliban's leader is Mawlawi Hibatullah Akhundzada."}, {"title": "2013 attack on U.S. consulate in Herat", "href": "/wiki/2013_attack_on_U.S._consulate_in_Herat", "description": "The U.S. consulate in Herat, Afghanistan was attacked on September 13, 2013 by a group of Taliban militants. Reports indicated that the assault began at 5:30 am on the front gate of the consulate. A large truck drove up to the consulate's primary vehicle entry point and detonated a massive improvised explosive charge, causing extensive damage. A minivan carrying an assault team armed with assault "}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}, {"title": "Afghan National Police", "href": "/wiki/Afghan_National_Police", "description": "The Afghan National Police is the national police force of Afghanistan, serving as a single law enforcement agency all across the country. The agency is under the responsibility of Afghanistan's Ministry of Interior Affairs, headed by Masoud Andarabi. The ANP had 116,000 members in December 2018."}]}, {"heading": "Events", "year": "2018", "date": "September 13", "txt": "The Merrimack Valley gas explosions: One person is killed, 25 are injured, and 40 homes are destroyed when excessive natural gas pressure caused fires and explosions.", "entities": [{"title": "Merrimack Valley gas explosions", "href": "/wiki/Merrimack_Valley_gas_explosions", "description": "On September 13, 2018, excessive pressure in natural gas lines owned by Columbia Gas of Massachusetts caused a series of explosions and fires to occur in as many as 40 homes, with over 80 individual fires, in the Merrimack Valley, Massachusetts, towns of Lawrence, Andover, and North Andover. One person was killed and 30,000 were forced to evacuate their homes immediately."}]}, {"heading": "Births", "year": "AD 64", "date": "September 13", "txt": "Julia Flavia, Roman daughter of Titus (d. AD 91)", "entities": [{"title": "Julia Flavia", "href": "/wiki/Julia_Flavia", "description": "Julia Flavia or Julia Titi was the daughter and only child to Roman Emperor Titus from his second marriage to the well-connected Marcia Furnilla."}, {"title": "Titus", "href": "/wiki/Titus", "description": "Titus was Roman emperor from 79 to 81. A member of the Flavian dynasty, Titus succeeded his father Vespasian upon his death."}]}, {"heading": "Births", "year": "678", "date": "September 13", "txt": "K'inich Ahkal Mo' Nahb III, Mayan ruler (d. 730)", "entities": [{"title": "K'inich Ahkal Mo' Nahb III", "href": "/wiki/K%27inich_Ahkal_Mo%27_Nahb_III", "description": "Kʼinich Ahkal Moʼ Nahb III also known as Chaacal III and Akul Anab III,, was an ajaw of the Maya city of Palenque. He took the throne on 30 December 721, reigning until c.736."}]}, {"heading": "Births", "year": "1087", "date": "September 13", "txt": "John II Komnenos, Byzantine emperor (d. 1143)", "entities": [{"title": "John II Komnenos", "href": "/wiki/John_II_Komnenos", "description": "John II Komnenos or Comnenus was Byzantine emperor from 1118 to 1143. Also known as \"John the Beautiful\" or \"John the Good\" (Kaloïōannēs), he was the eldest son of Emperor Alexios I Komnenos and Irene Doukaina and the second emperor to rule during the Komnenian restoration of the Byzantine Empire. John was a pious and dedicated monarch who was determined to undo the damage his empire had suffered "}]}, {"heading": "Births", "year": "1373", "date": "September 13", "txt": "Minkhaung I, King of Ava (d. 1421)", "entities": [{"title": "Minkhaung I", "href": "/wiki/Minkhaung_I", "description": "Minkhaung I of Ava was king of Ava from 1400 to 1421. He is best remembered in Burmese history for his epic struggles against King Razadarit of Hanthawaddy Pegu in the Forty Years' War (1385–1424). As king, Minkhaung continued his father Swa Saw Ke's policy to restore the Pagan Empire. Under the military leadership of his eldest son Minye Kyawswa, Ava nearly succeeded. While he ultimately failed t"}]}, {"heading": "Births", "year": "1475", "date": "September 13", "txt": "Cesare Borgia, Italian cardinal (d. 1507)", "entities": [{"title": "Cesare Borgia", "href": "/wiki/Cesare_Borgia", "description": "Cesare Borgia was an Italian politician and condottiero of Valencian (Spanish) origin, whose fight for power was a major inspiration for The Prince by Machiavelli. He was an illegitimate son of Pope Alexander VI and member of the Spanish-Aragonese House of Borgia."}]}, {"heading": "Births", "year": "1502", "date": "September 13", "txt": "John Leland, English poet and historian (d. 1552)", "entities": [{"title": "John Leland (antiquary)", "href": "/wiki/John_Leland_(antiquary)", "description": "John Leland or Leyland was an English poet and antiquary."}]}, {"heading": "Births", "year": "1521", "date": "September 13", "txt": "William Cecil, 1st Baron Burghley, English academic and politician, Lord High Treasurer (d. 1598)", "entities": [{"title": "William Cecil, 1st Baron Burghley", "href": "/wiki/William_Cecil,_1st_Baron_Burghley", "description": "William Cecil, 1st Baron Burghley was an English statesman, the chief adviser of Queen Elizabeth I for most of her reign, twice Secretary of State and Lord High Treasurer from 1572. In his description in the Encyclopædia Britannica Eleventh Edition, Albert Pollard wrote, \"From 1558 for forty years the biography of Cecil is almost indistinguishable from that of Elizabeth and from the history of Eng"}, {"title": "Lord High Treasurer", "href": "/wiki/Lord_High_Treasurer", "description": "The post of Lord High Treasurer or Lord Treasurer was an English government position and has been a British government position since the Acts of Union of 1707. A holder of the post would be the third-highest-ranked Great Officer of State, below the Lord High Steward and the Lord High Chancellor of Great Britain."}]}, {"heading": "Births", "year": "1583", "date": "September 13", "txt": "Girolamo Frescobaldi, Italian pianist and composer (d. 1643)", "entities": [{"title": "Girolamo Frescobaldi", "href": "/wiki/Girolamo_Frescobaldi", "description": "Girolamo Alessandro Frescobaldi was a musician from the Duchy of Ferrara, in what is now northern Italy. He was one of the most important composers of keyboard music in the late Renaissance and early Baroque periods. A child prodigy, Frescobaldi studied under Luzzasco Luzzaschi in Ferrara, but was influenced by many composers, including Ascanio Mayone, Giovanni Maria Trabaci, and Claudio Merulo. G"}]}, {"heading": "Births", "year": "1594", "date": "September 13", "txt": "Francesco Manelli, Italian theorbo player and composer (d. 1667)", "entities": [{"title": "Francesco Manelli", "href": "/wiki/Francesco_Manelli", "description": "Francesco Manelli (Mannelli) was a Roman Baroque composer, particularly of opera, and a theorbo player. He is most well known for his collaboration with fellow Roman composer Benedetto Ferrari in bringing commercial opera to Venice. The first two works, in 1637 and 1638, to be put on commercially in the Teatro San Cassiano were both by Manelli - his L'Andromeda and La Maga Fulminata."}, {"title": "Theorbo", "href": "/wiki/Theorbo", "description": "The theorbo is a plucked string instrument of the lute family, with an extended neck and a second pegbox. Like a lute, a theorbo has a curved-back sound box with a wooden top, typically with a sound hole, and a neck extending out from the soundbox. As with the lute, the player plucks or strums the strings with one hand while \"fretting\" the strings with the other hand; pressing the strings in diffe"}]}, {"heading": "Births", "year": "1604", "date": "September 13", "txt": "Sir William Brereton, 1st Baronet, English commander and politician (d. 1661)", "entities": [{"title": "Sir William Brereton, 1st Baronet", "href": "/wiki/Sir_William_Brereton,_1st_Baronet", "description": "Sir William Brereton, 1st Baronet, (1604–1661), was an English Puritan who owned extensive estates in Cheshire, and Member of Parliament for Cheshire county at various times between 1628 and 1653. During the First English Civil War, he was commander of Parliamentarian forces in the North Midlands."}]}, {"heading": "Births", "year": "1755", "date": "September 13", "txt": "Oliver Evans, American inventor, engineer and businessman (d. 1819)", "entities": [{"title": "Oliver Evans", "href": "/wiki/Oliver_Evans", "description": "Oliver Evans was an American inventor, engineer and businessman born in rural Delaware and later rooted commercially in Philadelphia. He was one of the first Americans building steam engines and an advocate of high pressure steam. A pioneer in the fields of automation, materials handling and steam power, Evans was one of the most prolific and influential inventors in the early years of the United "}]}, {"heading": "Births", "year": "1802", "date": "September 13", "txt": "Arnold Ruge, German philosopher and author (d. 1880)", "entities": [{"title": "Arnold Ruge", "href": "/wiki/Arnold_Ruge", "description": "Arnold Ruge was a German philosopher and political writer. He was the older brother of Ludwig Ruge."}]}, {"heading": "Births", "year": "1813", "date": "September 13", "txt": "John Sedgwick, American general and educator (d. 1864)", "entities": [{"title": "John Sedgwick", "href": "/wiki/John_Sedgwick", "description": "John Sedgwick was a military officer and Union Army general during the American Civil War."}]}, {"heading": "Births", "year": "1818", "date": "September 13", "txt": "Lucy Goode Brooks, Former American slave and a founder of Friends' Asylum for Colored Orphans (d. 1900)", "entities": [{"title": "Lucy Goode Brooks", "href": "/wiki/Lucy_Goode_Brooks", "description": "Lucy Goode Brooks was an American slave who was instrumental in the founding of the Friends' Asylum for Colored Orphans in Richmond, Virginia."}, {"title": "Friends' Asylum for Colored Orphans", "href": "/wiki/Friends%27_Asylum_for_Colored_Orphans", "description": "Friends' Asylum for Colored Orphans was an African American orphanage at 112 West Charity Street in Richmond, Virginia. It began as a program to provide care and education to African American children and later evolved into a foster care center, an unwed mothers and pre-adoption boarding home and a community day care facility. It is currently operating as a family services organization."}]}, {"heading": "Births", "year": "1819", "date": "September 13", "txt": "Clara Schumann, German pianist and composer (d. 1896)", "entities": [{"title": "Clara Schumann", "href": "/wiki/Clara_Schumann", "description": "Clara Josephine Schumann was a German pianist, composer and piano teacher. Regarded as one of the most distinguished pianists of the Romantic era, she exerted her influence over a 61-year concert career, changing the format and repertoire of the piano recital from displays of virtuosity to programs of serious works. She also composed solo piano pieces, a piano concerto, chamber music, choral piece"}]}, {"heading": "Births", "year": "1830", "date": "September 13", "txt": "Marie von Ebner-Eschenbach, Austrian author (d. 1916)", "entities": [{"title": "Marie von Ebner-Eschenbach", "href": "/wiki/Marie_von_Ebner-Eschenbach", "description": "Countess Marie von Ebner-Eschenbach was an Austrian writer. Noted for her psychological novels, she is regarded as one of the most important German-language writers of the latter portion of the 19th century."}]}, {"heading": "Births", "year": "1842", "date": "September 13", "txt": "John H. Bankhead, American soldier and politician (d. 1920)", "entities": [{"title": "John H. Bankhead", "href": "/wiki/John_H._Bankhead", "description": "John Hollis Bankhead was a Democratic U.S. Senator from the state of Alabama between 1907 and 1920."}]}, {"heading": "Births", "year": "1851", "date": "September 13", "txt": "Walter Reed, American physician and biologist (d. 1902)", "entities": [{"title": "Walter Reed", "href": "/wiki/Walter_Reed", "description": "Major Walter Reed, was a U.S. Army physician who in 1901, led the team that confirmed the theory of the Cuban doctor Carlos Finlay that yellow fever is transmitted by a particular mosquito species, rather than by direct contact. This insight gave impetus to the new fields of epidemiology and biomedicine, and most immediately allowed the resumption and completion of work on the Panama Canal (1904–1"}]}, {"heading": "Births", "year": "1857", "date": "September 13", "txt": "Michał Drzymała, Polish rebel and activist (d. 1937)", "entities": [{"title": "Michał Drzymała", "href": "/wiki/Micha%C5%82_Drzyma%C5%82a", "description": "Michał Drzymała was a Polish peasant living in the Greater Poland region under Prussian rule. He is a Polish folk hero because, after he was denied permission to build a house on his own land by the Prussian authorities in the village of Kaisertreu, he bought a circus wagon and turned it into his home. At the time, Prussian law considered any dwelling a house if it remained stationary for more tha"}]}, {"heading": "Births", "year": "1857", "date": "September 13", "txt": "Milton S. Hershey, American businessman, founded The Hershey Company (d. 1945)", "entities": [{"title": "The Hershey Company", "href": "/wiki/The_Hershey_Company", "description": "The Hershey Company, commonly known as Hershey's, is an American multinational company and one of the largest chocolate manufacturers in the world. It also manufactures baked products, such as cookies and cakes, and sells beverages like milkshakes, and many more that are produced globally. Its headquarters are in Hershey, Pennsylvania, which is also home to Hersheypark and Hershey's Chocolate Worl"}]}, {"heading": "Births", "year": "1860", "date": "September 13", "txt": "John J. Pershing, American general and lawyer (d. 1948)", "entities": [{"title": "John J. Pershing", "href": "/wiki/John_J._Pershing", "description": "John Joseph Pershing, nicknamed \"Black Jack\", was a senior United States Army officer. He served most famously as the commander of the American Expeditionary Forces (AEF) on the Western Front in World War I, 1917–18. In addition to leading the A.E.F. to victory in World War I, Pershing notably served as a mentor to many in the generation of generals who led the United States Army during World War "}]}, {"heading": "Births", "year": "1865", "date": "September 13", "txt": "William Birdwood, Indian-English field marshal (d. 1951)", "entities": [{"title": "William Birdwood", "href": "/wiki/William_Birdwood", "description": "Field Marshal William Riddell Birdwood, 1st Baron Birdwood, was a British Army officer. He saw active service in the Second Boer War on the staff of Lord Kitchener. He saw action again in the First World War as Commander of the Australian and New Zealand Army Corps during the Gallipoli Campaign in 1915, leading the landings on the peninsula and then the evacuation later in the year, before becomin"}]}, {"heading": "Births", "year": "1872", "date": "September 13", "txt": "Kijūrō Shidehara, Japanese politician and diplomat, 44th Prime Minister of Japan (d. 1951)", "entities": [{"title": "Kijūrō Shidehara", "href": "/wiki/Kij%C5%ABr%C5%8D_Shidehara", "description": "Baron Kijūrō Shidehara  was a prominent pre–World War II Japanese diplomat and Prime Minister of Japan from 1945 to 1946. He was a leading proponent of pacifism in Japan before and after World War II, and was also the last Japanese Prime Minister who was a member of the kazoku. His wife, Masako, was the fourth daughter of Iwasaki Yatarō, founder of the Mitsubishi zaibatsu."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1873", "date": "September 13", "txt": "Constantin Carathéodory, German mathematician and author (d. 1950)", "entities": [{"title": "Constantin Carathéodory", "href": "/wiki/Constantin_Carath%C3%A9odory", "description": "Constantin Carathéodory was a Greek mathematician who spent most of his professional career in Germany. He made significant contributions to real and complex analysis, the calculus of variations, and measure theory. He also created an axiomatic formulation of thermodynamics."}]}, {"heading": "Births", "year": "1874", "date": "September 13", "txt": "Henry F. Ashurst, American lawyer and politician (d. 1962)", "entities": [{"title": "Henry F. Ashurst", "href": "/wiki/Henry_F._Ashurst", "description": "Henry Fountain Ashurst was an American Democratic politician and one of the first two Senators from Arizona. Largely self-educated, he served as a district attorney and member of the Arizona Territorial legislature before fulfilling his childhood ambition of joining the United States Senate. During his time in the Senate, Ashurst was chairman of the Committee on Indian Affairs and the Judiciary Co"}]}, {"heading": "Births", "year": "1874", "date": "September 13", "txt": "Arnold Schoenberg, Austrian composer and painter (d. 1951)", "entities": []}, {"heading": "Births", "year": "1876", "date": "September 13", "txt": "Sherwood Anderson,  American novelist and short story writer (d. 1941)", "entities": [{"title": "Sherwood Anderson", "href": "/wiki/Sherwood_Anderson", "description": "Sherwood Anderson was an American novelist and short story writer, known for subjective and self-revealing works. Self-educated, he rose to become a successful copywriter and business owner in Cleveland and Elyria, Ohio. In 1912, Anderson had a nervous breakdown that led him to abandon his business and family to become a writer."}]}, {"heading": "Births", "year": "1877", "date": "September 13", "txt": "Wilhelm Filchner, German-Swiss explorer (d. 1957)", "entities": [{"title": "Wilhelm Filchner", "href": "/wiki/Wilhelm_Filchner", "description": "Wilhelm Filchner was a German army officer, scientist and explorer. He conducted several surveys and scientific investigations in China, Tibet and surrounding regions, and led the Second German Antarctic Expedition, 1911–13."}]}, {"heading": "Births", "year": "1877", "date": "September 13", "txt": "Stanley Lord, English captain (d. 1962)", "entities": []}, {"heading": "Births", "year": "1880", "date": "September 13", "txt": "Jesse L. Lasky, American film producer, co-founded Famous Players-Lasky (d. 1958)", "entities": [{"title": "Jesse L. Lasky", "href": "/wiki/Jesse_L._Lasky", "description": "Jesse Louis Lasky was an American pioneer motion picture producer who was a key founder of Paramount Pictures with Adolph Zukor and William Wadsworth Hodkinson, and father of screenwriter Jesse L. Lasky Jr."}, {"title": "Famous Players-Lasky", "href": "/wiki/Famous_Players-Lasky", "description": "Famous Players-Lasky Corporation was an American motion picture and distribution company created on July 19, 1916, from the merger of Adolph Zukor's Famous Players Film Company—originally formed by Zukor as Famous Players in Famous Plays—and the Jesse L. Lasky Feature Play Company."}]}, {"heading": "Births", "year": "1882", "date": "September 13", "txt": "Ramón Grau, Cuban physician and politician, 6th President of Cuba (d. 1969)", "entities": [{"title": "Ramón Grau", "href": "/wiki/Ram%C3%B3n_Grau", "description": "Dr. Ramón Grau San Martín was a Cuban physician and President of Cuba. He was the last president other than an interim president, Carlos Manuel Piedra, to be born during Spanish rule. He is sometimes called Raymond Grau San Martin in English."}, {"title": "President of Cuba", "href": "/wiki/President_of_Cuba", "description": "The president of Cuba, officially the president of the Republic of Cuba, is the head of state of Cuba. The office in its current form was established under the Constitution of 2019. The president is the second most powerful position in Cuba, after the first secretary of the Communist Party of Cuba, and the highest state post. Miguel Díaz-Canel became president of the Council of State on 19 April 2"}]}, {"heading": "Births", "year": "1883", "date": "September 13", "txt": "LeRoy Samse, American pole vaulter (d. 1956)", "entities": [{"title": "LeRoy Samse", "href": "/wiki/LeRoy_Samse", "description": "LeRoy Perry Samse was an American athlete who competed mainly in the pole vault. Samse represented the United States in the 1904 Summer Olympics held in St Louis, United States in the pole vault where he won the silver medal."}]}, {"heading": "Births", "year": "1883", "date": "September 13", "txt": "Petros Voulgaris, Greek admiral and politician, 136th Prime Minister of Greece (d. 1957)", "entities": [{"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1885", "date": "September 13", "txt": "Wilhelm Blaschke, Austrian-German mathematician and academic (d. 1962)", "entities": [{"title": "Wilhelm Blaschke", "href": "/wiki/Wilhelm_Blaschke", "description": "Wilhelm Johann Eugen Blaschke was an Austrian mathematician working in the fields of differential and integral geometry."}]}, {"heading": "Births", "year": "1886", "date": "September 13", "txt": "Amelie Beese, German pilot and sculptor (d. 1925)", "entities": [{"title": "Amelie Beese", "href": "/wiki/Amelie_Beese", "description": "Amelie Hedwig Boutard-Beese, also known as Melli Beese, was an early German female aviator. She was born in Laubegast, on the outskirts of Dresden, Saxony."}]}, {"heading": "Births", "year": "1886", "date": "September 13", "txt": "Robert Robinson, English chemist and academic, Nobel Prize laureate (d. 1975)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1887", "date": "September 13", "txt": "Leopold Ružička, Croatian-Swiss biochemist and academic, Nobel Prize laureate (d. 1976)", "entities": [{"title": "Leopold Ružička", "href": "/wiki/Leopold_Ru%C5%BEi%C4%8Dka", "description": "Leopold Ružička was a Croatian-Swiss scientist and joint winner of the 1939 Nobel Prize in Chemistry \"for his work on polymethylenes and higher terpenes\" \"including the first chemical synthesis of male sex hormones.\" He worked most of his life in Switzerland, and received eight doctor honoris causa in science, medicine, and law; seven prizes and medals; and twenty-four honorary memberships in chem"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1890", "date": "September 13", "txt": "Antony Noghès, French-Monegasque businessman, founded the Monaco Grand Prix (d. 1978)", "entities": [{"title": "Antony Noghès", "href": "/wiki/Antony_Nogh%C3%A8s", "description": "Antony Noghès was the founder of the Monaco Grand Prix."}, {"title": "Monaco Grand Prix", "href": "/wiki/Monaco_Grand_Prix", "description": "The Monaco Grand Prix is a Formula One motor racing event held annually on the Circuit de Monaco on the last weekend in May. Run since 1929, it is widely considered to be one of the most important and prestigious automobile races in the world, and is one of the races—along with the Indianapolis 500 and the 24 Hours of Le Mans—that form the Triple Crown of Motorsport. The circuit has been called \"a"}]}, {"heading": "Births", "year": "1891", "date": "September 13", "txt": "Max Pruss, German captain and pilot (d. 1960)", "entities": [{"title": "Max Pruss", "href": "/wiki/Max_Pruss", "description": "Max Pruss was the commanding Captain of the zeppelin, LZ 129 Hindenburg, on its last voyage and a surviving crew member of the disaster."}]}, {"heading": "Births", "year": "1893", "date": "September 13", "txt": "Larry Shields, American clarinet player (d. 1953)", "entities": [{"title": "Larry Shields", "href": "/wiki/Larry_Shields", "description": "Lawrence James \"Larry\" Shields was an early American dixieland jazz clarinetist. He was a member of the Original Dixieland Jazz Band, the first jazz band to record commercially."}]}, {"heading": "Births", "year": "1894", "date": "September 13", "txt": "J. B. Priestley, English novelist and playwright (d. 1984)", "entities": [{"title": "J. B. Priestley", "href": "/wiki/J._B._Priestley", "description": "John Boynton Priestley, OM was an English novelist, playwright, screenwriter, broadcaster and social commentator."}]}, {"heading": "Births", "year": "1894", "date": "September 13", "txt": "Julian Tuwim, Polish poet, playwright, and director (d. 1953)", "entities": []}, {"heading": "Births", "year": "1895", "date": "September 13", "txt": "Morris Kirksey, American rugby player and sprinter (d. 1981)", "entities": [{"title": "Morris Kirksey", "href": "/wiki/Morris_Kirksey", "description": "Morris Marshall Kirksey was an American track and field athlete and rugby union footballer who won two gold medals at the 1920 Summer Olympics. He is one of four athletes to win gold medals in two different Olympic sports."}]}, {"heading": "Births", "year": "1898", "date": "September 13", "txt": "Roger Désormière, French conductor and composer (d. 1963)", "entities": [{"title": "Roger Désormière", "href": "/wiki/Roger_D%C3%A9sormi%C3%A8re", "description": "Roger Désormière was a French conductor. He was an enthusiastic champion of contemporary composers, but also conducted performances of early eighteenth century French music."}]}, {"heading": "Births", "year": "1898", "date": "September 13", "txt": "C. Sittampalam, Sri Lankan lawyer and politician (d. 1964)", "entities": []}, {"heading": "Births", "year": "1899", "date": "September 13", "txt": "Corneliu Zelea Codreanu, Romanian politician (d. 1938)", "entities": [{"title": "Corneliu Zelea Codreanu", "href": "/wiki/Corneliu_Zelea_Codreanu", "description": "Corneliu Zelea Codreanu —born Corneliu Zelinski and commonly known as Corneliu Codreanu—was a Romanian politician of the far right, the founder and charismatic leader of the Iron Guard or The Legion of the Archangel Michael, an ultra-nationalist and violently antisemitic organization active throughout most of the interwar period. Generally seen as the main variety of local fascism, and noted for i"}]}, {"heading": "Births", "year": "1903", "date": "September 13", "txt": "Claudette Colbert, French-American actress (d. 1996)", "entities": [{"title": "Claudette Colbert", "href": "/wiki/Claudette_Colbert", "description": "Claudette Colbert was an American actress."}]}, {"heading": "Births", "year": "1904", "date": "September 13", "txt": "Alberta Williams King, American civil rights organizer, mother of Martin Luther King, Jr. (d. 1974)", "entities": []}, {"heading": "Births", "year": "1904", "date": "September 13", "txt": "Gladys George, American actress (d. 1954)", "entities": [{"title": "Gladys George", "href": "/wiki/Gladys_George", "description": "Gladys George was an American actress of stage and screen. She was nominated for an Academy Award for Best Actress in 1936 for her role in Valiant Is the Word for Carrie. Most of her performances were in supporting roles, appearing in films such as The Maltese Falcon and The Best Years of Our Lives."}]}, {"heading": "Births", "year": "1908", "date": "September 13", "txt": "Chu Berry, American saxophonist (d. 1941)", "entities": [{"title": "Chu Berry", "href": "/wiki/Chu_Berry", "description": "Leon Brown \"Chu\" Berry was an American jazz tenor saxophonist during the 1930s."}]}, {"heading": "Births", "year": "1908", "date": "September 13", "txt": "Karolos Koun, Greek director and playwright (d. 1987)", "entities": []}, {"heading": "Births", "year": "1908", "date": "September 13", "txt": "Sicco Mansholt, Dutch farmer and politician, 4th President of the European Commission (d. 1995)", "entities": [{"title": "President of the European Commission", "href": "/wiki/President_of_the_European_Commission", "description": "The President of the European Commission is the head of the European Commission, the executive branch of the European Union. The President of the Commission leads a Cabinet of Commissioners, referred to as the College, collectively accountable to the European Parliament. The President is empowered to allocate portfolios amongst, reshuffle or dismiss Commissioners as necessary. The College directs "}]}, {"heading": "Births", "year": "1908", "date": "September 13", "txt": "Mae Questel, American actress and vocal artist (d. 1998)", "entities": []}, {"heading": "Births", "year": "1909", "date": "September 13", "txt": "Ray Bowden, English footballer (d. 1998)", "entities": [{"title": "Ray Bowden", "href": "/wiki/Ray_Bowden", "description": "Edwin Raymond Bowden was an English footballer who played as an inside forward. He scored 130 goals from 316 appearances in the Football League, playing for Plymouth Argyle, Arsenal and Newcastle United. He was capped six times and scored once for England."}]}, {"heading": "Births", "year": "1909", "date": "September 13", "txt": "Frits Thors, Dutch journalist and radio host (d. 2014)", "entities": []}, {"heading": "Births", "year": "1911", "date": "September 13", "txt": "Bill Monroe, American singer-songwriter and mandolin player (d. 1996)", "entities": [{"title": "Bill Monroe", "href": "/wiki/Bill_Monroe", "description": "William Smith Monroe was an American mandolinist, singer, and songwriter, who created the bluegrass music genre. Because of this, he is often called the \"Father of Bluegrass\"."}]}, {"heading": "Births", "year": "1912", "date": "September 13", "txt": "Maurice K. Goddard, American colonel and politician (d. 1995)", "entities": [{"title": "Maurice K. Goddard", "href": "/wiki/Maurice_K._Goddard", "description": "Maurice K. Goddard was the driving force behind the creation of 45 Pennsylvania state parks during his 24 years as a cabinet officer for six governors of the Commonwealth of Pennsylvania in the United States."}]}, {"heading": "Births", "year": "1912", "date": "September 13", "txt": "Reta Shaw, American actress (d. 1982)", "entities": []}, {"heading": "Births", "year": "1914", "date": "September 13", "txt": "Leonard Feather, English-American pianist, composer, producer, and journalist (d. 1994)", "entities": [{"title": "Leonard Feather", "href": "/wiki/Leonard_Feather", "description": "Leonard Geoffrey Feather was a British-born jazz pianist, composer, and producer, who was best known for his music journalism and other writing."}]}, {"heading": "Births", "year": "1916", "date": "September 13", "txt": "Roald Dahl, British novelist, poet, and screenwriter (d. 1990)", "entities": [{"title": "Roald Dahl", "href": "/wiki/Roald_Dahl", "description": "Roald Dahl was a British novelist, short-story writer, poet, screenwriter, and wartime fighter pilot. His books have sold more than 250 million copies worldwide."}]}, {"heading": "Births", "year": "1917", "date": "September 13", "txt": "Carol Kendall, American historian and author (d. 2012)", "entities": [{"title": "Carol Kendall", "href": "/wiki/Carol_Kendall", "description": "Carol Seeger \"Siggy\" Kendall was an American writer of children's books. She has received the Newbery Honor, Ohioana award, Parents choice award, and the Mythopoeic Society Aslan award."}]}, {"heading": "Births", "year": "1917", "date": "September 13", "txt": "Robert Ward, American soldier, composer, and educator (d. 2013)", "entities": []}, {"heading": "Births", "year": "1918", "date": "September 13", "txt": "Dick Haymes, Argentinian actor and singer (d. 1980)", "entities": [{"title": "Dick Haymes", "href": "/wiki/Dick_Haymes", "description": "Richard Benjamin Haymes was an Argentinian-American actor and singer. He was one of the most popular male vocalists of the 1940s and early 1950s. He was the older brother of Bob Haymes who was an actor, television host, and songwriter."}]}, {"heading": "Births", "year": "1919", "date": "September 13", "txt": "Mary Midgley, English philosopher and author (d. 2018)", "entities": [{"title": "Mary Midgley", "href": "/wiki/Mary_Midgley", "description": "Mary Beatrice Midgley was a British philosopher. A senior lecturer in philosophy at Newcastle University, she was known for her work on science, ethics and animal rights. She wrote her first book, Beast And Man (1978), when she was in her fifties, and went on to write over 15 more, including Animals and Why They Matter (1983), Wickedness (1984), The Ethical Primate (1994), Evolution as a Religion "}]}, {"heading": "Births", "year": "1919", "date": "September 13", "txt": "George Weidenfeld, Baron Weidenfeld, Austrian-English journalist, publisher, and philanthropist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1920", "date": "September 13", "txt": "Else Holmelund Minarik, Danish-American journalist and author (d. 2012)", "entities": [{"title": "Else Holmelund Minarik", "href": "/wiki/Else_Holmelund_Minarik", "description": "Else Holmelund Minarik was an American author of more than 40 children's books. She was most commonly associated with her Little Bear series of children's books, which were adapted for television. Minarik was also the author of another well-known book, No Fighting, No Biting!"}]}, {"heading": "Births", "year": "1922", "date": "September 13", "txt": "Charles Brown, American singer and pianist (d. 1999)", "entities": [{"title": "Charles Brown (musician)", "href": "/wiki/Charles_Brown_(musician)", "description": "Tony Russell \"Charles\" Brown was an American blues singer and pianist whose soft-toned, slow-paced blues-club style influenced blues performance in the 1940s and 1950s. Between 1949 and 1952, Brown had seven Top 10 hits in the U.S. Billboard R&B chart. His best-selling recordings included \"Driftin' Blues\" and \"Merry Christmas Baby\"."}]}, {"heading": "Births", "year": "1922", "date": "September 13", "txt": "Caroline Duby Glassman, American lawyer and jurist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1923", "date": "September 13", "txt": "Édouard Boubat, French photographer and journalist (d. 1999)", "entities": [{"title": "Édouard Boubat", "href": "/wiki/%C3%89douard_Boubat", "description": "Édouard Boubat was a French photojournalist and art photographer."}]}, {"heading": "Births", "year": "1924", "date": "September 13", "txt": "Harold Blair, Australian tenor and educator (d. 1976)", "entities": [{"title": "Harold Blair", "href": "/wiki/Harold_Blair", "description": "Harold Blair was an Australian tenor and Aboriginal activist."}]}, {"heading": "Births", "year": "1924", "date": "September 13", "txt": "Scott Brady, American actor (d. 1985)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 13", "txt": "Maurice Jarre, French composer and conductor (d. 2009)", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 13", "txt": "Mel Tormé, American singer-songwriter and actor (d. 1999)", "entities": [{"title": "Mel Tormé", "href": "/wiki/Mel_Torm%C3%A9", "description": "Melvin Howard Tormé, nicknamed \"The Velvet Fog\", was an American musician, singer, composer, arranger, drummer, actor, and author. He composed the music for \"The Christmas Song\" and co-wrote the lyrics with Bob Wells."}]}, {"heading": "Births", "year": "1926", "date": "September 13", "txt": "Andrew Brimmer, American economist and academic (d. 2012)", "entities": [{"title": "Andrew Brimmer", "href": "/wiki/Andrew_Brimmer", "description": "Andrew Felton Brimmer was a noted United States economist, academic, and business leader who was the first African American to have served as a governor of the Federal Reserve System."}]}, {"heading": "Births", "year": "1926", "date": "September 13", "txt": "Emile Francis, Canadian ice hockey player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 13", "txt": "J. Frank Raley Jr., American soldier and politician (d. 2012)", "entities": []}, {"heading": "Births", "year": "1927", "date": "September 13", "txt": "Laura Cardoso, Brazilian actress", "entities": [{"title": "Laura Cardoso", "href": "/wiki/Laura_Cardoso", "description": "Laura Cardoso, artistic name of Laurinda de Jesus Cardoso Balleroni OMC is a Brazilian actress."}]}, {"heading": "Births", "year": "1928", "date": "September 13", "txt": "Robert Indiana, American painter and sculptor (d. 2018)", "entities": [{"title": "Robert Indiana", "href": "/wiki/Robert_Indiana", "description": "Robert Indiana was an American artist associated with the pop art movement. His \"LOVE\" print, first created for the Museum of Modern Art's Christmas card in 1965, was the basis for his 1970 Love sculpture and the widely distributed 1973 United States Postal Service \"LOVE\" stamp. He created works in media including paper and Cor-ten steel."}]}, {"heading": "Births", "year": "1928", "date": "September 13", "txt": "Tzannis Tzannetakis, Greek soldier and politician, 175th Prime Minister of Greece (d. 2010)", "entities": [{"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1930", "date": "September 13", "txt": "Robert Gavron, Baron Gavron, English publisher and philanthropist (d. 2015)", "entities": [{"title": "Robert Gavron, Baron Gavron", "href": "/wiki/Robert_Gavron,_Baron_Gavron", "description": "Robert Gavron, Baron Gavron was a British printing millionaire, philanthropist and a Labour life peer."}]}, {"heading": "Births", "year": "1931", "date": "September 13", "txt": "Barbara Bain, American actress", "entities": [{"title": "Barbara Bain", "href": "/wiki/Barbara_Bain", "description": "Barbara Bain is an American actress. She is best known for her role as Cinnamon Carter on the action television series Mission: Impossible (1966–1969), which earned her three Primetime Emmy Awards, as well as a Golden Globe Award nomination. She also starred as Dr. Helena Russell on the science fiction television series Space: 1999 (1975–1977). Bain has also appeared in the films Animals with the "}]}, {"heading": "Births", "year": "1931", "date": "September 13", "txt": "Robert Bédard, Canadian tennis player and sportscaster", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 13", "txt": "Marjorie Jackson-Nelson, Australian sprinter and politician, 33rd Governor of South Australia", "entities": [{"title": "Governor of South Australia", "href": "/wiki/Governor_of_South_Australia", "description": "The Governor of South Australia is the representative in the Australian state of South Australia of Elizabeth II, Queen of Australia. The Governor performs the same constitutional and ceremonial functions at the state level as does the Governor-General of Australia at the national level. In accordance with the conventions of the Westminster system of parliamentary government, the Governor nearly a"}]}, {"heading": "Births", "year": "1931", "date": "September 13", "txt": "Rein Maran, Estonian cinematographer", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 13", "txt": "Lauretta Ngcobo, South African novelist and essayist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 13", "txt": "Fernando González Pacheco, Spanish-Colombian journalist and actor (d. 2014)", "entities": [{"title": "Fernando González Pacheco", "href": "/wiki/Fernando_Gonz%C3%A1lez_Pacheco", "description": "Fernando González Pacheco, also known as Pacheco, was a Colombian television host, announcer, journalist and occasional actor with a career spanning over six decades. Pacheco was born in Spain and received the Colombian citizenship as he had been residing in Colombia since he was 4 years old."}]}, {"heading": "Births", "year": "1932", "date": "September 13", "txt": "Radoslav Brzobohatý, Czech actor (d. 2012)", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 13", "txt": "Bengt Hallberg, Swedish pianist and composer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 13", "txt": "Eileen Fulton, American actress", "entities": [{"title": "Eileen Fulton", "href": "/wiki/Eileen_Fulton", "description": "Eileen Fulton is an American actress."}]}, {"heading": "Births", "year": "1933", "date": "September 13", "txt": "Donald Mackay, Australian businessman and activist (d. 1977)", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 13", "txt": "Lewie Steinberg, American bass player (d. 2016)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 13", "txt": "Tony Pickard, English tennis player and coach", "entities": [{"title": "Tony Pickard", "href": "/wiki/Tony_Pickard", "description": "Tony Pickard is a British former tennis player turned coach. He is best known as the longtime coach of former world No. 1 Stefan Edberg."}]}, {"heading": "Births", "year": "1936", "date": "September 13", "txt": "Stefano Delle Chiaie, Italian activist, founded National Vanguard (d. 2019)", "entities": [{"title": "Stefano Delle Chiaie", "href": "/wiki/Stefano_Delle_Chiaie", "description": "Stefano Delle Chiaie was an Italian neo-fascist terrorist. He was the founder of Avanguardia Nazionale, a member of Ordine Nuovo, and founder of Lega nazionalpopolare. He went on to become a wanted man worldwide, suspected of involvement in Italy's strategy of tension, but was acquitted. He was a friend of Licio Gelli, grandmaster of P2 masonic lodge. He was suspected of involvement in South Ameri"}, {"title": "National Vanguard (Italy)", "href": "/wiki/National_Vanguard_(Italy)", "description": "The National Vanguard is a name that has been used for at least two neo-fascist and neo-Nazi groups in Italy."}]}, {"heading": "Births", "year": "1937", "date": "September 13", "txt": "Don Bluth, American animator, director, and producer, co-founded Sullivan Bluth Studios and Fox Animation Studios", "entities": [{"title": "Don Bluth", "href": "/wiki/Don_Bluth", "description": "Donald Virgil Bluth is an American film director, animator, production designer, video game designer, and animation instructor, best known for his animated films, including The Secret of NIMH (1982), An American Tail (1986), The Land Before Time (1988), All Dogs Go to Heaven (1989), Anastasia (1997), and Titan A.E. (2000), for his involvement in the LaserDisc game Dragon's Lair (1983), and for com"}, {"title": "Sullivan Bluth Studios", "href": "/wiki/Sullivan_Bluth_Studios", "description": "Don Bluth Entertainment was an Irish-American animation studio established in 1979 by animator Don Bluth. Bluth and several colleagues, all of whom were former Disney animators, left Disney on September 13, 1979 to form Don Bluth Productions, later known as the Bluth Group. This studio produced the short film Banjo the Woodpile Cat, the feature film The Secret of NIMH, a brief animation sequence i"}, {"title": "Fox Animation Studios", "href": "/wiki/Fox_Animation_Studios", "description": "Fox Animation Studios was an American animation production company located in Phoenix, Arizona, and was the first in-house feature animation division of 20th Century Fox. After six years of operation, the studio was shut down on June 26, 2000, ten days after the release of its final film, Titan A.E.. It was succeeded by 20th Century Fox Animation and Don Bluth Films, Inc."}]}, {"heading": "Births", "year": "1938", "date": "September 13", "txt": "John Smith, Scottish lawyer and politician, Shadow Chancellor of the Exchequer (d. 1994)", "entities": [{"title": "John Smith (Labour Party leader)", "href": "/wiki/John_Smith_(Labour_Party_leader)", "description": "John Smith was a Scottish Labour politician who served as Leader of the Opposition and Leader of the Labour Party from July 1992 until his death from a heart attack in May 1994."}, {"title": "Shadow Chancellor of the Exchequer", "href": "/wiki/Shadow_Chancellor_of_the_Exchequer", "description": "The Shadow Chancellor of the Exchequer in the British Parliamentary system is the member of the Shadow Cabinet who is responsible for shadowing the Chancellor of the Exchequer. The title is in the gift of the Leader of the Opposition but is informal. The Shadow Chancellor has no constitutional role."}]}, {"heading": "Births", "year": "1939", "date": "September 13", "txt": "Arleen Auger, American soprano and educator (d. 1993)", "entities": [{"title": "Arleen Auger", "href": "/wiki/Arleen_Auger", "description": "Joyce Arleen Auger was an American soprano, admired for her coloratura voice and interpretations of works by Bach, Handel, Haydn, Monteverdi, Mozart, and Schubert."}]}, {"heading": "Births", "year": "1939", "date": "September 13", "txt": "Richard Kiel, American actor and voice artist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 13", "txt": "Guntis Ulmanis, Latvian economist and politician, 5th President of Latvia", "entities": [{"title": "President of Latvia", "href": "/wiki/President_of_Latvia", "description": "The president of Latvia is head of state and commander-in-chief of the National Armed Forces of the Republic of Latvia."}]}, {"heading": "Births", "year": "1939", "date": "September 13", "txt": "Joel-Peter Witkin, American photographer", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 13", "txt": "Óscar Arias, Costa Rican politician, President of Costa Rica, Nobel Prize laureate", "entities": [{"title": "Óscar Arias", "href": "/wiki/%C3%93scar_Arias", "description": "Óscar Arias Sánchez is a Costa Rican activist and Nobel Peace Prize laureate. He was President of Costa Rica from 1986 to 1990 and from 2006 to 2010. He received the Nobel Peace Prize in 1987 for his efforts to end the Central American crisis.\nHe was also a recipient of the Albert Schweitzer Prize for Humanitarianism and a trustee of Economists for Peace and Security. In 2003, he was elected to th"}, {"title": "President of Costa Rica", "href": "/wiki/President_of_Costa_Rica", "description": "The President of the Republic of Costa Rica is the head of state and head of government of Costa Rica. The president is currently elected in direct elections for a period of four years, which is not immediately renewable. Two vice presidents are elected in the same ticket with the president. The president appoints the Council of Ministers. Due to the abolition of the military of Costa Rica in 1948"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1940", "date": "September 13", "txt": "Kerry Stokes, Australian businessman", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 13", "txt": "Tadao Ando, Japanese architect and academic, designed Piccadilly Gardens", "entities": [{"title": "Tadao Ando", "href": "/wiki/Tadao_Ando", "description": "Tadao Ando  is a Japanese self-taught architect whose approach to architecture and landscape was categorized by architectural historian Francesco Dal Co as \"critical regionalism\". He is the winner of the 1995 Pritzker Prize."}, {"title": "Piccadilly Gardens", "href": "/wiki/Piccadilly_Gardens", "description": "Piccadilly Gardens is a green space in Manchester city centre, England, between Market Street and the edge of the Northern Quarter. Piccadilly runs eastwards from the junction of Market Street with Mosley Street to the junction of London Road with Ducie Street; to the south are the gardens and paved areas. The area was reconfigured in 2002 with a water feature and concrete pavilion by Japanese arc"}]}, {"heading": "Births", "year": "1941", "date": "September 13", "txt": "David Clayton-Thomas, English-Canadian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 13", "txt": "Ahmet Necdet Sezer, Turkish judge and politician, 10th President of the Republic of Turkey", "entities": [{"title": "President of the Republic of Turkey", "href": "/wiki/President_of_the_Republic_of_Turkey", "description": "The president of the Republic of Turkey is the head of state and, following the 2017 Turkish constitutional referendum, also head of government of the Republic of Turkey."}]}, {"heading": "Births", "year": "1942", "date": "September 13", "txt": "Michel Côté, Canadian businessman and politician", "entities": [{"title": "Michel Côté (Canadian politician)", "href": "/wiki/Michel_C%C3%B4t%C3%A9_(Canadian_politician)", "description": "Michel Côté, is a businessman and former Canadian politician."}]}, {"heading": "Births", "year": "1943", "date": "September 13", "txt": "Mildred D. Taylor, American author", "entities": [{"title": "Mildred D. Taylor", "href": "/wiki/Mildred_D._Taylor", "description": "Mildred DeLois Taylor is a Newbery Award-winning American young adult novelist. She is known for exploring powerful themes of family, and intense themes of racism faced by African Americans in the Deep South, in works that are accessible to young readers. She was awarded the 1977 Newbery Medal for her novel Roll of Thunder, Hear My Cry and the inaugural NSK Neustadt Prize for Children's Literature"}]}, {"heading": "Births", "year": "1944", "date": "September 13", "txt": "Carol Barnes, English journalist (d. 2008)", "entities": [{"title": "Carol Barnes", "href": "/wiki/Carol_Barnes", "description": "Carol Lesley Barnes was a British television newsreader and broadcaster. She worked for ITN from 1975 to 2004."}]}, {"heading": "Births", "year": "1944", "date": "September 13", "txt": "Jacqueline Bisset, English actress and producer", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 13", "txt": "Peter Cetera, American singer-songwriter, bass player, and producer", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 13", "txt": "Midget Farrelly, Australian surfer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 13", "txt": "Noël Godin, Belgian actor, director, and screenwriter", "entities": [{"title": "Noël Godin", "href": "/wiki/No%C3%ABl_Godin", "description": "Noël Godin is a Belgian writer, critic, actor and notorious pie thrower or entarteur. Godin gained global attention in 1998 when his group ambushed Microsoft CEO Bill Gates in Brussels, pelting the software magnate with pies. After bombarding Gates, Godin allegedly said, \"My work is done here.\""}]}, {"heading": "Births", "year": "1945", "date": "September 13", "txt": "Andres Küng, Swedish journalist and politician (d. 2002)", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 13", "txt": "Frank Marshall, American director and producer", "entities": [{"title": "Frank Marshall (producer)", "href": "/wiki/Frank_Marshall_(producer)", "description": "Frank Wilton Marshall is an American film producer and director, often working in collaboration with his wife, Kathleen Kennedy. With Kennedy and Steven Spielberg, he was one of the founders of Amblin Entertainment. In 1991, he founded, with Kennedy, The Kennedy/Marshall Company, a film production company which has a contract with DreamWorks. Since May 2012, with Kennedy taking on the role of Pres"}]}, {"heading": "Births", "year": "1946", "date": "September 13", "txt": "Henri Kuprashvili, Georgian swimmer", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 13", "txt": "Nell Carter, American actress and singer (d. 2003)", "entities": [{"title": "Nell Carter", "href": "/wiki/Nell_Carter", "description": "Nell Carter was an American singer and actress."}]}, {"heading": "Births", "year": "1948", "date": "September 13", "txt": "Dimitri Nanopoulos, Greek physicist and academic", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 13", "txt": "Sitiveni Rabuka, Fijian general and politician, 3rd Prime Minister of Fiji", "entities": [{"title": "Prime Minister of Fiji", "href": "/wiki/Prime_Minister_of_Fiji", "description": "The prime minister of the Republic of Fiji is the head of government of Fiji. The prime minister is appointed by the president under the terms of the 2013 Constitution of Fiji. He is the head of the cabinet and appoints and dismiss ministers."}]}, {"heading": "Births", "year": "1949", "date": "September 13", "txt": "John W. Henry, American businessman", "entities": [{"title": "John W. Henry", "href": "/wiki/John_W._Henry", "description": "John William Henry II is an American businessman and investor and the founder of John W. Henry & Company, an investment management firm. He is the principal owner of Liverpool Football Club, the Boston Red Sox, The Boston Globe, and co-owner of Roush Fenway Racing. In March 2006, Boston estimated Henry's net worth at $1.1 billion but noted that his company had recently experienced difficulties. In"}]}, {"heading": "Births", "year": "1950", "date": "September 13", "txt": "Włodzimierz Cimoszewicz, Polish lawyer and politician, 8th Prime Minister of Poland", "entities": [{"title": "Włodzimierz Cimoszewicz", "href": "/wiki/W%C5%82odzimierz_Cimoszewicz", "description": "Włodzimierz Cimoszewicz is a Polish left-wing politician who served as Prime Minister of Poland for a year from 7 February 1996 to 31 October 1997, after being defeated in the Parliamentary elections by the Solidarity Electoral Action (AWS). He was born in Warsaw."}, {"title": "Prime Minister of Poland", "href": "/wiki/Prime_Minister_of_Poland", "description": "The President of the Council of Ministers, colloquially referred to as the prime minister, is the leader of the cabinet and the head of government of Poland. The current responsibilities and traditions of the office stem from the creation of the contemporary Polish state, and the office is defined in the Constitution of 1997. According to the Constitution, the president of Poland nominates and app"}]}, {"heading": "Births", "year": "1950", "date": "September 13", "txt": "Pat Holland, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 13", "txt": "Jeff Lowe, American mountaineer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 13", "txt": "Anne Devlin, Irish author, playwright, and screenwriter", "entities": [{"title": "Anne Devlin (writer)", "href": "/wiki/Anne_Devlin_(writer)", "description": "Anne Devlin is a short story writer, playwright and screenwriter born in Belfast, Northern Ireland. She was a teacher from 1974 to 1978, and started writing fiction in 1976 in Germany. Having lived in London for a decade, she returned to Belfast in 2007."}]}, {"heading": "Births", "year": "1951", "date": "September 13", "txt": "Salva Kiir Mayardit, South Sudanese politician, 1st President of South Sudan", "entities": [{"title": "List of Presidents of South Sudan", "href": "/wiki/List_of_Presidents_of_South_Sudan", "description": "This article lists the heads of state of South Sudan since the establishment of the Southern Sudan Autonomous Region within Sudan in 1972."}]}, {"heading": "Births", "year": "1951", "date": "September 13", "txt": "Jean Smart, American actress", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 13", "txt": "Réjean Giroux, Canadian ice hockey player", "entities": [{"title": "Réjean Giroux", "href": "/wiki/R%C3%A9jean_Giroux", "description": "Réjean Giroux is a Canadian retired ice hockey right winger who played for the Quebec Nordiques of the World Hockey Association. He is the father of NHL and KHL player Alexandre Giroux. As a youth, Giroux played in the 1964 Quebec International Pee-Wee Hockey Tournament with the Quebec Beavers minor ice hockey team."}]}, {"heading": "Births", "year": "1952", "date": "September 13", "txt": "Randy Jones, American pop and disco singer", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 13", "txt": "Don Was, American bass player and producer", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 13", "txt": "Steve Kilbey, English-Australian singer-songwriter and bass player", "entities": [{"title": "Steve Kilbey", "href": "/wiki/Steve_Kilbey", "description": "Steven John Kilbey is an English-Australian singer-songwriter and bass guitarist for the rock band The Church. He is also a music producer, poet, and painter. As of 2020, Kilbey has over 1000 original songs registered with Australian copyright agency Australasian Performing Right Association (APRA)."}]}, {"heading": "Births", "year": "1955", "date": "September 13", "txt": "Colin Moynihan, 4th Baron Moynihan, English rower and politician, Minister for Sport and the Olympics", "entities": [{"title": "Colin Moynihan, 4th Baron Moynihan", "href": "/wiki/Colin_Moynihan,_4th_Baron_Moynihan", "description": "Sir Colin Berkeley Moynihan, 4th Baronet, 4th Baron Moynihan is a British Olympic Silver Medalist, businessman, Conservative politician, and sports administrator. Lord Moynihan served as chairman of the British Olympic Association (BOA) from 2005 to 2012."}, {"title": "Minister for Sport and the Olympics", "href": "/wiki/Minister_for_Sport_and_the_Olympics", "description": "The Minister for Sport is a junior minister in the Department for Digital, Culture, Media and Sport of the United Kingdom government, with responsibility for sport and Civil Society in England. The office is currently held by Nigel Huddleston."}]}, {"heading": "Births", "year": "1955", "date": "September 13", "txt": "Joe Morris, American guitarist and composer", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 13", "txt": "Alain Ducasse, French-Monégasque chef", "entities": [{"title": "Alain Ducasse", "href": "/wiki/Alain_Ducasse", "description": "Alain Ducasse is a French-born Monégasque chef. He operates a number of restaurants including Alain Ducasse at The Dorchester which holds three stars in the Michelin Guide."}]}, {"heading": "Births", "year": "1956", "date": "September 13", "txt": "Anne Geddes, Australian-New Zealand photographer and fashion designer", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 13", "txt": "Joni Sledge, American singer and songwriter (d. 2017)", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 13", "txt": "Vinny Appice, American rock drummer", "entities": [{"title": "Vinny Appice", "href": "/wiki/Vinny_Appice", "description": "Vincent Samson Appice is an American rock drummer best known for his work with the bands Dio, Black Sabbath, and Heaven & Hell. Of Italian descent, he is the younger brother of drummer Carmine Appice."}]}, {"heading": "Births", "year": "1957", "date": "September 13", "txt": "Judy Blumberg, American ice dancer and sportscaster", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 13", "txt": "Mal Donaghy, Irish footballer and manager", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 13", "txt": "Brad Hooker, English-American philosopher and academic", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 13", "txt": "Eleanor King, English lawyer and judge", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 13", "txt": "John G. Trueschler, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 13", "txt": "Mark Wiebe, American golfer", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 13", "txt": "Keith Black, American neurosurgeon and academic", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 13", "txt": "Bobby Davro, English comedian and actor", "entities": [{"title": "Bobby Davro", "href": "/wiki/Bobby_Davro", "description": "Robert Christopher Nankeville, known professionally as Bobby Davro is an English actor and comedian."}]}, {"heading": "Births", "year": "1958", "date": "September 13", "txt": "Paweł Przytocki, Polish conductor and academic", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 13", "txt": "Kōji Tamaki, Japanese singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 13", "txt": "Tatyana Mitkova, Russian journalist", "entities": [{"title": "Tatyana Mitkova", "href": "/wiki/Tatyana_Mitkova", "description": "Tatyana Rostislavovna Mitkova is a Russian television journalist for NTV. She became famous in 1991 for refusing to read the official Soviet Union version of the military response to the uprising in Lithuania. In 2001, BBC News described her as one of Russia's \"best-known news presenters\"."}]}, {"heading": "Births", "year": "1960", "date": "September 13", "txt": "Kevin Carter, South African photojournalist (d. 1994)", "entities": [{"title": "Kevin Carter", "href": "/wiki/Kevin_Carter", "description": "Kevin Carter was a South African photojournalist and member of the Bang-Bang Club. He was the recipient as on 1990 of a Pulitzer Prize for his photograph depicting the 1993 famine in Sudan. He took his life at the age of 33. His story is depicted in the book The Bang Bang Club, written by Greg Marinovich and João Silva and published in 2000."}]}, {"heading": "Births", "year": "1961", "date": "September 13", "txt": "Dave Mustaine, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Dave Mustaine", "href": "/wiki/Dave_Mustaine", "description": "David Scott Mustaine is an American musician best known as the co-founder, vocalist, rhythm and lead guitarist, and primary songwriter of thrash metal band Megadeth. Prior to forming Megadeth, Mustaine was the original lead guitarist of heavy/thrash metal band Metallica, co-writing at least six released Metallica songs but not appearing on any of their albums."}]}, {"heading": "Births", "year": "1961", "date": "September 13", "txt": "KK Null, Japanese singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 13", "txt": "Peter Roskam, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 13", "txt": "Neal Lancaster, American golfer", "entities": [{"title": "Neal Lancaster", "href": "/wiki/Neal_Lancaster", "description": "Grady Neal Lancaster is an American professional golfer who has played on the PGA Tour, Nationwide Tour and the PGA Tour Champions."}]}, {"heading": "Births", "year": "1962", "date": "September 13", "txt": "Tõnu Õnnepalu, Estonian author", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 13", "txt": "Yuri Alexandrov, Russian boxer (d. 2013)", "entities": [{"title": "Yuri Alexandrov (boxer)", "href": "/wiki/Yuri_Alexandrov_(boxer)", "description": "Yuri Alexandrov was a Russian Soviet-era boxer who was World Amateur Flyweight Champion in 1982, and European Amateur Bantamweight Champion in 1983, as well as four-time champion of the USSR. He was unable to replicate this success in the Olympics, being excluded from the 1984 Los Angeles games by the Soviet boycott, and missing the 1988 games due to injury."}]}, {"heading": "Births", "year": "1963", "date": "September 13", "txt": "Antony Galione, Professor of Pharmacology at the University of Oxford", "entities": [{"title": "University of Oxford", "href": "/wiki/University_of_Oxford", "description": "The University of Oxford is a collegiate research university in Oxford, England. There is evidence of teaching as early as 1096, making it the oldest university in the English-speaking world, the world's second-oldest university in continuous operation and one of the most prestigious academic institutions in the world. It grew rapidly from 1167 when Henry II banned English students from attending "}]}, {"heading": "Births", "year": "1963", "date": "September 13", "txt": "Theodoros Roussopoulos, Greek journalist and politician", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 13", "txt": "Robin Smith, South African-English cricketer", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 13", "txt": "Tavis Smiley, American talk show host, journalist, and author", "entities": [{"title": "Tavis Smiley", "href": "/wiki/Tavis_Smiley", "description": "Tavis Smiley is an American talk show host and author. Smiley was born in Gulfport, Mississippi, and grew up in Bunker Hill, Indiana. After attending Indiana University, he worked during the late 1980s as an aide to Tom Bradley, the mayor of Los Angeles."}]}, {"heading": "Births", "year": "1965", "date": "September 13", "txt": "Annie Duke, American poker player and author", "entities": [{"title": "Annie Duke", "href": "/wiki/Annie_Duke", "description": "Anne LaBarr Duke is an American former professional poker player and author in behavioral decision science and decision education. She holds a World Series of Poker (WSOP) gold bracelet from 2004 and used to be the leading money winner among women in WSOP history. Duke won the 2004 World Series of Poker Tournament of Champions and the National Heads-Up Poker Championship in 2010. She has written a"}]}, {"heading": "Births", "year": "1965", "date": "September 13", "txt": "Jeff Ross, American comedian, director, and author", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 13", "txt": "Zak Starkey, English drummer", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 13", "txt": "Maria Furtwängler, German physician and actress", "entities": [{"title": "Maria Furtwängler", "href": "/wiki/Maria_Furtw%C3%A4ngler", "description": "Maria Furtwängler-Burda is a German physician and television actress."}]}, {"heading": "Births", "year": "1966", "date": "September 13", "txt": "Brendan Hall, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 13", "txt": "Michael Johnson, American former sprinter and journalist", "entities": [{"title": "Michael Johnson (sprinter)", "href": "/wiki/Michael_Johnson_(sprinter)", "description": "Michael Duane Johnson is an American retired sprinter who won four Olympic gold medals and eight World Championships gold medals in the span of his career. He formerly held the world and Olympic records in the 200 m and 400 m, as well as the world record in the indoor 400 m. He also once held the world's best time in the 300 m. Johnson is generally considered one of the greatest and most consisten"}]}, {"heading": "Births", "year": "1967", "date": "September 13", "txt": "Tim \"Ripper\" Owens, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 13", "txt": "Stephen Perkins, American drummer and songwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 13", "txt": "Brad Johnson, American football player", "entities": [{"title": "Brad Johnson (American football)", "href": "/wiki/Brad_Johnson_(American_football)", "description": "James Bradley Johnson is a former American football quarterback. During his 15-year career in the National Football League (NFL), Johnson played for the Minnesota Vikings, Washington Redskins, Tampa Bay Buccaneers, and Dallas Cowboys. He is perhaps best known for his time with the Buccaneers, whom he led to their Super Bowl XXXVII title over the Oakland Raiders."}]}, {"heading": "Births", "year": "1968", "date": "September 13", "txt": "Bernie Williams, Puerto Rican-American baseball player and guitarist", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 13", "txt": "Daniel Fonseca, Uruguayan footballer", "entities": [{"title": "Daniel Fonseca", "href": "/wiki/Daniel_Fonseca", "description": "Daniel Fonseca Garis is a retired Uruguayan footballer and a current football agent. A former forward, throughout his playing career, he played for Uruguayan side Nacional, as well as Italian clubs Cagliari, Napoli, Roma, Juventus, and Como, and Argentine side River Plate, winning titles with both Nacional and Juventus. At international level, he represented Uruguay on 30 occasions between 1990 an"}]}, {"heading": "Births", "year": "1969", "date": "September 13", "txt": "Tyler Perry, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 13", "txt": "Shane Warne, Australian cricketer, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 13", "txt": "Lee Abramson, American bass player and composer (d. 2016)", "entities": [{"title": "Lee Abramson", "href": "/wiki/Lee_Abramson", "description": "Lee Abramson was an American composer and musician. He was the first person to write music using ModelTalker, a computerized speech production program."}]}, {"heading": "Births", "year": "1970", "date": "September 13", "txt": "Martín Herrera, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 13", "txt": "Louise Lombard, English actress", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 13", "txt": "Ben Alexander, Australian rugby league player (d. 1992)", "entities": [{"title": "Ben Alexander (rugby league)", "href": "/wiki/Ben_Alexander_(rugby_league)", "description": "Ben Alexander was an Australian rugby league footballer for the Penrith Panthers in the New South Wales Rugby League premiership. He was the younger brother of Australian Rugby League international Greg Alexander. His position of choice was at hooker, or as a five-eighth, or halfback."}]}, {"heading": "Births", "year": "1971", "date": "September 13", "txt": "Goran Ivanišević, Croatian tennis player and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 13", "txt": "Stella McCartney, English fashion designer", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 13", "txt": "Manabu Namiki, Japanese pianist and composer", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 13", "txt": "Christine Arron, French runner", "entities": [{"title": "Christine Arron", "href": "/wiki/Christine_Arron", "description": "Christine Arron is a former track and field sprinter, who competed internationally for France in the 60 metres, 100 metres, 200 metres and the 4x100 metres relay. As of 2017, she is the world's sixth-fastest female 100 metres sprinter of all time with 10.73 secs, which is still the European record. She set the record when winning at the 1998 European Championships, where she also won a gold medal "}]}, {"heading": "Births", "year": "1973", "date": "September 13", "txt": "Fabio Cannavaro, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 13", "txt": "Carlo Nash, English footballer and photographer", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 13", "txt": "Travis Knight, American basketball player", "entities": [{"title": "Travis Knight (basketball)", "href": "/wiki/Travis_Knight_(basketball)", "description": "Travis Knight is a retired American professional basketball player who played seven seasons in the National Basketball Association (NBA). A 7'0\" center from the University of Connecticut, he played under Hall of Fame head coach Jim Calhoun."}]}, {"heading": "Births", "year": "1974", "date": "September 13", "txt": "Éric Lapointe, Canadian football player", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 13", "txt": "Craig Rivet, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 13", "txt": "Akihiro Asai, Japanese race car driver", "entities": [{"title": "Akihiro Asai", "href": "/wiki/Akihiro_Asai", "description": "Akihiro Asai is a Japanese race car driver. Started open-wheel racing in 1994. Won East & West Japanese Formula 4 titles in 1997. Also competed in Formula Holden Australian Driver's Championship and CART Toyota Atlantic (2000). Started entering GT car racing in 2003 from Team Taisan in the Japanese GT Championship. Competed in the Japanese GT Championship and Super GT in 2004, 2005 and 2010. Also "}]}, {"heading": "Births", "year": "1975", "date": "September 13", "txt": "Joe Don Rooney, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 13", "txt": "Idan Tal, Israeli footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 13", "txt": "Ro Khanna, American politician", "entities": [{"title": "Ro Khanna", "href": "/wiki/Ro_Khanna", "description": "Rohit Khanna is an American politician, lawyer, and academic serving as the U.S. Representative from California's 17th congressional district since 2017. A member of the Democratic Party, he defeated eight-term incumbent Democratic Representative Mike Honda in the general election on November 8, 2016, after first running for the same seat in 2014. Khanna also served as the Deputy Assistant Secreta"}]}, {"heading": "Births", "year": "1976", "date": "September 13", "txt": "Craig McMillan, New Zealand cricketer, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 13", "txt": "Elvis Mihailenko, Latvian boxer, trainer, and sportscaster", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 13", "txt": "José Théodore, Canadian ice hockey player and sportscaster", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 13", "txt": "Puma Swede, Swedish pornographic actress", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 13", "txt": "Fiona Apple, American singer-songwriter, producer, and pianist", "entities": [{"title": "Fiona Apple", "href": "/wiki/Fiona_Apple", "description": "Fiona Apple McAfee-Maggart is an American singer-songwriter. Apple is an eleven-time Grammy Award nominee and three-time winner whose five albums have all reached the top fifteen on the U.S. Billboard 200 chart, stretching from 1997 to 2020."}]}, {"heading": "Births", "year": "1977", "date": "September 13", "txt": "Ivan De Battista, Maltese actor, singer, director, and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 13", "txt": "Daisuke Tsuda, Japanese singer-songwriter and drummer", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 13", "txt": "Swizz Beatz, American rapper and producer", "entities": [{"title": "Swizz Beatz", "href": "/wiki/Swizz_Beatz", "description": "Kasseem Daoud Dean, known professionally as Swizz Beatz, is an American record producer, rapper, businessman, and art collector from New York City. Born and raised in the Bronx, Dean embarked on his musical career as a DJ. At the age of 18, he gained recognition in the hip hop industry through his family's record label, Ruff Ryders Entertainment, as well as his friendship and work with East Coast "}]}, {"heading": "Births", "year": "1978", "date": "September 13", "txt": "Peter Sunde, Swedish businessman", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 13", "txt": "Masato Shibata, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 13", "txt": "Geike Arnaert, Belgian singer", "entities": [{"title": "Geike Arnaert", "href": "/wiki/Geike_Arnaert", "description": "Geike Arnaert is a Belgian singer, best known for being the lead vocalist of the band Hooverphonic from 1997 until 2008 and again since 2020. Geike was born in Poperinge and grew up in Westouter, a town that is close to the French border. From a young age she was captivated by music and therefore she decided to audition for the Belgian band Hooverphonic, the group of guitarist Raymond Geerts and A"}]}, {"heading": "Births", "year": "1979", "date": "September 13", "txt": "Tony Henry, English footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 13", "txt": "Andreas Biermann, German footballer (d. 2014)", "entities": [{"title": "Andreas Biermann", "href": "/wiki/Andreas_Biermann", "description": "Andreas Biermann was a German professional footballer who played as a defender."}]}, {"heading": "Births", "year": "1980", "date": "September 13", "txt": "Han Chae-young, South Korean actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 13", "txt": "Daisuke Matsuzaka, Japanese baseball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 13", "txt": "Evangelos Nastos, Greek footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 13", "txt": "Viren Rasquinha, Indian field hockey player", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 13", "txt": "Koldo Fernández, Spanish cyclist", "entities": [{"title": "Koldo Fernández", "href": "/wiki/Koldo_Fern%C3%A1ndez", "description": "Koldo Fernández de Larrea is a Spanish former professional road racing cyclist, who rode professionally between 2004 and 2014 for the Euskaltel–Euskadi and Garmin–Sharp teams. He now works as a transfer agent within the sport."}]}, {"heading": "Births", "year": "1981", "date": "September 13", "txt": "Angelina Love, Canadian-American wrestler", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 13", "txt": "Lloyd Dyer, English footballer", "entities": [{"title": "Lloyd Dyer", "href": "/wiki/Lloyd_Dyer", "description": "Lloyd Richard Dyer is an English former professional footballer who played as a winger. During his 18 years as a professional, Dyer spent the majority of his career in the Football League, most notably with West Bromwich Albion and later Leicester City, spending six years with the latter and earning promotion to the Premier League with both clubs in 2004 and 2014 respectively."}]}, {"heading": "Births", "year": "1982", "date": "September 13", "txt": "Nenê, Brazilian basketball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 13", "txt": "Rickie Weeks, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 13", "txt": "Colin Marston, American guitarist, bassist, and producer/engineer", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 13", "txt": "Miha Zupan, Slovenian basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 13", "txt": "James Bourne, English singer-songwriter, guitarist, and producer", "entities": [{"title": "James Bourne", "href": "/wiki/James_Bourne", "description": "James Elliot Bourne is an English singer-songwriter and musician. He is the Rhythm Guitarist, keyboardist and co-vocalist for the band Busted and the lead singer and the Rhythm guitarist for the band Son of Dork. He is also co-founder of Pop Punk bands Busted and Son of Dork as well as a solo electronic project, Future Boy. From 2013-2015 he was a member of McBusted, which consisted of himself, Bu"}]}, {"heading": "Births", "year": "1983", "date": "September 13", "txt": "Molly Crabapple, American illustrator and journalist", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 13", "txt": "Ryan Del Monte, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 13", "txt": "Eduard Ratnikov, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 13", "txt": "Nabil Abou-Harb, American director, producer, and screenwriter", "entities": [{"title": "Nabil Abou-Harb", "href": "/wiki/Nabil_Abou-Harb", "description": "Nabil Zouheir Abou-Harb is an American filmmaker, writer, producer, and director. He is also co-founder of \"Five on Fifty Films\" and has directed and produced a number of commercials."}]}, {"heading": "Births", "year": "1984", "date": "September 13", "txt": "Baron Corbin, American wrestler", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 13", "txt": "David Jordan, English singer-songwriter", "entities": [{"title": "David Jordan (singer)", "href": "/wiki/David_Jordan_(singer)", "description": "David Jordan is an English singer-songwriter. His debut album, Set the Mood, was released in October 2007, peaking at number 13 on the UK Albums Chart."}]}, {"heading": "Births", "year": "1985", "date": "September 13", "txt": "Tom Learoyd-Lahrs, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 13", "txt": "Steve Colpaert, Belgian footballer", "entities": [{"title": "Steve Colpaert", "href": "/wiki/Steve_Colpaert", "description": "Steve Colpaert is a Belgian former international footballer who played professionally as a defender. He has played for Eendracht Aalst since 2020."}]}, {"heading": "Births", "year": "1986", "date": "September 13", "txt": "Derek Hardman, American football player", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 13", "txt": "Kamui Kobayashi, Japanese race car driver", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 13", "txt": "Sean Williams, American basketball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 13", "txt": "Edenilson Bergonsi, Brazilian footballer", "entities": [{"title": "Edenilson Bergonsi", "href": "/wiki/Edenilson_Bergonsi", "description": "Edenilson Bergonsi, commonly known as Edenilson, is a Brazilian professional footballer who plays as a midfielder. He also holds Italian nationality."}]}, {"heading": "Births", "year": "1987", "date": "September 13", "txt": "Jonathan de Guzmán, Canadian-Dutch footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 13", "txt": "Luke Fitzgerald, Irish rugby player", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 13", "txt": "Tsvetana Pironkova, Bulgarian tennis player", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 13", "txt": "Luis Rentería, Panamanian footballer (d. 2014)", "entities": [{"title": "Luis Rentería", "href": "/wiki/Luis_Renter%C3%ADa", "description": "Luis Gabriel Rentería was a Panamanian football forward, who played at the end of his professional career for Tauro in the Liga Panameña de Fútbol."}]}, {"heading": "Births", "year": "1988", "date": "September 13", "txt": "Keith Treacy, Irish footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 13", "txt": "Elysée Irié Bi Séhi, Ivorian footballer", "entities": [{"title": "Elysée Irié Bi Séhi", "href": "/wiki/Elys%C3%A9e_Iri%C3%A9_Bi_S%C3%A9hi", "description": "Irié Bi Séhi Elysée, commonly known as Elysée, is an Ivorian professional footballer who plays as a defensive midfielder for Meistriliiga club JK Narva Trans."}]}, {"heading": "Births", "year": "1989", "date": "September 13", "txt": "Kenny Edwards, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 13", "txt": "Jon Mannah, Australian rugby league player (d. 2013)", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 13", "txt": "Thomas Müller, German footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 13", "txt": "William Owusu, Ghanaian footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "September 13", "txt": "Aoi Nakabeppu, Japanese model and actress", "entities": [{"title": "Aoi Nakabeppu", "href": "/wiki/Aoi_Nakabeppu", "description": "Aoi Nakabeppu  is a Japanese fashion model and actress who is affiliated with Horipro."}]}, {"heading": "Births", "year": "1990", "date": "September 13", "txt": "Luciano Narsingh, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 13", "txt": "Ksenia Afanasyeva, Russian gymnast", "entities": [{"title": "Ksenia Afanasyeva", "href": "/wiki/Ksenia_Afanasyeva", "description": "Ksenia Dmitrievna Afanasyeva is a retired Russian artistic gymnast who competed at the 2008 and 2012 Summer Olympics. She is the 2011 world champion on floor exercise, the 2013 and 2015 European floor champion, and the 2013 Universiade vault and floor champion. Widely regarded as one of the most original and artistic gymnasts of all time, she retired from elite gymnastics in July 2016 due to kidne"}]}, {"heading": "Births", "year": "1993", "date": "September 13", "txt": "Niall Horan, Irish singer", "entities": [{"title": "Niall Horan", "href": "/wiki/Niall_Horan", "description": "Niall James Horan is an Irish singer and songwriter. He rose to prominence as a member of the boy band One Direction, formed in 2010 on the British singing competition The X Factor. Following the band's hiatus in 2016, Horan signed a recording deal as a solo artist with Capitol Records."}]}, {"heading": "Births", "year": "1993", "date": "September 13", "txt": "Alice Merton, German-Canadian-English singer and songwriter", "entities": []}, {"heading": "Births", "year": "1994", "date": "September 13", "txt": "Leonor Andrade, Portuguese singer", "entities": [{"title": "Leonor Andrade", "href": "/wiki/Leonor_Andrade", "description": "Leonor Margarida Coelho Andrade, also known as Ella Nor is a Portuguese singer and actress. She represented Portugal in the Eurovision Song Contest 2015 with the song \"Há um mar que nos separa\"."}]}, {"heading": "Births", "year": "1994", "date": "September 13", "txt": "Cameron Munster, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1995", "date": "September 13", "txt": "Robbie Kay, English actor", "entities": [{"title": "Robbie Kay", "href": "/wiki/Robbie_Kay", "description": "Robert Andrew Kay is a British actor whose credits include Fugitive Pieces, Heroes Reborn, Pinocchio, Pirates of the Caribbean: On Stranger Tides, and Peter Pan in the Once Upon a Time television series."}]}, {"heading": "Births", "year": "1995", "date": "September 13", "txt": "Jerry Tollbring, Swedish handball player", "entities": []}, {"heading": "Births", "year": "1995", "date": "September 13", "txt": "João Carlos Almeida Leandro, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1995", "date": "September 13", "txt": "Shubham Khajuria, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1996", "date": "September 13", "txt": "Playboi Carti, American rapper", "entities": [{"title": "Playboi Carti", "href": "/wiki/Playboi_Carti", "description": "Jordan Terrell Carter, known professionally as Playboi Carti, is an American rapper, singer, and songwriter. He is recognized for his experimental musical style, mumbled lyrics, gothic fashion, and mysterious public persona. Born and raised in Atlanta, Carti was initially signed to local underground label Awful Records prior to signing with ASAP Mob's AWGE Label under Interscope Records. After gai"}]}, {"heading": "Deaths", "year": "0081", "date": "September 13", "txt": "Titus, Roman emperor (b. AD 39)", "entities": [{"title": "AD 81", "href": "/wiki/AD_81", "description": "A.D. 81 (LXXXI) was a common year starting on Monday of the Julian calendar. At the time, it was known as the Year of the Consulship of Silva and Pollio. The denomination A.D. 81 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years."}, {"title": "Titus", "href": "/wiki/Titus", "description": "Titus was Roman emperor from 79 to 81. A member of the Flavian dynasty, Titus succeeded his father Vespasian upon his death."}]}, {"heading": "Deaths", "year": "0413", "date": "September 13", "txt": "Marcellinus of Carthage, martyr and saint", "entities": [{"title": "Marcellinus of Carthage", "href": "/wiki/Marcellinus_of_Carthage", "description": "Marcellinus of Carthage was a Christian martyr and saint who died in 413. He was secretary of state of the Western Roman Empire under Roman emperor Honorius and a close friend of Augustine of Hippo, as well as a correspondent of Saint Jerome's. Saint Augustine dedicated the first books of his landmark The City of God to Marcellinus in 413."}, {"title": "Martyr", "href": "/wiki/Martyr", "description": "A martyr is someone who suffers persecution and death for advocating, renouncing, refusing to renounce, or refusing to advocate a religious belief or cause as demanded by an external party. In the martyrdom narrative of the remembering community, this refusal to comply with the presented demands results in the punishment or execution of an actor by an alleged oppressor. Accordingly, the status of "}, {"title": "Saint", "href": "/wiki/Saint", "description": "In religious belief, a saint is a person who is recognized as having an exceptional degree of holiness, likeness, or closeness to God. However, the use of the term \"saint\" depends on the context and denomination. In Catholic, Eastern Orthodox, Anglican, Oriental Orthodox, and Lutheran doctrine, all of their faithful deceased in Heaven are considered to be saints, but some are considered worthy of "}]}, {"heading": "Deaths", "year": "0531", "date": "September 13", "txt": "Kavad I, Sasanian King of Kings of Iran (b. 473)", "entities": [{"title": "Kavad I", "href": "/wiki/Kavad_I", "description": "Kavad I was the Sasanian King of Kings of Iran from 488 to 531, with a two or three-year interruption. A son of Peroz I, he was crowned by the nobles to replace his deposed and unpopular uncle Balash."}, {"title": "Sasanian Empire", "href": "/wiki/Sasanian_Empire", "description": "\nThe Sasanian or Sassanid Empire, officially known as the Empire of Iranians, and called the Neo-Persian Empire by historians, was the last Persian imperial dynasty before the Muslim conquest in the mid seventh century AD. Named after the House of Sasan, it endured for over four centuries, from 224 to 651 AD, making it the longest-lived Persian dynasty. The Sasanian Empire succeeded the Parthian E"}, {"title": "King of Kings", "href": "/wiki/King_of_Kings", "description": "King of Kings was a ruling title employed primarily by monarchs based in the Middle East. Though most commonly associated with Iran, especially the Achaemenid and Sasanian Empires, the title was originally introduced during the Middle Assyrian Empire by king Tukulti-Ninurta I and was subsequently used in a number of different kingdoms and empires, including the aforementioned Persia, various Helle"}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}]}, {"heading": "Deaths", "year": "0864", "date": "September 13", "txt": "Pietro Tradonico, doge of Venice", "entities": [{"title": "Pietro Tradonico", "href": "/wiki/Pietro_Tradonico", "description": "Pietro Tradonico was Doge of Venice from 836 to 864. He was, according to tradition, the thirteenth doge, though historically he is only the eleventh. His election broke the power of the Participazio family."}, {"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}]}, {"heading": "Deaths", "year": "0908", "date": "September 13", "txt": "Cormac mac Cuilennáin, king of Munster (Ireland)", "entities": [{"title": "Cormac mac Cuilennáin", "href": "/wiki/Cormac_mac_Cuilenn%C3%A1in", "description": "Cormac mac Cuilennáin was an Irish bishop and the king of Munster from 902 until his death at the Battle of Bellaghmoon. He was killed in Leinster."}, {"title": "Munster", "href": "/wiki/Munster", "description": "Munster is one of the provinces of Ireland, in the south of Ireland. In early Ireland, the Kingdom of Munster was one of the kingdoms of Gaelic Ireland ruled by a \"king of over-kings\". Following the Norman invasion of Ireland, the ancient kingdoms were shired into counties for administrative and judicial purposes. In later centuries, local government legislation has seen further sub-division of th"}, {"title": "Ireland", "href": "/wiki/Ireland", "description": "Ireland is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel, the Irish Sea, and St George's Channel. Ireland is the second-largest island of the British Isles, the third-largest in Europe, and the twentieth-largest on Earth."}]}, {"heading": "Deaths", "year": "1313", "date": "September 13", "txt": "Notburga, Austrian saint (b. 1265)", "entities": [{"title": "Notburga", "href": "/wiki/Notburga", "description": "Notburga, also known as Notburga of Rattenberg or Notburga of Eben, is an Austrian saint from Tyrol. She is the patron saint of servants and peasants."}]}, {"heading": "Deaths", "year": "1409", "date": "September 13", "txt": "Isabella of Valois, queen consort of England (b. 1387)", "entities": [{"title": "Isabella of Valois", "href": "/wiki/Isabella_of_Valois", "description": "Isabella of France was Queen of England as the second spouse of Richard II. She married the king at the age of six and was widowed three years later. She later married Charles, Duke of Orléans, dying in childbirth at the age of nineteen."}]}, {"heading": "Deaths", "year": "1488", "date": "September 13", "txt": "Charles II, Duke of Bourbon (b. 1434)", "entities": [{"title": "Charles II, Duke of Bourbon", "href": "/wiki/Charles_II,_Duke_of_Bourbon", "description": "Charles II, Duke of Bourbon, was Archbishop of Lyon from an early age and a French diplomat under the rule of Louis XI of France. He had a 2-week tenure as Duke of Bourbon in 1488, being ousted afterward by his younger brother and successor, Peter II, Duke of Bourbon."}]}, {"heading": "Deaths", "year": "1506", "date": "September 13", "txt": "Andrea Mantegna, Italian painter and engraver (b. 1431)", "entities": [{"title": "Andrea Mantegna", "href": "/wiki/Andrea_Mantegna", "description": "Andrea Mantegna was an Italian painter, a student of Roman archeology, and son-in-law of Jacopo Bellini."}]}, {"heading": "Deaths", "year": "1557", "date": "September 13", "txt": "John Cheke, English scholar and politician, Secretary of State for England (b. 1514)", "entities": [{"title": "John Cheke", "href": "/wiki/John_Cheke", "description": "Sir John Cheke (Cheek) was an English classical scholar and statesman. One of the foremost teachers of his age, and the first Regius Professor of Greek at the University of Cambridge, he played a great part in the revival of Greek learning in England. He was tutor to Prince Edward, the future King Edward VI, and also sometimes to Princess Elizabeth. Of strongly Reformist sympathy in religious affa"}, {"title": "Secretary of State (England)", "href": "/wiki/Secretary_of_State_(England)", "description": "In the Kingdom of England, the title of Secretary of State came into being near the end of the reign of Queen Elizabeth I (1558–1603), the usual title before that having been King's Clerk, King's Secretary, or Principal Secretary."}]}, {"heading": "Deaths", "year": "1592", "date": "September 13", "txt": "Michel de Montaigne, French philosopher and author (b. 1533)", "entities": [{"title": "Michel de Montaigne", "href": "/wiki/Michel_de_Montaigne", "description": "Michel Eyquem de Montaigne, also known as Lord of Montaigne, was one of the most significant philosophers of the French Renaissance, known for popularizing the essay as a literary genre. His work is noted for its merging of casual anecdotes and autobiography with intellectual insight. His massive volume Essais contains some of the most influential essays ever written."}]}, {"heading": "Deaths", "year": "1598", "date": "September 13", "txt": "Philip II of Spain (b. 1526)", "entities": [{"title": "Philip II of Spain", "href": "/wiki/Philip_II_of_Spain", "description": "Philip II was King of Spain (1556–1598), King of Portugal, King of Naples and Sicily, and jure uxoris King of England and Ireland. He was also Duke of Milan from 1540. From 1555 he was Lord of the Seventeen Provinces of the Netherlands."}]}, {"heading": "Deaths", "year": "1612", "date": "September 13", "txt": "Karin Månsdotter, Queen of Sweden (b. 1550)", "entities": [{"title": "Karin Månsdotter", "href": "/wiki/Karin_M%C3%A5nsdotter", "description": "Karin Månsdotter was first a mistress of King Eric XIV of Sweden and then briefly queen as his wife."}]}, {"heading": "Deaths", "year": "1632", "date": "September 13", "txt": "Leopold V, Archduke of Austria (b. 1586)", "entities": [{"title": "Leopold V, Archduke of Austria", "href": "/wiki/Leopold_V,_Archduke_of_Austria", "description": "Leopold V, Archduke of Further Austria was the son of Archduke Charles II of Inner Austria, and the younger brother of Emperor Ferdinand II, father of Ferdinand Charles, Archduke of Further Austria. He was Bishop of Passau and of Strasbourg, until he resigned to get married, and Archduke of Further Austria including Tirol."}]}, {"heading": "Deaths", "year": "1759", "date": "September 13", "txt": "James Wolfe, English general (b. 1727)", "entities": [{"title": "James Wolfe", "href": "/wiki/James_Wolfe", "description": "James Wolfe was a British Army officer known for his training reforms and remembered chiefly for his victory in 1759 over the French at the Battle of the Plains of Abraham in Quebec as a major general. The son of a distinguished general, Edward Wolfe, he received his first commission at a young age and saw extensive service in Europe during the War of the Austrian Succession. His service in Flande"}]}, {"heading": "Deaths", "year": "1766", "date": "September 13", "txt": "Benjamin Heath, English scholar and author (b. 1704)", "entities": [{"title": "Benjamin Heath", "href": "/wiki/Benjamin_Heath", "description": "Benjamin Heath, D.C.L. was an English classical scholar and bibliophile."}]}, {"heading": "Deaths", "year": "1800", "date": "September 13", "txt": "Claude Martin, French-English general and explorer (b. 1735)", "entities": [{"title": "Claude Martin", "href": "/wiki/Claude_Martin", "description": "Major-General Claude Martin was an officer in the French, and later the English East India Company's army in India. He rose to the rank of major-general in the English East India Company's Bengal Army. Martin was born in Lyon, France, into a humble background, and was a self-made man who left a substantial lasting legacy in the form of his writings, buildings and the educational institutions he fo"}]}, {"heading": "Deaths", "year": "1806", "date": "September 13", "txt": "Charles James Fox, English soldier and politician, Secretary of State for Foreign and Commonwealth Affairs (b. 1749)", "entities": [{"title": "Charles James Fox", "href": "/wiki/Charles_James_Fox", "description": "Charles James Fox, styled The Honourable from 1762, was a prominent British Whig statesman whose parliamentary career spanned 38 years of the late 18th and early 19th centuries. He was the arch-rival of the Tory politician William Pitt the Younger; his father Henry Fox, 1st Baron Holland, a leading Whig of his day, had similarly been the great rival of Pitt's famous father, William Pitt, 1st Earl "}, {"title": "Secretary of State for Foreign and Commonwealth Affairs", "href": "/wiki/Secretary_of_State_for_Foreign_and_Commonwealth_Affairs", "description": "The secretary of state for foreign, Commonwealth and development affairs, commonly known as the foreign secretary, is a senior minister of the Crown within the Government of the United Kingdom, and head of the Foreign, Commonwealth and Development Office. As one of the four Great Offices of State, the foreign secretary is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "1808", "date": "September 13", "txt": "Saverio Bettinelli, Italian poet, playwright, and critic (b. 1718)", "entities": [{"title": "Saverio Bettinelli", "href": "/wiki/Saverio_Bettinelli", "description": "Saverio Bettinelli was an Italian Jesuit writer."}]}, {"heading": "Deaths", "year": "1813", "date": "September 13", "txt": "Hezqeyas, Ethiopian emperor", "entities": [{"title": "Hezqeyas", "href": "/wiki/Hezqeyas", "description": "Hezqeyas or Hezekiah was niguse negest of Ethiopia, and a member of the Solomonic dynasty. He was the son of Iyasu III."}]}, {"heading": "Deaths", "year": "1847", "date": "September 13", "txt": "Nicolas Oudinot, French general (b. 1767)", "entities": [{"title": "Nicolas Oudinot", "href": "/wiki/Nicolas_Oudinot", "description": "Nicolas Charles Oudinot, 1st Count Oudinot, 1st Duke of Reggio, was a Marshal of the Empire. He is known to have been wounded 34 times in battle. Oudinot is one of the Names inscribed under the Arc de Triomphe, Eastern pillar Columns 13, 14."}]}, {"heading": "Deaths", "year": "1871", "date": "September 13", "txt": "İbrahim Şinasi, Turkish journalist, author, and translator (b. 1826)", "entities": [{"title": "İbrahim Şinasi", "href": "/wiki/%C4%B0brahim_%C5%9Einasi", "description": "İbrahim Şinasi was a pioneering Ottoman intellectual, author, journalist, translator, playwright, and newspaper editor. He was the innovator of several fields: he wrote one of the earliest examples of an Ottoman play, he encouraged the trend of translating poetry from French into Turkish, he simplified the script used for writing the Ottoman Turkish language, and he was one of the first of the Ott"}]}, {"heading": "Deaths", "year": "1872", "date": "September 13", "txt": "Ludwig Feuerbach, German anthropologist and philosopher (b. 1804)", "entities": [{"title": "Ludwig Feuerbach", "href": "/wiki/Ludwig_Feuerbach", "description": "Ludwig Andreas von Feuerbach was a German philosopher and anthropologist best known for his book The Essence of Christianity, which provided a critique of Christianity that strongly influenced generations of later thinkers, including Charles Darwin, Karl Marx, Sigmund Freud, Friedrich Engels, Richard Wagner, and Friedrich Nietzsche."}]}, {"heading": "Deaths", "year": "1881", "date": "September 13", "txt": "Ambrose Burnside, American general and politician, 30th Governor of Rhode Island (b. 1824)", "entities": [{"title": "Ambrose Burnside", "href": "/wiki/Ambrose_Burnside", "description": "Ambrose Everett Burnside was an American soldier, railroad executive, inventor, industrialist, and politician from Rhode Island. He served as the Governor of Rhode Island from 1866 to 1869, and as a United States Senator for Rhode Island from 1875 until his death."}, {"title": "Governor of Rhode Island", "href": "/wiki/Governor_of_Rhode_Island", "description": "The Governor of the State of Rhode Island is the head of the executive branch of the Government of Rhode Island and serves as commander-in-chief of the State's Army National Guard and Air National Guard. The current governor is Democrat Daniel McKee."}]}, {"heading": "Deaths", "year": "1885", "date": "September 13", "txt": "Friedrich Kiel, German composer and educator (b. 1821)", "entities": [{"title": "Friedrich Kiel", "href": "/wiki/Friedrich_Kiel", "description": "Friedrich Kiel was a German composer and music teacher."}]}, {"heading": "Deaths", "year": "1894", "date": "September 13", "txt": "Emmanuel Chabrier, French pianist and composer (b. 1841)", "entities": [{"title": "Emmanuel Chabrier", "href": "/wiki/Emmanuel_Chabrier", "description": "Alexis-Emmanuel Chabrier was a French Romantic composer and pianist. His bourgeois family did not approve of a musical career for him, and he studied law in Paris and then worked as a civil servant until the age of thirty-nine while immersing himself in the modernist artistic life of the French capital and composing in his spare time. From 1880 until his final illness he was a full-time composer."}]}, {"heading": "Deaths", "year": "1905", "date": "September 13", "txt": "René Goblet, French lawyer and politician, 52nd Prime Minister of France (b. 1828)", "entities": [{"title": "René Goblet", "href": "/wiki/Ren%C3%A9_Goblet", "description": "René Goblet was a French politician, Prime Minister of France for a period in 1886–1887."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1910", "date": "September 13", "txt": "Rajanikanta Sen, Bangladeshi poet and composer (b. 1865)", "entities": [{"title": "Rajanikanta Sen", "href": "/wiki/Rajanikanta_Sen", "description": "Rajanikanta Sen was a Bengali poet and composer, known for his devotional (bhakti) compositions, as well as his patriotic songs."}]}, {"heading": "Deaths", "year": "1912", "date": "September 13", "txt": "Joseph Furphy, Australian author and poet (b. 1843)", "entities": [{"title": "Joseph Furphy", "href": "/wiki/Joseph_Furphy", "description": "Joseph Furphy is widely regarded as the \"Father of the Australian novel\". He mostly wrote under the pseudonym Tom Collins and is best known for his novel Such Is Life (1903), regarded as an Australian classic."}]}, {"heading": "Deaths", "year": "1912", "date": "September 13", "txt": "Nogi Maresuke, Japanese general (b. 1849)", "entities": []}, {"heading": "Deaths", "year": "1913", "date": "September 13", "txt": "Aurel Vlaicu, Romanian pilot and engineer (b. 1882)", "entities": [{"title": "Aurel Vlaicu", "href": "/wiki/Aurel_Vlaicu", "description": "Aurel Vlaicu was a Romanian engineer, inventor, airplane constructor and early pilot."}]}, {"heading": "Deaths", "year": "1915", "date": "September 13", "txt": "Andrew L. Harris, American general and politician, 44th Governor of Ohio (b. 1835)", "entities": [{"title": "Andrew L. Harris", "href": "/wiki/Andrew_L._Harris", "description": "Andrew Lintner Harris was one of the heroes of the Battle of Gettysburg during the American Civil War and served as the 44th Governor of Ohio."}, {"title": "Governor of Ohio", "href": "/wiki/Governor_of_Ohio", "description": "The governor of the State of Ohio is the head of the executive branch of the government of Ohio and the commander-in-chief of the U.S. state's military forces. The officeholder has a duty to enforce state laws, the power to either approve or veto bills passed by the Ohio General Assembly, the power to convene the legislature and the power to grant pardons, except in cases of treason and impeachmen"}]}, {"heading": "Deaths", "year": "1918", "date": "September 13", "txt": "Frederic Crowninshield, American artist and author (b. 1845)", "entities": [{"title": "Frederic Crowninshield", "href": "/wiki/Frederic_Crowninshield", "description": "Frederic Crowninshield (1845–1918) was an American artist and author."}]}, {"heading": "Deaths", "year": "1928", "date": "September 13", "txt": "Italo Svevo, Italian author and playwright (b. 1861)", "entities": [{"title": "Italo Svevo", "href": "/wiki/Italo_Svevo", "description": "Aron Ettore Schmitz, better known by the pseudonym Italo Svevo, was an Italian writer, businessman, novelist, playwright, and short story writer."}]}, {"heading": "Deaths", "year": "1929", "date": "September 13", "txt": "Jatindra Nath Das, Indian activist (b. 1904)", "entities": [{"title": "Jatindra Nath Das", "href": "/wiki/Jatindra_Nath_Das", "description": "Jatindra Nath Das ; 27 October 1904 – 13 September 1929), also known as Jatin Das, was an Indian independence activist and revolutionary. He died in Lahore jail after a 63-day hunger strike."}]}, {"heading": "Deaths", "year": "1931", "date": "September 13", "txt": "Lili Elbe, Danish model and painter (b. 1882)", "entities": [{"title": "Lili Elbe", "href": "/wiki/Lili_Elbe", "description": "Lili Ilse Elvenes, better known as Lili Elbe, was a Danish painter and transgender woman, and among the early recipients of sex reassignment surgery. She was a successful painter under her birth name. After transitioning in 1930, she changed her legal name to Lili Ilse Elvenes and stopped painting; she later adopted the surname Elbe. She died from complications following a uterus transplant. The U"}]}, {"heading": "Deaths", "year": "1937", "date": "September 13", "txt": "David Robertson, Scottish rugby player and golfer (b. 1869)", "entities": [{"title": "David Robertson (golfer)", "href": "/wiki/David_Robertson_(golfer)", "description": "David Donaldson Robertson was a Scottish sportsman who represented Great Britain and Ireland at golf in the 1900 Summer Olympics, and also played international rugby for the Scotland."}]}, {"heading": "Deaths", "year": "1941", "date": "September 13", "txt": "Elias Disney, Canadian-American farmer and businessman (b. 1859)", "entities": [{"title": "Elias Disney", "href": "/wiki/Elias_Disney", "description": "Elias Charles Disney was the father of Roy and Walt Disney."}]}, {"heading": "Deaths", "year": "1944", "date": "September 13", "txt": "W. Heath Robinson, English cartoonist (b. 1872)", "entities": [{"title": "W. Heath Robinson", "href": "/wiki/W._Heath_Robinson", "description": "William Heath Robinson was an English cartoonist, illustrator and artist, best known for drawings of whimsically elaborate machines to achieve simple objectives."}]}, {"heading": "Deaths", "year": "1946", "date": "September 13", "txt": "Amon Göth, Austrian captain (b. 1908)", "entities": [{"title": "Amon Göth", "href": "/wiki/Amon_G%C3%B6th", "description": "Amon Leopold Göth was an Austrian SS functionary and war criminal. He served as the commandant of the Kraków-Płaszów concentration camp in Płaszów in German-occupied Poland for most of the camp's existence during World War II."}]}, {"heading": "Deaths", "year": "1946", "date": "September 13", "txt": "Eugene Lanceray, Russian painter, sculptor, and illustrator (b. 1875)", "entities": []}, {"heading": "Deaths", "year": "1946", "date": "September 13", "txt": "William Watt, Australian lawyer and politician, 24th Premier of Victoria (b. 1871)", "entities": [{"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Deaths", "year": "1949", "date": "September 13", "txt": "August Krogh, Danish physiologist and academic, Nobel Prize laureate (b. 1874)", "entities": [{"title": "August Krogh", "href": "/wiki/August_Krogh", "description": "Schack August Steenberg Krogh was a Danish professor at the department of zoophysiology at the University of Copenhagen from 1916 to 1945. He contributed a number of fundamental discoveries within several fields of physiology, and is famous for developing the Krogh Principle."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1953", "date": "September 13", "txt": "Mary Brewster Hazelton, American painter (b. 1868)", "entities": [{"title": "Mary Brewster Hazelton", "href": "/wiki/Mary_Brewster_Hazelton", "description": "Mary Brewster Hazelton was an American portrait painter. She attended the School of the Museum of Fine Arts, Boston, where she was later an instructor. Among her other achievements, Hazelton was the first woman to win an award open to both men and women in the United States when she won the Hallgarten Prize from the National Academy of Design in 1896. Her portrait paintings are in the collections "}]}, {"heading": "Deaths", "year": "1960", "date": "September 13", "txt": "Leó Weiner, Hungarian composer and educator (b. 1885)", "entities": [{"title": "Leó Weiner", "href": "/wiki/Le%C3%B3_Weiner", "description": "Leó Weiner was one of the leading Hungarian music educators of the first half of the twentieth century, and a composer."}]}, {"heading": "Deaths", "year": "1967", "date": "September 13", "txt": "Mohammed bin Awad bin Laden, Yemeni-Saudi Arabian businessman, founded Saudi Binladin Group (b. 1903)", "entities": [{"title": "Mohammed bin Awad bin Laden", "href": "/wiki/Mohammed_bin_Awad_bin_Laden", "description": "Mohammed bin Awad bin Laden was a multi-millionaire Saudi businessman working primarily in the construction industry. He founded what is today the Saudi Binladin Group and became the wealthiest non-royal Saudi, establishing the wealth and prestige of the Bin Laden family. He was the son of Awad bin Laden and the father of Osama bin Laden."}, {"title": "Saudi Binladin Group", "href": "/wiki/Saudi_Binladin_Group", "description": "Saudi Binladin Group, known as Binladin Group Global Holding Company since 2019, is a multinational construction conglomerate headquartered in Jeddah, Saudi Arabia. In 2011, the Saudi Binladin Group signed a US$1.23 billion contractual agreement to construct the tallest building in the world, Jeddah Tower in Jeddah. They also are party to a US$3.4 billion agreement to construct the Doha Metro loca"}]}, {"heading": "Deaths", "year": "1967", "date": "September 13", "txt": "Robert George, English air marshal and politician, 24th Governor of South Australia (b. 1896)", "entities": [{"title": "Governor of South Australia", "href": "/wiki/Governor_of_South_Australia", "description": "The Governor of South Australia is the representative in the Australian state of South Australia of Elizabeth II, Queen of Australia. The Governor performs the same constitutional and ceremonial functions at the state level as does the Governor-General of Australia at the national level. In accordance with the conventions of the Westminster system of parliamentary government, the Governor nearly a"}]}, {"heading": "Deaths", "year": "1967", "date": "September 13", "txt": "Leonard Lord, English businessman (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "September 13", "txt": "Lin Biao, Chinese general and politician, 2nd Vice Premier of the People's Republic of China (b. 1907)", "entities": [{"title": "Lin Biao", "href": "/wiki/Lin_Biao", "description": "Lin Biao was a Marshal of the People's Republic of China who was pivotal in the Communist victory in the Chinese Civil War, especially in Northeast China. Lin was the general who commanded the decisive Liaoshen and Pingjin Campaigns, in which he co-led the Manchurian Field Army to victory and led the People's Liberation Army into Beijing. He crossed the Yangtze River in 1949, decisively defeated t"}, {"title": "List of vice premiers of the People's Republic of China", "href": "/wiki/List_of_vice_premiers_of_the_People%27s_Republic_of_China", "description": "This is a list of the vice premiers of the People's Republic of China since 1949."}]}, {"heading": "Deaths", "year": "1973", "date": "September 13", "txt": "Betty Field, American actress (b. 1913)", "entities": [{"title": "Betty Field", "href": "/wiki/Betty_Field", "description": "Betty Field was an American film and stage actress."}]}, {"heading": "Deaths", "year": "1973", "date": "September 13", "txt": "Sajjad Zaheer, Indian poet and philosopher (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "September 13", "txt": "Mudicondan Venkatarama Iyer, Indian singer and musicologist (b. 1897)", "entities": [{"title": "Mudicondan Venkatarama Iyer", "href": "/wiki/Mudicondan_Venkatarama_Iyer", "description": "Mudikondan Venkatarama Iyer was a \nSouth Indian Carnatic music singer and musicologist. He was also known as Mudikondan - the name of his native village."}]}, {"heading": "Deaths", "year": "1976", "date": "September 13", "txt": "Armand Mondou, Canadian ice hockey player (b. 1905)", "entities": [{"title": "Armand Mondou", "href": "/wiki/Armand_Mondou", "description": "Joseph Armand Mondou was a Canadian ice hockey forward."}]}, {"heading": "Deaths", "year": "1976", "date": "September 13", "txt": "Albert Tessier, Canadian priest, historian, and director (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "September 13", "txt": "Leopold Stokowski, English conductor (b. 1882)", "entities": [{"title": "Leopold Stokowski", "href": "/wiki/Leopold_Stokowski", "description": "Leopold Anthony Stokowski was a British conductor of mixed Polish and Irish descent. One of the leading conductors of the early and mid-20th century, he is best known for his long association with the Philadelphia Orchestra and his appearance in the Disney film Fantasia with that orchestra. He was especially noted for his free-hand conducting style that spurned the traditional baton and for obtain"}]}, {"heading": "Deaths", "year": "1982", "date": "September 13", "txt": "Reed Crandall, American illustrator (b. 1917)", "entities": [{"title": "Reed Crandall", "href": "/wiki/Reed_Crandall", "description": "Reed Leonard Crandall was an American illustrator and penciller of comic books and magazines. He was best known for the 1940s Quality Comics' Blackhawk and for stories in EC Comics during the 1950s. Crandall was inducted into the Will Eisner Comic Book Hall of Fame in 2009."}]}, {"heading": "Deaths", "year": "1985", "date": "September 13", "txt": "Dane Rudhyar, French-American astrologer, composer, and author (b. 1895)", "entities": [{"title": "Dane Rudhyar", "href": "/wiki/Dane_Rudhyar", "description": "Dane Rudhyar, born Daniel Chennevière, was a French-born American author, modernist composer and humanistic astrologer. He was a pioneer of modern transpersonal astrology."}]}, {"heading": "Deaths", "year": "1987", "date": "September 13", "txt": "Mervyn LeRoy, American actor, director, and producer (b. 1900)", "entities": [{"title": "Mervyn LeRoy", "href": "/wiki/Mervyn_LeRoy", "description": "Mervyn LeRoy was an American film director, film producer and screenplay writer. In his youth he played juvenile roles in vaudeville and silent film comedies."}]}, {"heading": "Deaths", "year": "1991", "date": "September 13", "txt": "Robert Irving, English soldier and conductor (b. 1913)", "entities": [{"title": "Robert Irving (conductor)", "href": "/wiki/Robert_Irving_(conductor)", "description": "Robert Augustine Irving, DFC*, was a British conductor whose reputation was mainly as a ballet conductor."}]}, {"heading": "Deaths", "year": "1991", "date": "September 13", "txt": "Metin Oktay, Turkish footballer and manager (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "September 13", "txt": "Joe Pasternak, Hungarian-American production manager and producer (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "September 13", "txt": "Carl Voss, American ice hockey player and referee (b. 1907)", "entities": [{"title": "Carl Voss", "href": "/wiki/Carl_Voss", "description": "Carl Potter Voss was an American ice hockey forward in the National Hockey League."}]}, {"heading": "Deaths", "year": "1996", "date": "September 13", "txt": "Tupac Shakur, American rapper, producer, and actor (b. 1971)", "entities": [{"title": "Tupac Shakur", "href": "/wiki/Tupac_Shakur", "description": "Tupac Amaru Shakur, better known by his stage name 2Pac and by his alias Makaveli, was an American rapper and actor. He is widely considered to be one of the most influential rappers of all time. Much of Shakur's work has been noted for addressing contemporary social issues that plagued inner cities, and he has often been considered a symbol of activism against inequality."}]}, {"heading": "Deaths", "year": "1997", "date": "September 13", "txt": "Georges Guétary, Egyptian-French actor, singer, and dancer (b. 1915)", "entities": [{"title": "Georges Guétary", "href": "/wiki/Georges_Gu%C3%A9tary", "description": "Georges Guétary, born Lambros Vorloou was a French singer, dancer, cabaret performer and film actor, best known for his role in the 1951 musical An American in Paris."}]}, {"heading": "Deaths", "year": "1997", "date": "September 13", "txt": "Georgios Mitsibonas, Greek footballer (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "September 13", "txt": "Necdet Calp, Turkish civil servant and politician (b. 1922)", "entities": [{"title": "Necdet Calp", "href": "/wiki/Necdet_Calp", "description": "Necdet Calp was a Turkish civil servant and politician."}]}, {"heading": "Deaths", "year": "1998", "date": "September 13", "txt": "Harry Lumley, Canadian ice hockey player (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "September 13", "txt": "Frank Renouf, New Zealand businessman (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "September 13", "txt": "George Wallace, American sergeant, lawyer, and politician, 45th Governor of Alabama (b. 1919)", "entities": [{"title": "Governor of Alabama", "href": "/wiki/Governor_of_Alabama", "description": "The Governor of Alabama is the head of state, head of government and the chief executive of the U.S. state of Alabama. The governor is the head of the executive branch of Alabama's state government and is charged with enforcing state laws."}]}, {"heading": "Deaths", "year": "1999", "date": "September 13", "txt": "Benjamin Bloom, American psychologist and academic (b. 1913)", "entities": [{"title": "Benjamin Bloom", "href": "/wiki/Benjamin_Bloom", "description": "Benjamin Samuel Bloom was an American educational psychologist who made contributions to the classification of educational objectives and to the theory of mastery learning. He is particularly noted for leading educational psychologists to develop the comprehensive system of describing and assessing educational outcomes in the mid-1950s. He has influenced the practices and philosophies of educators"}]}, {"heading": "Deaths", "year": "2000", "date": "September 13", "txt": "Betty Jeffrey, Australian nurse and author (b. 1908)", "entities": [{"title": "Betty Jeffrey", "href": "/wiki/Betty_Jeffrey", "description": "Agnes Betty Jeffrey, OAM was an Australian writer who wrote about her Second World War nursing experiences in the book White Coolies."}]}, {"heading": "Deaths", "year": "2001", "date": "September 13", "txt": "Johnny Craig, American sailor and illustrator (b. 1926)", "entities": [{"title": "Johnny Craig", "href": "/wiki/Johnny_Craig", "description": "John Thomas Alexis Craig, was an American comic book artist notable for his work with the EC Comics line of the 1950s. He sometimes used the pseudonyms Jay Taycee and F. C. Aljohn."}]}, {"heading": "Deaths", "year": "2001", "date": "September 13", "txt": "Jaroslav Drobný, Czech-English ice hockey player and tennis player (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "September 13", "txt": "Dorothy McGuire, American actress (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "September 13", "txt": "George Stanley, Canadian soldier, historian, and author, designed the Flag of Canada (b. 1907)", "entities": [{"title": "George Stanley", "href": "/wiki/George_Stanley", "description": "Colonel George Francis Gillman Stanley was a Canadian historian, author, soldier, teacher, public servant, and designer of the Canadian flag."}, {"title": "Flag of Canada", "href": "/wiki/Flag_of_Canada", "description": "The National Flag of Canada, often simply referred to as the Canadian flag, or unofficially as the Maple Leaf or l'Unifolié, consists of a red field with a white square at its centre in the ratio of 1:2:1, in the middle of which is featured a stylized, red, 11-pointed maple leaf charged in the centre. It is the first flag to have been adopted by both houses of Parliament and officially proclaimed "}]}, {"heading": "Deaths", "year": "2003", "date": "September 13", "txt": "Frank O'Bannon, American publisher, lawyer, and politician, 47th Governor of Indiana (b. 1930)", "entities": [{"title": "Frank O'Bannon", "href": "/wiki/Frank_O%27Bannon", "description": "Frank Lewis O'Bannon was an American politician who served as the 47th Governor of Indiana from 1997 until his death in 2003."}, {"title": "Governor of Indiana", "href": "/wiki/Governor_of_Indiana", "description": "The Governor of Indiana is the head of state and head of government of the state of Indiana. The governor is elected to a four-year term and is responsible for overseeing the day-to-day management of the functions of many agencies of the Indiana state government. The governor also shares power with other statewide executive officers, who manage other state government agencies. The governor works o"}]}, {"heading": "Deaths", "year": "2004", "date": "September 13", "txt": "Luis E. Miramontes, Mexican chemist, co-invented the birth-control pill (b. 1925)", "entities": [{"title": "Luis E. Miramontes", "href": "/wiki/Luis_E._Miramontes", "description": "Luis Ernesto Miramontes Cárdenas was a Mexican chemist known as the co-inventor of the progestin norethisterone used in one of the first three oral contraceptives."}, {"title": "Combined oral contraceptive pill", "href": "/wiki/Combined_oral_contraceptive_pill", "description": "The combined oral contraceptive pill (COCP), often referred to as the birth control pill or colloquially as \"the pill\", is a type of birth control that is designed to be taken orally by women. It includes a combination of an estrogen and a progestogen. When taken correctly, it alters the menstrual cycle to eliminate ovulation and prevent pregnancy."}]}, {"heading": "Deaths", "year": "2005", "date": "September 13", "txt": "Toni Fritsch, Austrian footballer (b. 1945)", "entities": [{"title": "Toni Fritsch", "href": "/wiki/Toni_Fritsch", "description": "Anton K. \"Toni\" Fritsch was an Austrian footballer who later started a successful career in American football in the United States. He is distinguished as being the first Austrian to play in the National Football League. He is the only player in history to win professional titles in both association football and American football: he won the Austrian League in 1964, 1967 and 1968, and the Super Bo"}]}, {"heading": "Deaths", "year": "2005", "date": "September 13", "txt": "Julio César Turbay Ayala, Colombian lawyer and politician, 25th President of Colombia (b. 1916)", "entities": [{"title": "President of Colombia", "href": "/wiki/President_of_Colombia", "description": "The President of Colombia, officially known as the President of the Republic of Colombia is the head of state and head of government of Colombia. The office of president was established upon the ratification of the Constitution of 1819, by the Congress of Angostura, convened in December 1819, when Colombia was the \"Gran Colombia\". The first president, General Simón Bolívar, took office in 1819. Hi"}]}, {"heading": "Deaths", "year": "2006", "date": "September 13", "txt": "Ann Richards, American educator and politician, 45th Governor of Texas (b. 1933)", "entities": [{"title": "Ann Richards", "href": "/wiki/Ann_Richards", "description": "Dorothy Ann Richards was an American politician and 45th Governor of Texas (1991–95). A Democrat, she first came to national attention as the Texas State Treasurer, when she gave the keynote address at the 1988 Democratic National Convention. Richards was the second female governor of Texas and was frequently noted in the media for her outspoken feminism and her one-liners."}, {"title": "Governor of Texas", "href": "/wiki/Governor_of_Texas", "description": "The governor of Texas is the head of state, head of government and chief executive of Texas. The governor directs the legislative branch and the executive branch of the state government and is the commander in chief of the Texas military forces. The governor has the power to either approve or veto bills passed by the Texas Legislature, and to convene the legislature. The governor may grant pardons"}]}, {"heading": "Deaths", "year": "2007", "date": "September 13", "txt": "Whakahuihui Vercoe, New Zealand archbishop (b. 1928)", "entities": [{"title": "Whakahuihui Vercoe", "href": "/wiki/Whakahuihui_Vercoe", "description": "Whakahuihui \"Hui\" Vercoe was an Anglican bishop in New Zealand. He was the Archbishop of New Zealand from 2004 to 2006, the first person from the Māori church to hold that office. He was also Bishop of Aotearoa from 1981, the first person to be elected to that position by the congregation rather than being appointed by the church hierarchy. He held both offices until his retirement in 2006. He was"}]}, {"heading": "Deaths", "year": "2009", "date": "September 13", "txt": "Paul Burke, American actor (b. 1926)", "entities": [{"title": "Paul Burke (actor)", "href": "/wiki/Paul_Burke_(actor)", "description": "Paul Raymond Burke was an American actor best known for his lead roles in two 1960s ABC television series, Naked City and 12 O'Clock High. He was twice nominated for an Emmy Award for his portrayal of New York Police Department detective Adam Flint in Naked City."}]}, {"heading": "Deaths", "year": "2011", "date": "September 13", "txt": "Walter Bonatti, Italian mountaineer and journalist (b. 1930)", "entities": [{"title": "Walter Bonatti", "href": "/wiki/Walter_Bonatti", "description": "Walter Bonatti was an Italian mountain climber, explorer and journalist. He was noted for his many climbing achievements, including a solo climb of a new route on the south-west pillar of the Aiguille du Dru in August 1955, the first ascent of Gasherbrum IV in 1958 and in 1965 the first solo climb in winter of the North face of the Matterhorn on the mountain's centenary year of its first ascent. I"}]}, {"heading": "Deaths", "year": "2012", "date": "September 13", "txt": "William Duckworth, American composer and author (b. 1943)", "entities": [{"title": "William Duckworth (composer)", "href": "/wiki/William_Duckworth_(composer)", "description": "\nWilliam Duckworth was an American composer, author, educator, and Internet pioneer. He wrote more than 200 pieces of music and is credited with the composition of the first postminimal piece of music, The Time Curve Preludes (1977–78), for piano. Duckworth was a Professor of Music at Bucknell University. Together with Nora Farrell, his wife, he ran Monroe Street Music, the publisher of many Duckw"}]}, {"heading": "Deaths", "year": "2012", "date": "September 13", "txt": "Peter Lougheed, Canadian football player, lawyer, and politician, 10th Premier of Alberta (b. 1928)", "entities": [{"title": "Premier of Alberta", "href": "/wiki/Premier_of_Alberta", "description": "The premier of Alberta is the first minister for the Canadian province of Alberta, and the province's head of government. The current premier is Jason Kenney, leader of the United Conservative Party, who was sworn in on April 30, 2019."}]}, {"heading": "Deaths", "year": "2012", "date": "September 13", "txt": "Edgar Metcalfe, English-Australian actor and director (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 13", "txt": "Ranganath Misra, Indian lawyer and jurist, 21st Chief Justice of India (b. 1926)", "entities": [{"title": "Chief Justice of India", "href": "/wiki/Chief_Justice_of_India", "description": "The Chief Justice of India, officially the Chief Justice of the Republic of India, is the chief judge of the Supreme Court of India as well as the highest-ranking officer of the Indian federal judiciary. The Constitution of India grants power to the President of India to nominate, and with the advice and consent of the Parliament of India, appoint a chief justice, who serves until they reach the a"}]}, {"heading": "Deaths", "year": "2013", "date": "September 13", "txt": "Olusegun Agagu, Nigerian politician, 15th Governor of Ondo State (b. 1948)", "entities": [{"title": "Olusegun Agagu", "href": "/wiki/Olusegun_Agagu", "description": "Olusegun Kokumo Agagu was a Nigerian politician who was Governor of Ondo State in Nigeria from 29 May 2003 until February 2009, when a court voided his re-election as governor on account of electoral irregularities. He was replaced as Governor of Ondo State by Olusegun Mimiko, his political rival, based on a court injunction.\nHis name, Olusegun, means \"God is victorious\". He was a member of the ru"}, {"title": "Governor of Ondo State", "href": "/wiki/Governor_of_Ondo_State", "description": "This is a list of governors and administrators of Ondo State. Ondo State was created from part of Western State on 17 March 1976."}]}, {"heading": "Deaths", "year": "2013", "date": "September 13", "txt": "Robert J. Behnke, American biologist and academic (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 13", "txt": "Rick Casares, American football player (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 13", "txt": "Luiz Gushiken, Brazilian trade union leader and politician (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 13", "txt": "Benjamin Adekunle, Nigerian general (b. 1936)", "entities": [{"title": "Benjamin Adekunle", "href": "/wiki/Benjamin_Adekunle", "description": "Benjamin Adesanya Maja Adekunle was a Nigerian Army Brigadier and Civil War commander."}]}, {"heading": "Deaths", "year": "2014", "date": "September 13", "txt": "Helen Filarski, American baseball player (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 13", "txt": "Milan Galić, Serbian footballer (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 13", "txt": "Frank Torre, American baseball player and manager (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 13", "txt": "Vivinho, Brazilian footballer (b. 1961)", "entities": [{"title": "Vivinho", "href": "/wiki/Vivinho", "description": "Welvis Dias Marcelino, better known as Vivinho, was an association football striker, who played in several Brazilian Série A clubs."}]}, {"heading": "Deaths", "year": "2015", "date": "September 13", "txt": "Erma Bergmann, American baseball player (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 13", "txt": "Brian Close, English cricketer and coach (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 13", "txt": "Moses Malone, American basketball player and sportscaster (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "September 13", "txt": "Jonathan Riley-Smith, British historian (b. 1938)", "entities": [{"title": "Jonathan Riley-Smith", "href": "/wiki/Jonathan_Riley-Smith", "description": "Jonathan Simon Christopher Riley-Smith was a historian of the Crusades, and, between 1994 and 2005, Dixie Professor of Ecclesiastical History at Cambridge. He was a Fellow of Emmanuel College, Cambridge."}]}, {"heading": "Deaths", "year": "2017", "date": "September 13", "txt": "Pete Domenici, American politician, senator of New Mexico (b. 1932)", "entities": [{"title": "Pete Domenici", "href": "/wiki/Pete_Domenici", "description": "Pietro Vichi \"Pete\" Domenici was an American attorney and politician from New Mexico. A Republican, Domenici served six terms in the United States Senate from 1973 to 2009; he is the longest-tenured U.S. senator in the state's history. He was succeeded by Democratic Congressman Tom Udall."}]}, {"heading": "Deaths", "year": "2019", "date": "September 13", "txt": "Eddie Money, American singer and songwriter (b. 1949)", "entities": [{"title": "Eddie Money", "href": "/wiki/Eddie_Money", "description": "Edward Joseph Mahoney, known professionally as Eddie Money, was an American singer and songwriter who had success in the 1970s and 1980s with 11 Top 40 songs including \"Baby Hold On\", \"Two Tickets to Paradise\", \"Think I'm in Love\", \"Shakin'\", \"Take Me Home Tonight\", \"I Wanna Go Back\", \"Walk on Water\", and \"The Love in Your Eyes\". He was known as a working-class rocker with a husky voice. In 1987, "}]}]