[{"heading": "Events", "year": "0394", "date": "September 6", "txt": "Battle of the Frigidus: Roman Emperor Theodosius I defeats and kills Eugenius the usurper. His Frankish magister militum Arbogast escapes but commits suicide two days later.", "entities": [{"title": "Battle of the Frigidus", "href": "/wiki/Battle_of_the_Frigidus", "description": "The Battle of the Frigidus, also called the Battle of the Frigid River, was fought between 5 and 6 September 394 between the army of the Roman emperor Theodosius the Great and the army of the rebel augustus Eugenius, in the eastern border of Regio X in Roman Italia. Theodosius won the battle and defeated the usurpation of Eugenius and Arbogast, restoring unity to the Roman Empire. The battlefield,"}, {"title": "Roman Emperor", "href": "/wiki/Roman_Emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}, {"title": "Theodosius I", "href": "/wiki/Theodosius_I", "description": "Theodosius I, also called Theodosius the Great, was Roman emperor from 379 to 395. He is best known for making Christianity the state religion of the Roman Empire and great architecture projects in Constantinople."}, {"title": "Eugenius", "href": "/wiki/Eugenius", "description": "Flavius Eugenius was a usurper in the western Roman Empire (392–394) against Emperor Theodosius I. He was the last Emperor to support Roman polytheism."}, {"title": "Franks", "href": "/wiki/Franks", "description": "The Franks were a group of Germanic peoples whose name was first mentioned in 3rd-century Roman sources, and associated with tribes between the Lower Rhine and the Ems River, on the edge of the Roman Empire. Later the term was associated with Romanized Germanic dynasties within the collapsing Western Roman Empire, who eventually commanded the whole region between the rivers Loire and Rhine. They i"}, {"title": "Arbogast (magister militum)", "href": "/wiki/Arbogast_(magister_militum)", "description": "Arbogastes or Arbogast was a Roman army officer of Frankish origin."}]}, {"heading": "Events", "year": "1492", "date": "September 6", "txt": "Christopher Columbus sails from La Gomera in the Canary Islands, his final port of call before crossing the Atlantic Ocean for the first time.", "entities": [{"title": "Christopher Columbus", "href": "/wiki/Christopher_Columbus", "description": "Christopher Columbus was an Italian explorer and navigator who completed four voyages across the Atlantic Ocean, opening the way for the widespread European exploration and colonization of the Americas. His expeditions, sponsored by the Catholic Monarchs of Spain, were the first European contact with the Caribbean, Central America, and South America."}, {"title": "La Gomera", "href": "/wiki/La_Gomera", "description": "La Gomera is one of Spain's Canary Islands, located in the Atlantic Ocean off the coast of Africa. With an area of 370.03 square kilometres (142.87 sq mi), it is the third smallest of the eight main islands of this archipelago. It belongs to the province of Santa Cruz de Tenerife. La Gomera is the third least populous of the eight main Canary Islands with 21,503 inhabitants. Its capital is San Seb"}, {"title": "Canary Islands", "href": "/wiki/Canary_Islands", "description": "The Canary Islands, also known informally as the Canaries, is a Spanish archipelago in the Atlantic Ocean, in a region known as Macaronesia. At their closest point to the African mainland, they are 100 kilometres west of Morocco. They are the southernmost of the autonomous communities of Spain, and are located in the African Tectonic Plate. The archipelago is economically and politically European,"}]}, {"heading": "Events", "year": "1522", "date": "September 6", "txt": "The Victoria returns to Sanlúcar de Barrameda in Spain, the only surviving ship of Ferdinand Magellan's expedition and the first known ship to circumnavigate the world.", "entities": [{"title": "Sanlúcar de Barrameda", "href": "/wiki/Sanl%C3%BAcar_de_Barrameda", "description": "Sanlúcar de Barrameda, or simply Sanlúcar, is a city in the northwest of Cádiz province, part of the autonomous community of Andalucía in southern Spain. Sanlúcar is located on the left bank at the mouth of the Guadalquivir River opposite the Doñana National Park, 52 km from the provincial capital Cádiz and 119 km from Sevilla capital of the autonomous region Andalucía. Its population is 68,656 in"}, {"title": "Ferdinand Magellan", "href": "/wiki/Ferdinand_Magellan", "description": "Ferdinand Magellan was a Portuguese explorer who organised the Spanish expedition to the East Indies from 1519 to 1522, resulting in the first circumnavigation of the Earth, which was completed after his death in the Philippines by Juan Sebastián Elcano."}, {"title": "Circumnavigate", "href": "/wiki/Circumnavigate", "description": "Circumnavigation is the complete navigation around an entire island, continent, or astronomical body. This article focuses on the circumnavigation of Earth."}]}, {"heading": "Events", "year": "1620", "date": "September 6", "txt": "The Pilgrims sail from Plymouth, England on the Mayflower to settle in North America. (Old Style date; September 16 per New Style date.)", "entities": [{"title": "Pilgrim Fathers", "href": "/wiki/Pilgrim_Fathers", "description": "The Pilgrims were the English settlers who came to North America on the Mayflower and established the Plymouth Colony in what is today Plymouth, Massachusetts, named after the final departure port of Plymouth, Devon. Their leadership came from the religious congregations of Brownists, or Separatist Puritans, who had fled religious persecution in England for the tolerance of 17th-century Holland in"}, {"title": "Plymouth", "href": "/wiki/Plymouth", "description": "Plymouth is a port city in England on the south coast of Devon, approximately 37 miles (60 km) south-west of Exeter and 190 miles (310 km) west-south-west of London. Enclosing the city are the mouths of the river Plym and river Tamar, which are naturally incorporated into Plymouth Sound to form a boundary with Cornwall."}, {"title": "Old Style", "href": "/wiki/Old_Style", "description": "Old Style (O.S.) and New Style (N.S.) indicate a dating system from before and after a calendar change, respectively. Usually this is the change from the Julian calendar to the Gregorian calendar as enacted in various European countries between 1582 and the twentieth century."}, {"title": "September 16", "href": "/wiki/September_16", "description": "September 16 is the 259th day of the year in the Gregorian calendar; 106 days remain until the end of the year."}, {"title": "New Style", "href": "/wiki/New_Style", "description": "Old Style (O.S.) and New Style (N.S.) indicate a dating system from before and after a calendar change, respectively. Usually this is the change from the Julian calendar to the Gregorian calendar as enacted in various European countries between 1582 and the twentieth century."}]}, {"heading": "Events", "year": "1628", "date": "September 6", "txt": "Puritans settle Salem which became part of Massachusetts Bay Colony.", "entities": [{"title": "Puritans", "href": "/wiki/Puritans", "description": "The Puritans were English Protestants in the 16th and 17th centuries who sought to purify the Church of England of Roman Catholic practices, maintaining that the Church of England had not been fully reformed and should become more Protestant. Puritanism played a significant role in English history, especially during the Protectorate."}, {"title": "Salem, Massachusetts", "href": "/wiki/Salem,_Massachusetts", "description": "Salem is a historic coastal city in Essex County, Massachusetts located in the North Shore region. Continuous settlement by Europeans began in 1626 and Salem would become one of the most significant seaports in early American history."}, {"title": "Massachusetts Bay Colony", "href": "/wiki/Massachusetts_Bay_Colony", "description": "The Massachusetts Bay Colony (1628–1691), more formally The Colony of Massachusetts Bay, was an English settlement on the east coast of America around the Massachusetts Bay, the northernmost of the several colonies later reorganized as the Province of Massachusetts Bay. The lands of the settlement were in southern New England, with initial settlements on two natural harbors and surrounding land ab"}]}, {"heading": "Events", "year": "1634", "date": "September 6", "txt": "Thirty Years' War: In the Battle of Nördlingen, the Catholic Imperial army defeats Swedish and German Protestant forces.", "entities": [{"title": "Thirty Years' War", "href": "/wiki/Thirty_Years%27_War", "description": "The 1618 to 1648 Thirty Years' War was fought primarily in modern Germany and Central Europe. Considered one of the most destructive conflicts in European history, combined estimates of military and civilian deaths range from 4.5 to 8 million, while it has been suggested that up to 60% of the population died in some areas of Germany. Related conflicts include the Eighty Years' War, the War of the "}, {"title": "Battle of Nördlingen (1634)", "href": "/wiki/Battle_of_N%C3%B6rdlingen_(1634)", "description": "The Battle of Nördlingen was fought in 1634 during the Thirty Years' War, on 27 August or 6 September. The Roman Catholic Imperial army, bolstered by 15,000 Spanish soldiers, won a crushing victory over the combined Protestant armies of Sweden and their German-Protestant allies."}]}, {"heading": "Events", "year": "1642", "date": "September 6", "txt": "England's Parliament bans public stage-plays.", "entities": [{"title": "London theatre closure 1642", "href": "/wiki/London_theatre_closure_1642", "description": "In September 1642, just after the First English Civil War had begun, the Long Parliament ordered the closure of all London theatres. The order cited the current \"times of humiliation\" and their incompatibility with \"public stage-plays\", representative of \"lascivious Mirth and Levity\". The ban, which was not completely effective, was reinforced by an Act of 11 February 1648, at the beginning of the"}]}, {"heading": "Events", "year": "1781", "date": "September 6", "txt": "The Battle of Groton Heights takes place, resulting in a British victory.", "entities": [{"title": "Battle of Groton Heights", "href": "/wiki/Battle_of_Groton_Heights", "description": "The Battle of Groton Heights was a battle of the American Revolutionary War fought on September 6, 1781 between a small Connecticut militia force led by Lieutenant Colonel William Ledyard and the more numerous British forces led by Brigadier General Benedict Arnold and Lieutenant Colonel Edmund Eyre."}]}, {"heading": "Events", "year": "1803", "date": "September 6", "txt": "British scientist John Dalton begins using symbols to represent the atoms of different elements.", "entities": [{"title": "John Dalton", "href": "/wiki/John_Dalton", "description": "John Dalton was an English chemist, physicist and meteorologist. He is best known for introducing the atomic theory into chemistry, and for his research into colour blindness, sometimes referred to as Daltonism in his honour. Dalton was the first scientist to use the term atom for the smallest particle of matter, which originated from Greek word 'atomos' meaning cannot be divided further."}]}, {"heading": "Events", "year": "1861", "date": "September 6", "txt": "American Civil War: Forces under Union General Ulysses S. Grant bloodlessly capture Paducah, Kentucky, giving the Union control of the Tennessee River's mouth.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Ulysses S. Grant", "href": "/wiki/Ulysses_S._Grant", "description": "Ulysses S. Grant was an American military leader who served as the 18th president of the United States from 1869 to 1877. As president, Grant was an effective civil rights executive who created the Justice Department and worked with the Radical Republicans during Reconstruction to protect African Americans. As Commanding General, he led the Union Army to victory in the American Civil War in 1865 a"}, {"title": "Paducah, Kentucky", "href": "/wiki/Paducah,_Kentucky", "description": "Paducah is a home rule-class city in and the county seat of McCracken County, Kentucky, United States. The largest city in the Jackson Purchase region, it is located at the confluence of the Tennessee and the Ohio rivers, halfway between St. Louis, Missouri, to the northwest and Nashville, Tennessee, to the southeast. The population was 24,865 in 2019, down slightly from 25,024 during the 2010 U.S"}, {"title": "Tennessee River", "href": "/wiki/Tennessee_River", "description": "The Tennessee River is the largest tributary of the Ohio River. It is approximately 652 miles (1,049 km) long and is located in the southeastern United States in the Tennessee Valley. The river was once popularly known as the Cherokee River, among other names, as the Cherokee people had their homelands along its banks, especially in what are now East Tennessee and northern Alabama. In addition, it"}]}, {"heading": "Events", "year": "1863", "date": "September 6", "txt": "American Civil War: Confederate forces evacuate Battery Wagner and Morris Island in South Carolina.", "entities": [{"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Fort Wagner", "href": "/wiki/Fort_Wagner", "description": "Fort Wagner or Battery Wagner was a beachhead fortification on Morris Island, South Carolina, that covered the southern approach to Charleston Harbor. It was the site of two American Civil War battles in the campaign known as Operations Against the Defenses of Charleston in 1863, and it is considered one of the toughest beachhead defenses constructed by the Confederate Army."}, {"title": "Morris Island", "href": "/wiki/Morris_Island", "description": "Morris Island is an 840-acre (3.4 km²) uninhabited island in Charleston Harbor in South Carolina, accessible only by boat. The island lies in the outer reaches of the harbor and was thus a strategic location in the American Civil War. The island is part of the cities of Charleston and Folly Beach, in Charleston County."}, {"title": "South Carolina", "href": "/wiki/South_Carolina", "description": "South Carolina is a state in the Southeastern region of the United States. It is bordered to the north by North Carolina, to the southeast by the Atlantic Ocean, and to the southwest by Georgia across the Savannah River. South Carolina is the 40th most extensive and 23rd most populous U.S. state with a recorded population of 5,124,712 according to the 2020 census. In 2019 its GDP was $213.45 billi"}]}, {"heading": "Events", "year": "1870", "date": "September 6", "txt": "Louisa Ann Swain of Laramie, Wyoming becomes the first woman in the United States to cast a vote legally after 1807.", "entities": [{"title": "Louisa Ann Swain", "href": "/wiki/Louisa_Ann_Swain", "description": "Louisa Ann Swain was the first woman in the United States to vote in a general election. She cast her ballot on September 6, 1870, in Laramie, Wyoming."}, {"title": "Laramie, Wyoming", "href": "/wiki/Laramie,_Wyoming", "description": "Laramie is a city in and the county seat of Albany County, Wyoming, United States. The population was estimated 32,711 in 2019, making it the third-largest city in Wyoming after Cheyenne and Casper. Located on the Laramie River in southeastern Wyoming, the city is north west of Cheyenne, at the junction of Interstate 80 and U.S. Route 287."}, {"title": "1807", "href": "/wiki/1807", "description": "1807 (MDCCCVII) was a common year starting on Thursday of the Gregorian calendar and a common year starting on Tuesday of the Julian calendar, the 1807th year of the Common Era (CE) and Anno Domini (AD) designations, the 807th year of the 2nd millennium, the 7th year of the 19th century, and the 8th year of the 1800s decade. As of the start of 1807, the Gregorian calendar was 12 days ahead of the "}]}, {"heading": "Events", "year": "1885", "date": "September 6", "txt": "Eastern Rumelia declares its union with Bulgaria, thus accomplishing Bulgarian unification.", "entities": [{"title": "Eastern Rumelia", "href": "/wiki/Eastern_Rumelia", "description": "Eastern Rumelia was an autonomous province in the Ottoman Empire, created in 1878 by the Treaty of Berlin and de facto ended in 1885, when it was united with the Principality of Bulgaria, also under Ottoman suzerainty. It continued to be an Ottoman province de jure until 1908, when Bulgaria declared independence. Ethnic Bulgarians formed a majority of the population in Eastern Rumelia, but there w"}, {"title": "Bulgaria", "href": "/wiki/Bulgaria", "description": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's sixt"}, {"title": "Bulgarian unification", "href": "/wiki/Bulgarian_unification", "description": "The Unification of Bulgaria was the act of unification of the Principality of Bulgaria and the province of Eastern Rumelia in the autumn of 1885. It was co-ordinated by the Bulgarian Secret Central Revolutionary Committee (BSCRC). Both had been parts of the Ottoman Empire, but the Principality had functioned de facto independently whilst the Rumelian province was autonomous and had an Ottoman pres"}]}, {"heading": "Events", "year": "1901", "date": "September 6", "txt": "Leon Czolgosz, an unemployed anarchist, shoots and fatally wounds US President William McKinley at the Pan-American Exposition in Buffalo, New York.", "entities": [{"title": "Leon Czolgosz", "href": "/wiki/Leon_Czolgosz", "description": "Leon Frank Czołgosz was an American steelworker and anarchist known for the assassination of President William McKinley, whom he shot on September 6, 1901, in Buffalo, New York. The president died on September 14 after his wound became infected. Caught in the act, Czolgosz was quickly tried, convicted, and executed seven weeks later on October 29, 1901."}, {"title": "Anarchism", "href": "/wiki/Anarchism", "description": "Anarchism is a political philosophy and movement that is sceptical of authority and rejects all involuntary, coercive forms of hierarchy. Anarchism calls for the abolition of the state, which it holds to be undesirable, unnecessary, and harmful. As a historically far-left movement, it is usually described alongside libertarian Marxism as the libertarian wing of the socialist movement and has a str"}, {"title": "Assassination of William McKinley", "href": "/wiki/Assassination_of_William_McKinley", "description": "William McKinley, the 25th President of the United States, was shot on the grounds of the Pan-American Exposition at the Temple of Music in Buffalo, New York, on September 6, 1901, six months into his second term. He was shaking hands with the public when anarchist Leon Czolgosz shot him twice in the abdomen. McKinley died on September 14 of gangrene caused by the wounds. He was the third American"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "William McKinley", "href": "/wiki/William_McKinley", "description": "William McKinley was the 25th president of the United States, serving from 1897 until his assassination in 1901. McKinley was president during the Spanish–American War of 1898, raised protective tariffs to boost American industry, and rejected the expansionary monetary policy of free silver, keeping the nation on the gold standard."}, {"title": "Pan-American Exposition", "href": "/wiki/Pan-American_Exposition", "description": "The Pan-American Exposition was a World's Fair held in Buffalo, New York, United States, from May 1 through November 2, 1901. The fair occupied 350 acres (0.55 sq mi) of land on the western edge of what is now Delaware Park, extending from Delaware Avenue to Elmwood Avenue and northward to Great Arrow Avenue. It is remembered today primarily for being the location of the assassination of United St"}, {"title": "Buffalo, New York", "href": "/wiki/Buffalo,_New_York", "description": "Buffalo is the second-largest city in the U.S. state of New York and the largest city in Western New York. As of 2019's census estimates, the city proper population was 255,284. The city is the county seat of Erie County and serves as a major gateway for commerce and travel across the Canadian border, forming part of the bi-national Buffalo Niagara Region and the Buffalo–Niagara Falls metropolitan"}]}, {"heading": "Events", "year": "1930", "date": "September 6", "txt": "Democratically elected Argentine president Hipólito Yrigoyen is deposed in a military coup.", "entities": [{"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}, {"title": "Hipólito Yrigoyen", "href": "/wiki/Hip%C3%B3lito_Yrigoyen", "description": "Juan Hipólito del Sagrado Corazón de Jesús Yrigoyen was an Argentine politician, from the Radical Civic Union, and two-time President of Argentina who served his first term from 1916 to 1922 and his second term from 1928 to 1930. He was the first president elected democratically by means of the secret and mandatory male suffrage established by the Sáenz Peña Law of 1912. His activism was the prime"}, {"title": "History of Argentina", "href": "/wiki/History_of_Argentina#World_War_II", "description": "The history of Argentina can be divided into four main parts: the pre-Columbian time or early history, the colonial period (1530–1810), the period of nation-building (1810–1880), and the history of modern Argentina."}]}, {"heading": "Events", "year": "1936", "date": "September 6", "txt": "Spanish Civil War: The Interprovincial Council of Asturias and León is established.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Interprovincial Council of Asturias and León", "href": "/wiki/Interprovincial_Council_of_Asturias_and_Le%C3%B3n", "description": "The Sovereign Council of Asturias and León, was an unrecognized state in northern Spain during the Spanish Civil War. Proclaimed on 6 September 1936, it was self-declared sovereign on 24 August 1937, while the region was occupied on 20 October 1937 by Franco's military forces. Belarmino Tomás was the Sovereign Council's first and only President. The capital of the short-lived state was Gijón."}]}, {"heading": "Events", "year": "1939", "date": "September 6", "txt": "World War II: Britain suffers its first fighter pilot casualty of the Second World War at the Battle of Barking Creek as a result of friendly fire.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Barking Creek", "href": "/wiki/Battle_of_Barking_Creek", "description": "The Battle of Barking Creek was a friendly fire incident over England on 6 September 1939, resulting in the first death of a British fighter pilot in the Second World War."}]}, {"heading": "Events", "year": "1939", "date": "September 6", "txt": "World War II: South Africa declares war on Germany.", "entities": []}, {"heading": "Events", "year": "1940", "date": "September 6", "txt": "King Carol II of Romania abdicates and is succeeded by his son Michael. General Ion Antonescu becomes the Conducător of Romania.", "entities": [{"title": "Carol II of Romania", "href": "/wiki/Carol_II_of_Romania", "description": "Carol II reigned as King of Romania from 8 June 1930 until his abdication on 6 September 1940. He was the eldest son of Ferdinand I and became crown prince upon the death of his grand-uncle, King Carol I in 1914. He was the first of the Hohenzollern kings of Romania to be born in the country; both of his predecessors had been born in Germany and only came to Romania as adults. As such, he was the "}, {"title": "Michael I of Romania", "href": "/wiki/Michael_I_of_Romania", "description": "Michael I was the last King of Romania, reigning from 20 July 1927 to 8 June 1930 and again from 6 September 1940 until his forced abdication on 30 December 1947."}, {"title": "Ion Antonescu", "href": "/wiki/Ion_Antonescu", "description": "Ion Antonescu was a Romanian military officer and marshal who presided over two successive wartime dictatorships as Prime Minister and Conducător during most of World War II. After the war, he was executed."}, {"title": "Kingdom of Romania", "href": "/wiki/Kingdom_of_Romania", "description": "The Kingdom of Romania was a constitutional monarchy that existed in Romania from 13 March (O.S.) / 25 March 1881 with the crowning of prince Karl of Hohenzollern-Sigmaringen as King Carol I, until 1947 with the abdication of King Michael I of Romania and the Romanian parliament's proclamation of Romania as a putative socialist people's republic."}]}, {"heading": "Events", "year": "1943", "date": "September 6", "txt": "The Monterrey Institute of Technology is founded in Monterrey, Mexico as one of the largest and most influential private universities in Latin America.", "entities": [{"title": "Monterrey Institute of Technology", "href": "/wiki/Monterrey_Institute_of_Technology", "description": "Instituto Tecnológico y de Estudios Superiores de Monterrey (ITESM), also known as Tecnológico de Monterrey, is a secular and coeducational private university based in Monterrey, Mexico, which has grown to include 36 campuses throughout the country. One of only 45 universities in the World to be ranked with 5 QS Stars, it is widely recognized as one of the most prestigious universities in Latin Am"}, {"title": "Monterrey", "href": "/wiki/Monterrey", "description": "Monterrey is the capital and largest city of the northeastern state of Nuevo León, Mexico. The city is anchor to the Monterrey metropolitan area, the second most productive in Mexico with a GDP (PPP) of US$123 billion, and the second largest metropolitan area in Mexico with an estimated population of 5,341,171 people as of 2020. According to the 2020 census, the city itself has a population of 1,1"}]}, {"heading": "Events", "year": "1943", "date": "September 6", "txt": "Pennsylvania Railroad's premier train derails at Frankford Junction in Philadelphia, killing 79 people and injuring 117 others.", "entities": [{"title": "1943 Frankford Junction train wreck", "href": "/wiki/1943_Frankford_Junction_train_wreck", "description": "The Frankford Junction train wreck occurred on September 6, 1943, when Pennsylvania Railroad's premier train, the Congressional Limited, crashed at Frankford Junction in the Kensington neighborhood of Philadelphia, Pennsylvania in the United States, killing 79 people and injuring 117 others."}, {"title": "Frankford Junction", "href": "/wiki/Frankford_Junction", "description": "Frankford Junction is a railroad junction, and former junction station, located on the border between the Harrowgate neighborhood of Philadelphia and Frankford, Philadelphia. At the junction, the 4-track Northeast Corridor line from Trenton connects with the 2-track Atlantic City Line from Atlantic City in the northeastern portion of Philadelphia about 2.9 miles (4.7 km) northeast of North Philade"}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}]}, {"heading": "Events", "year": "1944", "date": "September 6", "txt": "World War II: The city of Ypres, Belgium is liberated by Allied forces.", "entities": [{"title": "Ypres", "href": "/wiki/Ypres", "description": "Ypres is a Belgian city and municipality in the province of West Flanders. Though the Dutch Ieper is the official name, the city's French name Ypres is most commonly used in English. The municipality comprises the city of Ypres and the villages of Boezinge, Brielen, Dikkebus, Elverdinge, Hollebeke, Sint-Jan, Vlamertinge, Voormezele, Zillebeke, and Zuidschote. Together, they are home to about 34,90"}]}, {"heading": "Events", "year": "1944", "date": "September 6", "txt": "World War II: Soviet forces capture the city of Tartu, Estonia.", "entities": [{"title": "Tartu", "href": "/wiki/Tartu", "description": "Tartu is the second largest city of Estonia, after Estonia's political and financial capital Tallinn. It is situated 186 kilometres southeast of Tallinn and 245 kilometres northeast of Riga, the capital of Latvia. The distance to Estonia's summer holiday capital Pärnu in the west is 176 kilometres and the fastest route there by car is through Viljandi and Kilingi-Nõmme. Tartu lies on the Emajõgi, "}, {"title": "Estonian Soviet Socialist Republic", "href": "/wiki/Estonian_Soviet_Socialist_Republic", "description": "The Estonian Soviet Socialist Republic was a republic of the Soviet Union. The ESSR was initially established on the territory of the Republic of Estonia on 21 July 1940, following the occupation of Soviet troops on 17 June 1940 and the installation of a communist government backed by the Soviet Union, which declared Estonia a Soviet constituency. Estonia was subsequently incorporated into the Sov"}]}, {"heading": "Events", "year": "1946", "date": "September 6", "txt": "United States Secretary of State James F. Byrnes announces that the U.S. will follow a policy of economic reconstruction in postwar Germany.", "entities": [{"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}, {"title": "James F. Byrnes", "href": "/wiki/James_F._Byrnes", "description": "James Francis Byrnes was an American judge and politician from the state of South Carolina. A member of the Democratic Party, Byrnes served in Congress, the executive branch, and on the United States Supreme Court. He was also the 104th governor of South Carolina, making him one of the very few politicians to have served in the highest levels of all three branches of the American federal governmen"}, {"title": "Restatement of Policy on Germany", "href": "/wiki/Restatement_of_Policy_on_Germany", "description": "\"Restatement of Policy on Germany\" is a speech given by James F. Byrnes, the United States Secretary of State, in Stuttgart on September 6, 1946."}, {"title": "Economic reconstruction", "href": "/wiki/Economic_reconstruction", "description": "Economic reconstruction refers to a process for creating a proactive vision of economic change. The most basic idea is that problems in the economy such as deindustrialization, environmental decay, outsourcing, industrial incompetence, poverty and addiction to a permanent war economy are based on the design and organization of economic institutions. Economic reconstruction builds on the ideas of v"}]}, {"heading": "Events", "year": "1952", "date": "September 6", "txt": "A prototype aircraft crashes at the Farnborough Airshow in Hampshire, England, killing 29 spectators and the two on board.", "entities": [{"title": "1952 Farnborough Airshow DH.110 crash", "href": "/wiki/1952_Farnborough_Airshow_DH.110_crash", "description": "On 6 September 1952, a prototype de Havilland DH.110 jet fighter crashed during an aerial display at the Farnborough Airshow in Hampshire, England. The jet disintegrated mid-air during an aerobatic manoeuvre, causing the death of pilot John Derry and onboard flight test observer Anthony Richards. Debris from the aircraft fell onto a crowd of spectators, killing 29 people and injuring 60."}, {"title": "Farnborough Airshow", "href": "/wiki/Farnborough_Airshow", "description": "The Farnborough Airshow, officially the Farnborough International Airshow, is a trade exhibition for the aerospace and defence industries, where civilian and military aircraft are demonstrated to potential customers and investors. Since its first show in 1948, Farnborough has seen the debut of many famous planes, including the Vickers VC10, Concorde, the Eurofighter, the Airbus A380, and the Lockh"}, {"title": "Hampshire", "href": "/wiki/Hampshire", "description": "Hampshire is a county in South East England on the English Channel coast. The county town is Winchester, England's former capital city. Its two largest cities, Southampton and Portsmouth, are administered separately as unitary authorities and the rest of the county is governed by a combination of Hampshire County Council and non-metropolitan borough councils."}]}, {"heading": "Events", "year": "1955", "date": "September 6", "txt": "Istanbul's Greek, Jewish, and Armenian minorities are the target of a government-sponsored pogrom; dozens are killed in ensuing riots.", "entities": [{"title": "Istanbul", "href": "/wiki/Istanbul", "description": "Istanbul, historically known as Byzantium and Constantinople, is the largest city in Turkey and the country's economic, cultural and historic center. The city straddles the Bosphorus strait, and lies in both Europe and Asia, with a population of over 15 million residents, comprising 19% of the population of Turkey. Istanbul is the most populous city in Europe, and the world's fifteenth-largest cit"}, {"title": "Armenians", "href": "/wiki/Armenians", "description": "Armenians are an ethnic group native to the Armenian Highlands of Western Asia."}, {"title": "Istanbul pogrom", "href": "/wiki/Istanbul_pogrom", "description": "The Istanbul pogrom, also known as the Istanbul riots or September events, comprises organized mob attacks directed primarily at Istanbul's Greek minority on 6–7 September 1955. The pogrom was orchestrated by the governing Democratic Party in Turkey in cooperation with various security organizations. The events were triggered by the false news that the day before, Greeks had bombed the Turkish con"}]}, {"heading": "Events", "year": "1962", "date": "September 6", "txt": "The United States government begins the Exercise Spade Fork nuclear readiness drill.", "entities": [{"title": "Federal Emergency Plan D-Minus", "href": "/wiki/Federal_Emergency_Plan_D-Minus", "description": "Federal Emergency Plan D-Minus was a plan developed by the United States in the 1950s to guide the federal government in the immediate aftermath of a catastrophic nuclear attack. Plan D-Minus was part of the National Plan for Emergency Preparedness, which also included Mobilization Plan C."}]}, {"heading": "Events", "year": "1962", "date": "September 6", "txt": "Archaeologist Peter Marsden discovers the first of the Blackfriars Ships dating back to the second century AD in the Blackfriars area of the banks of the River Thames in London.", "entities": [{"title": "Blackfriars, London", "href": "/wiki/Blackfriars,_London", "description": "Blackfriars is in central London, specifically the south-west corner of the City of London."}, {"title": "River Thames", "href": "/wiki/River_Thames", "description": "The River Thames, known alternatively in parts as the River Isis, is a river that flows through southern England including London. At 215 miles (346 km), it is the longest river entirely in England and the second-longest in the United Kingdom, after the River Severn."}]}, {"heading": "Events", "year": "1965", "date": "September 6", "txt": "India retaliates following Pakistan's Operation Grand Slam which results in the Indo-Pakistani War of 1965 that ends in a stalemate followed by the signing of the Tashkent Declaration.", "entities": [{"title": "Operation Grand Slam", "href": "/wiki/Operation_Grand_Slam", "description": "Operation Grand Slam was a key military operation of the Indo-Pakistani War of 1965. It refers to a plan drawn up by the Pakistan Army in May 1965 that consisted of an attack on the vital Akhnoor Bridge in Indian-administered Jammu and Kashmir. The bridge was not only the lifeline of an entire infantry division of the Indian Army, but could also be used to threaten the city of Jammu, an important "}, {"title": "Indo-Pakistani War of 1965", "href": "/wiki/Indo-Pakistani_War_of_1965", "description": "The Indo-Pakistani War of 1965 was a culmination of skirmishes that took place between April 1965 and September 1965 between Pakistan and India. The conflict began following Pakistan's Operation Gibraltar, which was designed to infiltrate forces into Jammu and Kashmir to precipitate an insurgency against Indian rule. India retaliated by launching a full-scale military attack on West Pakistan. The "}, {"title": "Tashkent Declaration", "href": "/wiki/Tashkent_Declaration", "description": "The Tashkent Declaration was a peace agreement between India and Pakistan signed on 10 January 1966 that resolved the Indo-Pakistani War of 1965. Peace had been achieved on 23 September by the intervention of the external powers that pushed the two nations to cease fire, afraid the conflict could escalate and draw in other powers."}]}, {"heading": "Events", "year": "1966", "date": "September 6", "txt": "Prime Minister Hendrik Verwoerd, the architect of apartheid, is stabbed to death in Cape Town, South Africa during a parliamentary meeting.", "entities": [{"title": "Prime Minister of South Africa", "href": "/wiki/Prime_Minister_of_South_Africa", "description": "The prime minister of South Africa was the head of government in South Africa between 1910 and 1984."}, {"title": "Hendrik Verwoerd", "href": "/wiki/Hendrik_Verwoerd", "description": "Hendrik Frensch Verwoerd, also commonly referred to as Dr. H. F. Verwoerd, was a South African politician, a scholar of applied psychology and sociology, and chief editor of \"Die Transvaler\" news paper. He is commonly regarded as the architect of Apartheid. Verwoerd played a significant role in socially engineering apartheid, the country's system of institutionalized racial segregation and white s"}, {"title": "Apartheid", "href": "/wiki/Apartheid", "description": "Apartheid was a system of institutionalised racial segregation that existed in South Africa and South West Africa from 1948 until the early 1990s. Apartheid was characterised by an authoritarian political culture based on baasskap, which ensured that South Africa was dominated politically, socially, and economically by the nation's minority white population. According to this system of social stra"}, {"title": "Cape Town", "href": "/wiki/Cape_Town", "description": "Cape Town is the second-most populous city in South Africa, after Johannesburg, and also the legislative capital of South Africa."}]}, {"heading": "Events", "year": "1968", "date": "September 6", "txt": "Swaziland becomes independent.", "entities": [{"title": "Eswatini", "href": "/wiki/Eswatini", "description": "Eswatini, officially the Kingdom of Eswatini, sometimes written in English as eSwatini, and formerly and still commonly known in English as Swaziland, is a landlocked country in Southern Africa. It is bordered by Mozambique to its northeast and South Africa to its north, west, and south. At no more than 200 kilometres (120 mi) north to south and 130 kilometres (81 mi) east to west, Eswatini is one"}]}, {"heading": "Events", "year": "1970", "date": "September 6", "txt": "Two passenger jets bound from Europe to New York are simultaneously hijacked by Palestinian terrorist members of the PFLP and taken to Dawson's Field, Jordan.", "entities": [{"title": "Palestinians", "href": "/wiki/Palestinians", "description": "The Palestinian people, also referred to as Palestinians or Palestinian Arabs, are an ethnonational group comprising the modern descendants of the peoples who have lived in Palestine continuously over the centuries and who today are largely culturally and linguistically Arab; including those ethnic Jews and Samaritans who fit this definition."}, {"title": "Terrorism", "href": "/wiki/Terrorism", "description": "Terrorism is, in the broadest sense, the use of intentional violence to achieve political aims. It is used in this regard primarily to refer to violence during peacetime or in the context of war against non-combatants. The terms \"terrorist\" and \"terrorism\" originated during the French Revolution of the late 18th century but became widely used internationally and gained worldwide attention in the 1"}, {"title": "Popular Front for the Liberation of Palestine", "href": "/wiki/Popular_Front_for_the_Liberation_of_Palestine", "description": "The Popular Front for the Liberation of Palestine (PFLP) is a secular Palestinian Marxist–Leninist and revolutionary socialist organization founded in 1967 by George Habash. It has consistently been the second-largest of the groups forming the Palestine Liberation Organization, the largest being Fatah."}, {"title": "Dawson's Field hijackings", "href": "/wiki/Dawson%27s_Field_hijackings", "description": "In September 1970, members of the Popular Front for the Liberation of Palestine (PFLP) hijacked four airliners bound for New York City and one for London. Three aircraft were forced to land at Dawson's Field, a remote desert airstrip near Zarqa, Jordan, formerly Royal Air Force Station Zerqa, which then became PFLP's \"Revolutionary Airport\". By the end of the incident, one hijacker had been killed"}]}, {"heading": "Events", "year": "1972", "date": "September 6", "txt": "Munich massacre: Nine Israeli athletes die (along with a German policeman) at the hands of the Palestinian \"Black September\" terrorist group after being taken hostage at the Munich Olympic Games. Two other Israeli athletes were slain in the initial attack the previous day.", "entities": [{"title": "Munich massacre", "href": "/wiki/Munich_massacre", "description": "The Munich massacre was an attack during the 1972 Summer Olympics in Munich, West Germany, by eight members of the Palestinian terrorist group Black September, who took nine members of the Israeli Olympic team hostage, after killing two of them. Black September called the operation \"Iqrit and Biram\", after two Palestinian Christian villages whose inhabitants were expelled by the Israel Defense For"}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Palestinians", "href": "/wiki/Palestinians", "description": "The Palestinian people, also referred to as Palestinians or Palestinian Arabs, are an ethnonational group comprising the modern descendants of the peoples who have lived in Palestine continuously over the centuries and who today are largely culturally and linguistically Arab; including those ethnic Jews and Samaritans who fit this definition."}, {"title": "Black September Organization", "href": "/wiki/Black_September_Organization", "description": "The Black September Organization (BSO) was a Palestinian militant organization founded in 1970. Besides other actions, the group was responsible for the assassination of the Jordanian Prime Minister Wasfi Tal, and the Munich massacre, in which eleven Israeli athletes and officials were kidnapped and killed, as well as a West German policeman losing his life, during the 1972 Summer Olympics in Muni"}, {"title": "Munich Olympic Games", "href": "/wiki/Munich_Olympic_Games", "description": "The 1972 Summer Olympics, officially known as the Games of the XX Olympiad, was an international multi-sport event held in Munich, West Germany, from 26 August to 11 September 1972."}]}, {"heading": "Events", "year": "1976", "date": "September 6", "txt": "Cold War: Soviet Air Defence Forces pilot Viktor Belenko lands a Mikoyan-Gurevich MiG-25 jet fighter at Hakodate in Japan and requests political asylum in the United States; his request is granted.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Soviet Air Defence Forces", "href": "/wiki/Soviet_Air_Defence_Forces", "description": "The Soviet Air Defence Forces was the air defence branch of the Soviet Armed Forces. Formed in 1941, it continued being a service branch of the Russian Armed Forces after 1991 until it was merged into the Air Force in 1998. Unlike Western air defence forces, V-PVO was a branch of the military unto itself, separate from the Soviet Air Force (VVS) and Air Defence Troops of Ground Forces. During the "}, {"title": "Viktor Belenko", "href": "/wiki/Viktor_Belenko", "description": "Viktor Ivanovich Belenko is an American aerospace engineer and former Soviet pilot who defected to the West while flying his MiG-25 jet fighter and landed in Hakodate, Japan. George H. W. Bush, the Director of Central Intelligence at the time, called the opportunity to examine the plane up close an \"intelligence bonanza\" for the West. Belenko later became a U.S. aerospace engineer."}, {"title": "Mikoyan-Gurevich MiG-25", "href": "/wiki/Mikoyan-Gurevich_MiG-25", "description": "The Mikoyan-Gurevich MiG-25 is a supersonic interceptor and reconnaissance aircraft that was among the fastest military aircraft to enter service. It was designed by the Soviet Union's Mikoyan-Gurevich bureau and is one of the few combat aircraft built primarily using stainless steel. It was the last plane designed by Mikhail Gurevich before his retirement."}, {"title": "Hakodate", "href": "/wiki/Hakodate", "description": "Hakodate  is a city and port located in Oshima Subprefecture, Hokkaido, Japan. It is the capital city of Oshima Subprefecture."}, {"title": "Refugee", "href": "/wiki/Refugee", "description": "A refugee, generally speaking, is a displaced person who has been forced to cross national boundaries and who cannot return home safely. Such a person may be called an asylum seeker until granted refugee status by the contracting state or the United Nations High Commissioner for Refugees (UNHCR) if they formally make a claim for asylum.\nThe lead international agency coordinating refugee protection"}]}, {"heading": "Events", "year": "1983", "date": "September 6", "txt": "The Soviet Union admits to shooting down Korean Air Lines Flight 007, stating that its operatives did not know that it was a civilian aircraft when it reportedly violated Soviet airspace.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Korean Air Lines Flight 007", "href": "/wiki/Korean_Air_Lines_Flight_007", "description": "Korean Air Lines Flight 007 was a scheduled Korean Air Lines flight from New York City to Seoul via Anchorage, Alaska. On September 1, 1983, the South Korean airliner servicing the flight was shot down by a Soviet Su-15 interceptor. The Boeing 747 airliner was en route from Anchorage to Seoul, but due to a navigational mistake made by the KAL crew the airliner deviated from its original planned ro"}]}, {"heading": "Events", "year": "1985", "date": "September 6", "txt": "Midwest Express Airlines Flight 105 crashes near Milwaukee Mitchell International Airport in Milwaukee, Wisconsin, killing all 31 people on board.", "entities": [{"title": "Midwest Express Airlines Flight 105", "href": "/wiki/Midwest_Express_Airlines_Flight_105", "description": "Midwest Express Airlines Flight 105 was a scheduled domestic passenger flight which crashed into an open field in Milwaukee, Wisconsin shortly after taking off from General Mitchell International Airport on September 6, 1985. The airplane, a Douglas DC-9, was carrying 31 passengers and crew. None of them survived the crash."}, {"title": "Milwaukee Mitchell International Airport", "href": "/wiki/Milwaukee_Mitchell_International_Airport", "description": "Milwaukee Mitchell International Airport is a civil-military airport 5 nautical miles south of downtown Milwaukee, Wisconsin, United States. It is included in the Federal Aviation Administration (FAA) National Plan of Integrated Airport Systems for 2021–2025, in which it is categorized as a medium-hub primary commercial service facility. Milwaukee Mitchell International Airport covers 2,180 acres "}, {"title": "Milwaukee", "href": "/wiki/Milwaukee", "description": "Milwaukee is the largest city in the state of Wisconsin and the fifth-largest city in the Midwestern United States. The seat of Milwaukee County, the city is located on Lake Michigan's southwestern shore and was incorporated in 1846. As of the U.S. Census Bureau's July 1, 2019 estimate, Milwaukee had a population of 590,157, making it the 31st largest city in the United States and the fourth-large"}, {"title": "Wisconsin", "href": "/wiki/Wisconsin", "description": "Wisconsin is a state in the upper Midwestern United States, bordered by Minnesota to the west; Iowa to the southwest; Illinois to the south; Lake Michigan to the east; Michigan to the northeast; and Lake Superior to the north. Wisconsin is the 23rd-largest state by total area and the 20th-most populous."}]}, {"heading": "Events", "year": "1986", "date": "September 6", "txt": "In Istanbul, two terrorists from Abu Nidal's organization kill 22 and wound six congregants inside the Neve Shalom Synagogue during Shabbat services.", "entities": [{"title": "Istanbul", "href": "/wiki/Istanbul", "description": "Istanbul, historically known as Byzantium and Constantinople, is the largest city in Turkey and the country's economic, cultural and historic center. The city straddles the Bosphorus strait, and lies in both Europe and Asia, with a population of over 15 million residents, comprising 19% of the population of Turkey. Istanbul is the most populous city in Europe, and the world's fifteenth-largest cit"}, {"title": "Terrorist", "href": "/wiki/Terrorist", "description": "Terrorism is, in the broadest sense, the use of intentional violence to achieve political aims. It is used in this regard primarily to refer to violence during peacetime or in the context of war against non-combatants. The terms \"terrorist\" and \"terrorism\" originated during the French Revolution of the late 18th century but became widely used internationally and gained worldwide attention in the 1"}, {"title": "Abu Nidal", "href": "/wiki/Abu_Nidal", "description": "Sabri Khalil al-Banna, known by his nom de guerre Abu Nidal, was the founder of Fatah: The Revolutionary Council, a militant Palestinian splinter group more commonly known as the Abu Nidal Organization (ANO). At the height of its militancy in the 1970s and 1980s, the ANO was widely regarded as the most ruthless of the Palestinian groups."}, {"title": "Neve Shalom Synagogue", "href": "/wiki/Neve_Shalom_Synagogue", "description": "Neve Shalom Synagogue is a synagogue in the Karaköy quarter of Beyoğlu district, in Istanbul, Turkey."}, {"title": "Shabbat", "href": "/wiki/Shabbat", "description": "Shabbat, Shabbos, or the Sabbath, is Judaism's day of rest on the seventh day of the week—i.e., Saturday. On this day, religious Jews remember the biblical stories describing the creation of the heaven and earth in six days and the redemption from slavery and exodus from Egypt, and look forward to a future Messianic Age. Since the Jewish religious calendar counts days from sunset to sunset, Shabba"}]}, {"heading": "Events", "year": "1991", "date": "September 6", "txt": "The Soviet Union recognizes the independence of the Baltic states Estonia, Latvia, and Lithuania.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Baltic state", "href": "/wiki/Baltic_state", "description": "The Baltic states, also known as the Baltic countries, Baltic republics, Baltic nations, or simply the Baltics, is a geopolitical term, typically used to group the three sovereign states on the eastern coast of the Baltic Sea: Estonia, Latvia, and Lithuania. The term is not used in the context of cultural areas, national identity, or language, because while the majority of people in Latvia and Lit"}, {"title": "Estonia", "href": "/wiki/Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}, {"title": "Latvia", "href": "/wiki/Latvia", "description": "Latvia, officially known as the Republic of Latvia, is a country in the Baltic region of Northern Europe. It is one of the Baltic states; and is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia covers an area of 64,589 km2 (24,938 sq mi), with a population of 1.9 million. The country"}, {"title": "Lithuania", "href": "/wiki/Lithuania", "description": "Lithuania, officially the Republic of Lithuania, is a country in the Baltic region of Europe. It is one of the Baltic states, and lies on the eastern shore of the Baltic Sea, to the southeast of Sweden and the east of Denmark, with Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast of Russia to the southwest. Lithuania covers an area of 65,300 km2 (25,2"}]}, {"heading": "Events", "year": "1991", "date": "September 6", "txt": "The Russian parliament approves the name change of Leningrad back to Saint Petersburg. The change is effective October 1, 1991.", "entities": []}, {"heading": "Events", "year": "1995", "date": "September 6", "txt": "Cal Ripken, Jr. of the Baltimore Orioles plays in his 2,131st consecutive game, breaking a record that had stood for 56 years.", "entities": [{"title": "Cal Ripken, Jr.", "href": "/wiki/Cal_Ripken,_Jr.", "description": "Calvin Edwin Ripken Jr., nicknamed \"The Iron Man\", is a retired American baseball shortstop and third baseman who played 21 seasons in Major League Baseball (MLB) for the Baltimore Orioles (1981–2001). One of his position's most offensively productive players, Ripken compiled 3,184 hits, 431 home runs, and 1,695 runs batted in during his career, and he won two Gold Glove Awards for his defense. He"}, {"title": "Baltimore Orioles", "href": "/wiki/Baltimore_Orioles", "description": "The Baltimore Orioles are an American professional baseball team based in Baltimore. The Orioles compete in Major League Baseball (MLB) as a member club of the American League (AL) East division. As one of the American League's eight charter teams in 1901, this particular franchise spent its first year as a major league club in Milwaukee, Wisconsin, as the Milwaukee Brewers before moving to St. Lo"}]}, {"heading": "Events", "year": "1997", "date": "September 6", "txt": "The Funeral of Diana, Princess of Wales takes place in London. Well over a million people lined the streets and 2.mw-parser-output .frac{white-space:nowrap}.mw-parser-output .frac .num,.mw-parser-output .frac .den{font-size:80%;line-height:0;vertical-align:super}.mw-parser-output .frac .den{vertical-align:sub}.mw-parser-output .sr-only{border:0;clip:rect(0,0,0,0);height:1px;margin:-1px;overflow:hidden;padding:0;position:absolute;width:1px}1⁄2 billion watched around the world on television.", "entities": [{"title": "Funeral of Diana, Princess of Wales", "href": "/wiki/Funeral_of_Diana,_Princess_of_Wales", "description": "The funeral of Diana, Princess of Wales started on Saturday 6 September 1997 at 9:08 am in London, when the tenor bell of Westminster Abbey started tolling to signal the departure of the cortège from Kensington Palace. The coffin was carried from the palace on a gun carriage by riders of the King's Troop and escorted by mounted police, along Hyde Park to St James's Palace, where Diana's body had r"}]}, {"heading": "Events", "year": "2003", "date": "September 6", "txt": "Mahmoud Abbas resigns from his position of Palestinian Prime Minister.", "entities": [{"title": "Mahmoud Abbas", "href": "/wiki/Mahmoud_Abbas", "description": "Mahmoud Abbas, also known by the kunya Abu Mazen, is the president of the State of Palestine and Palestinian National Authority. He has been the chairman of the Palestine Liberation Organization (PLO) since 11 November 2004, and Palestinian president since 15 January 2005. Abbas is a member of the Fatah party and was elected chairman of Fatah in 2009."}, {"title": "Palestinian Prime Minister", "href": "/wiki/Palestinian_Prime_Minister", "description": "The prime minister of the Palestinian National Authority was the position of the official head of government of the Palestinian Authority government, which operated between 2003 and January 2013, when it was officially transformed into the State of Palestine. Some still refer to the position of the prime minister of the Gaza Strip as the prime minister of the Palestinian National Authority."}]}, {"heading": "Events", "year": "2007", "date": "September 6", "txt": "Israel executes the air strike Operation Orchard to destroy a nuclear reactor in Syria.", "entities": [{"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Operation Orchard", "href": "/wiki/Operation_Orchard", "description": "Operation Outside the Box was an Israeli airstrike on a suspected nuclear reactor, referred to as the Al Kibar site, in the Deir ez-Zor region of Syria, which occurred just after midnight on 6 September 2007. The Israeli and U.S. governments did not announce the secret raids for seven months. The White House and Central Intelligence Agency (CIA) subsequently confirmed that American intelligence ha"}, {"title": "Syria", "href": "/wiki/Syria", "description": "Syria, officially the Syrian Arab Republic, is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including the majority Syrian Arabs, Kurds, Turkmens, "}]}, {"heading": "Events", "year": "2009", "date": "September 6", "txt": "The ro-ro ferry SuperFerry 9 sinks off the Zamboanga Peninsula in the Philippines with 971 persons aboard; all but ten are rescued.", "entities": [{"title": "Roll-on/roll-off", "href": "/wiki/Roll-on/roll-off", "description": null}, {"title": "Zamboanga Peninsula", "href": "/wiki/Zamboanga_Peninsula", "description": "Zamboanga Peninsula is an administrative region in the Philippines, designated as Region IX. It consists of three provinces including four cities, and the highly urbanized city of Zamboanga City. The region was previously known as Western Mindanao before the enactment of Executive Order No. 36 on August 12, 2015. The city of Zamboanga was designated as the regional center until Pagadian was design"}]}, {"heading": "Events", "year": "2012", "date": "September 6", "txt": "Sixty-one people die after a fishing boat capsizes off the İzmir Province coast of Turkey, near the Greek Aegean islands.", "entities": [{"title": "September 2012 Baradan Bay, Turkey migrant boat disaster", "href": "/wiki/September_2012_Baradan_Bay,_Turkey_migrant_boat_disaster", "description": "The September 2012 Baradan Bay, Turkey migrant boat disaster occurred in the early hours of September 6, 2012, in Baradan Bay, İzmir Province, western Turkey. A fishing boat carrying illegal migrants hit rocks and sank. 61 people died, 48 survived the incident."}, {"title": "İzmir Province", "href": "/wiki/%C4%B0zmir_Province", "description": "İzmir Province is a province and metropolitan municipality of Turkey in western Anatolia, situated along the Aegean coast. Its capital is the city of İzmir, which is in itself composed of the province's central 11 districts out of 30 in total. To the west, it is surrounded by the Aegean Sea, and it encloses the Gulf of Izmir. Its area is 11,973 square kilometres, with a population of 4,279,677 in "}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "North Aegean islands", "href": "/wiki/North_Aegean_islands", "description": "The North Aegean islands are a number of disconnected islands in the north Aegean Sea, also known as the Northeast Aegean islands, belonging mostly to Greece and a few of them to Turkey. The islands do not form a physical chain or group, but are frequently grouped together for tourist or administrative purposes. To the south are the Dodecanese islands; and to the west are the Cyclades and Sporades"}]}, {"heading": "Events", "year": "2013", "date": "September 6", "txt": "Forty one elephants are poisoned with cyanide in salt pans, by poachers in Hwange National Park.", "entities": [{"title": "Cyanide", "href": "/wiki/Cyanide", "description": "A cyanide is a chemical compound that contains the group C≡N. This group, known as the cyano group, consists of a carbon atom triple-bonded to a nitrogen atom."}, {"title": "Hwange National Park", "href": "/wiki/Hwange_National_Park", "description": "Hwange National Park is the largest natural reserve in Zimbabwe. The park lies in the west, on the main road between Bulawayo and the Victoria Falls and near to Dete."}]}, {"heading": "Events", "year": "2018", "date": "September 6", "txt": "Supreme Court of India decriminalised all consensual sex among adults in private, making homosexuality legal on the Indian lands.", "entities": [{"title": "Supreme Court of India", "href": "/wiki/Supreme_Court_of_India", "description": "The Supreme Court of India is the supreme judicial body of India and the highest court of India under the constitution. It is the most senior constitutional court, and has the power of judicial review. The Chief Justice of India is the head and chief judge of the Supreme Court and the court consists of a maximum of 34 judges and it has extensive powers in the form of original, appellate and adviso"}, {"title": "Homosexuality in India", "href": "/wiki/Homosexuality_in_India#Legal_status", "description": "Homosexuality in India has been a subject of discussion from ancient times to modern times. Hindu texts have taken positions regarding the homosexual characters and themes. Rigveda, one of the four canonical sacred texts of Hinduism says Vikriti Evam Prakriti, which some scholars believe recognises homosexual dimensions of human life, like all forms of universal diversities. The ancient Indian tex"}]}, {"heading": "Births", "year": "1475", "date": "September 6", "txt": "Artus Gouffier, Lord of Boissy, French nobleman and politician (d. 1519)", "entities": [{"title": "Artus Gouffier, Lord of Boissy", "href": "/wiki/Artus_Gouffier,_Lord_of_Boissy", "description": "Artus Gouffier de Boissy was a French nobleman and politician. He was duke of Roannez and pair de France, count of Étampes, count of Caravaggio, baron of Passavant, of Maulévrier, of Roanne, of la Mothe-Saint-Romain, of Bourg-Charente and of Saint-Loup, lord of Oiron, of Villedieu-sur-Indre, of Valence and of Cazamajor. He served as Grand Master of France and attempted to negotiate a lasting peace"}]}, {"heading": "Births", "year": "1475", "date": "September 6", "txt": "Sebastiano Serlio, Italian Mannerist architect (d. 1554)", "entities": []}, {"heading": "Births", "year": "1517", "date": "September 6", "txt": "Francisco de Holanda, Portuguese artist (d. 1585)", "entities": [{"title": "Francisco de Holanda", "href": "/wiki/Francisco_de_Holanda", "description": "Francisco de Holanda was a Portuguese court painter and sculptor for King João III of Portugal, and later for Sebastian of Portugal. He wrote what is regarded as the first treatise on portrait painting in Europe, Do tirar polo natural (1549). He is considered to be one of the most important figures of the Portuguese Renaissance, also being an essayist, architect and historian. He represented the i"}]}, {"heading": "Births", "year": "1535", "date": "September 6", "txt": "Emanuel van Meteren, Flemish historian and author (d. 1612)", "entities": [{"title": "Emanuel van Meteren", "href": "/wiki/Emanuel_van_Meteren", "description": "Emanuel van Meteren or Meteeren was a Flemish historian and Consul for \"the Traders of the Low Countries\" in London. He was born in Antwerp, the son of Sir Jacobus van Meteren, Dutch financier and publisher of early English versions of the Bible, and Ottilia Ortellius, of the famous Ortellius family of mapmakers, and nephew of the cartographer Abraham Ortelius."}]}, {"heading": "Births", "year": "1610", "date": "September 6", "txt": "Francesco I d'Este, Duke of Modena, Italian noble (d. 1658)", "entities": [{"title": "Francesco I d'Este, Duke of Modena", "href": "/wiki/Francesco_I_d%27Este,_Duke_of_Modena", "description": "Francesco I d'Este was Duke of Modena and Reggio from 1629 until his death. The eldest son of Alfonso III d'Este, he became reigning duke after his father's abdication."}]}, {"heading": "Births", "year": "1620", "date": "September 6", "txt": "Isabella Leonarda, Italian composer and educator (d. 1704)", "entities": [{"title": "Isabella Leonarda", "href": "/wiki/Isabella_Leonarda", "description": "Isabella Leonarda was an Italian composer from Novara, Italy. At the age of 16, she entered the Collegio di Sant'Orsola, an Ursuline convent, where she stayed for the remainder of her life. Leonarda is most renowned for the numerous compositions that she created during her time at the convent, making her one of the most productive woman composers of her time."}]}, {"heading": "Births", "year": "1631", "date": "September 6", "txt": "Charles Porter, English-born judge (d. 1696)", "entities": [{"title": "Charles Porter (Lord Chancellor of Ireland)", "href": "/wiki/Charles_Porter_(Lord_Chancellor_of_Ireland)", "description": "\n\nSir Charles Porter, was a flamboyant and somewhat controversial English-born politician and judge, who nonetheless enjoyed a highly successful career."}]}, {"heading": "Births", "year": "1633", "date": "September 6", "txt": "Sebastian Knüpfer, German cantor and composer (d. 1676)", "entities": [{"title": "Sebastian Knüpfer", "href": "/wiki/Sebastian_Kn%C3%BCpfer", "description": "Sebastian Knüpfer was a German composer, conductor and educator. He was the Thomaskantor, cantor of the Thomanerchor in Leipzig and director of the towns's church music, from 1657 to 1676."}]}, {"heading": "Births", "year": "1656", "date": "September 6", "txt": "Guillaume Dubois, French cardinal and politician (d. 1723)", "entities": [{"title": "Guillaume Dubois", "href": "/wiki/Guillaume_Dubois", "description": "Guillaume Dubois was a French cardinal and statesman."}]}, {"heading": "Births", "year": "1666", "date": "September 6", "txt": "Ivan V of Russia, Russian tsar (d. 1696)", "entities": [{"title": "Ivan V of Russia", "href": "/wiki/Ivan_V_of_Russia", "description": "Ivan V Alekseyevich was a joint-Tsar of Russia with his younger half-brother Peter I who co-reigned between 1682 and 1696. Ivan was the youngest son of Alexis I of Russia by his first wife, Maria Miloslavskaya, while Peter was the only son of Alexis by his second wife, Natalya Naryshkina. Ivan's reign was solely titular because he had serious physical and mental issues."}]}, {"heading": "Births", "year": "1711", "date": "September 6", "txt": "Henry Muhlenberg, German-American pastor and missionary (d. 1787)", "entities": [{"title": "Henry Muhlenberg", "href": "/wiki/Henry_Muhlenberg", "description": "Henry Melchior Muhlenberg, was a German Lutheran pastor sent to North America as a missionary, requested by Pennsylvania colonists."}]}, {"heading": "Births", "year": "1729", "date": "September 6", "txt": "Moses Mendelssohn, German philosopher and theologian (d. 1786)", "entities": [{"title": "Moses Mendelssohn", "href": "/wiki/Moses_Mendelssohn", "description": "Moses Mendelssohn was a German-Jewish philosopher to whose ideas the Haskalah, the 'Jewish Enlightenment' of the eighteenth and nineteenth centuries, is indebted."}]}, {"heading": "Births", "year": "1732", "date": "September 6", "txt": "Johan Wilcke, Swedish physicist and academic (d. 1796)", "entities": [{"title": "Johan Wilcke", "href": "/wiki/Johan_Wilcke", "description": "Johan Carl Wilcke was a Swedish physicist."}]}, {"heading": "Births", "year": "1757", "date": "September 6", "txt": "Gilbert du Motier, Marquis de Lafayette, French general (d. 1834)", "entities": [{"title": "Gilbert du Motier, Marquis de Lafayette", "href": "/wiki/Gilbert_du_Motier,_Marquis_de_Lafayette", "description": "Marie-Joseph Paul Yves Roch Gilbert du Motier, Marquis de La Fayette, known in the United States as Lafayette, was a French aristocrat and military officer who fought in the American Revolutionary War, commanding American troops in several battles, including the siege of Yorktown. After returning to France, he was a key figure in the French Revolution of 1789 and the July Revolution of 1830. He ha"}]}, {"heading": "Births", "year": "1766", "date": "September 6", "txt": "John Dalton, English chemist, meteorologist, and physicist (d. 1844)", "entities": [{"title": "John Dalton", "href": "/wiki/John_Dalton", "description": "John Dalton was an English chemist, physicist and meteorologist. He is best known for introducing the atomic theory into chemistry, and for his research into colour blindness, sometimes referred to as Daltonism in his honour. Dalton was the first scientist to use the term atom for the smallest particle of matter, which originated from Greek word 'atomos' meaning cannot be divided further."}]}, {"heading": "Births", "year": "1781", "date": "September 6", "txt": "Vincent Novello, English composer and publisher (d. 1861)", "entities": [{"title": "Vincent Novello", "href": "/wiki/Vincent_Novello", "description": "Vincent Novello, English musician, son of an Italian who married an English wife, was born in London. He was a chorister and organist, but he is best known for bringing to England many works now considered major standards, and with his son he created a major publishing house."}]}, {"heading": "Births", "year": "1795", "date": "September 6", "txt": "Frances Wright, Scottish-American author and activist (d. 1852)", "entities": [{"title": "Frances Wright", "href": "/wiki/Frances_Wright", "description": "Frances Wright, widely known as Fanny Wright, was a Scottish-born lecturer, writer, freethinker, feminist, utopian socialist, abolitionist, social reformer, and Epicurean philosopher, who became a US citizen in 1825. The same year, she founded the Nashoba Commune in Tennessee, as a utopian community to demonstrate how to prepare slaves for eventual emancipation, but the project lasted only five ye"}]}, {"heading": "Births", "year": "1800", "date": "September 6", "txt": "Catharine Beecher, American educator and activist (d. 1878)", "entities": [{"title": "Catharine Beecher", "href": "/wiki/Catharine_Beecher", "description": "Catharine Esther Beecher was an American educator known for her forthright opinions on female education as well as her vehement support of the many benefits of the incorporation of kindergarten into children's education. She published the advice manual The American Woman's Home with her sister Harriet Beecher Stowe in 1869."}]}, {"heading": "Births", "year": "1802", "date": "September 6", "txt": "Alcide d'Orbigny, French zoologist, palaeontologist, and geologist (d. 1857)", "entities": [{"title": "Alcide d'Orbigny", "href": "/wiki/Alcide_d%27Orbigny", "description": "Alcide Charles Victor Marie Dessalines d'Orbigny was a French naturalist who made major contributions in many areas, including zoology, palaeontology, geology, archaeology and anthropology."}]}, {"heading": "Births", "year": "1814", "date": "September 6", "txt": "George-Étienne Cartier, Canadian lawyer and politician, 9th Premier of East Canada (d. 1873)", "entities": [{"title": "George-Étienne Cartier", "href": "/wiki/George-%C3%89tienne_Cartier", "description": "Sir George-Étienne Cartier, 1st Baronet, was a Canadian statesman and Father of Confederation.\nThe English spelling of the name—George, instead of Georges, the usual French spelling—is explained by him having been named in honour of King George III."}, {"title": "List of Joint Premiers of the Province of Canada", "href": "/wiki/List_of_Joint_Premiers_of_the_Province_of_Canada", "description": "This is a list of the Joint Premiers of the Province of Canada, who were the heads of government of the Province of Canada from the 1841 unification of Upper Canada and Lower Canada until Confederation in 1867."}]}, {"heading": "Births", "year": "1815", "date": "September 6", "txt": "St. John Richardson Liddell, American general (d. 1870)", "entities": [{"title": "St. John Richardson Liddell", "href": "/wiki/St._John_Richardson_Liddell", "description": "St. John Richardson Liddell was a prominent Louisiana planter who served as a general in the Confederate States Army during the American Civil War. He was an outspoken proponent of Southern emancipation of slaves. Following the war, Liddell had a prominent feud with a former Confederate officer, Charles Jones, who eventually murdered Liddell near his home in 1870."}]}, {"heading": "Births", "year": "1817", "date": "September 6", "txt": "Alexander Tilloch Galt, English-Canadian businessman and politician, 1st Canadian Minister of Finance (d. 1893)", "entities": [{"title": "Alexander Tilloch Galt", "href": "/wiki/Alexander_Tilloch_Galt", "description": "Sir Alexander Tilloch Galt, was a politician and a father of the Canadian Confederation."}, {"title": "Canadian Minister of Finance", "href": "/wiki/Canadian_Minister_of_Finance", "description": "The minister of finance is the minister of the Crown in the Canadian Cabinet who is responsible for overseeing the Department of Finance and presenting the federal government's budget each year. It is one of the most important positions in the Cabinet."}]}, {"heading": "Births", "year": "1819", "date": "September 6", "txt": "William Rosecrans, American general, politician, and diplomat, United States Ambassador to Mexico (d. 1898)", "entities": [{"title": "William Rosecrans", "href": "/wiki/William_Rosecrans", "description": "William Starke Rosecrans was an American inventor, coal-oil company executive, diplomat, politician, and U.S. Army officer. He gained fame for his role as a Union general during the American Civil War. He was the victor at prominent Western Theater battles, but his military career was effectively ended following his disastrous defeat at the Battle of Chickamauga in 1863."}, {"title": "United States Ambassador to Mexico", "href": "/wiki/United_States_Ambassador_to_Mexico", "description": "The United States has maintained diplomatic relations with Mexico since 1823, when Andrew Jackson was appointed Envoy Extraordinary and Minister Plenipotentiary to that country. Jackson declined the appointment, however, and Joel R. Poinsett became the first U.S. envoy to Mexico in 1825. The rank of the U.S. chief of mission to Mexico was raised from Envoy Extraordinary and Minister Plenipotentiar"}]}, {"heading": "Births", "year": "1838", "date": "September 6", "txt": "Samuel Arnold, American conspirator (d. 1906)", "entities": [{"title": "Samuel Arnold (conspirator)", "href": "/wiki/Samuel_Arnold_(conspirator)", "description": "Samuel Bland Arnold was an American Confederate sympathizer involved in a plot to kidnap U.S. President Abraham Lincoln in 1865. He had joined the Confederate Army shortly after the start of the Civil War but was discharged due to health reasons in 1864."}]}, {"heading": "Births", "year": "1852", "date": "September 6", "txt": "Schalk Willem Burger, South African commander, lawyer, and politician, 6th President of the South African Republic (d. 1918)", "entities": [{"title": "Schalk Willem Burger", "href": "/wiki/Schalk_Willem_Burger", "description": "Schalk Willem Burger was a South African military leader, lawyer, politician, and statesman who was acting president of the South African Republic from 1900 to 1902, whilst Paul Kruger was in exile."}, {"title": "President of the South African Republic", "href": "/wiki/President_of_the_South_African_Republic", "description": "This is a list of State Presidents of the South African Republic."}]}, {"heading": "Births", "year": "1855", "date": "September 6", "txt": "Ferdinand Hummel, German pianist, composer, and conductor (d. 1928)", "entities": [{"title": "Ferdinand Hummel", "href": "/wiki/Ferdinand_Hummel", "description": "Ferdinand Hummel was a German harp player, pianist, conductor and composer."}]}, {"heading": "Births", "year": "1857", "date": "September 6", "txt": "Zelia Nuttall, American archeologist and historian (d. 1933)", "entities": [{"title": "Zelia Nuttall", "href": "/wiki/Zelia_Nuttall", "description": "Zelia Maria Magdalena Nuttall was an American archaeologist and anthropologist specialised in pre-Aztec Mexican cultures and pre-Columbian manuscripts. She discovered two forgotten manuscripts of this type in private collections, one of them being the Codex Zouche-Nuttall. She was one of the first to identify and recognise artefacts dating back to the pre-Aztec period."}]}, {"heading": "Births", "year": "1859", "date": "September 6", "txt": "Macpherson Robertson, Australian businessman and philanthropist, founded MacRobertson's (d. 1945)", "entities": [{"title": "Macpherson Robertson", "href": "/wiki/Macpherson_Robertson", "description": "Sir Macpherson Robertson KBE was an Australian philanthropist, entrepreneur and founder of chocolate and confectionery company MacRobertson's.\nHe was also known for bringing the United States inventions of chewing gum and cotton candy to Australia."}, {"title": "MacRobertson's", "href": "/wiki/MacRobertson%27s", "description": "MacRobertson's, officially the MacRobertson's Steam Confectionery Works, was an Australian company that produced chocolates and various other confectionery. The company was founded in 1880 by Sir Macpherson Robertson and takes its name from a combination of his first and last name. The company was based for over 100 years in Fitzroy, Victoria, but later moved to Ringwood, Victoria. The company als"}]}, {"heading": "Births", "year": "1860", "date": "September 6", "txt": "Jane Addams, American sociologist and author, Nobel Prize laureate (d. 1935)", "entities": [{"title": "Jane Addams", "href": "/wiki/Jane_Addams", "description": "Jane Addams was an American settlement activist, reformer, social worker, sociologist, public administrator and author. She was an important leader in the history of social work and women's suffrage in the United States and advocated for world peace. She co-founded Chicago's Hull House, one of America's most famous settlement houses. In 1910, Addams was awarded an honorary master of arts degree fr"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1860", "date": "September 6", "txt": "May Jordan McConnel, Australian trade unionist and suffragist (d. 1929)", "entities": []}, {"heading": "Births", "year": "1861", "date": "September 6", "txt": "William Lane, English-Australian journalist, founded New Australia (d. 1917)", "entities": [{"title": "William Lane", "href": "/wiki/William_Lane", "description": "William Lane was an English-born journalist, author, advocate of Australian labour politics and a utopian socialist ideologue."}, {"title": "New Australia", "href": "/wiki/New_Australia", "description": "New Australia was a utopian socialist settlement in Paraguay founded by the New Australian Movement. The colony was officially founded on 28 September 1893 as Colonia Nueva Australia and comprised 238 people."}]}, {"heading": "Births", "year": "1863", "date": "September 6", "txt": "Jessie Willcox Smith, American illustrator (d. 1935)", "entities": [{"title": "Jessie Willcox Smith", "href": "/wiki/Jessie_Willcox_Smith", "description": "Jessie Willcox Smith was an American illustrator during the Golden Age of American illustration. She was considered \"one of the greatest pure illustrators\". She was a contributor to books and magazines during the late 19th and early 20th centuries. Smith illustrated stories and articles for clients such as Century, Collier's, Leslie's Weekly, Harper's, McClure's, Scribners, and the Ladies' Home Jo"}, {"title": "Illustrator", "href": "/wiki/Illustrator", "description": "An illustrator is an artist who specializes in enhancing writing or elucidating concepts by providing a visual representation that corresponds to the content of the associated text or idea. The illustration may be intended to clarify complicated concepts or objects that are difficult to describe textually, which is the reason illustrations are often found in children's books."}]}, {"heading": "Births", "year": "1868", "date": "September 6", "txt": "Heinrich Häberlin, Swiss judge and politician, President of the Swiss National Council (d. 1947)", "entities": [{"title": "Heinrich Häberlin", "href": "/wiki/Heinrich_H%C3%A4berlin", "description": "Heinrich Häberlin was a Swiss politician, judge and member of the Swiss Federal Council (1920–1934)."}, {"title": "List of Presidents of the National Council of Switzerland", "href": "/wiki/List_of_Presidents_of_the_National_Council_of_Switzerland", "description": "The President of the National Council of Switzerland presides over the National Council and Federal Assembly. The National Council President is often colloquially referred to as the \"highest Swiss person\", as the highest ranking person subject to the people's vote. However, this is an honorary title and the president is not the head of state. The head of state is the Federal Council). In the offic"}]}, {"heading": "Births", "year": "1869", "date": "September 6", "txt": "Walford Davies, English organist and composer (d. 1941)", "entities": [{"title": "Walford Davies", "href": "/wiki/Walford_Davies", "description": "Sir Henry Walford Davies was an English composer, organist, conductor and educator who held the title Master of the King's Music from 1934 until 1941."}]}, {"heading": "Births", "year": "1869", "date": "September 6", "txt": "Felix Salten, Austrian-Swiss author and critic (d. 1945)", "entities": []}, {"heading": "Births", "year": "1876", "date": "September 6", "txt": "John Macleod, Scottish physician and physiologist, Nobel Prize laureate (d. 1935)", "entities": [{"title": "John Macleod (physiologist)", "href": "/wiki/John_Macleod_(physiologist)", "description": "John James Rickard Macleod was a Scottish biochemist and physiologist. He devoted his career to diverse topics in physiology and biochemistry, but was chiefly interested in carbohydrate metabolism. He is noted for his role in the discovery and isolation of insulin during his tenure as a lecturer at the University of Toronto, for which he and Frederick Banting received the 1923 Nobel prize in Physi"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1879", "date": "September 6", "txt": "Max Schreck, German actor (d. 1936)", "entities": [{"title": "Max Schreck", "href": "/wiki/Max_Schreck", "description": "Friedrich Gustav Maximilian Schreck, known professionally as Max Schreck, was a German actor, best known for his lead role as the vampire Count Orlok in the film Nosferatu (1922)."}]}, {"heading": "Births", "year": "1879", "date": "September 6", "txt": "Joseph Wirth, German educator and politician, Chancellor of Germany (d. 1956)", "entities": [{"title": "Chancellor of Germany (German Reich)", "href": "/wiki/Chancellor_of_Germany_(German_Reich)", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Births", "year": "1885", "date": "September 6", "txt": "Otto Kruger, American actor (d. 1974)", "entities": [{"title": "Otto Kruger", "href": "/wiki/Otto_Kruger", "description": "Otto Kruger was an American actor, originally a Broadway matinee idol, who established a niche as a charming villain in films, such as Hitchcock's Saboteur. He also appeared in CBS's Perry Mason and other TV series. He was the grandnephew of South African president Paul Kruger."}]}, {"heading": "Births", "year": "1888", "date": "September 6", "txt": "Joseph P. Kennedy Sr., American businessman and diplomat, 44th United States Ambassador to the United Kingdom (d. 1969)", "entities": [{"title": "Joseph P. Kennedy Sr.", "href": "/wiki/Joseph_P._Kennedy_Sr.", "description": "Joseph Patrick Kennedy Sr. was a prominent American businessman, investor and politician. He is known for his own political prominence as well as that of his children and was the patriarch of the Irish-American Kennedy family."}, {"title": "United States Ambassador to the United Kingdom", "href": "/wiki/United_States_Ambassador_to_the_United_Kingdom", "description": "The United States ambassador to the United Kingdom is the official representative of the president of the United States and the government of the United States of America to the Queen and Government of the United Kingdom."}]}, {"heading": "Births", "year": "1889", "date": "September 6", "txt": "Louis Silvers, American composer (d. 1954)", "entities": [{"title": "Louis Silvers", "href": "/wiki/Louis_Silvers", "description": "Louis \"Lou\" Silvers was an American film score composer whose work has been used in more than 250 movies. In 1935, he won the first Academy Award for Best Original Score for One Night of Love."}]}, {"heading": "Births", "year": "1890", "date": "September 6", "txt": "Clara Kimball Young, American actress and producer (d. 1960)", "entities": [{"title": "Clara Kimball Young", "href": "/wiki/Clara_Kimball_Young", "description": "Clara Kimball Young was an American film actress, who was highly regarded and publicly popular in the early silent film era."}]}, {"heading": "Births", "year": "1892", "date": "September 6", "txt": "Edward Victor Appleton, English-Scottish physicist and academic, Nobel Prize laureate (d. 1965)", "entities": [{"title": "Edward Victor Appleton", "href": "/wiki/Edward_Victor_Appleton", "description": "Sir Edward Victor Appleton was an English physicist, Nobel Prize winner (1947) and pioneer in radiophysics. He studied, and was also employed as a lab technician, at Bradford College from 1909 to 1911."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1893", "date": "September 6", "txt": "Claire Lee Chennault, American general and pilot (d. 1958)", "entities": [{"title": "Claire Lee Chennault", "href": "/wiki/Claire_Lee_Chennault", "description": "Claire Lee Chennault was an American military aviator best known for his leadership of the \"Flying Tigers\" and the Republic of China Air Force in World War II."}]}, {"heading": "Births", "year": "1899", "date": "September 6", "txt": "Billy Rose, American composer and manager (d. 1966)", "entities": [{"title": "Billy Rose", "href": "/wiki/Billy_Rose", "description": "Billy Rose was an American impresario, theatrical showman and lyricist. For years both before and after World War II, Billy Rose was a major force in entertainment, with shows such as Billy Rose's Crazy Quilt (1931), Jumbo (1935), Billy Rose's Aquacade (1937), and Carmen Jones (1943). As a lyricist, he is credited with many songs, notably \"Don't Bring Lulu\" (1925), \"Tonight You Belong To Me\" (1926"}]}, {"heading": "Births", "year": "1900", "date": "September 6", "txt": "W. A. C. Bennett, Canadian businessman and politician, 25th Premier of British Columbia (d. 1979)", "entities": [{"title": "W. A. C. Bennett", "href": "/wiki/W._A._C._Bennett", "description": "William Andrew Cecil Bennett was a Canadian politician. He was the 25th Premier of British Columbia. With just over 20 years in office, Bennett was and remains the longest-serving premier in British Columbia history. He was usually referred to as W. A. C. Bennett, although some referred to him either affectionately or mockingly as \"Wacky\" Bennett. To his close friends, he was known as \"Cece\"."}, {"title": "Premier of British Columbia", "href": "/wiki/Premier_of_British_Columbia", "description": "The premier of British Columbia is the first minister, head of government, and de facto chief executive for the Canadian province of British Columbia. Until the early 1970s, the title prime minister of British Columbia was often used. The word premier is derived from the French word of the same spelling, meaning \"first\"; and ultimately from the Latin word primarius, meaning \"primary\"."}]}, {"heading": "Births", "year": "1900", "date": "September 6", "txt": "Julien Green, French-American author (d. 1998)", "entities": []}, {"heading": "Births", "year": "1906", "date": "September 6", "txt": "Luis Federico Leloir, French-Argentinian physician and biochemist, Nobel Prize laureate (d. 1987)", "entities": [{"title": "Luis Federico Leloir", "href": "/wiki/Luis_Federico_Leloir", "description": "Luis Federico Leloir was an Argentine physician and biochemist who received the 1970 Nobel Prize in Chemistry for his discovery of the metabolic pathways in lactose. Although born in France, Leloir received the majority of his education at the University of Buenos Aires and was director of the private research group Fundación Instituto Campomar until his death in 1987. His research into sugar nucl"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1908", "date": "September 6", "txt": "Anthony Wagner, English genealogist and academic (d. 1995)", "entities": [{"title": "Anthony Wagner", "href": "/wiki/Anthony_Wagner", "description": "Sir Anthony Richard Wagner was a long-serving Officer of Arms at the College of Arms in London. He served as Garter Principal King of Arms before retiring to the post of Clarenceux King of Arms. He was one of the most prolific authors on the subjects of heraldry and genealogy of the 20th century."}]}, {"heading": "Births", "year": "1908", "date": "September 6", "txt": "Korczak Ziolkowski, American sculptor, designed the Crazy Horse Memorial (d. 1982)", "entities": [{"title": "Crazy Horse Memorial", "href": "/wiki/Crazy_Horse_Memorial", "description": "The Crazy Horse Memorial is a mountain monument under construction on privately held land in the Black Hills, in Custer County, South Dakota, United States. It will depict the Oglala Lakota warrior, Crazy Horse, riding a horse and pointing to his tribal land. The memorial was commissioned by Henry Standing Bear, a Lakota elder, to be sculpted by Korczak Ziolkowski. It is operated by the Crazy Hors"}]}, {"heading": "Births", "year": "1909", "date": "September 6", "txt": "Michael Gordon, American actor and director (d. 1993)", "entities": [{"title": "Michael Gordon (film director)", "href": "/wiki/Michael_Gordon_(film_director)", "description": "Michael Gordon was an American stage actor and stage and film director."}]}, {"heading": "Births", "year": "1910", "date": "September 6", "txt": "Walter Giesler, American soccer player, referee, and coach (d. 1976)", "entities": [{"title": "Walter Giesler", "href": "/wiki/Walter_Giesler", "description": "Walter John Giesler was an American soccer goalkeeper, administrator, and coach."}]}, {"heading": "Births", "year": "1911", "date": "September 6", "txt": "Harry Danning, American baseball player and coach (d. 2004)", "entities": [{"title": "Harry Danning", "href": "/wiki/Harry_Danning", "description": "Harry Danning, was an American professional baseball player. He played his entire Major League Baseball career as a catcher for the New York Giants, and was considered to be both an excellent hitter and one of the top defensive catchers of his era. He batted and threw right-handed, and was a member of the National League All-Star team for four consecutive years, 1938-41."}]}, {"heading": "Births", "year": "1911", "date": "September 6", "txt": "Charles Deutsch, French aerodynamics engineer and automobile maker, co-founder of the brand \"DB (d. 1980)", "entities": [{"title": "Aerodynamics", "href": "/wiki/Aerodynamics", "description": "Aerodynamics, from Greek ἀήρ aero (air) + δυναμική (dynamics), is the study of motion of air, particularly when affected by a solid object, such as an airplane wing. It is a sub-field of fluid dynamics and gas dynamics, and many aspects of aerodynamics theory are common to these fields. The term aerodynamics is often used synonymously with gas dynamics, the difference being that \"gas dynamics\" app"}, {"title": "Engineer", "href": "/wiki/Engineer", "description": "Engineers, as practitioners of engineering, are professionals who invent, design, analyze, build and test machines, complex systems, structures, gadgets and materials to fulfill functional objectives and requirements while considering the limitations imposed by practicality, regulation, safety and cost. The word engineer is derived from the Latin words ingeniare and ingenium (\"cleverness\"). The fo"}, {"title": "DB (car)", "href": "/wiki/DB_(car)", "description": "DB was a French automobile maker between 1938 and 1961, based in Champigny-sur-Marne near Paris. The firm was founded by Charles Deutsch and René Bonnet, an offshoot of the Deutsch family's existing coachbuilding shop which had been taken over by Bonnet in 1932. Immediately before the war the partners concentrated on making light-weight racing cars, but a few years after the war, starting with the"}]}, {"heading": "Births", "year": "1912", "date": "September 6", "txt": "Wayne Barlow, American organist, composer, and director (d. 1996)", "entities": [{"title": "Wayne Barlow", "href": "/wiki/Wayne_Barlow", "description": "Wayne Brewster Barlow was an American composer of classical music. He was also a professor of music, organist, and choir director."}]}, {"heading": "Births", "year": "1913", "date": "September 6", "txt": "Julie Gibson, American actress and singer (d. 2019)", "entities": [{"title": "Julie Gibson", "href": "/wiki/Julie_Gibson", "description": "Julie Gibson was an American singer; radio, television, and film actress; and vocal artist and coach, who had a career in movies during the 1940s. Gibson, who retired from the industry in 1984, was known for her work opposite The Three Stooges."}]}, {"heading": "Births", "year": "1913", "date": "September 6", "txt": "Leônidas, Brazilian footballer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1915", "date": "September 6", "txt": "Ed Oliver, American golfer (d. 1961)", "entities": [{"title": "Ed Oliver (golfer)", "href": "/wiki/Ed_Oliver_(golfer)", "description": "Edward Stewart \"Porky\" Oliver, Jr. was a professional golfer from the United States. He played on what is now known as the PGA Tour in the 1940s and 1950s."}]}, {"heading": "Births", "year": "1915", "date": "September 6", "txt": "Franz Josef Strauss, German lieutenant and politician, Minister President of Bavaria (d. 1988)", "entities": [{"title": "Minister President of Bavaria", "href": "/wiki/Minister_President_of_Bavaria", "description": "Below is a list of the men who have served in the capacity of Minister-President or equivalent office in the German state of Bavaria from the 17th century to the present."}]}, {"heading": "Births", "year": "1917", "date": "September 6", "txt": "John Berry, American-French actor, director, producer, and screenwriter (d. 1999)", "entities": [{"title": "John Berry (film director)", "href": "/wiki/John_Berry_(film_director)", "description": "John Berry was an American film director, who went into self-exile in France when his career was interrupted by the Hollywood blacklist."}]}, {"heading": "Births", "year": "1917", "date": "September 6", "txt": "George Mann, English cricketer (d. 2001)", "entities": []}, {"heading": "Births", "year": "1917", "date": "September 6", "txt": "Philipp von Boeselager, German soldier and economist (d. 2008)", "entities": []}, {"heading": "Births", "year": "1919", "date": "September 6", "txt": "Wilson Greatbatch, American engineer and philanthropist (d. 2011)", "entities": [{"title": "Wilson Greatbatch", "href": "/wiki/Wilson_Greatbatch", "description": "Wilson Greatbatch was an American engineer and pioneering inventor. He held more than 325 patents and was a member of the National Inventors Hall of Fame and a recipient of the Lemelson–MIT Prize and the National Medal of Technology and Innovation (1990)."}]}, {"heading": "Births", "year": "1920", "date": "September 6", "txt": "Elvira Pagã, Brazilian actress, singer, and author (d. 2003)", "entities": [{"title": "Elvira Pagã", "href": "/wiki/Elvira_Pag%C3%A3", "description": "Elvira Olivieri Cozzolino, better known by her stage name Elvira Pagã, was a Brazilian vedette and actress, singer, writer and painter. She was the first Rio Carnival Queen, the first woman to wear a bikini in public, and one of the first women to have cosmetic surgery in Brazil. Talented and controversial, she broke the status quo and faced the reigning \"machismo\" with fearless audacity during th"}]}, {"heading": "Births", "year": "1921", "date": "September 6", "txt": "Carmen Laforet, Spanish author (d. 2004)", "entities": [{"title": "Carmen Laforet", "href": "/wiki/Carmen_Laforet", "description": "Carmen Laforet was a Spanish author who wrote in the period after the Spanish Civil War. An important European writer, her works contributed to the school of Existentialist Literature and her first novel Nada continued the Spanish tremendismo literary style begun by Camilo José Cela with his novel, La familia de Pascual Duarte. She received the Premio Nadal in 1944."}]}, {"heading": "Births", "year": "1921", "date": "September 6", "txt": "Norman Joseph Woodland, American inventor, co-created the bar code (d. 2012)", "entities": [{"title": "Bar code", "href": "/wiki/Bar_code", "description": "A barcode or bar code is a method of representing data in a visual, machine-readable form. Initially, barcodes represented data by varying the widths and spacings of parallel lines. These barcodes, now commonly referred to as linear or one-dimensional (1D), can be scanned by special optical scanners, called barcode readers, of which there are several types. Later, two-dimensional (2D) variants wer"}]}, {"heading": "Births", "year": "1923", "date": "September 6", "txt": "Peter II of Yugoslavia (d. 1970)", "entities": [{"title": "Peter II of Yugoslavia", "href": "/wiki/Peter_II_of_Yugoslavia", "description": "Peter II was the last king of Yugoslavia, reigning from October 1934 until his deposition in November 1945. He was the last reigning member of the Karađorđević dynasty."}]}, {"heading": "Births", "year": "1924", "date": "September 6", "txt": "John Melcher, American veterinarian and politician (d. 2018)", "entities": [{"title": "John Melcher", "href": "/wiki/John_Melcher", "description": "John David Melcher was an American politician of the Democratic Party who represented Montana as a member of the United States House of Representatives from 1969 to 1977 and as a United States Senator from 1977 until 1989."}]}, {"heading": "Births", "year": "1925", "date": "September 6", "txt": "Andrea Camilleri, Italian author, screenwriter, and director (d. 2019)", "entities": [{"title": "Andrea Camilleri", "href": "/wiki/Andrea_Camilleri", "description": "Andrea Calogero Camilleri was an Italian writer."}]}, {"heading": "Births", "year": "1925", "date": "September 6", "txt": "Jimmy Reed, American singer-songwriter and guitarist (d. 1976)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 6", "txt": "Prince Claus of the Netherlands (d. 2002)", "entities": [{"title": "Prince Claus of the Netherlands", "href": "/wiki/Prince_Claus_of_the_Netherlands", "description": "Prince Claus of the Netherlands, Jonkheer van Amsberg, was the husband of Queen Beatrix, and the Prince Consort of the Netherlands from Beatrix's ascension in 1980 until his death in 2002."}]}, {"heading": "Births", "year": "1926", "date": "September 6", "txt": "Jack English Hightower, American lawyer and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 6", "txt": "Arthur Oldham, English composer and conductor (d. 2003)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 6", "txt": "Maurice Prather, American photographer and director (d. 2001)", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 6", "txt": "Fumihiko Maki, Japanese architect and academic, designed the Tokyo Metropolitan Gymnasium and Makuhari Messe", "entities": [{"title": "Fumihiko Maki", "href": "/wiki/Fumihiko_Maki", "description": "Fumihiko Maki  is a Japanese architect who teaches at Keio University SFC. In 1993, he received the Pritzker Prize for his work, which often explores pioneering uses of new materials and fuses the cultures of east and west."}, {"title": "Tokyo Metropolitan Gymnasium", "href": "/wiki/Tokyo_Metropolitan_Gymnasium", "description": "Tokyo Metropolitan Gymnasium  is a sporting complex in Sendagaya, Shibuya, Tokyo, Japan. Built in 1954 for the World Wrestling Championship, it was also used as the venue for gymnastics at the 1964 Summer Olympics, and will host the table tennis competition at the 2020 Summer Olympics. The gymnasium was rebuilt to a futuristic design created by Pritzker Prize winner Fumihiko Maki from 1986 to 1990"}, {"title": "Makuhari Messe", "href": "/wiki/Makuhari_Messe", "description": "Makuhari Messe (幕張メッセ) is a Japanese convention center outside Tokyo, located in the Mihama-ku ward of Chiba city, in the northwest corner of Chiba prefecture. Designed by Fumihiko Maki, it is accessible by Tokyo's commuter rail system. Makuhari is the name of the area, and Messe is a German language word meaning \"trade fair\"."}]}, {"heading": "Births", "year": "1928", "date": "September 6", "txt": "Robert M. Pirsig, American novelist and philosopher (d. 2017)", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 6", "txt": "Yevgeny Svetlanov, Russian conductor and composer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 6", "txt": "Sid Watkins, English neurosurgeon and academic (d. 2012)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 6", "txt": "Yash Johar, Indian film producer, founded Dharma Productions (d. 2005)", "entities": [{"title": "Yash Johar", "href": "/wiki/Yash_Johar", "description": "Yash Johar was an Indian Bollywood film producer. He founded Dharma Productions in 1976 and made Hindi films that were noted for featuring lavish sets and exotic locations, but upheld Indian traditions and family values."}, {"title": "Dharma Productions", "href": "/wiki/Dharma_Productions", "description": "Dharma Productions Pvt. Ltd. is an Indian production and distribution company established by Yash Johar in 1979. It was taken over in 2004 after his death by his son Karan Johar. Based in Mumbai, it mainly produces and distributes Hindi films, In November 2018, a new sector of the company was created called Dharmatic, which will focus on producing digital content for online distribution platforms."}]}, {"heading": "Births", "year": "1929", "date": "September 6", "txt": "Ljubov Rebane, Estonian physicist and mathematician (d. 1991)", "entities": []}, {"heading": "Births", "year": "1930", "date": "September 6", "txt": "Charles Foley, American game designer, co-created Twister (d. 2013)", "entities": [{"title": "Charles Foley (inventor)", "href": "/wiki/Charles_Foley_(inventor)", "description": "Charles Foley was the co-inventor of the game Twister, with Neil W. Rabens."}, {"title": "Twister (game)", "href": "/wiki/Twister_(game)", "description": "Twister is a game of physical skill produced by Milton Bradley Company and Winning Moves Games USA. It is played on a large plastic mat that is spread on the floor or ground. The mat has six rows of large colored circles on it with a different color in each row: red, yellow, green, and blue. A spinner is attached to a square board and is used to determine where the player has to put their hand or "}]}, {"heading": "Births", "year": "1930", "date": "September 6", "txt": "Helmut Piirimäe, Estonian historian and academic (d. 2017)", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 6", "txt": "Bud Shrake, American journalist, author, and screenwriter (d. 2009)", "entities": [{"title": "Bud Shrake", "href": "/wiki/Bud_Shrake", "description": "Edwin A. \"Bud\" Shrake, Jr. was an American journalist, sportswriter, novelist, biographer and screenwriter. He co-wrote a series of golfing advice books with golf coach Harvey Penick, including Harvey Penick's Little Red Book, a golf guide that became the best-selling sports book in publishing history. Called a “lion of Texas letters” by the Austin American-Statesman, Shrake was a member of the Te"}]}, {"heading": "Births", "year": "1932", "date": "September 6", "txt": "Colin McColl, English intelligence officer", "entities": [{"title": "Colin McColl", "href": "/wiki/Colin_McColl", "description": "Sir Colin Hugh Verel McColl, was Head of the British Secret Intelligence Service (MI6) from 1989 to 1994."}]}, {"heading": "Births", "year": "1932", "date": "September 6", "txt": "Gilles Tremblay, Canadian composer and educator (d. 2017)", "entities": []}, {"heading": "Births", "year": "1935", "date": "September 6", "txt": "Isabelle Collin Dufresne, French actress and author (d. 2014)", "entities": [{"title": "Isabelle Collin Dufresne", "href": "/wiki/Isabelle_Collin_Dufresne", "description": "Isabelle Collin Dufresne, known professionally as Ultra Violet, was a French-American artist, author, and both a colleague of Andy Warhol and one of the pop artist's so-called superstars. Earlier in her career, she worked for and studied with surrealist artist Salvador Dalí. Dufresne lived and worked in New York City, and also had a studio in Nice, France."}]}, {"heading": "Births", "year": "1935", "date": "September 6", "txt": "Jock Wallace, Jr., Scottish footballer and coach (d. 1996)", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 6", "txt": "Sergio Aragonés, Spanish-Mexican author and illustrator", "entities": [{"title": "Sergio Aragonés", "href": "/wiki/Sergio_Aragon%C3%A9s", "description": "Sergio Aragonés Domenech is a Spanish/Mexican cartoonist and writer best known for his contributions to Mad magazine and creating the comic book Groo the Wanderer."}]}, {"heading": "Births", "year": "1937", "date": "September 6", "txt": "Janusz Kurczab, Polish fencer and mountaineer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 6", "txt": "Jo Anne Worley, American actress, comedian, and singer", "entities": []}, {"heading": "Births", "year": "1938", "date": "September 6", "txt": "Joan Tower, American pianist, composer, and conductor", "entities": [{"title": "Joan Tower", "href": "/wiki/Joan_Tower", "description": "Joan Tower is a Grammy-winning contemporary American composer, concert pianist and conductor. Lauded by The New Yorker as \"one of the most successful woman composers of all time\", her bold and energetic compositions have been performed in concert halls around the world. After gaining recognition for her first orchestral composition, Sequoia (1981), a tone poem which structurally depicts a giant tr"}]}, {"heading": "Births", "year": "1939", "date": "September 6", "txt": "Brigid Berlin, American actress, painter, and photographer (d. 2020)", "entities": [{"title": "Brigid Berlin", "href": "/wiki/Brigid_Berlin", "description": "Brigid Emmett Berlin was an American artist and Warhol superstar."}]}, {"heading": "Births", "year": "1939", "date": "September 6", "txt": "David Allan Coe, American outlaw country music singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 6", "txt": "Susumu Tonegawa, Japanese biologist and immunologist, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1940", "date": "September 6", "txt": "John M. Hayes, American scientist (d. 2017)", "entities": [{"title": "John M. Hayes (scientist)", "href": "/wiki/John_M._Hayes_(scientist)", "description": "John Michael Hayes ForMemRS was a scientist emeritus at Woods Hole Oceanographic Institution in Woods Hole, Massachusetts."}]}, {"heading": "Births", "year": "1940", "date": "September 6", "txt": "Elizabeth Murray, American painter and illustrator (d. 2007)", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 6", "txt": "Jackie Trent, English-Spanish singer-songwriter and actress (d. 2015)", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 6", "txt": "Roger Law, English illustrator", "entities": [{"title": "Roger Law", "href": "/wiki/Roger_Law", "description": "Roger Law, is a British caricaturist, ceramist and one half of Luck and Flaw, creators of the popular satirical TV puppet show Spitting Image."}]}, {"heading": "Births", "year": "1941", "date": "September 6", "txt": "Monica Mason, South African ballerina and director", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 6", "txt": "Dave Bargeron, American trombonist and tuba player", "entities": [{"title": "Dave Bargeron", "href": "/wiki/Dave_Bargeron", "description": "David W. Bargeron is an American trombonist and tuba player who was a member of the jazz-rock group Blood, Sweat, and Tears."}]}, {"heading": "Births", "year": "1942", "date": "September 6", "txt": "Richard Hutton, English cricketer", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 6", "txt": "Mel McDaniel, American singer-songwriter and guitarist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 6", "txt": "Gordon Birtwistle, English engineer and politician", "entities": [{"title": "Gordon Birtwistle", "href": "/wiki/Gordon_Birtwistle", "description": "Gordon Birtwistle is a British Liberal Democrat politician and former MP. He was the Member of Parliament (MP) for the constituency of Burnley, England, from May 2010 to May 2015. He was Parliamentary Private Secretary to Danny Alexander, Chief Secretary to the Treasury from 2010 to 2012. From 2013, he was Government Apprenticeship Ambassador to Business."}]}, {"heading": "Births", "year": "1943", "date": "September 6", "txt": "Richard J. Roberts, English biochemist and biologist, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1943", "date": "September 6", "txt": "Roger Waters, English singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 6", "txt": "Donna Haraway, American author, academic, and activist", "entities": [{"title": "Donna Haraway", "href": "/wiki/Donna_Haraway", "description": "Donna J. Haraway is an American Professor Emerita in the History of Consciousness Department and Feminist Studies Department at the University of California, Santa Cruz, United States. She is a prominent scholar in the field of science and technology studies, described in the early 1990s as a \"feminist and postmodernist\". Haraway is the author of numerous foundational books and essays that bring t"}]}, {"heading": "Births", "year": "1944", "date": "September 6", "txt": "Swoosie Kurtz, American actress", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 6", "txt": "Roger Knight, English cricketer and educator", "entities": [{"title": "Roger Knight", "href": "/wiki/Roger_Knight", "description": "Roger David Verdon Knight is an English administrator, cricketer and schoolmaster. He was awarded the OBE in 2007. He is an Honorary Life Member of the Marylebone Cricket Club (MCC). and was President of the club from 2015 to 2016."}]}, {"heading": "Births", "year": "1946", "date": "September 6", "txt": "Shirley M. Malcom, American scientist, academic and educator", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 6", "txt": "Jane Curtin, American actress and comedian", "entities": [{"title": "Jane Curtin", "href": "/wiki/Jane_Curtin", "description": "Jane Therese Curtin is an American actress and comedian. First coming to prominence as an original cast member on the hit TV comedy series Saturday Night Live in 1975, she went on to win back-to-back Emmy Awards for Best Lead Actress in a Comedy Series on the 1980s sitcom Kate & Allie portraying the role of Allison \"Allie\" Lowell. Curtin later starred in the hit series 3rd Rock from the Sun (1996–"}]}, {"heading": "Births", "year": "1947", "date": "September 6", "txt": "Bruce Rioch, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 6", "txt": "Jacob Rubinovitz, Polish-Israeli engineer and academic", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 6", "txt": "Sylvester, American singer-songwriter (d. 1988)", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 6", "txt": "Claydes Charles Smith, American guitarist (d. 2006)", "entities": [{"title": "Claydes Charles Smith", "href": "/wiki/Claydes_Charles_Smith", "description": "Claydes Charles Smith was an American musician best known as co-founder and lead guitarist of the group Kool & the Gang."}]}, {"heading": "Births", "year": "1949", "date": "September 6", "txt": "Iris Robinson, Northern Irish politician", "entities": [{"title": "Iris Robinson", "href": "/wiki/Iris_Robinson", "description": "Iris Robinson is a former Northern Ireland Unionist politician. She is married to Peter Robinson, who was First Minister of Northern Ireland from 2008 to 2016."}]}, {"heading": "Births", "year": "1951", "date": "September 6", "txt": "Melih Kibar, Turkish composer (d. 2005)", "entities": [{"title": "Melih Kibar", "href": "/wiki/Melih_Kibar", "description": "Melih Kibar was a Turkish composer."}]}, {"heading": "Births", "year": "1952", "date": "September 6", "txt": "Simon Burns, English politician, Minister of State for Transport", "entities": [{"title": "Simon Burns", "href": "/wiki/Simon_Burns", "description": " Sir Simon Hugh McGuigan Burns is a British politician, who served as Member of Parliament (MP) for Chelmsford since being elected at the 1987 general election until the 2017 general election."}, {"title": "Minister of State for Transport", "href": "/wiki/Minister_of_State_for_Transport", "description": "The Minister of State for Transport is a junior ministerial position in the Department for Transport of the Government of the United Kingdom who deputises for the Secretary of State for Transport. There is also a list of Parliamentary Under-Secretary of State for Transport, which is junior to Minister of State."}]}, {"heading": "Births", "year": "1952", "date": "September 6", "txt": "Vladimir Kazachyonok, Russian footballer, coach, and manager (d. 2017)", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 6", "txt": "Buddy Miller, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 6", "txt": "Carly Fiorina, American businesswoman and activist", "entities": [{"title": "Carly Fiorina", "href": "/wiki/Carly_Fiorina", "description": "Cara Carleton \"Carly\" Fiorina is an American businesswoman and politician, known primarily for her tenure as CEO of Hewlett-Packard (HP). As chief executive officer of HP from 1999 to 2005, Fiorina was the first woman to lead a Fortune Top-20 company."}]}, {"heading": "Births", "year": "1954", "date": "September 6", "txt": "Demetris Kizas, Cypriot footballer", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 6", "txt": "Patrick O'Hearn, American bassist and composer", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 6", "txt": "John Sauven, English economist and environmentalist", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 6", "txt": "Raymond Benson, American author and playwright", "entities": [{"title": "Raymond Benson", "href": "/wiki/Raymond_Benson", "description": "Raymond Benson is an American author best known for being the author of the James Bond novels from 1997 to 2003. Benson was born in Midland, Texas and graduated from Permian High School in Odessa in 1973. In primary school Benson took an interest in the piano which would later in his life develop into an interest in composing music, mostly for theatrical productions. Benson also took part in drama"}]}, {"heading": "Births", "year": "1956", "date": "September 6", "txt": "Bill Ritter, American lawyer and politician, 41st Governor of Colorado", "entities": [{"title": "Bill Ritter", "href": "/wiki/Bill_Ritter", "description": "August William Ritter Jr. is an American politician and lawyer who served as the 41st Governor of Colorado from 2007 to 2011. A member of the Democratic Party, he served as the district attorney for Denver before his election in 2006."}, {"title": "Governor of Colorado", "href": "/wiki/Governor_of_Colorado", "description": "The Governor of Colorado is the chief executive of the U.S. state of Colorado. The governor is the head of the executive branch of Colorado's state government and is charged with enforcing state laws. The governor has the power to either approve or veto bills passed by the Colorado General Assembly, to convene the legislature, and to grant pardons, except in cases of treason or impeachment. The go"}]}, {"heading": "Births", "year": "1956", "date": "September 6", "txt": "Steven Yearley, English sociologist and academic", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 6", "txt": "Ali Divandari, Iranian painter, sculptor, and journalist", "entities": [{"title": "Ali Divandari", "href": "/wiki/Ali_Divandari", "description": "Ali Divandari is an Iranian cartoonist, painter, graphic designer, sculptor and journalist."}]}, {"heading": "Births", "year": "1957", "date": "September 6", "txt": "Michaëlle Jean, Haitian-Canadian journalist and politician, 27th Governor-General of Canada", "entities": [{"title": "Governor-General of Canada", "href": "/wiki/Governor-General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Births", "year": "1957", "date": "September 6", "txt": "José Sócrates, Portuguese engineer and politician, 119th Prime Minister of Portugal", "entities": [{"title": "List of Prime Ministers of Portugal", "href": "/wiki/List_of_Prime_Ministers_of_Portugal", "description": "The prime minister of the Portuguese Republic is the head of the country's Government. He or she coordinates the actions of all ministers, represents the Government as a whole, reports his actions and is accountable to the Assembly of the Republic, and keeps the president of the Republic informed."}]}, {"heading": "Births", "year": "1958", "date": "September 6", "txt": "Buster Bloodvessel, English singer-songwriter", "entities": [{"title": "Buster Bloodvessel", "href": "/wiki/Buster_Bloodvessel", "description": "Douglas Trendle, better known as Buster Bloodvessel, is an English singer who has been the frontman of the two-tone band Bad Manners since forming the band in 1976. He took his stage name from the bus conductor played by Ivor Cutler in the Beatles' 1967 film Magical Mystery Tour."}]}, {"heading": "Births", "year": "1958", "date": "September 6", "txt": "Jeff Foxworthy, American comedian, actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 6", "txt": "Nigel Westlake, Australian composer and conductor", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 6", "txt": "Michael Winslow, American actor", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 6", "txt": "The Barbarian, Tongan wrestler", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 6", "txt": "Bill Root, Canadian ice hockey player", "entities": [{"title": "Bill Root", "href": "/wiki/Bill_Root", "description": "William John Root is a Canadian retired professional ice hockey defenceman who played six seasons in the National Hockey League (NHL) with the Montreal Canadiens, Toronto Maple Leafs, St. Louis Blues and Philadelphia Flyers. As a youth, he played in the 1972 Quebec International Pee-Wee Hockey Tournament with a minor ice hockey team from Toronto."}]}, {"heading": "Births", "year": "1961", "date": "September 6", "txt": "Simon Reeve, Australian journalist and game show host", "entities": [{"title": "Simon Reeve (Australian TV presenter)", "href": "/wiki/Simon_Reeve_(Australian_TV_presenter)", "description": "Simon Reeve is an Australian television presenter and journalist, best known for his association with the Seven Network."}]}, {"heading": "Births", "year": "1961", "date": "September 6", "txt": "Wendi Richter, American wrestler", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 6", "txt": "Scott Travis, American rock drummer", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 6", "txt": "Paul Waaktaar-Savoy,  Norwegian musician and songwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 6", "txt": "Chris Christie, American lawyer and politician, 55th Governor of New Jersey", "entities": [{"title": "Chris Christie", "href": "/wiki/Chris_Christie", "description": "Christopher James Christie is an American politician, political commentator, lobbyist and former federal prosecutor who served as the 55th Governor of New Jersey from 2010 to 2018."}, {"title": "Governor of New Jersey", "href": "/wiki/Governor_of_New_Jersey", "description": "The Governor of the State of New Jersey is head of the executive branch of New Jersey's state government. The office of governor is an elected position, for which elected officials serve four-year terms. Governors cannot be elected to more than two consecutive terms, but there is no limit on the total number of terms they may serve. The official residence for the governor is Drumthwacket, a mansio"}]}, {"heading": "Births", "year": "1962", "date": "September 6", "txt": "Marina Kaljurand, Estonian badminton player and diplomat, Estonia Ambassador to Russia", "entities": [{"title": "List of Ambassadors of Estonia to Russia", "href": "/wiki/List_of_Ambassadors_of_Estonia_to_Russia", "description": "Estonia has an embassy in Moscow as well as a consulate-general in Saint Petersburg and another consulate mission in Pskov. The following is a list of Ambassadors of Estonia to Russia."}]}, {"heading": "Births", "year": "1962", "date": "September 6", "txt": "Elizabeth Vargas, American journalist", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 6", "txt": "Kevin Willis, American basketball player and fashion designer", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 6", "txt": "Mark Chesnutt, American singer-songwriter and guitarist", "entities": [{"title": "Mark Chesnutt", "href": "/wiki/Mark_Chesnutt", "description": "Mark Nelson Chesnutt is an American country music singer and songwriter. Between 1990 and 1999, he had his greatest chart success recording for Universal Music Group Nashville's MCA and Decca branches, with a total of eight albums between those two labels. During this timespan, Chesnutt also charted twenty top-ten hits on the Billboard Hot Country Songs charts, of which eight reached number one: \""}]}, {"heading": "Births", "year": "1963", "date": "September 6", "txt": "Pat Nevin, Scottish footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 6", "txt": "Alice Sebold, American author", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 6", "txt": "Bryan Simonaire, American engineer and politician", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 6", "txt": "Geert Wilders, Dutch lawyer and politician", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 6", "txt": "Rosie Perez, American actress, dancer, and director", "entities": [{"title": "Rosie Perez", "href": "/wiki/Rosie_Perez", "description": "Rosa Perez is an American actress, choreographer and community activist. Her film breakthrough performance was her portrayal of Tina in Spike Lee's Do the Right Thing (1989), which she followed with White Men Can't Jump (1992). Among many honors, she was nominated for the Academy Award for Best Supporting Actress for her performance in Fearless (1993) as well as three Emmy Awards for her work as a"}]}, {"heading": "Births", "year": "1965", "date": "September 6", "txt": "Terry Bickers, English singer-songwriter and guitarist", "entities": [{"title": "Terry Bickers", "href": "/wiki/Terry_Bickers", "description": "Terence \"Terry\" Robert Arthur Bickers is an English musician and songwriter. A guitarist and singer, he is best known for his work as the original and current lead guitarist with The House of Love and as the former frontman/guitarist for Levitation and Cradle. During the late 1980s and 1990s Bickers was hailed as one of Britain's leading young guitarists, as well as attracting plenty of press cove"}]}, {"heading": "Births", "year": "1965", "date": "September 6", "txt": "Darren Clark, Australian sprinter", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 6", "txt": "Christopher Nolan, Irish author and poet (d. 2009)", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 6", "txt": "Van Tiffin, American football player", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 6", "txt": "William DuVall, American singer-songwriter and guitarist", "entities": [{"title": "William DuVall", "href": "/wiki/William_DuVall", "description": "William Bradley DuVall is an American musician, best known as the current co-lead vocalist and rhythm guitarist for the rock band Alice in Chains. He joined Alice in Chains in 2006, replacing the band's original lead singer Layne Staley, who died in 2002, and shares vocal duties with guitarist/vocalist Jerry Cantrell. To date, DuVall has recorded three albums with the band, 2009's Black Gives Way "}]}, {"heading": "Births", "year": "1967", "date": "September 6", "txt": "Macy Gray, American singer-songwriter, producer, and actress", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 6", "txt": "Kalli Kalde, Estonian painter and illustrator", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 6", "txt": "Milan Lukić, Bosnian Serb convicted of war crimes by the ICTY", "entities": [{"title": "ICTY", "href": "/wiki/ICTY", "description": "The International Criminal Tribunal for the former Yugoslavia (ICTY) was a body of the United Nations established to prosecute serious crimes committed during the Yugoslav Wars, and to try their perpetrators. The tribunal was an ad hoc court located in The Hague, Netherlands."}]}, {"heading": "Births", "year": "1967", "date": "September 6", "txt": "Igor Štimac, Croatian footballer and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 6", "txt": "Saeed Anwar, Pakistani cricketer", "entities": [{"title": "Saeed Anwar", "href": "/wiki/Saeed_Anwar", "description": "Saeed Anwar is a Pakistani former cricketer and a former captain for Tests and ODIs. An opening batsman and occasional slow left arm orthodox bowler, Anwar played international cricket between 1989 and 2003. Considered as one of greatest opening batsmen Pakistan has ever produced, Anwar has scored twenty centuries in ODIs, more than any other Pakistani batsmen in this format. He played 55 Test mat"}]}, {"heading": "Births", "year": "1968", "date": "September 6", "txt": "Christopher Brookmyre, Scottish author", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 6", "txt": "Paul Rea, American journalist", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 6", "txt": "Tony DiTerlizzi, American author and illustrator", "entities": [{"title": "Tony DiTerlizzi", "href": "/wiki/Tony_DiTerlizzi", "description": "Tony M. DiTerlizzi is an American fantasy artist, children's book creator, and motion picture producer."}]}, {"heading": "Births", "year": "1969", "date": "September 6", "txt": "Ben Finegold, American chess player and educator", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 6", "txt": "Michellie Jones, Australian-American triathlete", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 6", "txt": "CeCe Peniston, American singer-songwriter, actress, and former beauty pageant winner", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 6", "txt": "Cheyne Coates, Australian singer-songwriter and producer", "entities": [{"title": "Cheyne Coates", "href": "/wiki/Cheyne_Coates", "description": "April M. Coates is an Australian singer-songwriter and producer who performs as Cheyne Coates or Cheyne. Coates and Andrew Van Dorsselaer comprised the duo Madison Avenue (1998–2003). Their song \"Don't Call Me Baby\" peaked at number two on the Australian Recording Industry Association (ARIA) Singles Chart in 1999 and at the top of the UK Singles Chart and the Billboard dance charts in 2000. Since "}]}, {"heading": "Births", "year": "1970", "date": "September 6", "txt": "Emily Maitlis, Canadian-English journalist", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 6", "txt": "Rhett Miller, American alternative country singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 6", "txt": "Devang Gandhi, Indian cricketer", "entities": [{"title": "Devang Gandhi", "href": "/wiki/Devang_Gandhi", "description": "Devang Jayant Gandhi pronunciation (help·info) is a former Indian cricketer. He was a right-handed opening batsman and a very occasional right-arm medium-pace bowler. He played for Bengal, Hadleigh and Thundersley Cricket Club, Essex."}]}, {"heading": "Births", "year": "1971", "date": "September 6", "txt": "Asko Künnap, Estonian poet and illustrator", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 6", "txt": "Dolores O'Riordan, Irish singer-songwriter (d. 2018)", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 6", "txt": "Idris Elba, English actor", "entities": [{"title": "Idris Elba", "href": "/wiki/Idris_Elba", "description": "Idrissa Akuna Elba is an English actor, writer, producer, rapper, singer, songwriter and DJ. He is known for roles including Stringer Bell in the HBO series The Wire, DCI John Luther in the BBC One series Luther, and Nelson Mandela in the biographical film Mandela: Long Walk to Freedom (2013). He has been nominated four times for a Golden Globe Award for Best Actor – Miniseries or Television Film,"}]}, {"heading": "Births", "year": "1972", "date": "September 6", "txt": "Saulius Mikalajūnas, Lithuanian footballer", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 6", "txt": "Anika Noni Rose, American actress and singer", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 6", "txt": "Carlo Cudicini, Italian footballer", "entities": [{"title": "Carlo Cudicini", "href": "/wiki/Carlo_Cudicini", "description": "Carlo Cudicini is a retired Italian footballer who played as a goalkeeper. He is the son of the former Milan goalkeeper Fabio Cudicini, and the grandson of Ponziana defender Guglielmo Cudicini. Cudicini is currently a club ambassador and loan player technical coach at Chelsea."}]}, {"heading": "Births", "year": "1973", "date": "September 6", "txt": "Greg Rusedski, Canadian-English tennis player and sportscaster", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 6", "txt": "Alessandro Troncon, Italian rugby player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 6", "txt": "Tim Henman, English tennis player and sportscaster", "entities": [{"title": "Tim Henman", "href": "/wiki/Tim_Henman", "description": "Timothy Henry Henman OBE is a British retired professional tennis player. Henman played a serve-and-volley style of tennis. He was the first male player from the United Kingdom since Roger Taylor in the 1970s to reach the semi-finals of the Wimbledon Men's Singles Championship. Henman never reached a final of any Grand Slam but reached six Grand Slam semi-finals and won 15 career ATP titles, inclu"}]}, {"heading": "Births", "year": "1974", "date": "September 6", "txt": "Nina Persson, Swedish singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 6", "txt": "Derrek Lee, American baseball player and coach", "entities": [{"title": "Derrek Lee", "href": "/wiki/Derrek_Lee", "description": "Derrek Leon Lee, nicknamed \"D-Lee\", is an American former professional baseball first baseman. Lee played with the San Diego Padres, Florida Marlins, Chicago Cubs, Atlanta Braves, Baltimore Orioles and Pittsburgh Pirates of the Major League Baseball (MLB)."}]}, {"heading": "Births", "year": "1975", "date": "September 6", "txt": "Ryoko Tani, Japanese judoka and politician", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 6", "txt": "Rodrigo Amarante, Brazilian singer-songwriter and guitarist", "entities": [{"title": "Rodrigo Amarante", "href": "/wiki/Rodrigo_Amarante", "description": "Rodrigo Amarante de Castro Neves is a Brazilian singer-songwriter, multi-instrumentalist, composer and arranger. He is part of the bands Los Hermanos, Orquestra Imperial, and Little Joy, and released his first solo record, Cavalo, in Brazil in late 2013 and worldwide in May 2014. He also wrote and performed the narcocorrido \"Tuyo\", the theme song for the Netflix Original Series Narcos (2015) and N"}]}, {"heading": "Births", "year": "1976", "date": "September 6", "txt": "Jon Ander López, Spanish footballer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 6", "txt": "Tom Pappas, American decathlete and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 6", "txt": "Cisco Adler, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Cisco Adler", "href": "/wiki/Cisco_Adler", "description": "Cisco Sam Adler is an American musician and Grammy-nominated record producer."}]}, {"heading": "Births", "year": "1978", "date": "September 6", "txt": "Alex Escobar, Venezuelan baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 6", "txt": "Mathew Horne, English actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 6", "txt": "Homare Sawa, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 6", "txt": "Mike Arnaoutis, Greek boxer", "entities": [{"title": "Mike Arnaoutis", "href": "/wiki/Mike_Arnaoutis", "description": "Mike Arnaoutis is a professional boxer in the Welterweight division. He is a former WBO NABO Lightweight titleholder."}]}, {"heading": "Births", "year": "1979", "date": "September 6", "txt": "Foxy Brown, American rapper", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 6", "txt": "Massimo Maccarone, Italian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 6", "txt": "Carlos Adrián Morales, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 6", "txt": "Low Ki, American wrestler", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 6", "txt": "Jillian Hall, American wrestler and singer", "entities": [{"title": "Jillian Hall", "href": "/wiki/Jillian_Hall", "description": "Jillian Faye Hall is an American professional wrestler and singer. She is best known for her work in WWE, where she performed under the ring name Jillian, or Jillian Hall. Currently she appears occasionally on WWE programs."}]}, {"heading": "Births", "year": "1980", "date": "September 6", "txt": "Kerry Katona, English singer and actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 6", "txt": "Samuel Peter, Nigerian boxer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 6", "txt": "Joseph Yobo, Nigerian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 6", "txt": "Yuki Abe, Japanese footballer", "entities": [{"title": "Yuki Abe", "href": "/wiki/Yuki_Abe", "description": "Yuki Abe  is a Japanese football player who plays for Urawa Reds as a midfielder. He played for Japan national team."}]}, {"heading": "Births", "year": "1981", "date": "September 6", "txt": "Yumiko Cheng, Hong Kong singer and actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 6", "txt": "Andrew Richardson, Jamaican cricketer", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 6", "txt": "Mark Teahen, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 6", "txt": "Braun Strowman, American wrestler and strongman", "entities": [{"title": "Braun Strowman", "href": "/wiki/Braun_Strowman", "description": "Adam Scherr is an American professional wrestler and former strongman. He is currently signed to WWE where he performs on the Raw brand under the ring name Braun Strowman."}]}, {"heading": "Births", "year": "1984", "date": "September 6", "txt": "Helena Ekholm, Swedish skier", "entities": [{"title": "Helena Ekholm", "href": "/wiki/Helena_Ekholm", "description": "Helena Ekholm is a former Swedish biathlete. She was born in Helgum, Sollefteå Municipality. She is the 2009 world champion in pursuit and the 2011 world champion in individual. She also won the Women's Overall World Cup in the 2008-09 season."}]}, {"heading": "Births", "year": "1984", "date": "September 6", "txt": "William Porterfield, Northern Irish cricketer", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 6", "txt": "Mitch Moreland, American baseball player", "entities": [{"title": "Mitch Moreland", "href": "/wiki/Mitch_Moreland", "description": "Mitchell Austin Moreland, nicknamed \"Mitchy Two Bags\", is an American professional baseball first baseman for the Oakland Athletics of Major League Baseball (MLB). He previously played for the Texas Rangers, Boston Red Sox and San Diego Padres. Moreland attended Mississippi State University and was drafted by the Rangers as a first baseman and outfielder in the 17th round of the 2007 MLB draft. Li"}]}, {"heading": "Births", "year": "1985", "date": "September 6", "txt": "Małgorzata Rejmer, Polish novelist", "entities": [{"title": "Małgorzata Rejmer", "href": "/wiki/Ma%C5%82gorzata_Rejmer", "description": "\n\nMałgorzata Zofia Rejmer is a Polish novelist and short story writer."}]}, {"heading": "Births", "year": "1986", "date": "September 6", "txt": "Matt Keating, Australian rugby league player", "entities": [{"title": "Matt Keating", "href": "/wiki/Matt_Keating", "description": "Matt Keating is an Australian former professional rugby league footballer who played as a hooker. He played 130 games for the Parramatta Eels in the NRL between 2008 and 2013."}]}, {"heading": "Births", "year": "1987", "date": "September 6", "txt": "Ramiele Malubay, Saudi Arabian-American singer", "entities": [{"title": "Ramiele Malubay", "href": "/wiki/Ramiele_Malubay", "description": "Ramiele Macrohon Malubay, also known as Ramiele, is a Filipino-American singer and the ninth place finalist on the seventh season of the television series American Idol."}]}, {"heading": "Births", "year": "1987", "date": "September 6", "txt": "Emir Preldžić, Turkish basketball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 6", "txt": "Ray Fujita, French-Japanese actor and singer", "entities": [{"title": "Ray Fujita", "href": "/wiki/Ray_Fujita", "description": "Ray Fujita , is a Japanese actor and musician from Tokyo. His mother is Japanese and his father is French. His most notable roles to date are as Kitazaki/Dragon Orphnoch in the 2003 series Kamen Rider 555 and Rei Suzumura/ZERO the Silver Fanged Knight in the 2006 series GARO. He is also the lead vocalist of the band Dustz."}]}, {"heading": "Births", "year": "1988", "date": "September 6", "txt": "Max George, English singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 6", "txt": "Denis Tonucci, Italian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 6", "txt": "Nikos Boutzikos, Greek footballer", "entities": [{"title": "Nikos Boutzikos", "href": "/wiki/Nikos_Boutzikos", "description": "Nikos Boutzikos is a Greek professional footballer who plays for Football League club Olympiacos Volos, for which he is captain."}]}, {"heading": "Births", "year": "1989", "date": "September 6", "txt": "Kim So-eun, South Korean actress", "entities": []}, {"heading": "Births", "year": "1990", "date": "September 6", "txt": "Matt McAndrew, American singer-songwriter and guitarist", "entities": [{"title": "Matt McAndrew", "href": "/wiki/Matt_McAndrew", "description": "Matthew Brendan \"Matt\" McAndrew is an American singer-songwriter best known for his appearance in Season 7 of NBC's reality TV singing competition The Voice, where he finished as the runner-up as part of team Adam. In January 2019, he became the lead vocalist of the American post-hardcore band Slaves."}]}, {"heading": "Births", "year": "1990", "date": "September 6", "txt": "John Wall, American basketball player", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 6", "txt": "Young Tonumaipea, Samoan rugby league player", "entities": [{"title": "Young Tonumaipea", "href": "/wiki/Young_Tonumaipea", "description": "Yee-Huang \"Young\" Tonumaipea is a Samoan professional rugby union footballer who plays for the Melbourne Rebels in Super Rugby."}]}, {"heading": "Births", "year": "1993", "date": "September 6", "txt": "Mattia Valoti, Italian footballer", "entities": [{"title": "Mattia Valoti", "href": "/wiki/Mattia_Valoti", "description": "Mattia Valoti is an Italian professional footballer who plays as a central and attacking midfielder for SPAL."}]}, {"heading": "Births", "year": "1995", "date": "September 6", "txt": "Mustafizur Rahman, Bangladeshi cricketer", "entities": [{"title": "Mustafizur Rahman", "href": "/wiki/Mustafizur_Rahman", "description": "Mustafizur Rahman is a Bangladeshi international cricketer. He is specialized as a left-arm fast-medium bowler. He has taken the most wickets (13) in a debut One Day International (ODI) series. He is the first player to win the ‘Man of the Match’ award on both Test as well as ODI debuts."}]}, {"heading": "Births", "year": "1996", "date": "September 6", "txt": "Andrés Tello, Colombian footballer", "entities": [{"title": "Andrés Tello", "href": "/wiki/Andr%C3%A9s_Tello", "description": "Andrés Felipe Tello Muñoz is a Colombian footballer who currently plays as a midfielder for Benevento."}]}, {"heading": "Births", "year": "1997", "date": "September 6", "txt": "Mallory Comerford, American swimmer", "entities": [{"title": "Mallory Comerford", "href": "/wiki/Mallory_Comerford", "description": "Mallory Comerford is an American competition swimmer specialized in the freestyle event. She currently represents the Cali Condors which is part of the International Swimming League. Comerford is the winner of five relay gold medals at the 2017 World Aquatics Championships."}]}, {"heading": "Births", "year": "1997", "date": "September 6", "txt": "Jai Field, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1997", "date": "September 6", "txt": "Tsukushi, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1998", "date": "September 6", "txt": "Michele Perniola, Italian singer", "entities": [{"title": "Michele Perniola", "href": "/wiki/Michele_Perniola", "description": "Michele Perniola, known also as 3x3n, is an Italian singer, best known for representing San Marino at the Junior Eurovision Song Contest 2013 with his song \"O-o-O Sole Intorno a Me\". He also represented San Marino in the Eurovision Song Contest 2015 with Anita Simoncini. They performed the song \"Chain of Lights\"."}]}, {"heading": "Births", "year": "1999", "date": "September 6", "txt": "Patrick Brasca, Canadian-Taiwanese singer-songwriter", "entities": [{"title": "Patrick Brasca", "href": "/wiki/Patrick_Brasca", "description": "Patrick Brasca known professionally in Chinese as Pai Weijun is a Canadian-Taiwanese pop singer and songwriter known for singing the theme song \"Try\" of the film Kung Fu Panda 3. The song also features Jay Chou."}]}, {"heading": "Deaths", "year": "394", "date": "September 6", "txt": "Eugenius, Roman usurper", "entities": [{"title": "Eugenius", "href": "/wiki/Eugenius", "description": "Flavius Eugenius was a usurper in the western Roman Empire (392–394) against Emperor Theodosius I. He was the last Emperor to support Roman polytheism."}]}, {"heading": "Deaths", "year": "926", "date": "September 6", "txt": "Taizu of Liao, Khitan ruler (b. 872)", "entities": [{"title": "Abaoji", "href": "/wiki/Abaoji", "description": "Abaoji, posthumously known as Emperor Taizu of Liao, was a Khitan leader and founder of the Liao dynasty (907–926). He had a sinicised name, Yelü Yi; some sources suggest that Abaoji's family name, Yelü, was adopted during his lifetime, though there is no unanimity on this point."}]}, {"heading": "Deaths", "year": "952", "date": "September 6", "txt": "Suzaku, emperor of Japan (b. 923)", "entities": [{"title": "Emperor Suzaku", "href": "/wiki/Emperor_Suzaku", "description": "Emperor Suzaku  was the 61st emperor of Japan, according to the traditional order of succession."}, {"title": "Japan", "href": "/wiki/Japan", "description": "Japan is an island country in East Asia, located in the northwest Pacific Ocean. It is bordered on the west by the Sea of Japan, and extends from the Sea of Okhotsk in the north toward the East China Sea and Taiwan in the south. Part of the Ring of Fire, Japan spans an archipelago of 6852 islands covering 377,975 square kilometers (145,937 sq mi); the five main islands are Hokkaido, Honshu, Shikok"}]}, {"heading": "Deaths", "year": "957", "date": "September 6", "txt": "Liudolf, duke of Swabia (b. 930)", "entities": [{"title": "Liudolf, Duke of Swabia", "href": "/wiki/Liudolf,_Duke_of_Swabia", "description": "Liudolf, a member of the Ottonian dynasty, was Duke of Swabia from 950 until 954. His rebellion in 953/54 led to a major crisis of the rising German kingdom."}, {"title": "Duchy of Swabia", "href": "/wiki/Duchy_of_Swabia", "description": "The Duchy of Swabia was one of the five stem duchies of the medieval German Kingdom. It arose in the 10th century in the southwestern area that had been settled by Alemanni tribes in Late Antiquity."}]}, {"heading": "Deaths", "year": "972", "date": "September 6", "txt": "John XIII, pope of the Catholic Church (b. 930)", "entities": [{"title": "Pope John XIII", "href": "/wiki/Pope_John_XIII", "description": "Pope John XIII was the bishop of Rome and ruler of the Papal States from 1 October 965 to his death. His pontificate was caught up in the continuing conflict between the Holy Roman emperor, Otto I, and the Roman nobility. After long and arduous negotiations, he succeeded in arranging a Byzantine marriage for Otto II, in an effort to legitimize the Ottonian claim to imperial dignity. He also establ"}, {"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}]}, {"heading": "Deaths", "year": "1276", "date": "September 6", "txt": "Vicedomino de Vicedominis, Italian cardinal (b. 1210)", "entities": [{"title": "Vicedomino de Vicedominis", "href": "/wiki/Vicedomino_de_Vicedominis", "description": "Vicedomino de Vicedominis was an Italian cardinal."}]}, {"heading": "Deaths", "year": "1431", "date": "September 6", "txt": "Demetrios Laskaris Leontares, Byzantine admiral and diplomat", "entities": [{"title": "Demetrios Laskaris Leontares", "href": "/wiki/Demetrios_Laskaris_Leontares", "description": "Demetrios Laskaris Leontares or Leontarios was an important Byzantine statesman and military leader of the early 15th century, serving under the emperors Manuel II Palaiologos and John VIII Palaiologos."}]}, {"heading": "Deaths", "year": "1511", "date": "September 6", "txt": "Ashikaga Yoshizumi, Japanese shōgun (b. 1481)", "entities": [{"title": "Ashikaga Yoshizumi", "href": "/wiki/Ashikaga_Yoshizumi", "description": "Ashikaga Yoshizumi  was the 11th shōgun of the Ashikaga shogunate who reigned from 1494 to 1508 during the Muromachi period of Japan. He was the son of Ashikaga Masatomo and grandson of the sixth shōgun Ashikaga Yoshinori. His childhood name was Seikō (清晃), Yoshizumi was first called Yoshitō, then Yoshitaka."}]}, {"heading": "Deaths", "year": "1553", "date": "September 6", "txt": "Juan de Homedes y Coscon, 47th Grandmaster of the Knights Hospitaller (b. c.1477)", "entities": [{"title": "Juan de Homedes y Coscon", "href": "/wiki/Juan_de_Homedes_y_Coscon", "description": "Fra' Juan de Homedes y Coscón was a Spanish knight of Aragon who served as the 47th Grand Master of the Order of Malta, between 1536 and 1553."}, {"title": "Knights Hospitaller", "href": "/wiki/Knights_Hospitaller", "description": "The Order of Knights of the Hospital of Saint John of Jerusalem, commonly known as the Knights Hospitaller, the Knights of Rhodes, the Knights of Malta, or the Order of Saint John or even the Knights of St. John, was a medieval and early modern Catholic military order. It was headquartered in the Kingdom of Jerusalem until 1291, on the island of Rhodes from 1310 until 1522, in Malta from 1530 unti"}]}, {"heading": "Deaths", "year": "1566", "date": "September 6", "txt": "Suleiman the Magnificent, Ottoman sultan (b. 1494)", "entities": [{"title": "Suleiman the Magnificent", "href": "/wiki/Suleiman_the_Magnificent", "description": "Suleiman I, commonly known as Suleiman the Magnificent in the West and Suleiman the Lawgiver in his realm, was the tenth and longest-reigning Sultan of the Ottoman Empire from 1520 until his death in 1566. Under his administration, the Ottoman caliphate ruled over at least 25 million people."}]}, {"heading": "Deaths", "year": "1625", "date": "September 6", "txt": "Thomas Dempster, Scottish historian and scholar (b. 1579)", "entities": [{"title": "Thomas Dempster", "href": "/wiki/Thomas_Dempster", "description": "Thomas Dempster was a Scottish scholar and historian. Born into the aristocracy in Aberdeenshire, which comprises regions of both the Scottish highlands and the Scottish lowlands, he was sent abroad as a youth for his education. The Dempsters were Catholic in an increasingly Protestant country and had a reputation for being quarrelsome. Thomas' brother James, outlawed for an attack on his father, "}]}, {"heading": "Deaths", "year": "1635", "date": "September 6", "txt": "Metius, Dutch mathematician and astronomer (b. 1571)", "entities": [{"title": "Metius", "href": "/wiki/Metius", "description": "Adriaan Adriaanszoon, called Metius,, was a Dutch geometer and astronomer born in Alkmaar. The name \"Metius\" comes from the Dutch word meten (\"measuring\"), and therefore means something like \"measurer\" or \"surveyor.\""}]}, {"heading": "Deaths", "year": "1649", "date": "September 6", "txt": "Robert Dudley, English geographer and explorer (b. 1574)", "entities": [{"title": "Robert Dudley (explorer)", "href": "/wiki/Robert_Dudley_(explorer)", "description": "Sir Robert Dudley was an English explorer and cartographer. In 1594, he led an expedition to the West Indies, of which he wrote an account. The illegitimate son of Robert Dudley, 1st Earl of Leicester, he inherited the bulk of the Earl's estate in accordance with his father's will, including Kenilworth Castle. In 1603–1605, he tried unsuccessfully to establish his legitimacy in court. After that h"}]}, {"heading": "Deaths", "year": "1683", "date": "September 6", "txt": "Jean-Baptiste Colbert, French economist and politician, French Controller-General of Finances (b. 1619)", "entities": [{"title": "Jean-Baptiste Colbert", "href": "/wiki/Jean-Baptiste_Colbert", "description": "Jean-Baptiste Colbert was a French statesman who served as First Minister of State from 1661 until his death in 1683 under the rule of King Louis XIV. His lasting impact on the organisation of the country's politics and markets, known as Colbertism, a doctrine often characterised as a variant of mercantilism, earned him the nickname le Grand Colbert."}, {"title": "List of Finance Ministers of France", "href": "/wiki/List_of_Finance_Ministers_of_France", "description": "\nThis is a list of Ministers of Finance of France, including the equivalent positions of Superintendent of Finances and Controller-General of Finances during the Ancien Régime. The position of Superintendent of Finances was abolished following the arrest of Nicolas Fouquet; his powers were transferred to First Minister Jean-Baptiste Colbert, who would become ex officio Controller-General of Financ"}]}, {"heading": "Deaths", "year": "1708", "date": "September 6", "txt": "Sir John Morden, 1st Baronet, English merchant and philanthropist, founded Morden College (b. 1623)", "entities": [{"title": "Sir John Morden, 1st Baronet", "href": "/wiki/Sir_John_Morden,_1st_Baronet", "description": "Sir John Morden, 1st Baronet was a successful English merchant and philanthropist who also served briefly as an MP. He established Morden College in Blackheath, south-east London as a home for retired merchants; as a charity, it continues to provide residential care over 300 years later."}, {"title": "Morden College", "href": "/wiki/Morden_College", "description": "Morden College is a long-standing charity which has been providing residential care in Blackheath, south-east London, England for over 300 years."}]}, {"heading": "Deaths", "year": "1748", "date": "September 6", "txt": "Edmund Gibson, English bishop and scholar (b. 1669)", "entities": [{"title": "Edmund Gibson", "href": "/wiki/Edmund_Gibson", "description": "Edmund Gibson was a British divine who served as Bishop of Lincoln and Bishop of London, jurist, and antiquary."}]}, {"heading": "Deaths", "year": "1783", "date": "September 6", "txt": "Carlo Bertinazzi, Italian actor and author (b. 1710)", "entities": [{"title": "Carlo Bertinazzi", "href": "/wiki/Carlo_Bertinazzi", "description": "Carlo Antonio Bertinazzi, known as Carlin, was an Italian actor and author. He is known to have traveled with Giacomo Casanova's mother, Zanetta Farussi, to St Petersburg to perform for Empress Anna of Russia, only to return to Italy shortly after, as the empress did not approve of the comedy."}]}, {"heading": "Deaths", "year": "1808", "date": "September 6", "txt": "Louis-Pierre Anquetil, French historian and author (b. 1723)", "entities": [{"title": "Louis-Pierre Anquetil", "href": "/wiki/Louis-Pierre_Anquetil", "description": "Louis-Pierre Anquetil was a French historian."}]}, {"heading": "Deaths", "year": "1836", "date": "September 6", "txt": "Gaspar Flores de Abrego, three terms mayor of San Antonio, in Spanish Texas (b. 1781)", "entities": [{"title": "Gaspar Flores de Abrego", "href": "/wiki/Gaspar_Flores_de_Abrego", "description": "José Gaspar Flores de Abrego (1781–1836) was a Tejano who served three terms as the mayor of San Antonio, Texas. He was also a land commissioner and associate of Austin's early colonists. Gaspar Flores was a member of a group opposing the dictatorial actions of the President of Mexico, Antonio Lopez de Santa Anna, and is known to have attended their first meeting in Bexar as well as the first revo"}]}, {"heading": "Deaths", "year": "1868", "date": "September 6", "txt": "Pierre Adolphe Rost, American lawyer, judge, and politician (b. 1797)", "entities": [{"title": "Pierre Adolphe Rost", "href": "/wiki/Pierre_Adolphe_Rost", "description": "Pierre Adolphe Rost was a Louisiana politician, diplomat, lawyer, judge, and plantation owner."}]}, {"heading": "Deaths", "year": "1885", "date": "September 6", "txt": "Narcís Monturiol, Spanish engineer, designed the Ictineo I and Ictineo II (b. 1819)", "entities": [{"title": "Narcís Monturiol", "href": "/wiki/Narc%C3%ADs_Monturiol", "description": "Narcís Monturiol i Estarriol was a Catalan inventor, artist and engineer born in Figueres, Girona, Catalonia. He was the inventor of the first air-independent and combustion-engine-driven submarine."}]}, {"heading": "Deaths", "year": "1891", "date": "September 6", "txt": "Charles Jamrach, German-English businessman (b. 1815)", "entities": [{"title": "Charles Jamrach", "href": "/wiki/Charles_Jamrach", "description": "Charles Jamrach was a leading dealer in wildlife, birds and shells in 19th-century London. He owned an exotic pet store on the Ratcliffe Highway in east London — at the time the largest such shop in the world. Jamrach's nearest rival was Edward Cross, who ran a menagerie at Exeter Exchange on the Strand."}]}, {"heading": "Deaths", "year": "1902", "date": "September 6", "txt": "Frederick Abel, English chemist and engineer (b. 1827)", "entities": [{"title": "Frederick Abel", "href": "/wiki/Frederick_Abel", "description": "Sir Frederick Augustus Abel, 1st Baronet was an English chemist who was recognised as the leading British authority on explosives. He is best known for the invention of cordite as a replacement for gunpowder in firearms."}]}, {"heading": "Deaths", "year": "1907", "date": "September 6", "txt": "Sully Prudhomme, French poet and critic, Nobel Prize laureate (b. 1839)", "entities": [{"title": "Sully Prudhomme", "href": "/wiki/Sully_Prudhomme", "description": "René François Armand (Sully) Prudhomme was a French poet and essayist. He was the first winner of the Nobel Prize in Literature in 1901."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1919", "date": "September 6", "txt": "Lord Charles Beresford, English admiral and politician (b. 1846)", "entities": [{"title": "Lord Charles Beresford", "href": "/wiki/Lord_Charles_Beresford", "description": "Charles William de la Poer Beresford, 1st Baron Beresford,, styled Lord Charles Beresford between 1859 and 1916, was a British admiral and Member of Parliament."}]}, {"heading": "Deaths", "year": "1927", "date": "September 6", "txt": "William Libbey, American target shooter and geographer (b. 1855)", "entities": [{"title": "William Libbey", "href": "/wiki/William_Libbey", "description": "William A. Libbey III was an American professor of physical geography at Princeton University. He was twice a member of the U.S. Olympic Rifle Team, and rose to the rank of colonel in the New Jersey National Guard. He is also known for his first ascent of Mount Princeton in 1877."}]}, {"heading": "Deaths", "year": "1938", "date": "September 6", "txt": "John Stuart Hindmarsh, English race car driver and pilot (b. 1907)", "entities": [{"title": "John Stuart Hindmarsh", "href": "/wiki/John_Stuart_Hindmarsh", "description": "John Stuart Hindmarsh, also known as Johnny Hindmarsh, was an English racecar driver and aviator."}]}, {"heading": "Deaths", "year": "1939", "date": "September 6", "txt": "Arthur Rackham, English illustrator (b. 1867)", "entities": [{"title": "Arthur Rackham", "href": "/wiki/Arthur_Rackham", "description": "Arthur Rackham was an English book illustrator. He is recognised as one of the leading figures during the Golden Age of British book illustration. His work is noted for its robust pen and ink drawings, which were combined with the use of watercolour, a technique he developed due to his background as a journalistic illustrator."}]}, {"heading": "Deaths", "year": "1940", "date": "September 6", "txt": "Patrick McGrath (Irish Republican), executed prisoner (b. 1894)", "entities": [{"title": "Patrick McGrath (Irish Republican)", "href": "/wiki/Patrick_McGrath_(Irish_Republican)", "description": "Patrick \"Paddy\" MacGrath was born into an old Dublin republican family and took part in the 1916 Rising, as did two of his brothers. He was sent to Frongoch Internment Camp after the 1916 Rising and served his time there. He was a senior member of the Irish Republican Army (IRA), hunger striker, IRA Director of Operations and Training during its major bombing/sabotage in England and was the first "}]}, {"heading": "Deaths", "year": "1944", "date": "September 6", "txt": "James Cannon Jr., American Bishop of the Methodist Episcopal Church, South", "entities": [{"title": "James Cannon Jr.", "href": "/wiki/James_Cannon_Jr.", "description": "James Cannon Jr. was an American Bishop of the Methodist Episcopal Church, South, elected in 1918. He was also a prominent leader in the temperance movement in the United States in the 1920s until derailed by scandal. H. L. Mencken said in 1934: \"Six years ago he was the undisputed boss of the United States. Congress was his troop of Boy Scouts, and Presidents trembled whenever his name was mentio"}, {"title": "Methodist Episcopal Church, South", "href": "/wiki/Methodist_Episcopal_Church,_South", "description": "The Methodist Episcopal Church, South was the Methodist denomination resulting from the 19th-century split over the issue of slavery in the Methodist Episcopal Church (MEC). Disagreement on this issue had been increasing in strength for decades between churches of the North and South; in 1844 it resulted in a schism at the General Conference of the MEC held in Louisville, Kentucky."}]}, {"heading": "Deaths", "year": "1945", "date": "September 6", "txt": "John S. McCain Sr., American admiral (b. 1884)", "entities": [{"title": "John S. McCain Sr.", "href": "/wiki/John_S._McCain_Sr.", "description": "John Sidney \"Slew\" McCain was a U.S. Navy admiral and the patriarch of the McCain military family. He held several command assignments during the Pacific campaign of World War II. McCain was a pioneer of aircraft carrier operations. Serving in the Pacific Ocean theater of World War II, in 1942 he commanded all land-based air operations in support of the Guadalcanal campaign, and in 1944–45 he aggr"}]}, {"heading": "Deaths", "year": "1949", "date": "September 6", "txt": "Walter Widdop, English tenor and actor (b. 1892)", "entities": [{"title": "Walter Widdop", "href": "/wiki/Walter_Widdop", "description": "Walter Widdop was a British operatic tenor who is best remembered for his Wagnerian performances. His repertoire also encompassed works by Verdi, Leoncavallo, Handel and Bach."}]}, {"heading": "Deaths", "year": "1950", "date": "September 6", "txt": "Olaf Stapledon, English philosopher and author (b. 1886)", "entities": [{"title": "Olaf Stapledon", "href": "/wiki/Olaf_Stapledon", "description": "William Olaf Stapledon – known as The man who knew too much – was a British philosopher and author of science fiction. In 2014, he was inducted into the Science Fiction and Fantasy Hall of Fame."}]}, {"heading": "Deaths", "year": "1951", "date": "September 6", "txt": "James W. Gerard, American lawyer and diplomat, United States Ambassador to Germany (b. 1867)", "entities": [{"title": "James W. Gerard", "href": "/wiki/James_W._Gerard", "description": "James Watson Gerard III was a United States lawyer, diplomat, and justice of the New York Supreme Court."}, {"title": "United States Ambassador to Germany", "href": "/wiki/United_States_Ambassador_to_Germany", "description": "The United States has had diplomatic relations with the nation of Germany and its principal predecessor nation, the Kingdom of Prussia, since 1835. These relations were broken twice while Germany and the United States were at war and for a continuation interval afterwards."}]}, {"heading": "Deaths", "year": "1952", "date": "September 6", "txt": "Gertrude Lawrence, English actress, singer, and dancer (b. 1898)", "entities": [{"title": "Gertrude Lawrence", "href": "/wiki/Gertrude_Lawrence", "description": "Gertrude Lawrence was an English actress, singer, dancer and musical comedy performer known for her stage appearances in the West End of London and on Broadway in New York."}]}, {"heading": "Deaths", "year": "1956", "date": "September 6", "txt": "Witold Hurewicz, Polish mathematician (b. 1904)", "entities": [{"title": "Witold Hurewicz", "href": "/wiki/Witold_Hurewicz", "description": "Witold Hurewicz was a Polish mathematician."}]}, {"heading": "Deaths", "year": "1956", "date": "September 6", "txt": "Lee Jung-seob, North Korean painter (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1959", "date": "September 6", "txt": "Edmund Gwenn, English actor (b. 1877)", "entities": [{"title": "Edmund Gwenn", "href": "/wiki/Edmund_Gwenn", "description": "Edmund Gwenn was an English actor. On film, he is best remembered for his role as Kris Kringle in the Christmas film Miracle on 34th Street (1947), for which he won the Academy Award for Best Supporting Actor and the corresponding Golden Globe Award. He received a second Golden Globe and another Academy Award nomination for the comedy film Mister 880 (1950). He is also remembered for being in four"}]}, {"heading": "Deaths", "year": "1959", "date": "September 6", "txt": "Kay Kendall, English actress and comedian (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "1962", "date": "September 6", "txt": "Hanns Eisler, German-Austrian composer (b. 1898)", "entities": [{"title": "Hanns Eisler", "href": "/wiki/Hanns_Eisler", "description": "Hanns Eisler was an Austrian composer. He is best known for composing the national anthem of East Germany, for his long artistic association with Bertolt Brecht, and for the scores he wrote for films. The Hochschule für Musik \"Hanns Eisler\" is named after him."}]}, {"heading": "Deaths", "year": "1962", "date": "September 6", "txt": "Seiichiro Kashio, Japanese tennis player (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1966", "date": "September 6", "txt": "Margaret Sanger, American nurse, educator, and activist (b. 1879)", "entities": [{"title": "Margaret Sanger", "href": "/wiki/Margaret_Sanger", "description": "Margaret Higgins Sanger was an American birth control activist, sex educator, writer, and nurse. Sanger popularized the term \"birth control\", opened the first birth control clinic in the United States, and established organizations that evolved into the Planned Parenthood Federation of America."}]}, {"heading": "Deaths", "year": "1966", "date": "September 6", "txt": "Hendrik Verwoerd, Dutch-South African journalist and politician, 7th Prime Minister of South Africa (b. 1901)", "entities": [{"title": "Prime Minister of South Africa", "href": "/wiki/Prime_Minister_of_South_Africa", "description": "The prime minister of South Africa was the head of government in South Africa between 1910 and 1984."}]}, {"heading": "Deaths", "year": "1969", "date": "September 6", "txt": "Arthur Friedenreich, Brazilian footballer (b. 1892)", "entities": [{"title": "Arthur Friedenreich", "href": "/wiki/Arthur_Friedenreich", "description": "Arthur Friedenreich was a Brazilian professional footballer, who played as a forward. He was nicknamed The Tiger or The Original \"Black\" Pearl, and was arguably the sport's first outstanding mixed race player. He played when Brazilian football was still amateur, which lasted until 1933. He is occasionally identified as one of the all-time top scorers in football history, although this is highly di"}]}, {"heading": "Deaths", "year": "1972", "date": "September 6", "txt": "Perpetrator and victims of the Munich massacre\nLuttif Afif, Palestinian terrorist (b. 1945)\nDavid Mark Berger, American-Israeli weightlifter (b. 1944)\nZe'ev Friedman, Polish-Israeli weightlifter (b. 1944)\nYossef Gutfreund, Israeli wrestling judge (b. 1931)\nEliezer Halfin, Russian-Israeli wrestler (b. 1948)\nAmitzur Shapira, Russian-Israeli runner and coach (b. 1932)\nKehat Shorr, Romanian shooting coach (b. 1919)\nMark Slavin, Israeli wrestler (b. 1954)\nAndre Spitzer, Romanian-Israeli fencer and coach (b. 1945)\nYakov Springer, Polish-Israeli wrestler and coach (b. 1921)", "entities": [{"title": "Munich massacre", "href": "/wiki/Munich_massacre", "description": "The Munich massacre was an attack during the 1972 Summer Olympics in Munich, West Germany, by eight members of the Palestinian terrorist group Black September, who took nine members of the Israeli Olympic team hostage, after killing two of them. Black September called the operation \"Iqrit and Biram\", after two Palestinian Christian villages whose inhabitants were expelled by the Israel Defense For"}]}, {"heading": "Deaths", "year": "1974", "date": "September 6", "txt": "Olga Baclanova, Russian-Swiss actress and ballerina (b. 1896)", "entities": [{"title": "Olga Baclanova", "href": "/wiki/Olga_Baclanova", "description": "Olga Vladimirovna Baklanova, known professionally as Olga Baclanova, was a Russian Empire, Soviet and American actress of stage and screen, radio host and performer, operatic singer, and ballerina. She achieved prominence during the silent film era, after taking several years off her age and changing the spelling of her Russian surname from Baklanova. She was often billed under her last name only,"}]}, {"heading": "Deaths", "year": "1974", "date": "September 6", "txt": "Otto Kruger, American actor (b. 1885)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "September 6", "txt": "Max Decugis, French tennis player (b. 1882)", "entities": [{"title": "Max Decugis", "href": "/wiki/Max_Decugis", "description": "Maxime Omer Mathieu Decugis or Décugis was a tennis player from France who held the French Championships record of winning the tournament eight times, a feat that was surpassed by Rafael Nadal in 2014. He also won three Olympic medals at the 1900 Summer Olympics (Paris) and the 1920 Summer Olympics (Antwerp), his only gold medal coming in the mixed doubles partnering French legend Suzanne Lenglen."}]}, {"heading": "Deaths", "year": "1978", "date": "September 6", "txt": "Tom Wilson, American record producer (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "1979", "date": "September 6", "txt": "Ronald Binge, English organist and composer (b. 1910)", "entities": [{"title": "Ronald Binge", "href": "/wiki/Ronald_Binge", "description": "Ronald Binge was a British composer and arranger of light music. He arranged many of Mantovani's most famous pieces before composing his own music, which included Elizabethan Serenade and Sailing By."}]}, {"heading": "Deaths", "year": "1982", "date": "September 6", "txt": "Azra Erhat, Turkish archaeologist, author, and academic (b. 1915)", "entities": [{"title": "Azra Erhat", "href": "/wiki/Azra_Erhat", "description": "Azra Erhat was a Turkish author, archaeologist, academician, classical philologist, and translator. A pioneer of Turkish Humanism, Azra Erhat is especially well known for her published works, including many translations into Turkish from the classical literature of Ancient Greece."}]}, {"heading": "Deaths", "year": "1984", "date": "September 6", "txt": "Ernest Tubb, American singer-songwriter and guitarist (b. 1914)", "entities": [{"title": "Ernest Tubb", "href": "/wiki/Ernest_Tubb", "description": "Ernest Dale Tubb, nicknamed the Texas Troubadour, was an American singer and songwriter and one of the pioneers of country music. His biggest career hit song, \"Walking the Floor Over You\" (1941), marked the rise of the honky tonk style of music."}]}, {"heading": "Deaths", "year": "1985", "date": "September 6", "txt": "Franco Ferrara, Italian conductor and composer (b. 1911)", "entities": [{"title": "Franco Ferrara", "href": "/wiki/Franco_Ferrara", "description": "Franco Ferrara was an Italian conductor."}]}, {"heading": "Deaths", "year": "1986", "date": "September 6", "txt": "Blanche Sweet, American actress (b. 1896)", "entities": [{"title": "Blanche Sweet", "href": "/wiki/Blanche_Sweet", "description": "Sarah Blanche Sweet was an American silent film actress who began her career in the earliest days of the Hollywood motion picture film industry."}]}, {"heading": "Deaths", "year": "1987", "date": "September 6", "txt": "Quinn Martin, American screenwriter and producer (b. 1922)", "entities": [{"title": "Quinn Martin", "href": "/wiki/Quinn_Martin", "description": "Quinn Martin was an American television producer. He had at least one television series running in prime time every year for 21 straight years. Martin is a member of the Television Hall of Fame, having been inducted in 1997."}]}, {"heading": "Deaths", "year": "1988", "date": "September 6", "txt": "Leroy Brown, American wrestler (b. 1950)", "entities": [{"title": "Leroy Brown (wrestler)", "href": "/wiki/Leroy_Brown_(wrestler)", "description": "Roland C. Daniels was an American professional wrestler, better known by his ring name, Leroy Brown. He took his ring name from the Jim Croce song about \"Bad, Bad\" Leroy Brown, which also became his theme song for a lot of his in ring appearances. He later used the ringname Elijah Akeem as he adopted a more militaristic black Muslim character, teaming with Kareem Muhammad as the Muslim Connection "}]}, {"heading": "Deaths", "year": "1988", "date": "September 6", "txt": "Bill Northam, Australian sailor and businessman (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "September 6", "txt": "Tom Fogerty, American singer-songwriter and guitarist (b. 1941)", "entities": [{"title": "Tom Fogerty", "href": "/wiki/Tom_Fogerty", "description": "Thomas Richard Fogerty was an American musician, best known as the rhythm guitarist for Creedence Clearwater Revival. He was posthumously inducted into the Rock and Roll Hall of Fame in 1993."}]}, {"heading": "Deaths", "year": "1990", "date": "September 6", "txt": "Len Hutton, English cricketer and soldier (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "September 6", "txt": "Bob Goldham, Canadian ice hockey player and sportscaster (b. 1922)", "entities": [{"title": "Bob Goldham", "href": "/wiki/Bob_Goldham", "description": "Robert John \"Golden Boy\" Goldham was a Canadian ice hockey defenceman and broadcaster. He played two seasons for the Toronto Marlboros earning the name \"Golden Boy\". He was later called the \"Second Goalie\" because his fearless skills blocking the puck."}]}, {"heading": "Deaths", "year": "1992", "date": "September 6", "txt": "Henry Ephron, American playwright, screenwriter, and producer (b. 1912)", "entities": [{"title": "Henry Ephron", "href": "/wiki/Henry_Ephron", "description": "Henry Ephron was an American playwright, screenwriter and film producer who often worked with his wife, Phoebe. He was active as a writer from the early 1940s through the early 1960s."}]}, {"heading": "Deaths", "year": "1994", "date": "September 6", "txt": "James Clavell, Australian-American director, producer, and screenwriter (b. 1924)", "entities": [{"title": "James Clavell", "href": "/wiki/James_Clavell", "description": "James Clavell, was an Australian novelist, screenwriter, director, and World War II veteran and prisoner of war. Clavell is best known as the author of his Asian Saga novels, a number of which have had television adaptations. Clavell also authored such screenplays as those for The Fly (1958) and The Great Escape (1963). He directed the popular 1967 film To Sir, with Love for which he also wrote th"}]}, {"heading": "Deaths", "year": "1994", "date": "September 6", "txt": "Nicky Hopkins, English pianist (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "September 6", "txt": "Max Kaminsky, American trumpet player and bandleader (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "September 6", "txt": "P. H. Newby, English author and broadcaster (b. 1918)", "entities": [{"title": "P. H. Newby", "href": "/wiki/P._H._Newby", "description": "Percy Howard Newby CBE was an English novelist and broadcasting administrator. He was the first winner of the Booker Prize, his novel Something to Answer For having received the inaugural award in 1969."}]}, {"heading": "Deaths", "year": "1998", "date": "September 6", "txt": "Akira Kurosawa, Japanese director, producer, and screenwriter (b. 1910)", "entities": [{"title": "Akira Kurosawa", "href": "/wiki/Akira_Kurosawa", "description": "Akira Kurosawa  was a Japanese film director, screenwriter, and producer who directed 30 films in a career spanning 57 years. He is regarded as one of the most important and influential filmmakers in the history of cinema."}]}, {"heading": "Deaths", "year": "1998", "date": "September 6", "txt": "Ric Segreto, American-Filipino singer-songwriter, actor, and journalist (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "September 6", "txt": "Ernst-Hugo Järegård, Swedish actor (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "September 6", "txt": "Lagumot Harris, Nauruan politician, 3rd President of Nauru (b. 1938)", "entities": [{"title": "Lagumot Harris", "href": "/wiki/Lagumot_Harris", "description": "HE Lagumot Gagiemem Nimidere Harris was a political figure from the Pacific nation of the Republic of Nauru, and served as its President. He was a cousin of René Harris."}, {"title": "President of Nauru", "href": "/wiki/President_of_Nauru", "description": "The President of Nauru is elected by Parliament from among its members, and is both the head of state and the head of government of Nauru. Nauru's unicameral Parliament has 19 members, with an electoral term of 3 years. Political parties only play a minor role in Nauru politics, and there have often been periods of instability in the Presidential office. Shifting allegiances among a small number o"}]}, {"heading": "Deaths", "year": "1999", "date": "September 6", "txt": "René Lecavalier, Canadian sportscaster (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "September 6", "txt": "Hasan Abidi, Pakistani journalist and poet (b. 1929)", "entities": [{"title": "Hasan Abidi", "href": "/wiki/Hasan_Abidi", "description": "Hasan Abidi was a noted Pakistani journalist, writer, and a senior Urdu language poet."}]}, {"heading": "Deaths", "year": "2000", "date": "September 6", "txt": "Abdul Haris Nasution, Indonesian Military (b. 1918)", "entities": [{"title": "Abdul Haris Nasution", "href": "/wiki/Abdul_Haris_Nasution", "description": "General of the Army (Ret.) Abdul Haris Nasution was an Indonesian army general. Born into a Batak Muslim family in the North Sumateran village of Hutapungkut, in what was then the Dutch East Indies, he studied teaching and enrolled at a military academy in Bandung. After Sukarno declared Indonesia's independence on 17 August 1945, Nasution joined the fledgling Indonesian armed forces which was fig"}]}, {"heading": "Deaths", "year": "2005", "date": "September 6", "txt": "Eugenia Charles, Dominican lawyer and politician, 2nd Prime Minister of Dominica (b. 1919)", "entities": [{"title": "Prime Minister of Dominica", "href": "/wiki/Prime_Minister_of_Dominica", "description": "The prime minister of Dominica is the head of government in the Commonwealth of Dominica. Nominally, the position was created on November 3, 1978 when Dominica gained independence from the United Kingdom. Hitherto, the position existed de facto as Premier."}]}, {"heading": "Deaths", "year": "2007", "date": "September 6", "txt": "Madeleine L'Engle, American author and poet (b. 1918)", "entities": [{"title": "Madeleine L'Engle", "href": "/wiki/Madeleine_L%27Engle", "description": "Madeleine L'Engle Camp was an American writer of fiction, non-fiction, poetry, and young adult fiction, including A Wrinkle in Time and its sequels: A Wind in the Door, A Swiftly Tilting Planet, Many Waters, and An Acceptable Time. Her works reflect both her Christian faith and her strong interest in modern science."}]}, {"heading": "Deaths", "year": "2007", "date": "September 6", "txt": "Luciano Pavarotti, Italian tenor (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "September 6", "txt": "Anita Page, American actress (b. 1910)", "entities": [{"title": "Anita Page", "href": "/wiki/Anita_Page", "description": "Anita Page was an American film actress who reached stardom in the final years of the silent film era."}]}, {"heading": "Deaths", "year": "2009", "date": "September 6", "txt": "Catherine Gaskin, Irish-Australian author (b. 1929)", "entities": [{"title": "Catherine Gaskin", "href": "/wiki/Catherine_Gaskin", "description": "\n\nCatherine Gaskin was an Irish–Australian romance novelist."}]}, {"heading": "Deaths", "year": "2010", "date": "September 6", "txt": "Boris Chetkov, Russian painter (b. 1926)", "entities": [{"title": "Boris Chetkov", "href": "/wiki/Boris_Chetkov", "description": "Boris Alexandrovitch Chetkov was a Russian painter and glass artist known for his vivid works which range across genres but can be loosely aligned with Expressionism, Abstract Expressionism and Figurative Expressionism. His theories on art and use of colour also align him broadly with Modernism and Kandinsky though in his painting he worked largely in isolation from his peers and remained disconne"}]}, {"heading": "Deaths", "year": "2010", "date": "September 6", "txt": "Clive Donner, English director and editor (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "September 6", "txt": "Michael S. Hart, American author, founded Project Gutenberg (b. 1947)", "entities": [{"title": "Michael S. Hart", "href": "/wiki/Michael_S._Hart", "description": "Michael Stern Hart was an American author, best known as the inventor of the e-book and the founder of Project Gutenberg (PG), the first project to make e-books freely available via the Internet. He published e-books years before the Internet existed via the ARPANET, and later on BBS networks and Gopher servers."}, {"title": "Project Gutenberg", "href": "/wiki/Project_Gutenberg", "description": "Project Gutenberg (PG) is a volunteer effort to digitize and archive cultural works, as well as to \"encourage the creation and distribution of eBooks.\" It was founded in 1971 by American writer Michael S. Hart and is the oldest digital library. Most of the items in its collection are the full texts of books in the public domain. The Project tries to make these as free as possible, in long-lasting,"}]}, {"heading": "Deaths", "year": "2012", "date": "September 6", "txt": "Elisabeth Böhm, German architect (b. 1921)", "entities": [{"title": "Elisabeth Böhm", "href": "/wiki/Elisabeth_B%C3%B6hm", "description": "Elisabeth Böhm née Haggenmüller was a German architect. Frequently working together with her husband, Gottfried Böhm, she has participated in the design of numerous projects, especially their interiors."}]}, {"heading": "Deaths", "year": "2012", "date": "September 6", "txt": "Lawrie Dring, Scottish scout leader, founded World Federation of Independent Scouts (b. 1931)", "entities": [{"title": "World Federation of Independent Scouts", "href": "/wiki/World_Federation_of_Independent_Scouts", "description": "The World Federation of Independent Scouts (WFIS) is a non-governmental international Scouting organization with 82 affiliated Scout organizations in 41 countries. The affiliate Scout organizations collectively had an estimated 200,000 members in 3562 Scout Groups in 2010. WFIS was formed in Laubach, Germany, in 1996 by Lawrie Dring, a British Scouter with the independent Baden-Powell Scouts' Asso"}]}, {"heading": "Deaths", "year": "2012", "date": "September 6", "txt": "Jerome Kilty, American actor and playwright (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 6", "txt": "Art Modell, American businessman (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 6", "txt": "Oscar Rossi, Argentinian footballer and manager (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 6", "txt": "Terry Nutkins, English naturalist, television presenter and author (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 6", "txt": "Ann C. Crispin, American author (b. 1950)", "entities": [{"title": "Ann C. Crispin", "href": "/wiki/Ann_C._Crispin", "description": "Ann Carol Crispin was an American science fiction writer, the author of twenty-three published novels. She wrote several Star Trek and Star Wars novelizations and created an original science fiction series called StarBridge."}]}, {"heading": "Deaths", "year": "2013", "date": "September 6", "txt": "Khin Maung Kyi, Burmese economist and scholar (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 6", "txt": "Santiago Rosario, Puerto Rican-American baseball player and coach (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 6", "txt": "Odd Bondevik, Norwegian bishop and theologian (b. 1941)", "entities": [{"title": "Odd Bondevik", "href": "/wiki/Odd_Bondevik", "description": "Odd Bondevik was a Norwegian theologian who was the Bishop of the Diocese of Møre in the Church of Norway from 17 November 1991 until retirement in 2008. He also served as Preses of the Bishop's Conference of the Church of Norway from 1998 until 2002."}]}, {"heading": "Deaths", "year": "2014", "date": "September 6", "txt": "Cirilo Flores, American bishop (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 6", "txt": "Seth Martin, Canadian ice hockey player and coach (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 6", "txt": "Kira Zvorykina, Belarusian chess player and educator (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 6", "txt": "Ralph Milne, Scottish footballer (b. 1961)", "entities": [{"title": "Ralph Milne", "href": "/wiki/Ralph_Milne", "description": "Ralph Milne was a Scottish professional footballer whose clubs included Dundee United, Charlton Athletic, Bristol City and Manchester United. He played as both an attacking midfielder or a winger."}]}, {"heading": "Deaths", "year": "2015", "date": "September 6", "txt": "Martin Milner, American actor (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 6", "txt": "Barney Schultz, American baseball player and coach (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 6", "txt": "Calvin J. Spann, American general and pilot (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "September 6", "txt": "Peter Luck, Australian journalist and television host (b. 1944)", "entities": [{"title": "Peter Luck", "href": "/wiki/Peter_Luck", "description": "\n\nPeter Anthony Luck was an Australian author, TV journalist, producer and presenter. Among the shows he worked on were This Day Tonight, Four Corners, Sunday, Inside Edition and Today Tonight, Bicentennial Minutes … A Time to Remember, This Fabulous Century, The Australians, 50 Fantastic Years and Where Are They Now?."}]}, {"heading": "Deaths", "year": "2017", "date": "September 6", "txt": "Kate Millett, American feminist author and activist (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "September 6", "txt": "Richard DeVos, American billionaire businessman (b. 1926)", "entities": [{"title": "Richard DeVos", "href": "/wiki/Richard_DeVos", "description": "Richard \"Rich\" Marvin DeVos Sr. was an American billionaire businessman, co-founder of Amway with Jay Van Andel, and owner of the Orlando Magic basketball team. In 2012, Forbes magazine listed him as the 60th wealthiest person in the United States, and the 205th richest in the world, with an estimated net worth of $5.1 billion."}]}, {"heading": "Deaths", "year": "2018", "date": "September 6", "txt": "Liz Fraser, English actress (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "September 6", "txt": "Will Jordan, American comedian and actor (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "September 6", "txt": "Burt Reynolds, American actor, director and producer (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "September 6", "txt": "Robert Mugabe, Zimbabwean politician, 2nd President of Zimbabwe (b. 1924)", "entities": [{"title": "Robert Mugabe", "href": "/wiki/Robert_Mugabe", "description": "Robert Gabriel Mugabe was a Zimbabwean revolutionary and politician who served as Prime Minister of Zimbabwe from 1980 to 1987 and then as President from 1987 to 2017. He served as Leader of the Zimbabwe African National Union (ZANU) from 1975 to 1980 and led its successor political party, the ZANU – Patriotic Front (ZANU–PF), from 1980 to 2017. Ideologically an African nationalist, during the 197"}, {"title": "President of Zimbabwe", "href": "/wiki/President_of_Zimbabwe", "description": "The President of Zimbabwe is the highest office in the executive branch of the country's government. The president is head of state of Zimbabwe, elected by direct universal suffrage using a two-round system. Formerly a ceremonial role, the president is now also the head of government. The president serves a maximum of two five-year terms."}]}]