[{"heading": "Events", "year": "787", "date": "September 24", "txt": "Second Council of Nicaea: The council assembles at the church of Hagia Sophia.", "entities": [{"title": "Second Council of Nicaea", "href": "/wiki/Second_Council_of_Nicaea", "description": "The Second Council of Nicaea is recognized as the last of the first seven ecumenical councils by the Eastern Orthodox Church and the Catholic Church. In addition, it is also recognized as such by the Old Catholics and others. Protestant opinions on it are varied."}]}, {"heading": "Events", "year": "1568", "date": "September 24", "txt": "Spanish naval forces defeat an English fleet, under the command of John Hawkins, at the Battle of San Juan de Ulúa near Veracruz.", "entities": [{"title": "Battle of San Juan de Ulúa (1568)", "href": "/wiki/Battle_of_San_Juan_de_Ul%C3%BAa_(1568)", "description": "The Battle of San Juan de Ulúa was fought between English privateers and Spanish forces at San Juan de Ulúa. The English flotilla of six armed merchant ships under John Hawkins had been trading along the Spanish Main with the cooperation of local Spanish officials. However the central Spanish authorities considered this to be illegal smuggling that violated the Treaty of Tordesillas."}]}, {"heading": "Events", "year": "1645", "date": "September 24", "txt": "The Battle of Rowton Heath is a Parliamentarian victory over a Royalist army commanded in person by King Charles.", "entities": [{"title": "Battle of Rowton Heath", "href": "/wiki/Battle_of_Rowton_Heath", "description": "The Battle of Rowton Heath, also known as the Battle of Rowton Moor, occurred on 24 September 1645 during the English Civil War. Fought by the Parliamentarians, commanded by Sydnam Poyntz, and the Royalists under the personal command of King Charles I, it was a significant defeat for the Royalists, with heavy losses and Charles prevented from relieving the siege of Chester."}]}, {"heading": "Events", "year": "1674", "date": "September 24", "txt": "Second Tantrik Coronation of Shivaji.", "entities": [{"title": "Shivaji", "href": "/wiki/Shivaji", "description": "Shivaji Bhonsale I was an Indian ruler and a member of the Bhonsle Maratha clan. Shivaji carved out an enclave from the declining Adilshahi sultanate of Bijapur that formed the genesis of the Maratha Empire. In 1674, he was formally crowned the Chhatrapati (emperor) of his realm at Raigad."}]}, {"heading": "Events", "year": "1789", "date": "September 24", "txt": "The United States Congress passes the Judiciary Act, creating the office of the Attorney General and federal judiciary system and ordering the composition of the Supreme Court.", "entities": [{"title": "Judiciary Act of 1789", "href": "/wiki/Judiciary_Act_of_1789", "description": "The Judiciary Act of 1789 was a United States federal statute adopted on September 24, 1789, in the first session of the First United States Congress. It established the federal judiciary of the United States. Article III, Section 1 of the Constitution prescribed that the \"judicial power of the United States, shall be vested in one Supreme Court, and such inferior Courts\" as Congress saw fit to es"}]}, {"heading": "Events", "year": "1830", "date": "September 24", "txt": "A revolutionary committee of notables forms the Provisional Government of Belgium.", "entities": [{"title": "Provisional Government of Belgium", "href": "/wiki/Provisional_Government_of_Belgium", "description": "The Provisional Government was formed as a revolutionary committee of notables during the Belgian Revolution on 24 September 1830 at the Brussels City Hall under the name of Administrative Commission."}]}, {"heading": "Events", "year": "1841", "date": "September 24", "txt": "The Sultanate of Brunei cedes Sarawak to the United Kingdom.", "entities": [{"title": "Sultanate of Brunei", "href": "/wiki/Sultanate_of_Brunei", "description": "The Bruneian Empire or Empire of Brunei, also known as Sultanate of Brunei, was a Malay sultanate, centred in Brunei on the northern coast of Borneo island in Southeast Asia. Bruneian rulers converted to Islam around the 15th century, when it grew substantially since the fall of Malacca to the Portuguese, extending throughout coastal areas of Borneo and the Philippines, before it declined in the 1"}, {"title": "Kingdom of Sarawak", "href": "/wiki/Kingdom_of_Sarawak", "description": "The Raj of Sarawak, also State of Sarawak, located in the northwestern part of the island of Borneo, was an independent state that later became a British protectorate. It was established as an independent state from a series of land concessions acquired by an Englishman, James Brooke, from the sultan of Brunei. Sarawak received recognition as an independent state from the United States in 1850, an"}]}, {"heading": "Events", "year": "1846", "date": "September 24", "txt": "Mexican–American War: General Zachary Taylor captures Monterrey.", "entities": [{"title": "Mexican–American War", "href": "/wiki/Mexican%E2%80%93American_War", "description": "The Mexican–American War, also known in the United States as the Mexican War and in Mexico as the Intervención Estadounidense en México, was an armed conflict between the United States and Mexico from 1846 to 1848. It followed the 1845 U.S. annexation of Texas, which Mexico considered Mexican territory since the Mexican government did not recognize the Velasco treaty signed by Mexican General Anto"}, {"title": "Battle of Monterrey", "href": "/wiki/Battle_of_Monterrey", "description": "In the Battle of Monterrey during the Mexican–American War, General Pedro de Ampudia and the Mexican Army of the North was defeated by the Army of Occupation, a force of United States Regulars, Volunteers and Texas Rangers under the command of General Zachary Taylor."}]}, {"heading": "Events", "year": "1852", "date": "September 24", "txt": "The first airship powered by (a steam) engine, created by Henri Giffard, travels 17 miles (27 km) from Paris to Trappes.", "entities": [{"title": "Henri Giffard", "href": "/wiki/Henri_Giffard", "description": "Baptiste Jules Henri Jacques Giffard was a French engineer. In 1852 he invented the steam injector and the powered Giffard dirigible airship."}]}, {"heading": "Events", "year": "1853", "date": "September 24", "txt": "Admiral Despointes formally takes possession of New Caledonia in the name of France.", "entities": [{"title": "Auguste Febvrier Despointes", "href": "/wiki/Auguste_Febvrier_Despointes", "description": "Auguste Febvrier-Despointes was a French counter admiral. He served as the first commandant of New Caledonia from 24 September 1853 to 1 January 1854."}]}, {"heading": "Events", "year": "1869", "date": "September 24", "txt": "Gold prices plummet after President Grant orders the Treasury to sell large quantities of gold after Jay Gould and James Fisk plot to control the market.", "entities": [{"title": "Black Friday (1869)", "href": "/wiki/Black_Friday_(1869)", "description": "The Black Friday gold panic of September 24, 1869 was caused by a conspiracy between two investors, Jay Gould and his partner James Fisk, and Abel Corbin, a small time speculator who had married Virginia (Jennie) Grant, the younger sister of President Grant. They formed the Gold Ring to corner the gold market and force up the price of that metal on the New York Gold Exchange. The scandal took plac"}]}, {"heading": "Events", "year": "1877", "date": "September 24", "txt": "The Battle of Shiroyama is a decisive victory of the Imperial Japanese Army over the Satsuma Rebellion.", "entities": [{"title": "Battle of Shiroyama", "href": "/wiki/Battle_of_Shiroyama", "description": "The Battle of Shiroyama  took place on 24 September 1877, in Kagoshima, Japan. It was the final battle of the Satsuma Rebellion, where the heavily outnumbered samurai under Saigō Takamori made their last stand against Imperial Japanese Army troops under the command of General Yamagata Aritomo and Admiral Kawamura Sumiyoshi. The battle culminated in the annihilation of Saigō and his army, marking t"}]}, {"heading": "Events", "year": "1890", "date": "September 24", "txt": "The Church of Jesus Christ of Latter-day Saints officially renounces polygamy.", "entities": [{"title": "1890 Manifesto", "href": "/wiki/1890_Manifesto", "description": "The 1890 Manifesto is a statement which officially advised against any future plural marriage in The Church of Jesus Christ of Latter-day Saints. Issued by church president Wilford Woodruff in September 1890, the Manifesto was a response to mounting anti-polygamy pressure from the United States Congress, which by 1890 had disincorporated the church, escheated its assets to the U.S. federal governm"}]}, {"heading": "Events", "year": "1906", "date": "September 24", "txt": "U.S. President Theodore Roosevelt proclaims Devils Tower in Wyoming as the nation's first National Monument.", "entities": [{"title": "Devils Tower National Monument", "href": "/wiki/Devils_Tower_National_Monument", "description": "Devils Tower is a butte, possibly laccolithic, composed of igneous rock in the Bear Lodge Ranger District of the Black Hills, near Hulett and Sundance in Crook County, northeastern Wyoming, above the Belle Fourche River. It rises 1,267 feet above the Belle Fourche River, standing 867 feet from summit to base. The summit is 5,112 feet above sea level."}]}, {"heading": "Events", "year": "1906", "date": "September 24", "txt": "Racial tensions exacerbated by rumors lead to the Atlanta Race Riot, further increasing racial segregation.", "entities": []}, {"heading": "Events", "year": "1911", "date": "September 24", "txt": "His Majesty's Airship No. 1, Britain's first rigid airship, is wrecked by strong winds before her maiden flight at Barrow-in-Furness.", "entities": [{"title": "HMA No. 1", "href": "/wiki/HMA_No._1", "description": "His Majesty's Airship No. 1 was designed and built by Vickers, Sons and Maxim at their works in Barrow-in-Furness, Lancashire, England, as an aerial scout airship for the Royal Navy. It was the first British rigid airship to be built, and was constructed in a direct attempt to compete with the German airship programme. Often referred to as \"Mayfly\", a nickname given to it by the lower deck, in pub"}]}, {"heading": "Events", "year": "1929", "date": "September 24", "txt": "Jimmy Doolittle performs the first flight without a window, proving that full instrument flying from take off to landing is possible.", "entities": [{"title": "Jimmy Doolittle", "href": "/wiki/Jimmy_Doolittle", "description": "James Harold Doolittle was an American military general and aviation pioneer. He made early coast-to-coast flights, won many flying races, and helped develop instrument flying."}]}, {"heading": "Events", "year": "1932", "date": "September 24", "txt": "Gandhi and Dr. Ambedkar agree to the Poona Pact, which reserved seats in the Indian provincial legislatures for the \"Depressed Classes\" (Untouchables).", "entities": [{"title": "Poona Pact", "href": "/wiki/Poona_Pact", "description": "\n\nThe Poona Pact was an agreement between Mahatma Gandhi and Dr. Ambedkar on behalf of depressed classes and upper caste Hindu leaders on the reservation of electoral seats for the depressed classes in the legislature of British India government in 1930. It was made on 24 September 1932 at Yerwada Central Jail in Poona, India. It was signed by Ambedkar on behalf of the depressed classes and by Mad"}]}, {"heading": "Events", "year": "1935", "date": "September 24", "txt": "Earl and Weldon Bascom produce the first rodeo ever held outdoors under electric lights.", "entities": [{"title": "Earl W. Bascom", "href": "/wiki/Earl_W._Bascom", "description": "Earl Wesley Bascom was an American painter, printmaker, sculptor, cowboy, rodeo performer, inventor, and Hollywood actor. Raised in Canada, he portrayed in works of fine art, his own experiences of cowboying and rodeoing across the American and Canadian West. Bascom was awarded the Pioneer Award by the ProRodeo Hall of Fame in 2016 and inducted into several halls of fame including the Canadian Pro"}]}, {"heading": "Events", "year": "1946", "date": "September 24", "txt": "Cathay Pacific Airways is founded in Hong Kong.", "entities": [{"title": "Cathay Pacific Airways", "href": "/wiki/Cathay_Pacific_Airways", "description": "Cathay Pacific Airways Ltd. (CPA), more widely known as Cathay Pacific, is the flag carrier of Hong Kong, with its head office and main hub located at Hong Kong International Airport. The airline's operations and subsidiaries have scheduled passenger and cargo services to more than 190 destinations in more than 60 countries worldwide including codeshares and joint ventures. Cathay Pacific operates"}]}, {"heading": "Events", "year": "1946", "date": "September 24", "txt": "The top-secret Clifford-Elsey Report on the Soviet Union is delivered to President Truman.", "entities": []}, {"heading": "Events", "year": "1948", "date": "September 24", "txt": "The Honda Motor Company is founded.", "entities": [{"title": "Honda", "href": "/wiki/Honda", "description": "The Honda Motor Company, Ltd.  is a Japanese public multinational conglomerate manufacturer of automobiles, motorcycles, and power equipment, headquartered in Minato, Tokyo, Japan."}]}, {"heading": "Events", "year": "1950", "date": "September 24", "txt": "The eastern United States is covered by a thick haze from the Chinchaga fire in western Canada.", "entities": [{"title": "Chinchaga fire", "href": "/wiki/Chinchaga_fire", "description": "The Chinchaga fire, also known as the Wisp fire, Chinchaga River fire and Fire 19, was a forest fire that burned in northern British Columbia and Alberta in the summer and early fall of 1950. With a final size of between 1,400,000 hectares and 1,700,000 hectares, it is the single largest recorded fire in North American history. The authorities allowed the fire to burn freely, following local fores"}]}, {"heading": "Events", "year": "1957", "date": "September 24", "txt": "President Eisenhower sends the 101st Airborne Division to Little Rock, Arkansas, to enforce desegregation.", "entities": [{"title": "Little Rock Nine", "href": "/wiki/Little_Rock_Nine", "description": "The Little Rock Nine was a group of nine African American students enrolled in Little Rock Central High School in 1957. Their enrollment was followed by the Little Rock Crisis, in which the students were initially prevented from entering the racially segregated school by Orval Faubus, the Governor of Arkansas. They then attended after the intervention of President Dwight D. Eisenhower."}]}, {"heading": "Events", "year": "1960", "date": "September 24", "txt": "USS Enterprise, the world's first nuclear-powered aircraft carrier, is launched.", "entities": [{"title": "USS Enterprise (CVN-65)", "href": "/wiki/USS_Enterprise_(CVN-65)", "description": "USS Enterprise (CVN-65), formerly CVA(N)-65, is a decommissioned United States Navy aircraft carrier. She was the first nuclear-powered aircraft carrier and the eighth United States naval vessel to bear the name. Like her predecessor of World War II fame, she is nicknamed \"Big E\". At 1,123 feet (342 m), she is the longest naval vessel ever built. Her 93,284-long-ton (94,781 t) displacement ranks h"}]}, {"heading": "Events", "year": "1972", "date": "September 24", "txt": "Japan Airlines Flight 472 lands at Juhu Aerodrome instead of Santacruz Airport in Bombay, India.", "entities": [{"title": "Japan Airlines Flight 472 (1972)", "href": "/wiki/Japan_Airlines_Flight_472_(1972)", "description": "Japan Airlines Flight 472 was a flight from London to Tokyo via Frankfurt, Rome, Beirut, Tehran, Bombay, Bangkok and Hong Kong. On September 24, 1972, the flight landed at Juhu Aerodrome near Bombay, India instead of the city's much larger Santacruz Airport and overran the runway, resulting in the aircraft being written off after being damaged beyond economic repair."}]}, {"heading": "Events", "year": "1973", "date": "September 24", "txt": "Guinea-Bissau declares its independence from Portugal.", "entities": [{"title": "Guinea-Bissau", "href": "/wiki/Guinea-Bissau", "description": "Guinea-Bissau, officially the Republic of Guinea-Bissau, is a country in West Africa that covers 36,125 square kilometres (13,948 sq mi) with an estimated population of 1,874,303. It borders Senegal to the north and Guinea to the south-east."}]}, {"heading": "Events", "year": "1975", "date": "September 24", "txt": "Southwest Face expedition members become the first persons to reach the summit of Mount Everest by any of its faces, instead of using a ridge route.", "entities": [{"title": "1975 British Mount Everest Southwest Face expedition", "href": "/wiki/1975_British_Mount_Everest_Southwest_Face_expedition", "description": "The 1975 British Mount Everest Southwest Face expedition was the first to successfully climb Mount Everest by ascending one of its faces. In the post-monsoon season Chris Bonington led the expedition which used rock climbing techniques to put fixed ropes up the face from the Western Cwm to just below the South Summit. A key aspect of the success of the climb was the scaling of the cliffs of the Ro"}]}, {"heading": "Events", "year": "1993", "date": "September 24", "txt": "The Cambodian monarchy is restored, with Norodom Sihanouk as king.", "entities": [{"title": "Norodom Sihanouk", "href": "/wiki/Norodom_Sihanouk", "description": "Norodom Sihanouk was a Cambodian politician who led Cambodia in various capacities throughout his political career, but most often as the King of Cambodia. In Cambodia, he is known as Samdech Euv. During his lifetime, Cambodia was variously called the French Protectorate of Cambodia, the Kingdom of Cambodia (1953–1970), the Khmer Republic (1970–75), Democratic Kampuchea (1975–79), the People's Rep"}]}, {"heading": "Events", "year": "1996", "date": "September 24", "txt": "Representatives of 71 nations sign the Comprehensive Nuclear-Test-Ban Treaty at the United Nations.", "entities": [{"title": "Comprehensive Nuclear-Test-Ban Treaty", "href": "/wiki/Comprehensive_Nuclear-Test-Ban_Treaty", "description": "The Comprehensive Nuclear-Test-Ban Treaty (CTBT) is a multilateral treaty that bans all nuclear tests, for both civilian and military purposes, in all environments. It was adopted by the United Nations General Assembly on 10 September 1996, but has not entered into force, as eight specific nations have not ratified the treaty."}]}, {"heading": "Events", "year": "2005", "date": "September 24", "txt": "Hurricane Rita makes landfall in the United States, devastating portions of southwestern Louisiana and extreme southeastern Texas.", "entities": [{"title": "Hurricane Rita", "href": "/wiki/Hurricane_Rita", "description": "Hurricane Rita was the most intense tropical cyclone on record in the Gulf of Mexico and the fourth-most intense Atlantic hurricane ever recorded. Part of the record-breaking 2005 Atlantic hurricane season, which included three of the top ten most intense Atlantic hurricanes ever recorded, Rita was the seventeenth named storm, tenth hurricane, and fifth major hurricane of the 2005 season. It was a"}, {"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}]}, {"heading": "Events", "year": "2007", "date": "September 24", "txt": "Between 30,000 and 100,000 people take part in anti-government protests in Yangon, Burma, the largest in 20 years.", "entities": [{"title": "2007 Burmese anti-government protests", "href": "/wiki/2007_Burmese_anti-government_protests", "description": "The Saffron Revolution was a series of economic and political protests and demonstrations that took place during August, September, and October 2007 in Myanmar. The protests were triggered by the decision of the national military government to remove subsidies on the sales prices of fuel. The national government is the only supplier of fuels and the removal of the price subsidy immediately caused "}]}, {"heading": "Events", "year": "2008", "date": "September 24", "txt": "Thabo Mbeki resigns as president of South Africa.", "entities": [{"title": "Thabo Mbeki", "href": "/wiki/Thabo_Mbeki", "description": "Thabo Mvuyelwa Mbeki is a South African politician who served as the second president of South Africa from 16 June 1999 to 24 September 2008. On 20 September 2008, with about nine months left in his second term, Mbeki announced his resignation after being recalled by the National Executive Committee of the ANC, following a conclusion by judge C. R. Nicholson of improper interference in the Nationa"}]}, {"heading": "Events", "year": "2009", "date": "September 24", "txt": "The G20 summit begins in Pittsburgh with 30 global leaders in attendance.", "entities": [{"title": "2009 G-20 Pittsburgh summit", "href": "/wiki/2009_G-20_Pittsburgh_summit", "description": "The 2009 G20 Pittsburgh Summit was the third meeting of the G20 heads of state/heads of government to discuss financial markets and the world economy."}]}, {"heading": "Events", "year": "2009", "date": "September 24", "txt": "Airlink Fight 8911 crashes near Durban International Airport in Durban, South Africa, killing the captain and injuring the rest of the crew.", "entities": [{"title": "Durban International Airport", "href": "/wiki/Durban_International_Airport", "description": "Durban International Airport was the international airport of Durban from 1951 until 2010, when it was replaced by King Shaka International Airport, 60 kilometres (37 mi) to the north. The airport is co-located with AFB Durban."}, {"title": "Durban", "href": "/wiki/Durban", "description": "Durban, nicknamed Durbs, is the third most populous city in South Africa after Johannesburg and Cape Town and the largest city in the South African province of KwaZulu-Natal. Durban forms part of the eThekwini Metropolitan Municipality, which includes neighboring towns and has a population of about 3.44 million, making the combined municipality one of the largest cities on the Indian Ocean coast o"}, {"title": "South Africa", "href": "/wiki/South_Africa", "description": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. With over 59 million people, it is the world's 23rd-most populous nation and covers an area of 1,221,037 square kilometres. South Africa has three capital cities: executive Pretoria, judicial Bloemfontein and legislative Cape Town. The largest city is Johannesburg. About 80% of South Africans are of"}]}, {"heading": "Events", "year": "2013", "date": "September 24", "txt": "A 7.7-magnitude earthquake strikes southern Pakistan, killing at least 327 people.", "entities": [{"title": "Moment magnitude scale", "href": "/wiki/Moment_magnitude_scale", "description": "The moment magnitude scale is a measure of an earthquake's magnitude based on its seismic moment. It was defined in a 1979 paper by Thomas C. Hanks and Hiroo Kanamori. Similar to the local magnitude scale (ML ) defined by Charles Francis Richter in 1935, it uses a logarithmic scale; small earthquakes have approximately the same magnitudes on both scales."}, {"title": "2013 Balochistan earthquakes", "href": "/wiki/2013_Balochistan_earthquakes", "description": "The 2013 Balochistan earthquakes took place in late September in southwestern Pakistan. The mainshock had a moment magnitude of 7.7 and a maximum Mercalli intensity of VII. At least 825 people were killed and hundreds more were injured. On 28 September, a M6.8 aftershock occurred to the north at a depth of 14.8 kilometres, killing at least 22 people."}]}, {"heading": "Events", "year": "2014", "date": "September 24", "txt": "The Mars Orbiter Mission makes India the first Asian nation to reach Mars orbit, and the first nation in the world to do so in its first attempt.", "entities": [{"title": "Mars Orbiter Mission", "href": "/wiki/Mars_Orbiter_Mission", "description": "The Mars Orbiter Mission (MOM), also called Mangalyaan, is a space probe orbiting Mars since 24 September 2014. It was launched on 5 November 2013 by the Indian Space Research Organisation (ISRO). It is India's first interplanetary mission and it made it the fourth space agency to achieve Mars orbit, after Roscosmos, NASA, and the European Space Agency. It made India the first Asian nation to reac"}]}, {"heading": "Events", "year": "2015", "date": "September 24", "txt": "At least 1,100 people are killed and another 934 wounded after a stampede during the Hajj in Saudi Arabia.", "entities": [{"title": "2015 Mina disaster", "href": "/wiki/2015_Mina_disaster", "description": "On 24 September 2015, an event described as a \"crush and stampede\" caused deaths estimated at well over 717 pilgrims, suffocated or crushed during the annual Hajj pilgrimage in Mina, Mecca, Saudi Arabia, making it the deadliest Hajj disaster in history. Estimates of the number of dead vary; the Associated Press reported 2,411 dead, while Agence France-Presse reported 2,236 killed. Based on the tot"}]}, {"heading": "Births", "year": "AD 15", "date": "September 24", "txt": "Vitellius, Roman emperor (d. 69)", "entities": [{"title": "Vitellius", "href": "/wiki/Vitellius", "description": "Aulus Vitellius was Roman emperor for eight months, from 19 April to 20 December AD 69. Vitellius was proclaimed emperor following the quick succession of the previous emperors Galba and Otho, in a year of civil war known as the Year of the Four Emperors. Vitellius was the first to add the honorific cognomen Germanicus to his name instead of Caesar upon his accession. Like his direct predecessor, "}]}, {"heading": "Births", "year": "936", "date": "September 24", "txt": "'Adud al-Dawla, Buyid king (d. 983)", "entities": [{"title": "'Adud al-Dawla", "href": "/wiki/%27Adud_al-Dawla", "description": "Fannā (Panāh) Khusraw, better known by his laqab of ʿAḍud al-Dawla was an emir of the Buyid dynasty, ruling from 949 to 983, and at his height of power ruling an empire stretching from Makran to Yemen and the shores of the Mediterranean Sea. He is widely regarded as the greatest monarch of the dynasty, and by the end of his reign was the most powerful ruler in the Middle East."}]}, {"heading": "Births", "year": "1301", "date": "September 24", "txt": "Ralph de Stafford, 1st Earl of Stafford, English soldier (d. 1372)", "entities": [{"title": "Ralph de Stafford, 1st Earl of Stafford", "href": "/wiki/Ralph_de_Stafford,_1st_Earl_of_Stafford", "description": "Ralph de Stafford, 1st Earl of Stafford, 2nd Baron Stafford,, KG, of Stafford Castle and Madeley Castle in Staffordshire, was an English nobleman and notable soldier during the Hundred Years War against France."}]}, {"heading": "Births", "year": "1418", "date": "September 24", "txt": "Anne of Cyprus, Duchess of Savoy (probable; d. 1462)", "entities": [{"title": "Anne of Cyprus", "href": "/wiki/Anne_of_Cyprus", "description": "Anne of Cyprus was a Duchess of Savoy by marriage to Louis, Duke of Savoy. She was the daughter of King Janus of Cyprus and Charlotte of Bourbon; and a member of the Poitiers-Lusignan crusader dynasty."}]}, {"heading": "Births", "year": "1433", "date": "September 24", "txt": "Shekha of Amarsar, Rajput chieftain (d. 1488)", "entities": [{"title": "Shekha of Amarsar", "href": "/wiki/Shekha_of_Amarsar", "description": "Maharao Shekha (1433–1488) was a chieftain in 15th-century India. He is the namesake of the Shekhawati region, comprising the districts of Sikar, Churu and Jhunjhunu in the modern Indian state of Rajasthan. His descendants are known as the \"Shekhawat\"."}]}, {"heading": "Births", "year": "1473", "date": "September 24", "txt": "Georg von Frundsberg, German Knight and landowner (d. 1528)", "entities": [{"title": "Georg von Frundsberg", "href": "/wiki/Georg_von_Frundsberg", "description": "Georg von Frundsberg was a German military and Landsknecht leader in the service of the Holy Roman Empire and Imperial House of Habsburg. An early modern proponent of infantry tactics, he established his reputation in active service during the Italian Wars under Emperor Maximilian I and his successor Charles V."}]}, {"heading": "Births", "year": "1501", "date": "September 24", "txt": "Gerolamo Cardano, Italian mathematician, physician, and astrologer (d. 1576)", "entities": [{"title": "Gerolamo Cardano", "href": "/wiki/Gerolamo_Cardano", "description": "Gerolamo Cardano was an Italian polymath, whose interests and proficiencies ranged through those of mathematician, physician, biologist, physicist, chemist, astrologer, astronomer, philosopher, writer, and gambler. He was one of the most influential mathematicians of the Renaissance, and was one of the key figures in the foundation of probability and the earliest introducer of the binomial coeffic"}]}, {"heading": "Births", "year": "1534", "date": "September 24", "txt": "Guru Ram Das, fourth Sikh Guru (d. 1581)", "entities": [{"title": "Guru Ram Das", "href": "/wiki/Guru_Ram_Das", "description": "Guru Ram Das was the fourth of the ten Gurus of Sikhism. He was born on 24 September 1534 in a family based in Lahore. His birth name was Jetha, and he was orphaned at age 7; he thereafter grew up with his maternal grandmother in a village."}, {"title": "Sikh Guru", "href": "/wiki/Sikh_Guru", "description": "The Sikh Gurus  are the spiritual masters of Sikhi, who established this religion over the course of about two and a half centuries, beginning in 1469. The year 1469 marks the birth of Guru Nanak, the founder of Sikhism. He was succeeded by nine other gurus until, in 1708, the Guruship was finally passed on by the tenth guru to the holy Sikh scripture, Guru Granth Sahib, which is now considered th"}]}, {"heading": "Births", "year": "1564", "date": "September 24", "txt": "William Adams, English sailor and navigator (d. 1620)", "entities": [{"title": "William Adams (sailor, born 1564)", "href": "/wiki/William_Adams_(sailor,_born_1564)", "description": "William Adams, known in Japanese as Miura Anjin , was an English navigator who, in 1600, was the first Englishman to reach Japan leading a five-ship expedition for a private Dutch fleet. Of the few survivors of the only ship that reached Japan, Adams and his second mate Jan Joosten were not allowed to leave the country while Jacob Quaeckernaeck and Melchior van Santvoort were permitted to go back "}]}, {"heading": "Births", "year": "1583", "date": "September 24", "txt": "Albrecht von Wallenstein, Bohemian general (d. 1634)", "entities": [{"title": "Albrecht von Wallenstein", "href": "/wiki/Albrecht_von_Wallenstein", "description": "Albrecht Wenzel Eusebius von Wallenstein, also von Waldstein, was a Bohemian military leader and statesman who fought on the Catholic side during the Thirty Years' War (1618–1648). His successful martial career made him one of the richest and most influential men in the Holy Roman Empire by the time of his death. Wallenstein became the supreme commander of the armies of the Habsburg Emperor Ferdin"}]}, {"heading": "Births", "year": "1625", "date": "September 24", "txt": "Johan de Witt, Dutch mathematician and politician (d. 1672)", "entities": [{"title": "Johan de Witt", "href": "/wiki/Johan_de_Witt", "description": "Johan de Witt was a Dutch statesman and a major political figure in the Dutch Republic in the mid-17th century, when its flourishing sea trade in a period of globalization made the republic a leading European trading and seafaring power – now commonly referred to as the Dutch Golden Age. De Witt controlled the Dutch political system from around 1650 until shortly before his death by a pro-monarch "}]}, {"heading": "Births", "year": "1667", "date": "September 24", "txt": "Jean-Louis Lully, French composer (d. 1688)", "entities": [{"title": "Jean-Louis Lully", "href": "/wiki/Jean-Louis_Lully", "description": "Jean-Louis Lully was a French musician and composer. He was born in Paris, the youngest son of Jean-Baptiste Lully."}]}, {"heading": "Births", "year": "1705", "date": "September 24", "txt": "Count Leopold Joseph von Daun, Austrian field marshal (d. 1766)", "entities": [{"title": "Count Leopold Joseph von Daun", "href": "/wiki/Count_Leopold_Joseph_von_Daun", "description": "Count Leopold Joseph von Daun, later Prince of Thiano, was an Austrian field marshal of the Imperial Army in the War of the Austrian Succession and Seven Years' War."}]}, {"heading": "Births", "year": "1717", "date": "September 24", "txt": "Horace Walpole, English historian, author, and politician (d. 1797)", "entities": [{"title": "Horace Walpole", "href": "/wiki/Horace_Walpole", "description": "Horatio Walpole, 4th Earl of Orford, also known as Horace Walpole, was an English writer, art historian, man of letters, antiquarian and Whig politician."}]}, {"heading": "Births", "year": "1755", "date": "September 24", "txt": "John Marshall, American Continental Army officer, jurist, and politician, 4th Chief Justice of the United States Supreme Court (d. 1835)", "entities": [{"title": "John Marshall", "href": "/wiki/John_Marshall", "description": "John Marshall was an American politician and lawyer who served as the fourth Chief Justice of the United States from 1801 to 1835. Marshall remains the longest-serving chief justice and fourth-longest serving justice in Supreme Court history, and he is widely regarded as one of the most influential justices to ever sit on the Supreme Court. Prior to joining the Supreme Court, Marshall served as th"}, {"title": "Chief Justice of the United States Supreme Court", "href": "/wiki/Chief_Justice_of_the_United_States_Supreme_Court", "description": "The chief justice of the United States is the chief judge of the Supreme Court of the United States and the highest-ranking officer of the U.S. federal judiciary. Article II, Section 2, Clause 2 of the U.S. Constitution grants plenary power to the president of the United States to nominate, and with the advice and consent of the United States Senate, appoint \"Judges of the supreme Court\", who serv"}]}, {"heading": "Births", "year": "1761", "date": "September 24", "txt": "F.L.Æ. Kunzen, German-Danish composer and conductor (d. 1817)", "entities": [{"title": "F.L.Æ. Kunzen", "href": "/wiki/F.L.%C3%86._Kunzen", "description": "Friedrich Ludwig Æmilius Kunzen was a German composer and conductor who lived and worked for much of his life in Denmark."}]}, {"heading": "Births", "year": "1796", "date": "September 24", "txt": "Antoine-Louis Barye, French sculptor and educator (d. 1875)", "entities": [{"title": "Antoine-Louis Barye", "href": "/wiki/Antoine-Louis_Barye", "description": "Antoine-Louis Barye was a Romantic French sculptor most famous for his work as an animalier, a sculptor of animals. His son and student was the known sculptor Alfred Barye."}]}, {"heading": "Births", "year": "1801", "date": "September 24", "txt": "Mikhail Ostrogradsky, Ukrainian-Russian mathematician and physicist (d. 1862)", "entities": [{"title": "Mikhail Ostrogradsky", "href": "/wiki/Mikhail_Ostrogradsky", "description": "Mikhail Vasilyevich Ostrogradsky was a mathematician, mechanician and physicist of Ukrainian Cossack ethnicity working in the Russian Empire. Ostrogradsky was a student of Timofei Osipovsky and is considered to be a disciple of Leonhard Euler, who was known as one of the leading mathematicians of Imperial Russia."}]}, {"heading": "Births", "year": "1802", "date": "September 24", "txt": "Adolphe d'Archiac, French paleontologist and geologist (d. 1868)", "entities": [{"title": "Adolphe d'Archiac", "href": "/wiki/Adolphe_d%27Archiac", "description": "Étienne Jules Adolphe Desmier de Saint-Simon, Vicomte d'Archiac was a French geologist and paleontologist."}]}, {"heading": "Births", "year": "1812", "date": "September 24", "txt": "Mary Ann Browne, British poet and writer of musical scores (d. 1845)", "entities": [{"title": "Mary Ann Browne", "href": "/wiki/Mary_Ann_Browne", "description": "\n\nMary Ann Browne was an English poet and writer of musical scores."}]}, {"heading": "Births", "year": "1817", "date": "September 24", "txt": "Ramón de Campoamor y Campoosorio, Spanish poet and philosopher (d. 1901)", "entities": [{"title": "Ramón de Campoamor y Campoosorio", "href": "/wiki/Ram%C3%B3n_de_Campoamor_y_Campoosorio", "description": "Ramón María de las Mercedes de Campoamor y Campoosorio, known as Ramón de Campoamor, was a Spanish realist poet and philosopher."}]}, {"heading": "Births", "year": "1829", "date": "September 24", "txt": "Charles S. West, American jurist and politician, Secretary of State of Texas (d. 1885)", "entities": [{"title": "Charles S. West", "href": "/wiki/Charles_S._West", "description": "Charles Shannon West was an American jurist and politician in the state of Texas, serving as a state representative, the Texas Secretary of State, and an Associate Justice of the Texas Supreme Court."}, {"title": "Secretary of State of Texas", "href": "/wiki/Secretary_of_State_of_Texas", "description": "The Texas secretary of state is one of the six members of the executive department of the state of Texas, in the United States. Under the Texas Constitution, the appointment is made by the governor, with confirmation by the Texas Senate. Ruth Ruggero Hughs is the incumbent secretary of state."}]}, {"heading": "Births", "year": "1845", "date": "September 24", "txt": "Nikolai Anderson, Estonian philologist and author (d. 1905)", "entities": [{"title": "Nikolai Anderson", "href": "/wiki/Nikolai_Anderson", "description": "Nikolai Karl Adolf Anderson was a Baltic German philologist who specialized in comparative linguistics of Finno-Ugric languages."}]}, {"heading": "Births", "year": "1858", "date": "September 24", "txt": "Eugene Foss, American businessman and politician, 45th Governor of Massachusetts (d. 1939)", "entities": [{"title": "Eugene Foss", "href": "/wiki/Eugene_Foss", "description": "Eugene Noble Foss was an American politician and businessman from Massachusetts. Foss controlled a Boston-based industrial ventilation equipment manufacturer, and was active in both the Republican and Democratic parties. He was briefly a member of the United States House of Representatives, and served as the 45th Governor of Massachusetts (1911–13). He was generally pro-business and anti-labor, bu"}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1859", "date": "September 24", "txt": "Julius Klengel, German cellist and composer (d. 1933)", "entities": [{"title": "Julius Klengel", "href": "/wiki/Julius_Klengel", "description": "Julius Klengel was a German cellist who is most famous for his études and solo pieces written for the instrument. He was the brother of Paul Klengel. A member of the Gewandhaus Orchestra at fifteen, he toured extensively throughout Europe as cellist and soloist of the Gewandhaus Quartet. His pupils include Guilhermina Suggia, Emanuel Feuermann, Gregor Piatigorsky and Alexandre Barjansky. See: List"}]}, {"heading": "Births", "year": "1861", "date": "September 24", "txt": "Bhikaiji Cama, Indian activist (d. 1936)", "entities": [{"title": "Bhikaiji Cama", "href": "/wiki/Bhikaiji_Cama", "description": "Bhikaiji Rustom Cama was one of the prominent figures in the Indian independence movement."}]}, {"heading": "Births", "year": "1870", "date": "September 24", "txt": "Georges Claude, French chemist and engineer, invented Neon lighting (d. 1960)", "entities": [{"title": "Georges Claude", "href": "/wiki/Georges_Claude", "description": "Georges Claude was a French engineer and inventor. He is noted for his early work on the industrial liquefaction of air, for the invention and commercialization of neon lighting, and for a large experiment on generating energy by pumping cold seawater up from the depths. He has been considered by some to be \"the Edison of France\". Claude was an active collaborator with the German occupiers of Fran"}, {"title": "Neon lighting", "href": "/wiki/Neon_lighting", "description": "Neon lighting consists of brightly glowing, electrified glass tubes or bulbs that contain rarefied neon or other gases. Neon lights are a type of cold cathode gas-discharge light. A neon tube is a sealed glass tube with a metal electrode at each end, filled with one of a number of gases at low pressure. A high potential of several thousand volts applied to the electrodes ionizes the gas in the tub"}]}, {"heading": "Births", "year": "1871", "date": "September 24", "txt": "Lottie Dod, English tennis player, golfer, and archer (d. 1960)", "entities": [{"title": "Lottie Dod", "href": "/wiki/Lottie_Dod", "description": "Charlotte \"Lottie\" Dod was an English multi-sport athlete, best known as a tennis player. She won the Wimbledon Ladies' Singles Championship five times, the first one when she was only fifteen in the summer of 1887. She remains the youngest ladies' singles champion."}]}, {"heading": "Births", "year": "1872", "date": "September 24", "txt": "Jaan Teemant, Estonian lawyer and politician, 7th State Elder of Estonia (d. 1941)", "entities": [{"title": "Jaan Teemant", "href": "/wiki/Jaan_Teemant", "description": "Jaan Teemant  was an Estonian lawyer and politician."}, {"title": "State Elder of Estonia", "href": "/wiki/State_Elder_of_Estonia", "description": "The Head of State of Estonia or State Elder was the official title of the Estonian head of state from 1920 to 1937. He combined some of the functions held by a president and prime minister in most other democracies."}]}, {"heading": "Births", "year": "1873", "date": "September 24", "txt": "María de las Mercedes Adam de Aróstegui, Cuban pianist and composer (d. 1957)", "entities": [{"title": "María de las Mercedes Adam de Aróstegui", "href": "/wiki/Mar%C3%ADa_de_las_Mercedes_Adam_de_Ar%C3%B3stegui", "description": "María Emma de las Mercedes Adam de Aróstegui was a Cuban pianist and composer who lived and worked in Spain. She was born in Camagüey, Cuba, and moved to Spain with her family when she was nine years old. She studied with Joaquin Zuazagoitia in Santiago de Compostela and continued her studies in the Conservatorio Real in Madrid. She studied with Louis Diemer and Jules Massenet in Paris and with Vi"}]}, {"heading": "Births", "year": "1878", "date": "September 24", "txt": "Charles-Ferdinand Ramuz, Swiss author and poet (d. 1947)", "entities": [{"title": "Charles-Ferdinand Ramuz", "href": "/wiki/Charles-Ferdinand_Ramuz", "description": "Charles Ferdinand Ramuz was a French-speaking Swiss writer."}]}, {"heading": "Births", "year": "1880", "date": "September 24", "txt": "Sarah Knauss, American super-centenarian, oldest verified American person ever (d. 1999)", "entities": [{"title": "Sarah Knauss", "href": "/wiki/Sarah_Knauss", "description": "Sarah DeRemer Knauss was an American supercentenarian. Knauss is the oldest person ever from the United States, and holds the second place in documented longevity ever."}]}, {"heading": "Births", "year": "1882", "date": "September 24", "txt": "Max Decugis, French tennis player (d. 1978)", "entities": [{"title": "Max Decugis", "href": "/wiki/Max_Decugis", "description": "Maxime Omer Mathieu Decugis or Décugis was a tennis player from France who held the French Championships record of winning the tournament eight times, a feat that was surpassed by Rafael Nadal in 2014. He also won three Olympic medals at the 1900 Summer Olympics (Paris) and the 1920 Summer Olympics (Antwerp), his only gold medal coming in the mixed doubles partnering French legend Suzanne Lenglen."}]}, {"heading": "Births", "year": "1883", "date": "September 24", "txt": "Franklin Clarence Mars, American businessman, founded Mars, Incorporated (d. 1934)", "entities": [{"title": "Franklin Clarence Mars", "href": "/wiki/Franklin_Clarence_Mars", "description": "Franklin Clarence Mars, sometimes known as Frank C. Mars, was an American business magnate who founded the food company Mars, Incorporated, which mostly makes chocolate candy. Mars' son Forrest Edward Mars developed M&M's and the Mars bar."}, {"title": "Mars, Incorporated", "href": "/wiki/Mars,_Incorporated", "description": "Mars, Incorporated is an American multinational manufacturer of confectionery, pet food, and other food products and a provider of animal care services, with US$33 billion in annual sales in 2015. It was ranked as the 6th largest privately held company in the United States by Forbes. Headquartered in McLean, Virginia, United States, the company is entirely owned by the Mars family. Mars operates i"}]}, {"heading": "Births", "year": "1883", "date": "September 24", "txt": "Lawson Robertson, Scottish-American high jumper and coach (d. 1951)", "entities": []}, {"heading": "Births", "year": "1884", "date": "September 24", "txt": "Gustave Garrigou, French cyclist (d. 1963)", "entities": [{"title": "Gustave Garrigou", "href": "/wiki/Gustave_Garrigou", "description": "Cyprien Gustave Garrigou was one of the best professional racing cyclists of his era. He rode the Tour de France eight times and won once. Of 117 stages, he won eight, came in the top ten 96 times and finished 65 times in the first five."}]}, {"heading": "Births", "year": "1884", "date": "September 24", "txt": "İsmet İnönü, Turkish general and politician, 2nd President of Turkey (d. 1973)", "entities": [{"title": "President of Turkey", "href": "/wiki/President_of_Turkey", "description": "The president of the Republic of Turkey is the head of state and, following the 2017 Turkish constitutional referendum, also head of government of the Republic of Turkey."}]}, {"heading": "Births", "year": "1884", "date": "September 24", "txt": "Hugo Schmeisser, German weapons designer and engineer (d. 1953)", "entities": []}, {"heading": "Births", "year": "1885", "date": "September 24", "txt": "Artur Lemba, Estonian pianist, composer, and educator (d. 1963)", "entities": [{"title": "Artur Lemba", "href": "/wiki/Artur_Lemba", "description": "Artur Lemba was an Estonian composer and piano teacher, and one of the most important figures in Estonian classical music. Artur and his older brother Theodor (1876-1962) were the first professional pianists in Estonia to give concerts abroad. Artur's 1905 opera Sabina was the first opera composed by an Estonian. His Symphony No. 1 in 1908 was the first symphony composed by an Estonian."}]}, {"heading": "Births", "year": "1890", "date": "September 24", "txt": "Mike González, Cuban baseball player, coach, and manager (d. 1977)", "entities": [{"title": "Mike González (catcher)", "href": "/wiki/Mike_Gonz%C3%A1lez_(catcher)", "description": "Miguel Angel González Cordero was a Cuban catcher, coach and interim manager in American Major League Baseball during the first half of the 20th century. Along with Adolfo Luque, González was one of the first Cubans or Latin Americans to have a long off-field career in the U.S. Major Leagues."}]}, {"heading": "Births", "year": "1890", "date": "September 24", "txt": "A. P. Herbert, English author and playwright (d. 1971)", "entities": []}, {"heading": "Births", "year": "1892", "date": "September 24", "txt": "Adélard Godbout, Canadian agronomist and politician, 15th Premier of Québec (d. 1956)", "entities": [{"title": "Adélard Godbout", "href": "/wiki/Ad%C3%A9lard_Godbout", "description": "Joseph-Adélard Godbout was a Canadian agronomist and politician. He served as the 15th Premier of Quebec briefly in 1936, and again from 1939 to 1944. He served as leader of the Parti Libéral du Québec (PLQ)."}, {"title": "List of Quebec premiers", "href": "/wiki/List_of_Quebec_premiers", "description": "This is a list of the premiers of the province of Quebec, Canada, since Confederation in 1867. Quebec uses a unicameral Westminster-style parliamentary government, in which the premier is the leader of the party that controls the most seats in the National Assembly. The premier, sometimes called the prime minister, is Quebec's head of government, while the Queen of Canada is its head of state and "}]}, {"heading": "Births", "year": "1893", "date": "September 24", "txt": "Blind Lemon Jefferson, American singer-songwriter and guitarist (d. 1929)", "entities": [{"title": "Blind Lemon Jefferson", "href": "/wiki/Blind_Lemon_Jefferson", "description": "Lemon Henry \"Blind Lemon\" Jefferson was an American blues and gospel singer-songwriter and musician. He was one of the most popular blues singers of the 1920s and has been called the \"Father of the Texas Blues\"."}]}, {"heading": "Births", "year": "1894", "date": "September 24", "txt": "Tommy Armour, Scottish-American golfer and sportscaster (d. 1968)", "entities": [{"title": "Tommy Armour", "href": "/wiki/Tommy_Armour", "description": "Thomas Dickson Armour was a Scottish-American professional golfer. He was nicknamed The Silver Scot. He was the winner of three of golf's major championships: 1927 U.S. Open, 1930 PGA, and 1931 Open Championship. \nArmour popularized the term yips, the colloquial term for a sudden and unexplained loss of skills in experienced athletes."}]}, {"heading": "Births", "year": "1894", "date": "September 24", "txt": "Billy Bletcher, American actor, singer, and screenwriter (d. 1979)", "entities": []}, {"heading": "Births", "year": "1895", "date": "September 24", "txt": "André Frédéric Cournand, French physician and physiologist, Nobel Prize laureate (d. 1988)", "entities": [{"title": "André Frédéric Cournand", "href": "/wiki/Andr%C3%A9_Fr%C3%A9d%C3%A9ric_Cournand", "description": "André Frédéric Cournand was a French-American physician and physiologist."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1896", "date": "September 24", "txt": "F. Scott Fitzgerald, American novelist and short story writer (d. 1940)", "entities": [{"title": "F. Scott Fitzgerald", "href": "/wiki/F._Scott_Fitzgerald", "description": "Francis Scott Key Fitzgerald was an American novelist, essayist, screenwriter, and short story writer. He was best known for his novels depicting the flamboyance and excess of the Jazz Age—a term which he popularized. During his lifetime, he published four novels, four collections of short stories, and 164 short stories. Although he temporarily achieved popular success and fortune in the 1920s, Fi"}]}, {"heading": "Births", "year": "1898", "date": "September 24", "txt": "Howard Florey, Australian pharmacologist and pathologist, Nobel Prize laureate (d. 1968)", "entities": [{"title": "Howard Florey", "href": "/wiki/Howard_Florey", "description": "Howard Walter Florey, Baron Florey of Adelaide and Marston was an Australian pharmacologist and pathologist who shared the Nobel Prize in Physiology or Medicine in 1945 with Sir Ernst Chain and Sir Alexander Fleming for his role in the development of penicillin."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1898", "date": "September 24", "txt": "Charlotte Moore Sitterly, American astronomer (d. 1990)", "entities": []}, {"heading": "Births", "year": "1899", "date": "September 24", "txt": "William Dobell, Australian painter (d. 1970)", "entities": [{"title": "William Dobell", "href": "/wiki/William_Dobell", "description": "Sir William Dobell was a renowned Australian portrait and landscape artist of the 20th century. Dobell won the Archibald Prize, Australia's premier award for portrait artists on three occasions. The Dobell Prize is named in his honour."}]}, {"heading": "Births", "year": "1900", "date": "September 24", "txt": "Ham Fisher, American cartoonist (d. 1955)", "entities": [{"title": "Ham Fisher", "href": "/wiki/Ham_Fisher", "description": "Hammond Edward Fisher was an American comic strip writer and cartoonist who signed his work Ham Fisher. He is best known for his popular long-run on Joe Palooka, which was launched in 1930 and ranked as one of the top five newspaper comics strips for several years."}]}, {"heading": "Births", "year": "1901", "date": "September 24", "txt": "Alexandra Adler, Austrian neurologist and psychologist (d.2001)", "entities": [{"title": "Alexandra Adler", "href": "/wiki/Alexandra_Adler", "description": "Alexandra Adler was an Austrian neurologist and the daughter of psychoanalyst Alfred Adler. She has been described as one of the \"leading systematizers and interpreters\" of Adlerian psychology. Her sister was Socialist activist Valentine Adler. Alexandra Adler's husband was Halfdan Gregersen."}]}, {"heading": "Births", "year": "1902", "date": "September 24", "txt": "Ruhollah Khomeini, Iranian religious leader and politician, 1st Supreme Leader of Iran (d. 1989)", "entities": [{"title": "Ruhollah Khomeini", "href": "/wiki/Ruhollah_Khomeini", "description": "Sayyid Ruhollah Musavi Khomeini, also known in the Western world as Ayatollah Khomeini, was an Iranian political and religious leader. He was the founder of the Islamic Republic of Iran and the leader of the 1979 Iranian Revolution, which saw the overthrow of the last Shah of Iran, Mohammad Reza Pahlavi, and the end of the 2,500-year-old Persian monarchy. Following the revolution, Khomeini became "}, {"title": "Supreme Leader of Iran", "href": "/wiki/Supreme_Leader_of_Iran", "description": "The Supreme Leader of Iran, also referred to as Supreme Leader of the Islamic Revolution, but officially called the Supreme Leadership Authority, is the head of state and the highest political and religious authority of the Islamic Republic of Iran. The armed forces, judiciary, state television, and other key government organizations such as Guardian Council and Expediency Discernment Council are "}]}, {"heading": "Births", "year": "1905", "date": "September 24", "txt": "Severo Ochoa, Spanish–American physician and biochemist, Nobel Prize laureate (d. 1993)", "entities": [{"title": "Severo Ochoa", "href": "/wiki/Severo_Ochoa", "description": "Severo Ochoa de Albornoz was a Spanish physician and biochemist, and joint winner of the 1959 Nobel Prize in Physiology or Medicine with Arthur Kornberg."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1906", "date": "September 24", "txt": "Leonard Marsh, Canadian sociologist and academic (d. 1982)", "entities": [{"title": "Leonard Marsh", "href": "/wiki/Leonard_Marsh", "description": "Leonard Charles Marsh was a social scientist and professor."}]}, {"heading": "Births", "year": "1906", "date": "September 24", "txt": "Józef Nawrot, Polish footballer (d. 1982)", "entities": []}, {"heading": "Births", "year": "1907", "date": "September 24", "txt": "Ben Oakland, American pianist, composer, and songwriter (d. 1979)", "entities": [{"title": "Ben Oakland", "href": "/wiki/Ben_Oakland", "description": "Ben Oakland was an American composer, lyricist, and pianist, most active from the 1920s through the 1940s. He composed mainly for Broadway and vaudeville, though he also worked on several Hollywood scores including for the film My Little Chickadee."}]}, {"heading": "Births", "year": "1909", "date": "September 24", "txt": "Gerard Antoni Ciołek, Polish historian and architect (d. 1966)", "entities": [{"title": "Gerard Antoni Ciołek", "href": "/wiki/Gerard_Antoni_Cio%C5%82ek", "description": "Gerard Ciołek was a Polish architect, as well as a leading historian of parks and gardens."}]}, {"heading": "Births", "year": "1910", "date": "September 24", "txt": "Jean Servais, Belgian-French actor (d. 1976)", "entities": [{"title": "Jean Servais", "href": "/wiki/Jean_Servais", "description": "Jean Servais was a Belgian film and stage actor. He acted in many 20th century French cinema productions, from the 1930s through the early 1970s."}]}, {"heading": "Births", "year": "1911", "date": "September 24", "txt": "Konstantin Chernenko, Soviet politician (d. 1985)", "entities": [{"title": "Konstantin Chernenko", "href": "/wiki/Konstantin_Chernenko", "description": "Konstantin Ustinovich Chernenko was a Soviet politician and the fifth General Secretary of the Communist Party of the Soviet Union. He briefly led the Soviet Union from 13 February 1984 until his death on 10 March 1985."}]}, {"heading": "Births", "year": "1912", "date": "September 24", "txt": "Robert Lewis Taylor, American soldier and author (d. 1998)", "entities": [{"title": "Robert Lewis Taylor", "href": "/wiki/Robert_Lewis_Taylor", "description": "\nRobert Lewis Taylor was an American writer and winner of the 1959 Pulitzer Prize for Fiction."}]}, {"heading": "Births", "year": "1913", "date": "September 24", "txt": "Herb Jeffries, American singer (d. 2014)", "entities": [{"title": "Herb Jeffries", "href": "/wiki/Herb_Jeffries", "description": "Herb Jeffries was an American actor of film and television and popular music and jazz singer-songwriter, known for his baritone voice."}]}, {"heading": "Births", "year": "1914", "date": "September 24", "txt": "Esther Eng, Chinese-American film director (d. 1970)", "entities": [{"title": "Esther Eng", "href": "/wiki/Esther_Eng", "description": "Esther Eng, born Ng Kam-ha, was a Cantonese–American film director and the first female director to direct Chinese-language films in the United States. Eng made four feature films in America, and five in Hong Kong. She was recognized as a female pioneer who crossed the boundaries of race, language, culture and gender."}]}, {"heading": "Births", "year": "1914", "date": "September 24", "txt": "John Kerr, Australian politician, 18th Governor-General of Australia (d. 1991)", "entities": [{"title": "Governor-General of Australia", "href": "/wiki/Governor-General_of_Australia", "description": "The governor-general of Australia is the representative of the monarch, currently Queen Elizabeth II, in Australia. The governor-general is appointed by the monarch on the recommendation of government ministers. The governor-general has formal presidency over the Federal Executive Council and is commander-in-chief of the Australian Defence Force. The functions of the governor-general include appoi"}]}, {"heading": "Births", "year": "1914", "date": "September 24", "txt": "Andrzej Panufnik, Polish pianist, composer, and conductor (d. 1991)", "entities": []}, {"heading": "Births", "year": "1916", "date": "September 24", "txt": "Ruth Leach Amonette, American businesswoman and author (d. 2004)", "entities": [{"title": "Ruth Leach Amonette", "href": "/wiki/Ruth_Leach_Amonette", "description": "Ruth Leach Amonette was an American businesswoman, author, and educator. She was appointed as the first female executive and vice president at IBM in 1943, becoming one of only a few women in high-ranking corporate positions in the US at the time. She was renowned nationally for her work in business and as an educator."}]}, {"heading": "Births", "year": "1918", "date": "September 24", "txt": "Michael J. S. Dewar, Indian-born American theoretical chemist who developed the Dewar–Chatt–Duncanson model (d. 1997)", "entities": [{"title": "Michael J. S. Dewar", "href": "/wiki/Michael_J._S._Dewar", "description": "Michael James Steuart Dewar was an American theoretical chemist."}, {"title": "Dewar–Chatt–Duncanson model", "href": "/wiki/Dewar%E2%80%93Chatt%E2%80%93Duncanson_model", "description": "The Dewar–Chatt–Duncanson model is a model in organometallic chemistry that explains the chemical bonding in transition metal alkene complexes. The model is named after Michael J. S. Dewar, Joseph Chatt and L. A. Duncanson."}]}, {"heading": "Births", "year": "1918", "date": "September 24", "txt": "Audra Lindley, American actress (d. 1997)", "entities": []}, {"heading": "Births", "year": "1920", "date": "September 24", "txt": "Richard Bong, American soldier and pilot, Medal of Honor recipient (d. 1945)", "entities": [{"title": "Richard Bong", "href": "/wiki/Richard_Bong", "description": "Richard Ira Bong was a United States Army Air Forces major and Medal of Honor recipient in World War II. He was one of the most decorated American fighter pilots and the country's top flying ace in the war, credited with shooting down 40 Japanese aircraft, all with the Lockheed P-38 Lightning fighter. He died in California while testing a Lockheed P-80 jet fighter shortly before the war ended."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1920", "date": "September 24", "txt": "Jan Carew, Guyanese-American author, poet, and playwright (d. 2012)", "entities": []}, {"heading": "Births", "year": "1920", "date": "September 24", "txt": "Ovadia Yosef, Iraqi-Israeli rabbi and scholar (d. 2013)", "entities": []}, {"heading": "Births", "year": "1921", "date": "September 24", "txt": "Jim McKay, American sportscaster and journalist (d. 2008)", "entities": [{"title": "Jim McKay", "href": "/wiki/Jim_McKay", "description": "James Kenneth \"Jim\" McManus, better known professionally as Jim McKay, was an American television sports journalist."}]}, {"heading": "Births", "year": "1921", "date": "September 24", "txt": "Sheila MacRae, English-American actress, singer, and dancer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1922", "date": "September 24", "txt": "Ettore Bastianini, Italian actor and singer (d. 1967)", "entities": [{"title": "Ettore Bastianini", "href": "/wiki/Ettore_Bastianini", "description": "Ettore Bastianini was an Italian opera singer who was particularly associated with the operas of the bel canto tradition."}]}, {"heading": "Births", "year": "1922", "date": "September 24", "txt": "Bert I. Gordon, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1922", "date": "September 24", "txt": "Theresa Merritt, American actress and singer (d. 1998)", "entities": []}, {"heading": "Births", "year": "1922", "date": "September 24", "txt": "John Moffatt, English actor and playwright (d. 2012)", "entities": []}, {"heading": "Births", "year": "1923", "date": "September 24", "txt": "Louis Edmonds, American actor (d. 2001)", "entities": [{"title": "Louis Edmonds", "href": "/wiki/Louis_Edmonds", "description": "Louis Stirling Edmonds was an American actor from Baton Rouge, Louisiana. He was best known for his roles in Dark Shadows and All My Children."}]}, {"heading": "Births", "year": "1923", "date": "September 24", "txt": "Fats Navarro, American trumpet player and composer (d. 1950)", "entities": []}, {"heading": "Births", "year": "1923", "date": "September 24", "txt": "Raoul Bott, Hungarian-American mathematician (d. 2005)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 24", "txt": "Nina Bocharova, Ukrainian gymnast (d. 2020)", "entities": [{"title": "Nina Bocharova", "href": "/wiki/Nina_Bocharova", "description": "Nina Antonovna Bocharova was a Soviet/Ukrainian gymnast, who won four medals at the 1952 Summer Olympics. She was born in Suprunivka, Poltava Oblast, Ukrainian SSR, Soviet Union."}]}, {"heading": "Births", "year": "1924", "date": "September 24", "txt": "Voula Zouboulaki, Egyptian-Greek actress (d. 2015)", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 24", "txt": "Autar Singh Paintal, Indian physiologist and academic (d. 2004)", "entities": [{"title": "Autar Singh Paintal", "href": "/wiki/Autar_Singh_Paintal", "description": "Autar Singh Paintal was a medical scientist who made pioneering discoveries in the area of neurosciences and respiratory sciences. He is the first Indian Physiologist to become the Fellow of the Royal Society, London."}]}, {"heading": "Births", "year": "1927", "date": "September 24", "txt": "Arthur Malet, English-American actor and singer (d. 2013)", "entities": [{"title": "Arthur Malet", "href": "/wiki/Arthur_Malet", "description": "Arthur Malet was an English stage, film and television actor based in the United States."}]}, {"heading": "Births", "year": "1929", "date": "September 24", "txt": "John Carter, American clarinet player, saxophonist, and flute player (d. 1991)", "entities": [{"title": "John Carter (jazz musician)", "href": "/wiki/John_Carter_(jazz_musician)", "description": "John Wallace Carter was an American jazz clarinet, saxophone, and flute player."}]}, {"heading": "Births", "year": "1930", "date": "September 24", "txt": "Józef Krupiński, Polish poet and author (d. 1998)", "entities": [{"title": "Józef Krupiński", "href": "/wiki/J%C3%B3zef_Krupi%C5%84ski", "description": "Józef Krupiński was a Polish poet. He spent the last days of his life in Orzesze, Poland. Prizewinner of the Edward Stachura Award and member of the Association of Polish Writers in Katowice."}]}, {"heading": "Births", "year": "1930", "date": "September 24", "txt": "Angelo Muscat, Maltese-English actor (d. 1977)", "entities": []}, {"heading": "Births", "year": "1930", "date": "September 24", "txt": "Benjamin Romualdez, Filipino politician and diplomat (d. 2012)", "entities": []}, {"heading": "Births", "year": "1930", "date": "September 24", "txt": "John W. Young, American captain, engineer, and astronaut (d. 2018)", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 24", "txt": "Elizabeth Blackadder, Scottish painter and educator", "entities": [{"title": "Elizabeth Blackadder", "href": "/wiki/Elizabeth_Blackadder", "description": "Dame Elizabeth Violet Blackadder, Mrs Houston, is a Scottish painter and printmaker. She is the first woman to be elected to both the Royal Scottish Academy and the Royal Academy."}]}, {"heading": "Births", "year": "1931", "date": "September 24", "txt": "Cardiss Collins, American lawyer and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 24", "txt": "Brian Glanville, English journalist and author", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 24", "txt": "Anthony Newley, English singer and actor (d. 1999)", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 24", "txt": "Mike Parkes, English race car driver (d. 1977)", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 24", "txt": "Miguel Montuori, Argentinian-Italian footballer and manager (d. 1998)", "entities": [{"title": "Miguel Montuori", "href": "/wiki/Miguel_Montuori", "description": "Miguel Ángel Montuori was an Argentine-Italian football player, who played as a forward and as an attacking midfielder. He is regarded as one of Fiorentina's greatest players of all time, due to his technique, creativity, eye for goal, and playmaking ability. Despite his talent and success, he was also regarded as an \"unfortunate\" player, due to his many runner-up medals, and his injuries, which f"}]}, {"heading": "Births", "year": "1932", "date": "September 24", "txt": "Walter Wallmann, German politician, Minister-President of Hesse (d. 2013)", "entities": [{"title": "List of Ministers-President of Hesse", "href": "/wiki/List_of_Ministers-President_of_Hesse", "description": "The Minister-President of Hesse, also referred to as the Premier or Minister President, is the head of government of the German state of Hesse. The position in its current form was created in 1946, when the provisional state of Greater Hesse was renamed. Greater Hesse had been formed in 1945 after the Second World War from the Prussian Provinces of Kurhessen and Nassau and the People's State of He"}]}, {"heading": "Births", "year": "1933", "date": "September 24", "txt": "Raffaele Farina, Italian cardinal", "entities": [{"title": "Raffaele Farina", "href": "/wiki/Raffaele_Farina", "description": "Raffaele Farina SDB is an Italian Cardinal of the Catholic Church. He was Archivist of the Vatican Secret Archives, Librarian of the Vatican Library, and president of Scuola Vaticana di Paleografia, Diplomatica e Archivistica. Farina was elevated to the cardinalate in 2007."}]}, {"heading": "Births", "year": "1933", "date": "September 24", "txt": "Mel Taylor, American drummer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 24", "txt": "Tommy Anderson, Scottish footballer and manager", "entities": [{"title": "Tommy Anderson (footballer)", "href": "/wiki/Tommy_Anderson_(footballer)", "description": "Thomas Cowan Anderson is a Scottish former professional footballer. He played as a forward, and was noted for his extremely fast pace."}]}, {"heading": "Births", "year": "1934", "date": "September 24", "txt": "John Brunner, English-Scottish author and screenwriter (d. 1995)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 24", "txt": "John Kasmin, English art dealer", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 24", "txt": "Bernard Nevill, English painter, designer, and academic", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 24", "txt": "Chick Willis, American singer and guitarist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 24", "txt": "Manfred Wörner, German politician and diplomat, 7th Secretary General of NATO (d. 1994)", "entities": [{"title": "Secretary General of NATO", "href": "/wiki/Secretary_General_of_NATO", "description": "The secretary general of NATO is the chief civil servant of the North Atlantic Treaty Organization (NATO). The officeholder is an international diplomat responsible for coordinating the workings of the alliance, leading NATO's international staff, chairing the meetings of the North Atlantic Council and most major committees of the alliance, with the notable exception of the NATO Military Committee"}]}, {"heading": "Births", "year": "1934", "date": "September 24", "txt": "Donald Wrye, American director, screenwriter and producer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1936", "date": "September 24", "txt": "Sivanthi Adithan, Indian businessman (d. 2013)", "entities": [{"title": "Sivanthi Adithan", "href": "/wiki/Sivanthi_Adithan", "description": "Sivanthi Adityan  was an Indian media baron who ran Tamil newspapers Daily Thanthi and Maalaimalar. Sivanthi started the first evening Tamil Daily Maalai Murasu at Tirunelveli in 1959. He was an educationist, an industrialist and a philanthropist. He was awarded the Padma Shri by the Government of India. He was popularly called \"Chinna Ayya\" as a mark of respect by the people. In 2012 Adithan boug"}]}, {"heading": "Births", "year": "1936", "date": "September 24", "txt": "Jim Henson, American puppeteer, director, producer and screenwriter, created The Muppets (d. 1990)", "entities": [{"title": "The Muppets", "href": "/wiki/The_Muppets", "description": "The Muppets are an ensemble cast of puppet characters known for an absurdist, burlesque, and self-referential style of variety-sketch comedy. Created by Jim Henson in 1955, they are the namesakes of the Disney-owned media franchise that encompasses television, film, music, and other media associated with the characters."}]}, {"heading": "Births", "year": "1938", "date": "September 24", "txt": "Steve Douglas, American saxophonist, flute player, and producer (d. 1993)", "entities": [{"title": "Steve Douglas (saxophonist)", "href": "/wiki/Steve_Douglas_(saxophonist)", "description": "Steve Douglas was an American saxophonist and flautist. As a Los Angeles session musician, he worked with Phil Spector, Bob Dylan, Brian Wilson, The Beach Boys and Ry Cooder."}]}, {"heading": "Births", "year": "1939", "date": "September 24", "txt": "Wayne Henderson, American trombonist and producer (d. 2014)", "entities": [{"title": "Wayne Henderson (musician)", "href": "/wiki/Wayne_Henderson_(musician)", "description": "Wayne Maurice Henderson was an American soul jazz and hard bop trombonist and record producer. In 1961, he co-founded the soul jazz/hard bop group The Jazz Crusaders. Henderson left the group in 1976 to pursue a career in producing, but revived The Jazz Crusaders in 1995."}]}, {"heading": "Births", "year": "1939", "date": "September 24", "txt": "Moti Kirschenbaum, Israeli journalist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 24", "txt": "Jacques Vallée, French ufologist", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 24", "txt": "Yves Navarre, French author (d. 1994)", "entities": [{"title": "Yves Navarre", "href": "/wiki/Yves_Navarre", "description": "Yves Navarre was a French writer. A gay man, most of his work concerned homosexuality and associated issues, such as AIDS. In his romantic works, Navarre was noted for his tendency to emphasize sensuality and \"the mystical qualities of love\" rather than sexuality or sensationalism. He was awarded the 1980 Prix Goncourt for his novel Le Jardin d'acclimatation."}]}, {"heading": "Births", "year": "1941", "date": "September 24", "txt": "John Mackey, American football player (d. 2011)", "entities": [{"title": "John Mackey (American football)", "href": "/wiki/John_Mackey_(American_football)", "description": "John Mackey was an American professional football player who was a tight end for the Baltimore Colts and the San Diego Chargers. He was born in Roosevelt, New York and attended Syracuse University. He was the first president of the National Football League Players Association following the AFL-NFL merger, serving from 1970 to 1973. Mackey was also a major reason the NFLPA created the \"88 Plan\", wh"}]}, {"heading": "Births", "year": "1941", "date": "September 24", "txt": "Linda McCartney, American singer, photographer, and activist (d. 1998)", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 24", "txt": "Gerry Marsden, English singer-songwriter and guitarist (d. 2021)", "entities": [{"title": "Gerry Marsden", "href": "/wiki/Gerry_Marsden", "description": "Gerard Marsden MBE was an English singer-songwriter, musician and television personality, best known for being leader of the Merseybeat band Gerry and the Pacemakers. He was the younger brother of fellow band member Freddie Marsden."}]}, {"heading": "Births", "year": "1944", "date": "September 24", "txt": "Eavan Boland, Irish poet and academic", "entities": [{"title": "Eavan Boland", "href": "/wiki/Eavan_Boland", "description": "Eavan Aisling Boland was an Irish poet, author, and professor. She was a professor at Stanford University, where she had taught from 1996. Her work deals with the Irish national identity, and the role of women in Irish history. A number of poems from Boland's poetry career are studied by Irish students who take the Leaving Certificate. She was a recipient of the Lannan Literary Award for Poetry."}]}, {"heading": "Births", "year": "1944", "date": "September 24", "txt": "Sven-Ole Thorsen, Danish bodybuilder and stuntman", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 24", "txt": "Victoria Vetri, Playboy's 1967 Miss September & 1968 Playmate of the Year.", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 24", "txt": "Lou Dobbs, American journalist and author", "entities": [{"title": "Lou Dobbs", "href": "/wiki/Lou_Dobbs", "description": "Louis Carl Dobbs is an American political commentator, author, and former television host who presented Lou Dobbs Tonight from 2003 to 2009 and 2011 to 2021."}]}, {"heading": "Births", "year": "1945", "date": "September 24", "txt": "Carson Van Osten, American comics creator and musician (d. 2015)", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 24", "txt": "John Rutter, English composer, conductor, and producer", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 24", "txt": "Jerry Donahue, American guitarist and producer", "entities": [{"title": "Jerry Donahue", "href": "/wiki/Jerry_Donahue", "description": "Jerry Donahue is an American guitarist and producer primarily known for his work in the British folk rock scene as a member of Fotheringay and Fairport Convention as well as being a member of the rock guitar trio The Hellecasters."}]}, {"heading": "Births", "year": "1946", "date": "September 24", "txt": "Joe Greene, American football player, coach, and actor", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 24", "txt": "Lars Emil Johansen, Greenlandic educator and politician, 2nd Prime Minister of Greenland", "entities": [{"title": "Prime Minister of Greenland", "href": "/wiki/Prime_Minister_of_Greenland", "description": "The prime minister of Greenland, officially referred to as the premier, is the head of the Government of Greenland, the autonomous territory within the Kingdom of Denmark."}]}, {"heading": "Births", "year": "1946", "date": "September 24", "txt": "César Pedroso, Cuban pianist and songwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 24", "txt": "Pat Pocock, Welsh-English cricketer", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 24", "txt": "María Teresa Ruiz, Chilean astronomer", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 24", "txt": "Stephen Mueller, American painter (d. 2011)", "entities": [{"title": "Stephen Mueller", "href": "/wiki/Stephen_Mueller", "description": "Stephen Mueller was an American painter whose color field and Lyrical Abstraction canvases took a turn towards pop. He earned his B.F.A. in painting from the University of Texas, Austin in 1969 and his M.F.A. at Bennington College in 1971 where the influence of Clement Greenberg and the color field school ran high; although he used that style as a stepping off point while incorporating many differ"}]}, {"heading": "Births", "year": "1948", "date": "September 24", "txt": "Phil Hartman, Canadian-American actor and screenwriter (d. 1998)", "entities": [{"title": "Phil Hartman", "href": "/wiki/Phil_Hartman", "description": "Philip Edward Hartman was a Canadian-American actor, comedian, screenwriter, and graphic designer who gained fame in the late 1980s as a long-time performer of the NBC sketch comedy show Saturday Night Live (SNL)."}]}, {"heading": "Births", "year": "1948", "date": "September 24", "txt": "Garth Porter, New Zealand-Australian singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 24", "txt": "Baleka Mbete, South African politician, Speaker of the National Assembly of South Africa", "entities": [{"title": "Baleka Mbete", "href": "/wiki/Baleka_Mbete", "description": "Baleka Mbete is a South African politician who served as the Speaker of the National Assembly of South Africa from May 2014 to May 2019. She was previously Speaker of the National Assembly from 2004 to 2008, and Deputy President of South Africa from 2008 to 2009 under Kgalema Motlanthe. She was elected National Chairperson of the African National Congress in 2007 and re-elected in 2012 and served "}, {"title": "Speaker of the National Assembly of South Africa", "href": "/wiki/Speaker_of_the_National_Assembly_of_South_Africa", "description": "The Speaker of the National Assembly presides over the National Assembly of South Africa, the lower house of the Parliament of South Africa. The speaker is chosen from among the Members of the Assembly at its first sitting following a general election and whenever the office is vacant. The Speaker acts as a \"referee\", taking charge of debates to make sure that the MPs can participate freely while "}]}, {"heading": "Births", "year": "1949", "date": "September 24", "txt": "Anders Arborelius, Swedish cardinal", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 24", "txt": "Mohinder Amarnath, Indian cricketer, coach, and sportscaster", "entities": [{"title": "Mohinder Amarnath", "href": "/wiki/Mohinder_Amarnath", "description": "Mohinder \"Jimmy\" Amarnath Bhardwaj pronunciation (help·info) is an Indian former cricketer and current cricket analyst. He is the son of Lala Amarnath, the first post-independence captain of India, and Kailash Kumari. His brother Surinder Amarnath is a Former Test player. Another brother Rajinder Amarnath is a former first class cricket and current cricket coach."}]}, {"heading": "Births", "year": "1950", "date": "September 24", "txt": "John Kessel, American author, poet, and playwright", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 24", "txt": "Harriet Walter, English actress", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 24", "txt": "Douglas Kmiec, American scholar and diplomat, United States Ambassador to Malta", "entities": [{"title": "Douglas Kmiec", "href": "/wiki/Douglas_Kmiec", "description": "Douglas William Kmiec is an American legal scholar, author, and former U.S. ambassador. He is the Caruso Family Chair and Professor of Constitutional Law at Pepperdine University School of Law. Kmiec came to prominence during the 2008 United States presidential election when, although a Republican, he endorsed Democrat Barack Obama. In July 2009, he was nominated by President Obama to serve as U.S"}, {"title": "United States Ambassador to Malta", "href": "/wiki/United_States_Ambassador_to_Malta", "description": "This is a list of Ambassadors of the United States to Malta. Initially a part of the British Empire, Malta was granted full independence as the State of Malta on September 21, 1964. The United States recognized the new nation and established full diplomatic relations after its independence, and retained relations after Malta became a republic in 1974. Harrison Lewis was appointed as the first Amer"}]}, {"heading": "Births", "year": "1952", "date": "September 24", "txt": "Dieter Hochheimer, German footballer and manager", "entities": [{"title": "Dieter Hochheimer", "href": "/wiki/Dieter_Hochheimer", "description": "Dieter Hochheimer is a former German football player and manager."}]}, {"heading": "Births", "year": "1952", "date": "September 24", "txt": "Mark Sandman, American singer-songwriter, guitarist, and producer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 24", "txt": "Marco Tardelli, Italian footballer and coach", "entities": [{"title": "Marco Tardelli", "href": "/wiki/Marco_Tardelli", "description": "Marco Tardelli is an Italian former football player and manager. At club level, he played as a midfielder for several Italian clubs; he began his career with Pisa, and later played for Como, Juventus, and Internazionale, before retiring with Swiss club St. Gallen. He enjoyed a highly successful career with Juventus, winning five league titles, as well as multiple Coppa Italia titles, and four majo"}]}, {"heading": "Births", "year": "1955", "date": "September 24", "txt": "Riccardo Illy, Italian businessman and politician, President of Friuli Venezia Giulia", "entities": [{"title": "Riccardo Illy", "href": "/wiki/Riccardo_Illy", "description": "Riccardo Illy is an Italian businessman and former politician."}, {"title": "List of Presidents of Friuli-Venezia Giulia", "href": "/wiki/List_of_Presidents_of_Friuli-Venezia_Giulia", "description": "This is the list of presidents of Friuli-Venezia Giulia since 1964."}]}, {"heading": "Births", "year": "1956", "date": "September 24", "txt": "Hubie Brooks, American baseball player", "entities": [{"title": "Hubie Brooks", "href": "/wiki/Hubie_Brooks", "description": "Hubert \"Hubie\" Brooks is an American former professional baseball right fielder, third baseman, and shortstop. He played fifteen seasons in Major League Baseball (MLB) from 1980 to 1994 for the New York Mets, Montreal Expos, Los Angeles Dodgers, California Angels, and Kansas City Royals. Brooks was selected third overall in the 1978 Major League Baseball draft by the New York Mets and went on to p"}]}, {"heading": "Births", "year": "1957", "date": "September 24", "txt": "Wolfgang Wolf, German footballer and manager", "entities": [{"title": "Wolfgang Wolf", "href": "/wiki/Wolfgang_Wolf", "description": "Wolfgang Wolf is a German football coach and a former player."}]}, {"heading": "Births", "year": "1958", "date": "September 24", "txt": "Kevin Sorbo, American actor and producer", "entities": [{"title": "Kevin Sorbo", "href": "/wiki/Kevin_Sorbo", "description": "Kevin David Sorbo is an American actor. He had starring roles in two television series: as Hercules in Hercules: The Legendary Journeys, and as Captain Dylan Hunt in Andromeda. Sorbo is also known for acting in the Christian drama films God's Not Dead and Let There Be Light."}]}, {"heading": "Births", "year": "1959", "date": "September 24", "txt": "Theo Paphitis, Cypriot-English businessman", "entities": [{"title": "Theo Paphitis", "href": "/wiki/Theo_Paphitis", "description": "Theodoros \"Theo\" Paphitis is a Greek-Cypriot British retail magnate and entrepreneur. He is best known for his appearances on the BBC business programme Dragons' Den and as former chairman of Millwall Football Club."}]}, {"heading": "Births", "year": "1959", "date": "September 24", "txt": "Steve Whitmire, American puppeteer", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 24", "txt": "Amy Sky, Canadian singer-songwriter, producer, and actress", "entities": [{"title": "Amy Sky", "href": "/wiki/Amy_Sky", "description": "Amy Sky is a Canadian singer-songwriter, record producer, theatre actress, and television host. Sky started classical music lessons at the age of five, and plays piano, guitar, cello and recorder. She has a degree from the University of Toronto in music theory and composition. In 1983, Sky was signed as a staff songwriter to MCA Music Nashville, and subsequently to Warner-Chappell Music in Los Ang"}]}, {"heading": "Births", "year": "1961", "date": "September 24", "txt": "Christopher L. Eisgruber, American lawyer and academic", "entities": [{"title": "Christopher L. Eisgruber", "href": "/wiki/Christopher_L._Eisgruber", "description": "Christopher Ludwig Eisgruber is an American legal scholar who is serving as the 20th and current President of Princeton University, where he is also the Laurance S. Rockefeller Professor of Public Affairs in the Princeton School of Public and International Affairs and the University Center for Human Values. He is also an expert on constitutional law, with an emphasis on law & religion and federal "}]}, {"heading": "Births", "year": "1961", "date": "September 24", "txt": "John Logan, American screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 24", "txt": "Luc Picard, Canadian actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 24", "txt": "Ally McCoist, Scottish footballer and manager", "entities": [{"title": "Ally McCoist", "href": "/wiki/Ally_McCoist", "description": "Alistair Murdoch McCoist, is a Scottish former footballer who has since worked as a manager and pundit."}]}, {"heading": "Births", "year": "1962", "date": "September 24", "txt": "Mike Phelan, English footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 24", "txt": "Tim Supple, English director and producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 24", "txt": "Nia Vardalos, Canadian-American actress and screenwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 24", "txt": "Ilgvars Zalāns, Latvian painter", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 24", "txt": "Michael Potter, Australian rugby player and coach", "entities": [{"title": "Michael Potter", "href": "/wiki/Michael_Potter", "description": "Michael Potter is an Australian professional rugby league football coach and former player. He was previously head coach of Super League clubs, the Catalans Dragons, St Helens, the Bradford Bulls and National Rugby League club the Wests Tigers. As a player, he was a New South Wales State of Origin representative fullback, playing his club football for the Canterbury-Bankstown Bulldogs, the St Geor"}]}, {"heading": "Births", "year": "1963", "date": "September 24", "txt": "Ben Preston, English journalist", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 24", "txt": "Rafael Palmeiro, Cuban-American baseball player", "entities": [{"title": "Rafael Palmeiro", "href": "/wiki/Rafael_Palmeiro", "description": "Rafael Palmeiro Corrales is a Cuban American former Major League Baseball first baseman and left fielder. Palmeiro was an All-American at Mississippi State University before being drafted by the Chicago Cubs in 1985. He played for the Cubs (1986–1988), Texas Rangers, and the Baltimore Orioles."}]}, {"heading": "Births", "year": "1964", "date": "September 24", "txt": "Marko Pomerants, Estonian lawyer and politician, Estonian Minister of the Interior", "entities": [{"title": "Minister of the Interior (Estonia)", "href": "/wiki/Minister_of_the_Interior_(Estonia)", "description": "The Ministry of the Interior of Estonia is a Ministry in the Estonian Government. The current Minister of the Interior is Kristian Jaani."}]}, {"heading": "Births", "year": "1964", "date": "September 24", "txt": "Ronald van der Kemp, Dutch fashion designer", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 24", "txt": "Robert Irvine, English chef and television host", "entities": [{"title": "Robert Irvine", "href": "/wiki/Robert_Irvine", "description": "Robert Paul Irvine is an English celebrity chef and talk show host who has appeared on and hosted a variety of Food Network programmes including Dinner: Impossible, Worst Cooks in America, Restaurant: Impossible, A Hero's Welcome, Operation Restaurant, All-Star Academy, Guy's Grocery Games, Chopped: Impossible and Restaurant Express. Irvine currently operates two restaurants, Robert Irvine's Publi"}]}, {"heading": "Births", "year": "1965", "date": "September 24", "txt": "Njål Ølnes, Norwegian saxophonist and composer", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 24", "txt": "Sean McNabb, American singer and bass player", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 24", "txt": "Janet Weiss, American drummer", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 24", "txt": "Christophe Bouchut, French race car driver", "entities": [{"title": "Christophe Bouchut", "href": "/wiki/Christophe_Bouchut", "description": "Christophe Bouchut is a French professional racing driver. He currently competes in the NASCAR Whelen Euro Series, driving for Dexwet-df1 Racing and Alex Caffi Motorsport in a part-time effort. He won the 24 Hours of Le Mans in 1993. He was named as the first driver for the F1 Larrousse team for the 1995 season, but the team withdrew before the first race."}]}, {"heading": "Births", "year": "1966", "date": "September 24", "txt": "Rajesh Khattar, Indian voice actor", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 24", "txt": "Bernard Gilkey, American baseball player", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 24", "txt": "Stefan Molyneux, Irish-Canadian philosopher, author, and blogger", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 24", "txt": "Michael O. Varhola, American journalist and author", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 24", "txt": "Noreena Hertz, English economist, author, and academic", "entities": [{"title": "Noreena Hertz", "href": "/wiki/Noreena_Hertz", "description": "Noreena Hertz is an English academic, economist, author and has hosted her show, \"MegaHertz: London Calling,\" on Sirius XM's Insight channel since 28 August 2017. She has been Honorary Professor at the Institute for Global Prosperity at University College London since 2014. She also acts as Sirius XM's chief Europe correspondent. In 2016 she joined ITV News as its Economics Editor."}]}, {"heading": "Births", "year": "1969", "date": "September 24", "txt": "Shawn Crahan, American drummer, songwriter, and producer", "entities": [{"title": "Shawn Crahan", "href": "/wiki/Shawn_Crahan", "description": "Michael Shawn Crahan, more commonly known by his stage persona \"Clown\", is an American musician who is one of the two percussionists/background vocalists and co-founder of heavy metal band Slipknot. When performing with Slipknot, he is also known as #6. As of 2020, Crahan is the last remaining original member of the first Slipknot lineup before their big break in 1999."}]}, {"heading": "Births", "year": "1969", "date": "September 24", "txt": "Christopher Pincher, English politician", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 24", "txt": "Shamim Sarif, English author, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 24", "txt": "Paul Ray Smith, American sergeant, Medal of Honor recipient (d. 2003)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1969", "date": "September 24", "txt": "Megan Ward, American actress", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 24", "txt": "Michael S. Engel, American paleontologist and entomologist", "entities": [{"title": "Michael S. Engel", "href": "/wiki/Michael_S._Engel", "description": "Michael S. Engel, FLS, FRES is an American paleontologist and entomologist, notable for contributions to insect evolutionary biology and classification. In connection with his studies he has undertaken field expeditions in Central Asia, Asia Minor, the Levant, Arabia, eastern Africa, the high Arctic, and South and North America, and has published more than 760 papers in scientific journals and ove"}]}, {"heading": "Births", "year": "1971", "date": "September 24", "txt": "Mike Michalowicz, American businessman and author", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 24", "txt": "Kevin Millar, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 24", "txt": "Peter Salisbury, English drummer", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 24", "txt": "Conor Burns, British politician", "entities": [{"title": "Conor Burns", "href": "/wiki/Conor_Burns", "description": "Conor Burns is a British Conservative Party politician and former public relations executive serving as Member of Parliament (MP) for Bournemouth West since 2010."}]}, {"heading": "Births", "year": "1972", "date": "September 24", "txt": "Kate Fleetwood, English actress", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 24", "txt": "Eddie George, American football player and sportscaster", "entities": [{"title": "Eddie George", "href": "/wiki/Eddie_George", "description": "Edward Nathan George Jr. is a former professional American football running back who played in the National Football League (NFL) for nine seasons who is the current head coach of Tennessee State. He played college football for The Ohio State University and won the Heisman Trophy in 1995. He was drafted in the first round of the 1996 NFL Draft, and played professionally for the Tennessee Titans an"}]}, {"heading": "Births", "year": "1973", "date": "September 24", "txt": "Gillian Lindsay, Scottish rower", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 24", "txt": "Rodrick Rhodes, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 24", "txt": "John McDonald, American baseball player", "entities": [{"title": "John McDonald (infielder)", "href": "/wiki/John_McDonald_(infielder)", "description": "John Joseph McDonald is an American former professional baseball infielder. He played in Major League Baseball (MLB) for the Cleveland Indians, Toronto Blue Jays, Detroit Tigers, Arizona Diamondbacks, Pittsburgh Pirates, Philadelphia Phillies, Boston Red Sox, and Los Angeles Angels of Anaheim between 1999 and 2014. Primarily a shortstop, he was also a utility infielder, with the ability to also pl"}]}, {"heading": "Births", "year": "1976", "date": "September 24", "txt": "Carlos Almeida, Angolan basketball player", "entities": [{"title": "Carlos Almeida (basketball)", "href": "/wiki/Carlos_Almeida_(basketball)", "description": "Carlos Domingues Bendinha de Almeida is an Angolan professional basketball shooting guard and a member of the Angola national basketball team. He is 6 ft 4 in (1.93 m) in height and 91 kg in weight. Almeida played for Angola at the 2000 and the 2004 Summer Olympics, the 2002 and 2006 basketball world championship as well as the 2005, 2007 Africa championships and 2009 Africa championship."}]}, {"heading": "Births", "year": "1976", "date": "September 24", "txt": "Stephanie McMahon, American wrestler and businesswoman", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 24", "txt": "Yakkun Sakurazuka, Japanese voice actress and singer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 24", "txt": "Vahur Vahtramäe, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 24", "txt": "Frank Fahrenhorst, German footballer and manager", "entities": [{"title": "Frank Fahrenhorst", "href": "/wiki/Frank_Fahrenhorst", "description": "Frank Fahrenhorst is a German former professional footballer, who played as a defender and is currently manager of VfB Stuttgart II."}]}, {"heading": "Births", "year": "1977", "date": "September 24", "txt": "Casey Rabach, American football player", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 24", "txt": "Wietse van Alten, Dutch archer", "entities": [{"title": "Wietse van Alten", "href": "/wiki/Wietse_van_Alten", "description": "Wietse Cornelis van Alten is a retired archer from the Netherlands. Van Alten was born in Zaandam, in the municipality of Zaanstad. He has competed in archery since the age of seven."}]}, {"heading": "Births", "year": "1979", "date": "September 24", "txt": "Fábio Aurélio, Brazilian footballer", "entities": [{"title": "Fábio Aurélio", "href": "/wiki/F%C3%A1bio_Aur%C3%A9lio", "description": "Fábio Aurélio Rodrigues is a Brazilian former professional footballer who played for Grêmio, São Paulo, Valencia and Liverpool. He played as either a left back or left winger and represented Brazil at under-17 and under-20 levels and at the 2000 Sydney Olympics."}]}, {"heading": "Births", "year": "1979", "date": "September 24", "txt": "Kim Jong-min, South Korean singer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 24", "txt": "Daniele Bennati, Italian cyclist", "entities": [{"title": "Daniele Bennati", "href": "/wiki/Daniele_Bennati", "description": "Daniele Bennati is an Italian former road racing cyclist, who rode professionally between 2002 and 2019 for the Acqua e Sapone–Cantina Tollo, De Nardi–Colpack, Phonak, Lampre–Fondital, Liquigas–Doimo, RadioShack–Nissan, Tinkoff and Movistar Team squads."}]}, {"heading": "Births", "year": "1980", "date": "September 24", "txt": "Dean Canto, Australian race car driver", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 24", "txt": "Petri Pasanen, Finnish footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 24", "txt": "Victoria Pendleton, English cyclist", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 24", "txt": "John Arne Riise, Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 24", "txt": "Ryan Briscoe, Australian race car driver", "entities": [{"title": "Ryan Briscoe", "href": "/wiki/Ryan_Briscoe", "description": "Ryan Briscoe is an Australian-American professional racing driver from Sydney who has predominantly raced open-wheel and sports cars in Europe and America."}]}, {"heading": "Births", "year": "1981", "date": "September 24", "txt": "Drew Gooden, American basketball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 24", "txt": "Morgan Hamm, American gymnast", "entities": [{"title": "Morgan Hamm", "href": "/wiki/Morgan_Hamm", "description": "Morgan Carl Hamm is an American artistic gymnast. He is an Olympic silver medalist in the team competition at the 2004 Olympics and a two-time Olympian. He also was a member of the silver-medal winning team at the 2003 World Championships. Hamm was named to the 2008 Olympic team, but withdrew from it due to injury."}]}, {"heading": "Births", "year": "1982", "date": "September 24", "txt": "Paul Hamm, American gymnast", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 24", "txt": "Jeff Karstens, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 24", "txt": "Liam Finn, Australian-New Zealand singer-songwriter and guitarist", "entities": [{"title": "Liam Finn", "href": "/wiki/Liam_Finn", "description": "Liam Mullane Finn is a New Zealand musician and songwriter. Born in Melbourne, Australia, he moved to New Zealand as a child. He is the son of musicians Sharon and Neil Finn. He married his long-term partner Janina Percival in June 2015."}]}, {"heading": "Births", "year": "1983", "date": "September 24", "txt": "Randy Foye, American basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 24", "txt": "Ben Harris, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 24", "txt": "Taylor Eigsti, American pianist and composer", "entities": [{"title": "Taylor Eigsti", "href": "/wiki/Taylor_Eigsti", "description": "Taylor Eigsti is an American jazz pianist and composer. He has performed, toured, or recorded with Dave Brubeck, Chris Botti, Joshua Redman, Julian Lage, David Benoit, Terence Blanchard, Becca Stevens, James Moody, Esperanza Spalding, Lisa Fischer, Ernestine Anderson, Red Holloway, Kurt Rosenwinkel, Diane Schuur, Ambrose Akinmusire, Ben Wendel, Marian McPartland, Christian McBride, Nicholas Payton"}]}, {"heading": "Births", "year": "1984", "date": "September 24", "txt": "Senzo Meyiwa, South African footballer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 24", "txt": "Eric Adjetey Anang, Ghanaian sculptor and carpenter", "entities": [{"title": "Eric Adjetey Anang", "href": "/wiki/Eric_Adjetey_Anang", "description": "Eric Adjetey Anang is a Ghanaian sculptor and fantasy coffin carpenter. He was born in Teshie, Ghana and runs the Kane Kwei Carpentry Workshop. He currently maintains dual residency and splits his time between Ghana and Madison, Wisconsin, where he is pursuing unique projects."}]}, {"heading": "Births", "year": "1985", "date": "September 24", "txt": "Eleanor Catton, Canadian-New Zealand author", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 24", "txt": "Cameron Price, Australian news journalist", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 24", "txt": "Jonathan Soriano, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 24", "txt": "Matthew Connolly, English footballer", "entities": [{"title": "Matthew Connolly", "href": "/wiki/Matthew_Connolly", "description": "Matthew Thomas Martin Connolly is an English professional footballer who last played as a defender for Championship club Cardiff City."}]}, {"heading": "Births", "year": "1987", "date": "September 24", "txt": "Gürhan Gürsoy, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 24", "txt": "Karl Alzner, Canadian ice hockey player", "entities": [{"title": "Karl Alzner", "href": "/wiki/Karl_Alzner", "description": "Karl Alexander Alzner is a Canadian professional ice hockey defenceman who is currently an unrestricted free agent. He has previously played for the Washington Capitals and Montreal Canadiens. Alzner was drafted in the first round, fifth overall, by the Capitals in the 2007 NHL Entry Draft."}]}, {"heading": "Births", "year": "1989", "date": "September 24", "txt": "Pia Wurtzbach, Filipina actress, model, and Miss Universe 2015 titleholder", "entities": [{"title": "Pia Wurtzbach", "href": "/wiki/Pia_Wurtzbach", "description": "Pia Alonzo Wurtzbach, formerly known professionally as Pia Romero, is a Filipino-German model, actress and beauty queen who was crowned Miss Universe 2015. She is one of the four Filipinas to have won the Miss Universe. Previously, she was crowned Miss Universe Philippines 2015."}, {"title": "Miss Universe 2015", "href": "/wiki/Miss_Universe_2015", "description": "Miss Universe 2015, the 64th Miss Universe pageant, was held on December 20, 2015 at The AXIS in Las Vegas, Nevada, United States. Paulina Vega of Colombia crowned her successor Pia Wurtzbach of the Philippines at the end of the event. After 42 years, this is the third time the Philippines won Miss Universe, after Margarita Moran in 1973. 80 contestants competed for the crown."}]}, {"heading": "Births", "year": "1991", "date": "September 24", "txt": "Maximiliano Uggè, Italian footballer", "entities": [{"title": "Maximiliano Uggè", "href": "/wiki/Maximiliano_Ugg%C3%A8", "description": "Maximiliano Achille Uggè is an Italian footballer who plays as a defender for Gubbio in Serie C."}]}, {"heading": "Births", "year": "1991", "date": "September 24", "txt": "Oriol Romeu, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "September 24", "txt": "Ben Platt, American actor", "entities": [{"title": "Ben Platt (actor)", "href": "/wiki/Ben_Platt_(actor)", "description": "Benjamin Schiff Platt is an American actor, singer, and songwriter. He began his career in theater as a child and appeared in Broadway productions of The Book of Mormon (2012–2013) and Dear Evan Hansen (2015–2017). He has received multiple accolades for his performance as the title character in the latter, including the Tony, Emmy, and Grammy Awards, which made him one of the few people to do so. "}]}, {"heading": "Births", "year": "1997", "date": "September 24", "txt": "Tosin Adarabioyo, English Footballer", "entities": [{"title": "Tosin Adarabioyo", "href": "/wiki/Tosin_Adarabioyo", "description": "Abdul-Nasir Oluwatosin Oluwadoyinsolami \"Tosin\" Adarabioyo is an English professional footballer who plays as a centre-back or right-back for Premier League club Fulham."}]}, {"heading": "Deaths", "year": "366", "date": "September 24", "txt": "Pope Liberius", "entities": [{"title": "Pope Liberius", "href": "/wiki/Pope_Liberius", "description": "Pope Liberius was the bishop of Rome from 17 May 352 until his death. According to the Catalogus Liberianus, he was consecrated on 22 May as the successor to Pope Julius I. He is not mentioned as a saint in the Roman Martyrology, making him the earliest pontiff not to be venerated as a saint in the Roman Rite. Liberius is mentioned in the Greek Menology, the Eastern equivalent to the martyrologies"}]}, {"heading": "Deaths", "year": "768", "date": "September 24", "txt": "Pepin the Short, Frankish king (b. 714)", "entities": [{"title": "Pepin the Short", "href": "/wiki/Pepin_the_Short", "description": "Pepin the Short, also called the Younger was King of the Franks from 751 until his death in 768. He was the first Carolingian to become king."}]}, {"heading": "Deaths", "year": "887", "date": "September 24", "txt": "Gao Pian, general of the Tang Dynasty (b. 821)", "entities": [{"title": "Gao Pian", "href": "/wiki/Gao_Pian", "description": "Gao Pian, courtesy name Qianli (千里), formally the Prince of Bohai (渤海王), was a Chinese general of the Tang Dynasty. He initially gained renown for defeating Nanzhao incursions, but later became known for his failure to repel the rebel army under Huang Chao and his mismanagement of Huainan Circuit, which he governed as military governor (jiedushi). A rebellion against him in 887 resulted in intense"}]}, {"heading": "Deaths", "year": "1054", "date": "September 24", "txt": "Hermann of Reichenau, German composer, mathematician, and astronomer (b. 1013)", "entities": [{"title": "Hermann of Reichenau", "href": "/wiki/Hermann_of_Reichenau", "description": "Blessed Hermann of Reichenau, also known by other names, was an 11th-century Benedictine monk and scholar. He composed works on history, music theory, mathematics, and astronomy, as well as many hymns. He has traditionally been credited with the composition of \"Salve Regina\", \"Veni Sancte Spiritus\", and \"Alma Redemptoris Mater\", although these attributions are sometimes questioned. His cultus and "}]}, {"heading": "Deaths", "year": "1120", "date": "September 24", "txt": "Welf II, Duke of Bavaria (b. 1072)", "entities": [{"title": "Welf II, Duke of Bavaria", "href": "/wiki/Welf_II,_Duke_of_Bavaria", "description": "Welf II, or Welfhard, called Welf the Fat (pinguis), was Duke of Bavaria from 1101 until his death. In the Welf genealogy, he is counted as Welf V."}]}, {"heading": "Deaths", "year": "1143", "date": "September 24", "txt": "Agnes of Germany (b. 1072)", "entities": [{"title": "Agnes of Germany", "href": "/wiki/Agnes_of_Germany", "description": "Agnes of Waiblingen, also known as Agnes of Germany, Agnes of Poitou and Agnes of Saarbrücken, was a member of the Salian imperial family. Through her first marriage, she was Duchess of Swabia; through her second marriage, she was Margravine of Austria."}]}, {"heading": "Deaths", "year": "1143", "date": "September 24", "txt": "Pope Innocent II", "entities": []}, {"heading": "Deaths", "year": "1180", "date": "September 24", "txt": "Manuel I Komnenos, Byzantine emperor (b. 1118)", "entities": [{"title": "Manuel I Komnenos", "href": "/wiki/Manuel_I_Komnenos", "description": "Manuel I Komnenos, Latinized Comnenus, also called Porphyrogennetos, was a Byzantine emperor of the 12th century who reigned over a crucial turning point in the history of Byzantium and the Mediterranean. His reign saw the last flowering of the Komnenian restoration, during which the Byzantine Empire had seen a resurgence of its military and economic power, and had enjoyed a cultural revival."}]}, {"heading": "Deaths", "year": "1218", "date": "September 24", "txt": "Robert of Knaresborough (b. 1160)", "entities": [{"title": "Robert of Knaresborough", "href": "/wiki/Robert_of_Knaresborough", "description": "Robert of Knaresborough was a British hermit who lived in a cave by the River Nidd, Knaresborough, North Yorkshire. His feast day is 24 September."}]}, {"heading": "Deaths", "year": "1228", "date": "September 24", "txt": "Stefan the First-Crowned, Serbian king (b. 1165)", "entities": [{"title": "Stefan the First-Crowned", "href": "/wiki/Stefan_the_First-Crowned", "description": "Stefan Nemanjić or Stefan the First-Crowned was Grand Prince of Serbia from 1196, and the King of Serbia from 1217 until his death in 1228. He was the first Rascian king, and through his promotion of the Serbian Grand Principality into a kingdom and helping his brother Saint Sava in establishing the Serbian Church, he is regarded one of the most important of the Nemanjić dynasty."}]}, {"heading": "Deaths", "year": "1270", "date": "September 24", "txt": "Philip of Montfort, Lord of Castres", "entities": [{"title": "Philip of Montfort, Lord of Castres", "href": "/wiki/Philip_of_Montfort,_Lord_of_Castres", "description": "Philip ΙΙ of Montfort was a French nobleman, Count of Squillace in Italy from 1266/68, then Lord of Castres in 1270. He was the son of Philip I of Monfort, Lord of Tyre and Eleonore of Courtenay. His coat-of-arms was Gules, a lion rampant double queued argent, a label of four points azure."}]}, {"heading": "Deaths", "year": "1275", "date": "September 24", "txt": "Humphrey de Bohun, 2nd Earl of Hereford, English politician, Lord High Constable of England (b. 1208)", "entities": [{"title": "Humphrey de Bohun, 2nd Earl of Hereford", "href": "/wiki/Humphrey_de_Bohun,_2nd_Earl_of_Hereford", "description": "Humphrey IV de Bohun, 2nd Earl of Hereford, 1st Earl of Essex was Hereditary Constable of England."}, {"title": "Lord High Constable of England", "href": "/wiki/Lord_High_Constable_of_England", "description": "The Lord High Constable of England is the seventh of the Great Officers of State, ranking beneath the Lord Great Chamberlain and above the Earl Marshal. His office is now called out of abeyance only for coronations. The Lord High Constable was originally the commander of the royal armies and the Master of the Horse. He was also, in conjunction with the Earl Marshal, president of the court of chiva"}]}, {"heading": "Deaths", "year": "1435", "date": "September 24", "txt": "Isabeau of Bavaria (b. 1370)", "entities": [{"title": "Isabeau of Bavaria", "href": "/wiki/Isabeau_of_Bavaria", "description": "Isabeau of Bavaria was queen of France between 1385 and 1422. She was born into the House of Wittelsbach as the only daughter of Duke Stephen III of Bavaria-Ingolstadt and Taddea Visconti of Milan. At age 15 or 16, Isabeau was sent to the young King Charles VI of France; the couple wed three days after their first meeting."}]}, {"heading": "Deaths", "year": "1459", "date": "September 24", "txt": "Eric of Pomerania, King of Norway, Denmark and Sweden (b. 1382)", "entities": [{"title": "Eric of Pomerania", "href": "/wiki/Eric_of_Pomerania", "description": "Eric of Pomerania was the ruler of the Kalmar Union from 1396 until 1439, succeeding his grandaunt, Queen Margaret I. He is numbered Eric III as King of Norway (1389–1442), Eric VII as King of Denmark (1396–1439) and Eric XIII as King of Sweden. Later, in all three countries he became more commonly known as Erik av Pommern, a pejorative intended to point out that he belonged elsewhere. Pomerania i"}]}, {"heading": "Deaths", "year": "1494", "date": "September 24", "txt": "Poliziano, Italian poet and scholar (b. 1454)", "entities": [{"title": "Poliziano", "href": "/wiki/Poliziano", "description": "Agnolo (Angelo) Ambrogini, commonly known by his nickname Poliziano, was an Italian classical scholar and poet of the Florentine Renaissance. His scholarship was instrumental in the divergence of Renaissance Latin from medieval norms and for developments in philology. His nickname, Poliziano, by which he is chiefly identified to the present day, was derived from the Latin name of his birthplace, M"}]}, {"heading": "Deaths", "year": "1534", "date": "September 24", "txt": "Michael Glinski, Lithuanian prince (b. c. 1470)", "entities": [{"title": "Michael Glinski", "href": "/wiki/Michael_Glinski", "description": "Michael Lvovich Glinsky was a noble from the Grand Duchy of Lithuania of distant Tatar extraction, who was also a tutor of his grand-nephew, Ivan the Terrible. Glinsky was born in Turov. He was son of prince Lev Borisovich Glinsky, and paternal uncle of Elena Glinskaya. As a young man, Glinsky served in the court of Emperor Maximilian I and earned distinction for his military service. Around 1498 "}]}, {"heading": "Deaths", "year": "1541", "date": "September 24", "txt": "Paracelsus, German-Swiss physician, botanist, and chemist (b. 1493)", "entities": [{"title": "Paracelsus", "href": "/wiki/Paracelsus", "description": "Paracelsus, born Theophrastus von Hohenheim, was a Swiss physician, alchemist, lay theologian, and philosopher of the German Renaissance."}]}, {"heading": "Deaths", "year": "1545", "date": "September 24", "txt": "Albert of Mainz, German cardinal (b. 1490)", "entities": [{"title": "Albert of Mainz", "href": "/wiki/Albert_of_Mainz", "description": "Cardinal Albert of Brandenburg was Elector and Archbishop of Mainz from 1514 to 1545, and Archbishop of Magdeburg from 1513 to 1545."}]}, {"heading": "Deaths", "year": "1562", "date": "September 24", "txt": "Henry Grey, 4th Earl of Kent, English politician (b. 1495)", "entities": [{"title": "Henry Grey, 4th Earl of Kent", "href": "/wiki/Henry_Grey,_4th_Earl_of_Kent", "description": "Henry Grey, 4th Earl of Kent was Earl of Kent from 1524 to his death."}]}, {"heading": "Deaths", "year": "1572", "date": "September 24", "txt": "Túpac Amaru, last of the Incas", "entities": [{"title": "Túpac Amaru", "href": "/wiki/T%C3%BApac_Amaru", "description": "Túpac Amaru was the last monarch of the Neo-Inca State, the remnants of the Inca Empire in Vilcabamba, Peru. He was executed by the Spanish following a months-long pursuit after the fall of the last stronghold of the Neo-Inca State."}]}, {"heading": "Deaths", "year": "1605", "date": "September 24", "txt": "Manuel Mendes, Portuguese composer and educator (b. 1547)", "entities": [{"title": "Manuel Mendes", "href": "/wiki/Manuel_Mendes", "description": "Manuel Mendes was a Portuguese composer and teacher of the Renaissance. While his music remains obscure, he was important as the teacher of several of the composers of the golden age of Portuguese polyphony, including Duarte Lobo and Manuel Cardoso."}]}, {"heading": "Deaths", "year": "1621", "date": "September 24", "txt": "Jan Karol Chodkiewicz, Polish commander (b. 1560)", "entities": [{"title": "Jan Karol Chodkiewicz", "href": "/wiki/Jan_Karol_Chodkiewicz", "description": "Jan Karol Chodkiewicz was a military commander of the Polish–Lithuanian Commonwealth army who was from 1601 Field Hetman of Lithuania, and from 1605 Grand Hetman of Lithuania, and was one of the most prominent noblemen and military commanders of the Polish–Lithuanian Commonwealth of his era. His coat of arms was Chodkiewicz, as was his family name."}]}, {"heading": "Deaths", "year": "1646", "date": "September 24", "txt": "Duarte Lobo, Portuguese composer and educator (b. 1565)", "entities": [{"title": "Duarte Lobo", "href": "/wiki/Duarte_Lobo", "description": "Duarte Lobo was a Portuguese composer of the late Renaissance and early Baroque. He was one of the most famous Portuguese composers of the time, together with Filipe de Magalhães, Manuel Cardoso, composers who all began their academic studies as students of Manuel Mendes. Along with John IV, King of Portugal, they represent the \"golden age\" of Portuguese polyphony."}]}, {"heading": "Deaths", "year": "1655", "date": "September 24", "txt": "Frederick, Landgrave of Hesse-Eschwege (b. 1617)", "entities": [{"title": "Frederick, Landgrave of Hesse-Eschwege", "href": "/wiki/Frederick,_Landgrave_of_Hesse-Eschwege", "description": "Landgrave Frederick of Hesse-Eschwege was from 1632 until his death Landgrave of the apanage of Hesse-Eschwege, which stood under the suzerainty of Hesse-Kassel."}]}, {"heading": "Deaths", "year": "1707", "date": "September 24", "txt": "Vincenzo da Filicaja, Italian poet and author (b. 1642)", "entities": [{"title": "Vincenzo da Filicaja", "href": "/wiki/Vincenzo_da_Filicaja", "description": "Vincenzo da Filicaja was an Italian poet."}]}, {"heading": "Deaths", "year": "1732", "date": "September 24", "txt": "Emperor Reigen of Japan (b. 1654)", "entities": [{"title": "Emperor Reigen", "href": "/wiki/Emperor_Reigen", "description": "Emperor Reigen  was the 112th emperor of Japan, according to the traditional order of succession. Reigen's reign spanned the years from 1663 through 1687."}]}, {"heading": "Deaths", "year": "1742", "date": "September 24", "txt": "Johann Matthias Hase, German mathematician, astronomer, and cartographer (b. 1684)", "entities": [{"title": "Johann Matthias Hase", "href": "/wiki/Johann_Matthias_Hase", "description": "Johann Matthias (Matyhias) Hase  was a German mathematician, astronomer, and cartographer."}]}, {"heading": "Deaths", "year": "1790", "date": "September 24", "txt": "John Keyse Sherwin, English engraver (b. 1751)", "entities": [{"title": "John Keyse Sherwin", "href": "/wiki/John_Keyse_Sherwin", "description": "John Keyse Sherwin was an English engraver and history-painter."}]}, {"heading": "Deaths", "year": "1802", "date": "September 24", "txt": "Alexander Radishchev, Russian author and critic (b. 1749)", "entities": [{"title": "Alexander Radishchev", "href": "/wiki/Alexander_Radishchev", "description": "Alexander Nikolayevich Radishchev was a Russian author and social critic who was arrested and exiled under Catherine the Great. He brought the tradition of radicalism in Russian literature to prominence with his 1790 novel Journey from St. Petersburg to Moscow. His depiction of socio-economic conditions in Russia resulted in his exile to Siberia until 1797."}]}, {"heading": "Deaths", "year": "1834", "date": "September 24", "txt": "Pedro I of Brazil (b. 1798)", "entities": [{"title": "Pedro I of Brazil", "href": "/wiki/Pedro_I_of_Brazil", "description": "Dom Pedro I, nicknamed \"the Liberator\", was the founder and first ruler of the Empire of Brazil. As King Dom Pedro IV, he reigned briefly over Portugal, where he also became known as \"the Liberator\" as well as \"the Soldier King\". Born in Lisbon, Pedro I was the fourth child of King Dom João VI of Portugal and Queen Carlota Joaquina, and thus a member of the House of Braganza. When the country was "}]}, {"heading": "Deaths", "year": "1848", "date": "September 24", "txt": "Branwell Brontë, English painter and poet (b. 1817)", "entities": [{"title": "Branwell Brontë", "href": "/wiki/Branwell_Bront%C3%AB", "description": "Patrick Branwell Brontë was an English painter and writer. He was the only son of the Brontë family, and brother of the writers Charlotte, Emily and Anne. Brontë was rigorously tutored at home by his father, and earned praise for his poetry and translations from the classics. However, he drifted between jobs, supporting himself by portrait-painting, and gave way to drug and alcohol addiction, appa"}]}, {"heading": "Deaths", "year": "1863", "date": "September 24", "txt": "William Debenham, English businessman, founded Debenhams (b. 1794)", "entities": [{"title": "William Debenham", "href": "/wiki/William_Debenham", "description": "William Debenham was the founder of Debenhams, one of the largest retailers in the United Kingdom."}, {"title": "Debenhams", "href": "/wiki/Debenhams", "description": "Debenhams is a British department store retailer, operating in the British Isles and Denmark, with franchise stores in other countries. The company was founded in 1778 as a single store in London and grew to 178 locations across those countries, also owning the Danish department store chain Magasin du Nord. In its final years, its headquarters were within the premises of its flagship store in Oxfo"}]}, {"heading": "Deaths", "year": "1889", "date": "September 24", "txt": "D. H. Hill, American general and academic (b. 1821)", "entities": [{"title": "D. H. Hill", "href": "/wiki/D._H._Hill", "description": "Daniel Harvey Hill was a Confederate general during the American Civil War and a Southern scholar. He is usually referred to as D. H. Hill, in part to distinguish him from unrelated Confederate general A. P. Hill, who served with him in the Army of Northern Virginia."}]}, {"heading": "Deaths", "year": "1889", "date": "September 24", "txt": "Charles Leroux, American balloonist and skydiver (b. 1856)", "entities": []}, {"heading": "Deaths", "year": "1892", "date": "September 24", "txt": "Patrick Gilmore, Irish-American soldier and composer (b. 1829)", "entities": [{"title": "Patrick Gilmore", "href": "/wiki/Patrick_Gilmore", "description": "Patrick Sarsfield Gilmore was an Irish-born American composer and bandmaster who lived and worked in the United States after 1848. While serving in the Union Army during the U.S. Civil War, Gilmore wrote the lyrics to the song \"When Johnny Comes Marching Home\". This was published under the pseudonym Louis Lambert in September 1863."}]}, {"heading": "Deaths", "year": "1896", "date": "September 24", "txt": "Louis Gerhard De Geer, Swedish lawyer and politician, 1st Prime Minister of Sweden (b. 1818)", "entities": [{"title": "Louis Gerhard De Geer", "href": "/wiki/Louis_Gerhard_De_Geer", "description": "Baron Louis Gerhard De Geer af Finspång was a Swedish statesman and writer. He was born at Finspång Castle in Risinge parish. He was a lawyer, and in 1855 became president of the Göta hovrätt, or lord justice for the appellate court of Götaland. From 7 April 1858 to 3 June 1870 he was Prime Minister for Justice and again from 11 May 1875 to 20 March 1876. As a member of the nobility, he took part "}, {"title": "Prime Minister of Sweden", "href": "/wiki/Prime_Minister_of_Sweden", "description": "The Prime Minister is the head of government in Sweden. Before the creation of the office of a Prime Minister in 1876, Sweden did not have a head of government separate from its head of state, namely the King, in whom the executive authority was vested. Louis Gerhard De Geer, the architect behind the new bicameral Riksdag of 1866 that replaced the centuries-old Riksdag of the Estates, became the f"}]}, {"heading": "Deaths", "year": "1904", "date": "September 24", "txt": "Niels Ryberg Finsen, Faroese-Danish physician and author, Nobel Prize laureate (b. 1860)", "entities": [{"title": "Niels Ryberg Finsen", "href": "/wiki/Niels_Ryberg_Finsen", "description": "Niels Ryberg Finsen was a Danish-Faroese physician and scientist. In 1903, he was awarded the Nobel Prize in Medicine and Physiology \"in recognition of his contribution to the treatment of diseases, especially lupus vulgaris, with concentrated light radiation, whereby he has opened a new avenue for medical science.\""}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1929", "date": "September 24", "txt": "Mahidol Adulyadej, Thai prince (b. 1892)", "entities": [{"title": "Mahidol Adulyadej", "href": "/wiki/Mahidol_Adulyadej", "description": "Mahitala Dhibesra Adulyadej Vikrom, the Prince Father, formerly Mahidol Adulyadej, Prince of Songkla or Mahidol Songkla, was the father of King Ananda Mahidol and King Bhumibol Adulyadej of Thailand, and the paternal grandfather of King Vajiralongkorn. He was also regarded as the father of modern medicine and public health in Thailand. He also founded the House of Mahidol or the present Royal Fami"}]}, {"heading": "Deaths", "year": "1930", "date": "September 24", "txt": "William A. MacCorkle, American lawyer and politician, 9th Governor of West Virginia (b. 1857)", "entities": [{"title": "William A. MacCorkle", "href": "/wiki/William_A._MacCorkle", "description": "William Alexander MacCorkle, was a United States teacher, lawyer, prosecutor, the ninth Governor of West Virginia and state legislator of West Virginia, and financier."}, {"title": "Governor of West Virginia", "href": "/wiki/Governor_of_West_Virginia", "description": "The governor of West Virginia is the head of the executive branch of West Virginia's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the West Virginia Legislature, to convene the legislature at any time, and, except when prosecution has been carried out by the House of"}]}, {"heading": "Deaths", "year": "1933", "date": "September 24", "txt": "Mike Donlin, American baseball player and actor (b. 1878)", "entities": [{"title": "Mike Donlin", "href": "/wiki/Mike_Donlin", "description": "Michael Joseph Donlin was an American Major League Baseball (MLB) outfielder and actor. As a professional baseball player, his MLB career spanned from 1899 to 1914 in which he played mainly in the National League for seven teams over 12 seasons. His most notable time was with the New York Giants, where he starred in the outfield for John McGraw's 1904 pennant winners and 1905 World Series champion"}]}, {"heading": "Deaths", "year": "1933", "date": "September 24", "txt": "Alice Muriel Williamson, English author (b. 1869)", "entities": []}, {"heading": "Deaths", "year": "1936", "date": "September 24", "txt": "József Klekl, Slovene priest and journalist (b. 1879)", "entities": [{"title": "József Klekl (writer)", "href": "/wiki/J%C3%B3zsef_Klekl_(writer)", "description": "József Klekl Jr. was a Slovene writer, journalist, and Roman Catholic priest in Hungary, later in Prekmurje."}]}, {"heading": "Deaths", "year": "1938", "date": "September 24", "txt": "Lev Schnirelmann, Belarusian-Russian mathematician and academic (b. 1900)", "entities": [{"title": "Lev Schnirelmann", "href": "/wiki/Lev_Schnirelmann", "description": "Lev Genrikhovich Schnirelmann was a Soviet mathematician who worked on number theory, topology and differential geometry."}]}, {"heading": "Deaths", "year": "1939", "date": "September 24", "txt": "Carl Laemmle, German-American film producer, founded Universal Studios (b. 1867)", "entities": [{"title": "Carl Laemmle", "href": "/wiki/Carl_Laemmle", "description": "Carl Laemmle was a German-born film producer and the founder and, until 1934, owner of Universal Pictures. He produced or worked on over 400 films."}, {"title": "Universal Studios", "href": "/wiki/Universal_Studios", "description": "Universal Pictures is an American film production and distribution company owned by Comcast through the NBCUniversal Film and Entertainment division of NBCUniversal."}]}, {"heading": "Deaths", "year": "1939", "date": "September 24", "txt": "Charles Tatham, American fencer (b. 1854)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "September 24", "txt": "Hans Geiger, German physicist and academic, co-invented the Geiger counter (b. 1882)", "entities": [{"title": "Hans Geiger", "href": "/wiki/Hans_Geiger", "description": "Johannes Wilhelm \"Hans\" Geiger was a German physicist. He is best known as the co-inventor of the detector component of the Geiger counter and for the Geiger–Marsden experiment which discovered the atomic nucleus. He was the brother of meteorologist and climatologist Rudolf Geiger."}, {"title": "Geiger counter", "href": "/wiki/Geiger_counter", "description": "A Geiger counter is an instrument used for detecting and measuring ionizing radiation. Also known as a Geiger–Müller counter, it is widely used in applications such as radiation dosimetry, radiological protection, experimental physics, and the nuclear industry."}]}, {"heading": "Deaths", "year": "1947", "date": "September 24", "txt": "Andrew C. McLaughlin, American historian and author (b. 1861)", "entities": [{"title": "Andrew C. McLaughlin", "href": "/wiki/Andrew_C._McLaughlin", "description": "Andrew Cunningham McLaughlin was an American historian known as an authority on U.S. Constitutional history."}]}, {"heading": "Deaths", "year": "1948", "date": "September 24", "txt": "Warren William, American actor (b. 1894)", "entities": [{"title": "Warren William", "href": "/wiki/Warren_William", "description": "Warren William was a Broadway and Hollywood actor, immensely popular during the early 1930s; he was later nicknamed the \"King of Pre-Code\". He was the first actor to play Perry Mason."}]}, {"heading": "Deaths", "year": "1950", "date": "September 24", "txt": "Princess Victoria of Hesse and by Rhine (b. 1863)", "entities": [{"title": "Princess Victoria of Hesse and by Rhine", "href": "/wiki/Princess_Victoria_of_Hesse_and_by_Rhine", "description": "Princess Victoria of Hesse and by Rhine, later Victoria Mountbatten, Marchioness of Milford Haven was the eldest daughter of Louis IV, Grand Duke of Hesse and by Rhine (1837–1892), and his first wife, Princess Alice of the United Kingdom (1843–1878), daughter of Queen Victoria and Prince Albert of Saxe-Coburg and Gotha."}]}, {"heading": "Deaths", "year": "1962", "date": "September 24", "txt": "Charles Reisner, American actor, director, and screenwriter (b. 1887)", "entities": [{"title": "Charles Reisner", "href": "/wiki/Charles_Reisner", "description": "Charles Reisner was an American film director and actor of the 1920s and 1930s."}]}, {"heading": "Deaths", "year": "1973", "date": "September 24", "txt": "August Kippasto, Estonian-Australian wrestler and poet (b. 1887)", "entities": [{"title": "August Kippasto", "href": "/wiki/August_Kippasto", "description": "August Johannes Kippasto was an Estonian wrestler who competed for Russian Empire at the 1912 Summer Olympics in Stockholm."}]}, {"heading": "Deaths", "year": "1973", "date": "September 24", "txt": "Josué de Castro, Brazilian physician, geographer, and activist (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "September 24", "txt": "Earle Cabell, American businessman and politician, Mayor of Dallas (b. 1906)", "entities": [{"title": "Earle Cabell", "href": "/wiki/Earle_Cabell", "description": "Earle Cabell was a Texas politician who served as mayor of Dallas, Texas. Cabell was mayor at the time of the assassination of United States President John F. Kennedy and was later a member of the U.S. House of Representatives."}, {"title": "List of mayors of Dallas", "href": "/wiki/List_of_mayors_of_Dallas", "description": "The Mayor of the City of Dallas is the head of the Dallas City Council. The current mayor is Eric Johnson, who has served one term since 2019 and is the 62nd mayor to serve the position. Dallas operates under a weak-mayor system, and a board-appointed city manager operates as the chief executive of the city."}]}, {"heading": "Deaths", "year": "1976", "date": "September 24", "txt": "Philip Gbeho, Ghanaian composer and educator (b. 1904)", "entities": [{"title": "Philip Gbeho", "href": "/wiki/Philip_Gbeho", "description": "Philip Comi Gbeho was a Ghanaian musician, composer and teacher. He is best known for his composition of the Ghana National Anthem. He was instrumental in the establishment of the Arts Council of Ghana and was a Director of Music and conductor of the National Symphony Orchestra in Ghana."}]}, {"heading": "Deaths", "year": "1978", "date": "September 24", "txt": "James Bassett, American journalist and author (b. 1912)", "entities": [{"title": "James Bassett (author)", "href": "/wiki/James_Bassett_(author)", "description": "James E. Bassett, Jr. was an American newspaper editor and author, most notably of the best-selling novel Harm's Way that was later adapted into a major motion picture."}]}, {"heading": "Deaths", "year": "1978", "date": "September 24", "txt": "Hasso von Manteuffel, German general and politician (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "September 24", "txt": "Theodor Luts, Estonian-Brazilian director, producer, and cinematographer (b. 1896)", "entities": [{"title": "Theodor Luts", "href": "/wiki/Theodor_Luts", "description": "Theodor Luts was an Estonian film director and cinematographer, brother of classic writer Oskar Luts. Theodor Luts was the first major figure of Estonian cinematography"}]}, {"heading": "Deaths", "year": "1981", "date": "September 24", "txt": "Patsy Kelly, American actress and dancer (b. 1910)", "entities": [{"title": "Patsy Kelly", "href": "/wiki/Patsy_Kelly", "description": "Patsy Kelly was an American actress. She is known for her role as the brash, wisecracking sidekick to Thelma Todd in a series of short comedy films produced by Hal Roach in the 1930s. Known as the Queen of Wisecracks, Kelly's career continued after Todd's death in 1935 in similar roles."}]}, {"heading": "Deaths", "year": "1982", "date": "September 24", "txt": "Sarah Churchill, English actress (b. 1914)", "entities": [{"title": "Sarah Churchill (actress)", "href": "/wiki/Sarah_Churchill_(actress)", "description": "Sarah Millicent Hermione Touchet-Jesson, Baroness Audley was a British actress and dancer known for being the daughter of Winston Churchill."}]}, {"heading": "Deaths", "year": "1982", "date": "September 24", "txt": "Józef Nawrot, Polish-English footballer (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "September 24", "txt": "Neil Hamilton, American actor (b. 1899)", "entities": [{"title": "Neil Hamilton (actor)", "href": "/wiki/Neil_Hamilton_(actor)", "description": "James Neil Hamilton was an American stage, film and television actor, best known for his role as Commissioner Gordon on the Batman TV series of the 1960s."}]}, {"heading": "Deaths", "year": "1991", "date": "September 24", "txt": "Dr. Seuss, American children's book writer, poet, and illustrator (b. 1904)", "entities": [{"title": "Dr. Seuss", "href": "/wiki/Dr._Seuss", "description": "Theodor Seuss Geisel was an American children's author, political cartoonist, illustrator, poet, animator, and filmmaker. He is known for his work writing and illustrating more than 60 books under the pen name Dr. Seuss (,). His work includes many of the most popular children's books of all time, selling over 600 million copies and being translated into more than 20 languages by the time of his de"}]}, {"heading": "Deaths", "year": "1993", "date": "September 24", "txt": "Ian Stuart Donaldson, English singer-songwriter and guitarist (b. 1957)", "entities": [{"title": "Ian Stuart Donaldson", "href": "/wiki/Ian_Stuart_Donaldson", "description": "Ian Stuart Donaldson, also known as Ian Stuart, was an English neo-Nazi musician. He was best known as the front-man of Skrewdriver, an Oi! band which, from 1982 onwards, he rebranded as a Rock Against Communism band. He raised money through nationalist concerts with his Blood & Honour network."}]}, {"heading": "Deaths", "year": "1993", "date": "September 24", "txt": "Bruno Pontecorvo, Italian physicist and academic (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "September 24", "txt": "Barry Bishop, American mountaineer, photographer, and scholar (b. 1932)", "entities": [{"title": "Barry Bishop (mountaineer)", "href": "/wiki/Barry_Bishop_(mountaineer)", "description": "Barry Chapman Bishop was an American mountaineer, scientist, photographer and scholar. With teammates Jim Whittaker, Lute Jerstad, Willi Unsoeld and Tom Hornbein, he was a member of the first American team to summit Mount Everest on May 22, 1963. He worked for the National Geographic Society for most of his life, beginning as a picture editor in 1959 and serving as a photographer, writer, and scie"}]}, {"heading": "Deaths", "year": "1996", "date": "September 24", "txt": "Zeki Müren, Turkish singer-songwriter (b. 1931)", "entities": [{"title": "Zeki Müren", "href": "/wiki/Zeki_M%C3%BCren", "description": "Zeki Müren was a Turkish singer, composer and actor. He was famous for his compelling voice and precise articulation in his singing of both established Turkish classical music and contemporary songs. He was awarded the title of \"State Artist\" in 1991 for his contributions to art. The artist, who has also given to start the first Turkish Gold Record Award, have filled music experience of more than "}]}, {"heading": "Deaths", "year": "1998", "date": "September 24", "txt": "Jeff Moss, American composer and screenwriter (b. 1942)", "entities": [{"title": "Jeff Moss", "href": "/wiki/Jeff_Moss", "description": "Jeffrey Arnold \"Jeff\" Moss was an American composer, lyricist, playwright and television writer, best known for his award-winning work on the children's television series Sesame Street."}]}, {"heading": "Deaths", "year": "2002", "date": "September 24", "txt": "Youssouf Togoïmi, Chadian politician (b. 1953)", "entities": [{"title": "Youssouf Togoïmi", "href": "/wiki/Youssouf_Togo%C3%AFmi", "description": "\nYoussouf Togoïmi was a Chadian politician who served in the government under President Idriss Déby but subsequently led a rebel group, the Movement for Democracy and Justice in Chad (MDJT), against Déby."}]}, {"heading": "Deaths", "year": "2002", "date": "September 24", "txt": "Mike Webster, American football player (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "September 24", "txt": "Rosalie Allen, American singer and radio host (b. 1924)", "entities": [{"title": "Rosalie Allen", "href": "/wiki/Rosalie_Allen", "description": "Rosalie Allen was an American country singer, songwriter, guitarist, columnist and television and radio host who was noted for her yodeling. She was known as the Queen of Yodeling, and was the first woman inducted into the Country Music DJ Hall of Fame."}]}, {"heading": "Deaths", "year": "2003", "date": "September 24", "txt": "Lyle Bettger, American actor (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "September 24", "txt": "Françoise Sagan, French author and screenwriter (b. 1935)", "entities": [{"title": "Françoise Sagan", "href": "/wiki/Fran%C3%A7oise_Sagan", "description": "Françoise Sagan was a French playwright, novelist, and screenwriter. Sagan was known for works with strong romantic themes involving wealthy and disillusioned bourgeois characters. Her best-known novel was her first – Bonjour Tristesse (1954) – which was written when she was a teenager."}]}, {"heading": "Deaths", "year": "2006", "date": "September 24", "txt": "Michael Ferguson, PIRA volunteer, lawyer, and politician (b. 1953)", "entities": [{"title": "Michael Ferguson (Irish politician)", "href": "/wiki/Michael_Ferguson_(Irish_politician)", "description": "Michael Ferguson was an Irish Republican politician from Northern Ireland. He served as a councillor on Lisburn City Council and as an MLA for Belfast West."}, {"title": "PIRA", "href": "/wiki/PIRA", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}]}, {"heading": "Deaths", "year": "2006", "date": "September 24", "txt": "Phil Latulippe, Canadian soldier and runner (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "September 24", "txt": "Oliver Crawford, American screenwriter and author (b. 1917)", "entities": [{"title": "Oliver Crawford", "href": "/wiki/Oliver_Crawford", "description": "Oliver Crawford was an American screenwriter and author who overcame the Hollywood blacklist during the McCarthy Era of the 1950s to become one of the entertainment industry's most successful television writers. Shows that Crawford wrote for include Star Trek, Bonanza, Quincy, M.E., Perry Mason and the Kraft Television Theatre."}]}, {"heading": "Deaths", "year": "2008", "date": "September 24", "txt": "Irene Dailey, American actress (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "September 24", "txt": "Mickey Vernon, American baseball player and coach (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "September 24", "txt": "Nelly Arcan, Canadian author (b. 1975)", "entities": [{"title": "Nelly Arcan", "href": "/wiki/Nelly_Arcan", "description": "Nelly Arcan was a Canadian novelist. Arcan was born Isabelle Fortier at Lac-Mégantic in the Eastern Townships of Quebec."}]}, {"heading": "Deaths", "year": "2010", "date": "September 24", "txt": "Gennady Yanayev, Russian engineer and politician, Vice President of the Soviet Union (b. 1937)", "entities": [{"title": "Gennady Yanayev", "href": "/wiki/Gennady_Yanayev", "description": "Gennady Ivanovich Yanayev was a Soviet politician who served as the first and only Vice President of the Soviet Union. Yanayev's political career spanned the rules of Khrushchev, Brezhnev, Andropov and Chernenko, and culminated during the Gorbachev years. Yanayev was born in Perevoz, Gorky Oblast. After years in local politics, he rose to prominence as Chairman of the All-Union Central Council of "}, {"title": "List of heads of state of the Soviet Union", "href": "/wiki/List_of_heads_of_state_of_the_Soviet_Union", "description": "The Constitution of the Soviet Union recognised the Presidium of the Supreme Soviet and the earlier Central Executive Committee (CEC) of the Congress of Soviets as the highest organs of state authority in the Union of Soviet Socialist Republics (USSR). Under the 1924, 1936 and 1977 Soviet Constitutions these bodies served as the collective head of state of the Soviet Union. The Chairman of these b"}]}, {"heading": "Deaths", "year": "2012", "date": "September 24", "txt": "Pierre Adam, French cyclist (b. 1924)", "entities": [{"title": "Pierre Adam", "href": "/wiki/Pierre_Adam", "description": "Pierre Adam was a French cyclist. He was born in Paris. He won a gold medal in the team pursuit at the 1948 Summer Olympics in London, together with Fernand Decanali, Charles Coste and Serge Blusson."}]}, {"heading": "Deaths", "year": "2012", "date": "September 24", "txt": "Bruno Bobak, Polish-Canadian painter and educator (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 24", "txt": "Pedro Vázquez Colmenares, Mexican lawyer and politician, Governor of Oaxaca (b. 1934)", "entities": [{"title": "Governor of Oaxaca", "href": "/wiki/Governor_of_Oaxaca", "description": "The Governor of Oaxaca, who as of 2020 is Alejandro Murat Hinojosa, heads the executive branch of the Mexican state of Oaxaca. The office is created by the state constitution, which specifies a term of 6 years and prohibits reelection. The governor takes office on December 1, and the term ends on November 30 six years later."}]}, {"heading": "Deaths", "year": "2013", "date": "September 24", "txt": "Paul Dietzel, American football player and coach (b. 1924)", "entities": [{"title": "Paul Dietzel", "href": "/wiki/Paul_Dietzel", "description": "Paul Franklin Dietzel was an American football player, coach, and college athletics administrator. He served as the head coach at Louisiana State University (1955–1961), the United States Military Academy (1962–1965), and the University of South Carolina (1966–1974), compiling a career record of 109–95–5. Dietzel's 1958 LSU team concluded an 11–0 season with a win over Clemson in the Sugar Bowl an"}]}, {"heading": "Deaths", "year": "2013", "date": "September 24", "txt": "Margaret Feilman, Australian architect and urban planner (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 24", "txt": "Boris Karvasarsky, Ukrainian-Russian psychiatrist and author (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 24", "txt": "Anthony Lawrence, English-Hong Kong journalist and author (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 24", "txt": "Sagadat Nurmagambetov, Kazakh general and politician (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 24", "txt": "Paul Oliver, American football player (b. 1984)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 24", "txt": "Deborah Cavendish, Duchess of Devonshire, English aristocrat, socialite, and author (b. 1920)", "entities": [{"title": "Deborah Cavendish, Duchess of Devonshire", "href": "/wiki/Deborah_Cavendish,_Duchess_of_Devonshire", "description": "Deborah Vivien Cavendish, Duchess of Devonshire, was an English aristocrat, writer, memoirist, and socialite. She was the youngest and last surviving of the six Mitford sisters, who were prominent members of English society in the 1930s and 1940s."}]}, {"heading": "Deaths", "year": "2014", "date": "September 24", "txt": "Christopher Hogwood, English harpsichord player and conductor, founded the Academy of Ancient Music (b. 1941)", "entities": [{"title": "Harpsichord", "href": "/wiki/Harpsichord", "description": "A harpsichord is a musical instrument played by means of a keyboard. This activates a row of levers that turn a trigger mechanism that plucks one or more strings with a small plectrum made from quill or plastic. The strings are under tension on a soundboard, which is mounted in a wooden case; the soundboard amplifies the vibrations from the strings so that the listeners can hear it. Like a pipe or"}, {"title": "Academy of Ancient Music", "href": "/wiki/Academy_of_Ancient_Music", "description": "The Academy of Ancient Music (AAM) is a British period-instrument orchestra based in Cambridge, England. Founded by harpsichordist Christopher Hogwood in 1973, it was named after an 18th-century organisation of the same name. The musicians play on either original instruments from the period when the music was composed or modern copies of such instruments. They generally play Baroque and Classical "}]}, {"heading": "Deaths", "year": "2014", "date": "September 24", "txt": "Madis Kõiv, Estonian physicist, philosopher, and author (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 24", "txt": "Alan Moore, Australian painter and educator (b. 1914)", "entities": [{"title": "Alan Moore (war artist)", "href": "/wiki/Alan_Moore_(war_artist)", "description": "Alan Moore was an Australian war artist during World War II. He is best known for his images of the Bergen-Belsen concentration camp, and the Australian War Memorial holds many of his works."}]}, {"heading": "Deaths", "year": "2015", "date": "September 24", "txt": "Wang Zhongshu, Chinese archaeologist and academic (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "September 24", "txt": "Mel Charles, Welsh footballer (b. 1935)", "entities": [{"title": "Mel Charles", "href": "/wiki/Mel_Charles", "description": "Melvyn Charles was a Welsh international footballer. Charles played as both a centre-half and centre-forward, with his preferred position being at right-half."}]}, {"heading": "Deaths", "year": "2016", "date": "September 24", "txt": "Vladimir Kuzmichyov, Russian footballer (b. 1979)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "September 24", "txt": "Bill Mollison, Australian researcher, author and biologist (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "September 24", "txt": "Bill Nunn, American actor (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "September 24", "txt": "Buckwheat Zydeco, American accordionist and bandleader (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2020 - Dean Jones, Australian Cricketer, coach and commentator (b. 1961)[12]", "date": "September 24", "txt": "Dean Jones, Australian Cricketer, coach and commentator (b. 1961)", "entities": [{"title": "Dean Jones (cricketer)", "href": "/wiki/Dean_Jones_(cricketer)", "description": "Dean Mervyn Jones was an Australian cricket player, coach and commentator who played Tests and One Day Internationals (ODIs) for Australia. He had an excellent record in Test cricket and is best remembered for revolutionising the ODI format. Through the late 1980s and early 1990s, he was recognised as among the best ODI batsmen in the world, a view which has been validated in the retrospective ICC"}]}]