[{"heading": "Events", "year": "489", "date": "September 30", "txt": "The Ostrogoths under Theoderic the Great defeat the forces of Odoacer for the second time.", "entities": [{"title": "Ostrogoths", "href": "/wiki/Ostrogoths", "description": "The Ostrogoths were a Roman-era Germanic people. In the 5th century, they followed the Visigoths in creating one of the two great Gothic kingdoms within the Roman Empire, based upon the large Gothic populations who had settled in the Balkans in the 4th century, having crossed the Lower Danube. While the Visigoths had formed under the leadership of Alaric I, the new Ostrogothic political entity whi"}, {"title": "Theoderic the Great", "href": "/wiki/Theoderic_the_Great", "description": "Theodoric the Great, also called Theodoric the Amal, was king of the Ostrogoths (471–526), and ruler of the independent Ostrogothic Kingdom of Italy between 493–526, regent of the Visigoths (511–526), and a patrician of the East Roman Empire. As ruler of the combined Gothic realms, Theodoric controlled an empire stretching from the Atlantic Ocean to the Adriatic Sea. Though Theodoric himself only "}, {"title": "Battle of Verona (489)", "href": "/wiki/Battle_of_Verona_(489)", "description": "The Battle of Verona was fought on 30 September 489 between the Ostrogothic leader Theodoric the Great and the Germanic King of Italy Odoacer. Theodoric personally led his troops in battle, and achieved a decisive victory. Odoacer was subsequently forced to flee to Ravenna, and Theodoric was free to capture Pavia and Milan."}, {"title": "Odoacer", "href": "/wiki/Odoacer", "description": "Flavius Odoacer, also spelled Odovacer or Odovacar, was a soldier and statesman of barbarian background, who deposed the child emperor Romulus Augustulus and became King of Italy (476–493). Odoacer's deposition of Romulus Augustulus is traditionally seen as marking the end of the Western Roman Empire as well as Ancient Rome."}]}, {"heading": "Events", "year": "737", "date": "September 30", "txt": "The Turgesh drive back an Umayyad invasion of Khuttal, follow them south of the Oxus, and capture their baggage train.", "entities": [{"title": "Battle of the Baggage", "href": "/wiki/Battle_of_the_Baggage", "description": "The Battle of the Baggage was fought between the forces of the Umayyad Caliphate and the Turkic Türgesh tribes in September/October 737. The Umayyads under the governor of Khurasan, Asad ibn Abdallah al-Qasri, had invaded the Principality of Khuttal in Transoxiana, and the local ruler called upon the Türgesh for aid. The Umayyad army retreated in haste before the Türgesh arrived, managing to cross"}]}, {"heading": "Events", "year": "1399", "date": "September 30", "txt": "Henry IV is proclaimed king of England.", "entities": [{"title": "Henry IV of England", "href": "/wiki/Henry_IV_of_England", "description": "Henry IV was King of England from 1399 to 1413. He asserted the claim of his grandfather King Edward III, a maternal grandson of Philip IV of France, to the Kingdom of France. Henry was the first English ruler since the Norman Conquest over three hundred years prior whose mother tongue was English rather than French. He was known as Henry Bolingbroke before ascending to the throne. His father was "}]}, {"heading": "Events", "year": "1520", "date": "September 30", "txt": "Suleiman the Magnificent is proclaimed sultan of the Ottoman Empire.", "entities": [{"title": "Suleiman the Magnificent", "href": "/wiki/Suleiman_the_Magnificent", "description": "Suleiman I, commonly known as Suleiman the Magnificent in the West and Suleiman the Lawgiver in his realm, was the tenth and longest-reigning Sultan of the Ottoman Empire from 1520 until his death in 1566. Under his administration, the Ottoman caliphate ruled over at least 25 million people."}]}, {"heading": "Events", "year": "1541", "date": "September 30", "txt": "Spanish conquistador Hernando de Soto and his forces enter Tula territory in present-day western Arkansas, encountering fierce resistance.", "entities": [{"title": "Hernando de Soto", "href": "/wiki/Hernando_de_Soto", "description": "Hernando de Soto was a Spanish explorer and conquistador who was involved in expeditions in Nicaragua and the Yucatan Peninsula. He played an important role in Pizarro's conquest of the Inca Empire in Peru, but is best known for leading the first European expedition deep into the territory of the modern-day United States. He is the first European documented as having crossed the Mississippi River."}, {"title": "Tula people", "href": "/wiki/Tula_people", "description": "The Tula were a Native American group that lived in what is now western Arkansas. The Tula are known to history only from the chronicles of Spanish conquistador Hernando de Soto's exploits in the interior of North America."}]}, {"heading": "Events", "year": "1551", "date": "September 30", "txt": "A coup by the military establishment of Japan's Ōuchi clan forces their lord to commit suicide, and their city is burned.", "entities": [{"title": "Tainei-ji incident", "href": "/wiki/Tainei-ji_incident", "description": "The Tainei-ji incident  was a coup in September 1551 by Sue Takafusa against Ōuchi Yoshitaka, hegemon daimyō of western Japan, which ended in the latter's forced suicide in Tainei-ji, a temple in Nagato Province. The coup put an abrupt end to the prosperity of the Ōuchi clan, though they would rule western Japan in name for another six years under the figurehead Ōuchi Yoshinaga, who was not relate"}]}, {"heading": "Events", "year": "1744", "date": "September 30", "txt": "War of the Austrian Succession: France and Spain defeat Sardinia at the Battle of Madonna dell'Olmo, but soon have to withdraw from Sardinia anyway.", "entities": [{"title": "Battle of Madonna dell'Olmo", "href": "/wiki/Battle_of_Madonna_dell%27Olmo", "description": "The Battle of Madonna dell'Olmo or Battle of Cuneo was fought on the outskirts of Cuneo on 30 September 1744, in the War of the Austrian Succession. The battle ended in a victory for the armies of Spain and France over the Kingdom of Sardinia but it did not advance the victors' campaign."}]}, {"heading": "Events", "year": "1791", "date": "September 30", "txt": "The first performance of Mozart's opera The Magic Flute takes place two months before his death.", "entities": []}, {"heading": "Events", "year": "1791", "date": "September 30", "txt": "France's National Constituent Assembly is dissolved, to be replaced the next day by the National Legislative Assembly", "entities": [{"title": "National Legislative Assembly (France)", "href": "/wiki/National_Legislative_Assembly_(France)", "description": "The Legislative Assembly was the legislature of France from 1 October 1791 to 20 September 1792 during the years of the French Revolution. It provided the focus of political debate and revolutionary law-making between the periods of the National Constituent Assembly and of the National Convention."}]}, {"heading": "Events", "year": "1882", "date": "September 30", "txt": "Thomas Edison's first commercial hydroelectric power plant (later known as Appleton Edison Light Company) begins operation.", "entities": [{"title": "Vulcan Street Plant", "href": "/wiki/Vulcan_Street_Plant", "description": "The Vulcan Street Plant was the first Edison hydroelectric central station. The plant was built on the Fox River in Appleton, Wisconsin, and put into operation on September 30, 1882. According to the American Society of Mechanical Engineers, the Vulcan Street plant is considered to be \"the first hydro-electric central station to serve a system of private and commercial customers in North America\"."}]}, {"heading": "Events", "year": "1888", "date": "September 30", "txt": "Jack the Ripper kills his third and fourth victims, Elizabeth Stride and Catherine Eddowes.", "entities": [{"title": "Jack the Ripper", "href": "/wiki/Jack_the_Ripper", "description": "Jack the Ripper was an unidentified serial killer active in the largely impoverished areas in and around the Whitechapel district of London in 1888. In both the criminal case files and contemporary journalistic accounts, the killer was called the Whitechapel Murderer and Leather Apron."}]}, {"heading": "Events", "year": "1906", "date": "September 30", "txt": "The Royal Galician Academy, the Galician language's biggest linguistic authority, starts working in La Coruña, Spain.", "entities": [{"title": "Royal Galician Academy", "href": "/wiki/Royal_Galician_Academy", "description": "The Royal Galician Academy is an institution dedicated to the study of Galician culture and especially the Galician language; it promulgates norms of grammar, spelling, and vocabulary and works to promote the language. The Academy is based in A Coruña, Galicia, Spain. The current president is Víctor Fernández Freixanes."}]}, {"heading": "Events", "year": "1907", "date": "September 30", "txt": "The McKinley National Memorial, the final resting place of assassinated U.S. President William McKinley and his family, is dedicated in Canton, Ohio.", "entities": [{"title": "McKinley National Memorial", "href": "/wiki/McKinley_National_Memorial", "description": "The McKinley National Memorial in Canton, Ohio, United States, is the final resting place of William McKinley, who served as the 25th President of the United States from 1897 to his assassination in 1901. Canton was a significant place in McKinley's life; he lived there, practiced as an attorney, and conducted his political campaigns from the town."}]}, {"heading": "Events", "year": "1909", "date": "September 30", "txt": "The Cunard Line's RMS Mauretania makes a record-breaking westbound crossing of the Atlantic, that will not be bettered for 20 years.", "entities": [{"title": "RMS Mauretania (1906)", "href": "/wiki/RMS_Mauretania_(1906)", "description": "RMS Mauretania was an ocean liner designed by Leonard Peskett and built by Wigham Richardson and Swan Hunter for the British Cunard Line, launched on the afternoon of 20 September 1906. She was the world's largest ship until the launch of RMS Olympic in 1910. Mauretania became a favourite among her passengers. She captured the Eastbound Blue Riband on her maiden return voyage in December 1907, the"}]}, {"heading": "Events", "year": "1915", "date": "September 30", "txt": "World War I: Radoje Ljutovac becomes the first soldier in history to shoot down an enemy aircraft with ground-to-air fire.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Radoje Ljutovac", "href": "/wiki/Radoje_Ljutovac", "description": "Radoje Ljutovac was a Serbian soldier from the village of Poljna, Serbia. Private Radoje Ljutovac fought in the First World War in the Serbian Army, and is officially credited with the first shooting down of a military aircraft with Ground-to-Air artillery fire."}]}, {"heading": "Events", "year": "1935", "date": "September 30", "txt": "The Hoover Dam, astride the border between the U.S. states of Arizona and Nevada, is dedicated.", "entities": [{"title": "Hoover Dam", "href": "/wiki/Hoover_Dam", "description": "Hoover Dam is a concrete arch-gravity dam in the Black Canyon of the Colorado River, on the border between the U.S. states of Nevada and Arizona. It was constructed between 1931 and 1936 during the Great Depression and was dedicated on September 30, 1935, by President Franklin D. Roosevelt. Its construction was the result of a massive effort involving thousands of workers, and cost over one hundre"}]}, {"heading": "Events", "year": "1938", "date": "September 30", "txt": "Britain, France, Germany and Italy sign the Munich Agreement, whereby Germany annexes the Sudetenland region of Czechoslovakia.", "entities": [{"title": "Munich Agreement", "href": "/wiki/Munich_Agreement", "description": "The Munich Agreement was an agreement concluded at Munich on 30 September 1938, by Germany, the United Kingdom, the French Third Republic, and the Kingdom of Italy. It provided \"cession to Germany of the Sudeten German territory\" of Czechoslovakia, despite existence of the 1924 alliance agreement and 1925 military pact between France and the Czechoslovak Republic, for which it is also known also a"}]}, {"heading": "Events", "year": "1938", "date": "September 30", "txt": "The League of Nations unanimously outlaws \"intentional bombings of civilian populations\".", "entities": []}, {"heading": "Events", "year": "1939", "date": "September 30", "txt": "World War II: General Władysław Sikorski becomes prime minister of the Polish government-in-exile.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Władysław Sikorski", "href": "/wiki/W%C5%82adys%C5%82aw_Sikorski", "description": "Władysław Eugeniusz Sikorski was a Polish military and political leader."}]}, {"heading": "Events", "year": "1939", "date": "September 30", "txt": "NBC broadcasts the first televised American football game.", "entities": []}, {"heading": "Events", "year": "1941", "date": "September 30", "txt": "World War II: The Babi Yar massacre comes to an end.", "entities": [{"title": "Babi Yar", "href": "/wiki/Babi_Yar", "description": "Babi Yar is a ravine in the Ukrainian capital Kyiv and a site of massacres carried out by German forces during their campaign against the Soviet Union in World War II. The first and best documented of the massacres took place on 29–30 September 1941, killing approximately 33,771 Jews. The decision to kill all the Jews in Kyiv was made by the military governor Generalmajor Kurt Eberhard, the Police"}]}, {"heading": "Events", "year": "1943", "date": "September 30", "txt": "The United States Merchant Marine Academy is dedicated by President Roosevelt.", "entities": [{"title": "United States Merchant Marine Academy", "href": "/wiki/United_States_Merchant_Marine_Academy", "description": "The United States Merchant Marine Academy is a United States service academy located in Kings Point, New York. It trains officers to serve in United States Merchant Marine, branches of the military, and the transportation industry. Midshipmen are trained in different fields such as marine engineering, navigation, ship's administration, maritime law, personnel management, international law, customs"}]}, {"heading": "Events", "year": "1945", "date": "September 30", "txt": "The Bourne End rail crash, in Hertfordshire, England, kills 43", "entities": [{"title": "Bourne End rail crash", "href": "/wiki/Bourne_End_rail_crash", "description": "The Bourne End rail crash occurred on 30 September 1945 when an overnight London, Midland & Scottish Railway sleeper train from Perth to London Euston derailed due to driver error. Forty-three people were killed, making it Britain's joint seventh worst rail disaster in terms of death toll."}]}, {"heading": "Events", "year": "1947", "date": "September 30", "txt": "The 1947 World Series begins. It is the first to be televised, to include an African-American player, to exceed $2 million in receipts, to see a pinch-hit home run, and to have six umpires on the field.", "entities": [{"title": "1947 World Series", "href": "/wiki/1947_World_Series", "description": "The 1947 World Series matched the New York Yankees against the Brooklyn Dodgers. The Yankees won the Series in seven games for their first title since 1943, and their 11th World Series championship in team history. Yankees manager Bucky Harris won the Series for the first time since managing the Washington Senators to their only title in 1924. The 23 year gap between championships as a manager is "}]}, {"heading": "Events", "year": "1947", "date": "September 30", "txt": "Pakistan joins the United Nations.", "entities": []}, {"heading": "Events", "year": "1949", "date": "September 30", "txt": "The Berlin Airlift ends.", "entities": [{"title": "Berlin Blockade", "href": "/wiki/Berlin_Blockade#End_of_the_blockade", "description": "The Berlin Blockade was one of the first major international crises of the Cold War. During the multinational occupation of post–World War II Germany, the Soviet Union blocked the Western Allies' railway, road, and canal access to the sectors of Berlin under Western control. The Soviets offered to drop the blockade if the Western Allies withdrew the newly introduced Deutsche Mark from West Berlin."}]}, {"heading": "Events", "year": "1954", "date": "September 30", "txt": "The U.S. Navy submarine USS Nautilus is commissioned as the world's first nuclear-powered vessel.", "entities": [{"title": "USS Nautilus (SSN-571)", "href": "/wiki/USS_Nautilus_(SSN-571)", "description": "USS Nautilus (SSN-571) was the world's first operational nuclear-powered submarine and the first submarine to complete a submerged transit of the North Pole on 3 August 1958. Her initial commanding officer was Eugene Parks \"Dennis\" Wilkinson, a widely respected naval officer who set the stage for many of the protocols of today's Nuclear Navy, and who had a storied career during military service an"}]}, {"heading": "Events", "year": "1962", "date": "September 30", "txt": "James Meredith enters the University of Mississippi, defying racial segregation rules.", "entities": [{"title": "James Meredith", "href": "/wiki/James_Meredith", "description": "James Howard Meredith was the first African-American student admitted to the racially segregated University of Mississippi. He is also is an American civil rights movement figure, writer, political adviser, and Air Force veteran. It was in 1962 that Meredith became the first African-American student admitted to the theretofore segregated University of Mississippi, after the intervention of the fed"}]}, {"heading": "Events", "year": "1966", "date": "September 30", "txt": "Bechuanaland declares its independence, and becomes the Republic of Botswana.", "entities": [{"title": "Botswana", "href": "/wiki/Botswana", "description": "Botswana, officially the Republic of Botswana, is a landlocked country in Southern Africa. Botswana is topographically flat, with up to 70 percent of its territory being the Kalahari Desert. It is bordered by South Africa to the south and southeast, Namibia to the west and north, and Zimbabwe to the northeast. Its border with Zambia to the north near Kazungula is poorly defined due to being in the"}]}, {"heading": "Events", "year": "1968", "date": "September 30", "txt": "The Boeing 747 is rolled out and shown to the public for the first time.", "entities": [{"title": "Boeing 747", "href": "/wiki/Boeing_747", "description": "The Boeing 747 is a large, long–range wide-body airliner and cargo aircraft manufactured by Boeing Commercial Airplanes in the United States.\n\nAfter introducing the 707 in October 1958, Pan Am wanted a jet 2+1⁄2 times its size, to reduce its seat cost by 30% to democratize air travel. In 1965, Joe Sutter left the 737 development program to design the 747, the first twin aisle airliner. In April 19"}]}, {"heading": "Events", "year": "1970", "date": "September 30", "txt": "Jordan makes a deal with the PFLP for the release of the remaining hostages from the Dawson's Field hijackings.", "entities": [{"title": "Dawson's Field hijackings", "href": "/wiki/Dawson%27s_Field_hijackings", "description": "In September 1970, members of the Popular Front for the Liberation of Palestine (PFLP) hijacked four airliners bound for New York City and one for London. Three aircraft were forced to land at Dawson's Field, a remote desert airstrip near Zarqa, Jordan, formerly Royal Air Force Station Zerqa, which then became PFLP's \"Revolutionary Airport\". By the end of the incident, one hijacker had been killed"}]}, {"heading": "Events", "year": "1978", "date": "September 30", "txt": "Finnair Flight 405 aircraft was hijacked by Aarno Lamminparras in Oulu, Finland.", "entities": [{"title": "Finnair Flight 405", "href": "/wiki/Finnair_Flight_405", "description": "Finnair Flight 405 was a scheduled domestic passenger flight between Oulu and Helsinki, Finland, that was hijacked on September 30, 1978. The Finnair Sud Aviation Caravelle with 44 passengers and 5 crew aboard was hijacked by an unemployed home building contractor. After forcing the pilot to fly to Amsterdam, Netherlands, and Helsinki, the hijacker received his ransom demands and released his host"}, {"title": "Oulu", "href": "/wiki/Oulu", "description": "Oulu is a city and municipality of 208,939 inhabitants in the region of North Ostrobothnia, Finland. It is the most populous city in Northern Finland, and the fifth most populous in the country after Helsinki, Espoo, Tampere and Vantaa, and the fourth largest urban area in the country after Helsinki, Tampere and Turku. Oulu's neighboring municipalities are Hailuoto, Ii, Kempele, Liminka, Lumijoki,"}, {"title": "Finland", "href": "/wiki/Finland", "description": "Finland, officially the Republic of Finland, is a Nordic country in Northern Europe. It shares land borders with Sweden to the west, Russia to the east, Norway to the north, and is defined by the Gulf of Bothnia to the west, and the Gulf of Finland of the Baltic Sea across Estonia to the south. Finland covers an area of 338,455 square kilometres (130,678 sq mi), with a population of 5.5 million. H"}]}, {"heading": "Events", "year": "1980", "date": "September 30", "txt": "Ethernet specifications are published by Xerox working with Intel and Digital Equipment Corporation.", "entities": [{"title": "Ethernet", "href": "/wiki/Ethernet", "description": "Ethernet is a family of wired computer networking technologies commonly used in local area networks (LAN), metropolitan area networks (MAN) and wide area networks (WAN). It was commercially introduced in 1980 and first standardized in 1983 as IEEE 802.3. Ethernet has since been refined to support higher bit rates, a greater number of nodes, and longer link distances, but retains much backward comp"}]}, {"heading": "Events", "year": "1993", "date": "September 30", "txt": "The 6.2 Mw  Latur earthquake shakes Maharashtra, India with a maximum Mercalli intensity of VIII (Severe) killing 9,748 and injuring 30,000.", "entities": [{"title": "1993 Latur earthquake", "href": "/wiki/1993_Latur_earthquake", "description": "The 1993 Latur earthquake struck India at 3:56 am local time (UTC+05:30) on 30 September. The main area affected was Maharashtra State in Western India. The earthquake primarily affected the districts of Latur and Osmanabad, including the Ausa block of Latur and Omerga of Osmanabad. Fifty-two villages were demolished in the intraplate earthquake. It measured 6.2 on the moment magnitude scale, and "}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1999", "date": "September 30", "txt": "The Tokaimura nuclear accident causes the deaths of two technicians in Japan's second-worst nuclear accident.", "entities": [{"title": "Tokaimura nuclear accident", "href": "/wiki/Tokaimura_nuclear_accident", "description": "\nThere have been two Tokaimura nuclear accidents at the nuclear facility at Tōkai, Ibaraki, Japan: on 11 March 1997, an explosion occurred in a Dōnen plant, and \non 30 September 1999, a serious criticality accident happened in a JCO plant."}]}, {"heading": "Events", "year": "2000", "date": "September 30", "txt": "Israeli-Palestinian conflict: 12-year-old Muhammad al-Durrah is shot and killed on the second day of the Second Intifada.", "entities": [{"title": "Israeli–Palestinian conflict", "href": "/wiki/Israeli%E2%80%93Palestinian_conflict", "description": "The Israeli–Palestinian conflict is the ongoing struggle between Israelis and Palestinians that began in the mid-20th century amidst the greater Arab–Israeli conflict. Various attempts have been made to resolve the conflict as part of the Israeli–Palestinian peace process. It has been referred to as the world's \"most intractable conflict,\" with the ongoing Israeli occupation of the West Bank and t"}, {"title": "Muhammad al-Durrah incident", "href": "/wiki/Muhammad_al-Durrah_incident", "description": "The Muhammad al-Durrah incident took place in the Gaza Strip on 30 September 2000, on the second day of the Second Intifada, during widespread protests and riots throughout the Palestinian territories against Israel's military occupation. Jamal al-Durrah and his 12-year-old son, Muhammad, were filmed by Talal Abu Rahma, a Palestinian cameraman freelancing for France 2, as they were caught in cross"}, {"title": "Second Intifada", "href": "/wiki/Second_Intifada", "description": "The Second Intifada, also known as the Al-Aqsa Intifada, was a Palestinian uprising against Israel. The general triggers for the violence were proposed as the failure of the 2000 Camp David Summit to reach final agreement on the Israeli-Palestinian peace process in July 2000. The violence started in September 2000, after Ariel Sharon made a highly provocative visit to the Temple Mount. The visit i"}]}, {"heading": "Events", "year": "2005", "date": "September 30", "txt": "Controversial drawings of Muhammad are printed in a Danish newspaper.", "entities": [{"title": "Jyllands-Posten Muhammad cartoons controversy", "href": "/wiki/Jyllands-Posten_Muhammad_cartoons_controversy", "description": "The Jyllands-Posten Muhammad cartoons controversy began after the Danish newspaper Jyllands-Posten published 12 editorial cartoons on 30 September 2005, most of which depicted Muhammad, a principal figure of the religion of Islam. The newspaper announced that this was an attempt to contribute to the debate about criticism of Islam and self-censorship. Muslim groups in Denmark complained, and the i"}]}, {"heading": "Events", "year": "2009", "date": "September 30", "txt": "The 7.6 Mw  Sumatra earthquake leaves 1,115 people dead.", "entities": [{"title": "2009 Sumatra earthquakes", "href": "/wiki/2009_Sumatra_earthquakes", "description": "The first of the 2009 Sumatra earthquakes occurred on 30 September off the coast of Sumatra, Indonesia with a moment magnitude of 7.6 at 17:16:10 local time. The epicenter was 45 kilometres (28 mi) west-northwest of Padang, West Sumatra, and 220 kilometres (140 mi) southwest of Pekanbaru, Riau. Government and authorities confirmed 1,115 dead, 1,214 severely injured and 1,688 slightly injured. The "}]}, {"heading": "Events", "year": "2016", "date": "September 30", "txt": "Hurricane Matthew becomes a Category 5 hurricane, making it the strongest hurricane to form in the Caribbean Sea since 2007.", "entities": [{"title": "Hurricane Matthew", "href": "/wiki/Hurricane_Matthew", "description": "Hurricane Matthew was the first Category 5 Atlantic hurricane since Felix in 2007. Matthew caused catastrophic damage and a humanitarian crisis in Haiti, as well as widespread devastation in the southeastern United States. The deadliest Atlantic hurricane since Hurricane Stan in 2005, Matthew was the thirteenth named storm, fifth hurricane and second major hurricane of the 2016 Atlantic hurricane "}]}, {"heading": "Events", "year": "2016", "date": "September 30", "txt": "Two paintings with a combined value of $100 million are recovered after having been stolen from the Van Gogh Museum in 2002.", "entities": []}, {"heading": "Births", "year": "1207", "date": "September 30", "txt": "Rumi, Persian mystic and poet (d. 1273)[citation needed]", "entities": [{"title": "Rumi", "href": "/wiki/Rumi", "description": "Jalāl ad-Dīn Mohammad Rūmī, also known as Jalāl ad-Dīn Mohammad Balkhī, Mevlânâ/Mowlānā, Mevlevî/Mawlawī, and more popularly simply as Rumi, was a 13th-century Persian poet, Hanafi faqih, Islamic scholar, Maturidi theologian, and Sufi mystic originally from Greater Khorasan in Greater Iran. Rumi's influence transcends national borders and ethnic divisions: Iranians, Tajiks, Turks, Greeks, Pashtuns"}]}, {"heading": "Births", "year": "1227", "date": "September 30", "txt": "Pope Nicholas IV (d. 1292)", "entities": [{"title": "Pope Nicholas IV", "href": "/wiki/Pope_Nicholas_IV", "description": "Pope Nicholas IV, born Girolamo Masci, was head of the Catholic Church and ruler of the Papal States from 22 February 1288 to his death. He was the first Franciscan to be elected pope."}]}, {"heading": "Births", "year": "1530", "date": "September 30", "txt": "Girolamo Mercuriale, Italian philologist and physician (d. 1606)", "entities": [{"title": "Girolamo Mercuriale", "href": "/wiki/Girolamo_Mercuriale", "description": "Girolamo Mercuriale or Mercuriali was an Italian philologist and physician, most famous for his work De Arte Gymnastica."}]}, {"heading": "Births", "year": "1550", "date": "September 30", "txt": "Michael Maestlin, German astronomer and mathematician (d. 1631)", "entities": [{"title": "Michael Maestlin", "href": "/wiki/Michael_Maestlin", "description": "Michael Maestlin was a German astronomer and mathematician, known for being the mentor of Johannes Kepler. He was a student of Philipp Apian and was known as the teacher who most influenced Kepler. Maestlin was considered to be one of the most significant astronomers between the time of Copernicus and Kepler."}]}, {"heading": "Births", "year": "1622", "date": "September 30", "txt": "Johann Sebastiani, German composer (d. 1683)", "entities": [{"title": "Johann Sebastiani", "href": "/wiki/Johann_Sebastiani", "description": "Johann Sebastiani was a German baroque composer."}]}, {"heading": "Births", "year": "1689", "date": "September 30", "txt": "Jacques Aubert, French violinist and composer (d. 1753)", "entities": [{"title": "Jacques Aubert", "href": "/wiki/Jacques_Aubert", "description": "Jacques Aubert, also known as Jacques Aubert le Vieux, was a French composer and violinist of the Baroque period."}]}, {"heading": "Births", "year": "1700", "date": "September 30", "txt": "Stanisław Konarski, Polish monk, poet, and playwright (d. 1773)", "entities": [{"title": "Stanisław Konarski", "href": "/wiki/Stanis%C5%82aw_Konarski", "description": "Stanisław Konarski, Sch.P. was a Polish pedagogue, educational reformer, political writer, poet, dramatist, Piarist priest and precursor of the Enlightenment in the Polish–Lithuanian Commonwealth."}]}, {"heading": "Births", "year": "1710", "date": "September 30", "txt": "John Russell, 4th Duke of Bedford, English politician, Lord President of the Council (d. 1771)", "entities": [{"title": "John Russell, 4th Duke of Bedford", "href": "/wiki/John_Russell,_4th_Duke_of_Bedford", "description": "John Russell, 4th Duke of Bedford, was an 18th-century British statesman. Bedford was leading Whig political figure around the time of the Seven Years' War, and negotiated the Treaty of Paris which ended the conflict in 1763. He was also an early promoter of cricket and a patron of the arts who commissioned many works from artists, most notably Canaletto."}, {"title": "Lord President of the Council", "href": "/wiki/Lord_President_of_the_Council", "description": "The Lord President of the Council is the fourth of the Great Officers of State of the United Kingdom, ranking below the Lord High Treasurer but above the Lord Privy Seal. The Lord President usually attends and is responsible for presiding over meetings of the Privy Council, presenting business for the monarch's approval. In the modern era, the holder is by convention always a member of one of the "}]}, {"heading": "Births", "year": "1714", "date": "September 30", "txt": "Étienne Bonnot de Condillac, French epistemologist and philosopher (d. 1780)", "entities": [{"title": "Étienne Bonnot de Condillac", "href": "/wiki/%C3%89tienne_Bonnot_de_Condillac", "description": "Étienne Bonnot de Condillac was a French philosopher and epistemologist, who studied in such areas as psychology and the philosophy of the mind."}]}, {"heading": "Births", "year": "1732", "date": "September 30", "txt": "Jacques Necker, Swiss-French politician, Prime Minister of France (d. 1804)", "entities": [{"title": "Jacques Necker", "href": "/wiki/Jacques_Necker", "description": "Jacques Necker was a Genevan banker who served as finance minister for Louis XVI and a statesman. Necker played a key role in French history before and during the first period of the French Revolution."}, {"title": "List of Prime Ministers of France", "href": "/wiki/List_of_Prime_Ministers_of_France", "description": "The head of the Government of France has been called Prime Minister of France since 1959, when Michel Debré became the first officeholder appointed under the Fifth Republic."}]}, {"heading": "Births", "year": "1743", "date": "September 30", "txt": "Christian Ehregott Weinlig, German cantor and composer (d. 1813)", "entities": [{"title": "Christian Ehregott Weinlig", "href": "/wiki/Christian_Ehregott_Weinlig", "description": "Christian Ehregott Weinlig was a German composer and cantor of Dresden's Kreuzkirche."}]}, {"heading": "Births", "year": "1765", "date": "September 30", "txt": "José María Morelos, Mexican priest and general (d. 1815)", "entities": [{"title": "José María Morelos", "href": "/wiki/Jos%C3%A9_Mar%C3%ADa_Morelos", "description": "José María Teclo Morelos Pérez y Pavón was a Mexican Roman Catholic priest and revolutionary rebel leader who led the Mexican War of Independence movement, assuming its leadership after the execution of Miguel Hidalgo y Costilla in 1811. Morelos and Ignacio López Rayón are credited with organizing the war of independence. Under Morelos the Congress of Anáhuac was installed on 13 September 1813, an"}]}, {"heading": "Births", "year": "1800", "date": "September 30", "txt": "Decimus Burton, English architect, designed the Pharos Lighthouse (d. 1881)", "entities": [{"title": "Decimus Burton", "href": "/wiki/Decimus_Burton", "description": "Decimus Burton was one of the foremost English architects and urban designers of the 19th century. He was the foremost Victorian architect in the Roman revival, Greek revival, Georgian neoclassical and Regency styles. He was accomplished also in the cottage orné, picturesque and neogothic styles. He was a founding fellow and, later, vice-president of the Royal Institute of British Architects, and "}, {"title": "Pharos Lighthouse (Fleetwood)", "href": "/wiki/Pharos_Lighthouse_(Fleetwood)", "description": "The Pharos Lighthouse is a 93-foot (28 m) tall Runcorn red sandstone lighthouse situated in Fleetwood, Lancashire, England. The lighthouse was designed in 1839 by Decimus Burton and Capt H.M. Denham. Burton has been commissioned three years previously by Sir Peter Hesketh Fleetwood as the architect of the new town of Fleetwood. Construction was completed in 1840. Unusually for a functioning Britis"}]}, {"heading": "Births", "year": "1813", "date": "September 30", "txt": "John Rae, Scottish physician and explorer (d. 1893)", "entities": [{"title": "John Rae (explorer)", "href": "/wiki/John_Rae_(explorer)", "description": "John Rae was a Scottish surgeon who explored parts of northern Canada."}]}, {"heading": "Births", "year": "1814", "date": "September 30", "txt": "Lucinda Hinsdale Stone, American feminist, educator, and philanthropist (d. 1900)", "entities": [{"title": "Lucinda Hinsdale Stone", "href": "/wiki/Lucinda_Hinsdale_Stone", "description": "Lucinda Hinsdale Stone was an early American feminist, educator, traveler, writer, and philanthropist."}]}, {"heading": "Births", "year": "1827", "date": "September 30", "txt": "Ellis H. Roberts, American journalist and politician, 20th Treasurer of the United States (d. 1918)", "entities": [{"title": "Ellis H. Roberts", "href": "/wiki/Ellis_H._Roberts", "description": "Ellis Henry Roberts was a United States Representative from New York and 20th Treasurer of the United States."}, {"title": "Treasurer of the United States", "href": "/wiki/Treasurer_of_the_United_States", "description": "The Treasurer of the United States is an official in the United States Department of the Treasury who was originally charged with the receipt and custody of government funds, though many of these functions have been taken over by different bureaus of the Department. The Treasurer remains the depositary officer of the United States with regard to deposits of gold, Special Drawing Rights, and financ"}]}, {"heading": "Births", "year": "1832", "date": "September 30", "txt": "Ann Jarvis, American activist, co-founded Mother's Day (d. 1905)", "entities": [{"title": "Ann Jarvis", "href": "/wiki/Ann_Jarvis", "description": "Ann Maria Reeves Jarvis was a social activist and community organizer during the American Civil War era. She is recognized as the mother who inspired Mother's Day and as a founder of Mother's Day movements, and her daughter, Anna Marie Jarvis (1864–1948), is recognized as the founder of the Mother's Day holiday in the United States."}, {"title": "Mother's Day (United States)", "href": "/wiki/Mother%27s_Day_(United_States)", "description": "Mother's Day in the United States is an annual holiday celebrated on the second Sunday in May. Mother's Day recognizes mothers, motherhood and maternal bonds in general, as well as the positive contributions that they make to society. It was established by Anna Jarvis, with the first official Mother's Day celebrated through a service of worship at St. Andrew's Methodist Church in Grafton, West Vir"}]}, {"heading": "Births", "year": "1836", "date": "September 30", "txt": "Remigio Morales Bermúdez, Peruvian politician, 56th President of Peru (d. 1894)", "entities": [{"title": "Remigio Morales Bermúdez", "href": "/wiki/Remigio_Morales_Berm%C3%BAdez", "description": "Remigio Morales Bermúdez served as the 37th President of Peru from 1890 to 1894. He died while still in office. He served as the first vice president from 1886 to 1890."}, {"title": "President of Peru", "href": "/wiki/President_of_Peru", "description": "The president of Peru, formally recognized as the President of the Republic of Peru, is the head of state and head of government of Peru. The president is the head of the executive branch and is the Supreme Head of the Armed Forces and Police of Peru. The office of president corresponds to the highest magistracy in the country, making the president the highest ranking public official in Peru."}]}, {"heading": "Births", "year": "1852", "date": "September 30", "txt": "Charles Villiers Stanford, Irish composer, conductor, and educator (d. 1924)", "entities": [{"title": "Charles Villiers Stanford", "href": "/wiki/Charles_Villiers_Stanford", "description": "Sir Charles Villiers Stanford was an Irish composer, music teacher, and conductor of the late Romantic era. Born to a well-off and highly musical family in Dublin, Stanford was educated at the University of Cambridge before studying music in Leipzig and Berlin. He was instrumental in raising the status of the Cambridge University Musical Society, attracting international stars to perform with it."}]}, {"heading": "Births", "year": "1861", "date": "September 30", "txt": "William Wrigley, Jr., American businessman, founded Wrigley Company (d. 1932)", "entities": [{"title": "William Wrigley, Jr.", "href": "/wiki/William_Wrigley,_Jr.", "description": "William Mills Wrigley Jr. was an American chewing gum industrialist. He was founder and eponym of the Wm. Wrigley Jr. Company in 1891."}, {"title": "Wrigley Company", "href": "/wiki/Wrigley_Company", "description": "The Wm. Wrigley Jr. Company, known as the Wrigley Company, is an American chewing gum company, based in the Global Innovation Center (GIC) in Goose Island, Chicago, Illinois. It is wholly owned by Mars, Incorporated, and, along with Mars chocolate bars and other candy products, makes up Mars Wrigley Confectionery. It is the largest manufacturer and marketer of chewing gum in the world."}]}, {"heading": "Births", "year": "1863", "date": "September 30", "txt": "Reinhard Scheer, German admiral (d. 1928)", "entities": [{"title": "Reinhard Scheer", "href": "/wiki/Reinhard_Scheer", "description": "Carl Friedrich Heinrich Reinhard Scheer was an Admiral in the Imperial German Navy. Scheer joined the navy in 1879 as an officer cadet and progressed through the ranks, commanding cruisers and battleships, as well as senior staff positions on land. At the outbreak of World War I, Scheer was the commander of the II Battle Squadron of the High Seas Fleet. He then took command of the III Battle Squad"}]}, {"heading": "Births", "year": "1870", "date": "September 30", "txt": "Thomas W. Lamont, American banker and philanthropist (d. 1948)", "entities": [{"title": "Thomas W. Lamont", "href": "/wiki/Thomas_W._Lamont", "description": "Thomas William Lamont, Jr. was an American banker."}]}, {"heading": "Births", "year": "1870", "date": "September 30", "txt": "Jean Baptiste Perrin, French-American physicist and chemist, Nobel Prize laureate (d. 1942)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1882", "date": "September 30", "txt": "Hans Geiger, German physicist and academic (d. 1945)", "entities": [{"title": "Hans Geiger", "href": "/wiki/Hans_Geiger", "description": "Johannes Wilhelm \"Hans\" Geiger was a German physicist. He is best known as the co-inventor of the detector component of the Geiger counter and for the Geiger–Marsden experiment which discovered the atomic nucleus. He was the brother of meteorologist and climatologist Rudolf Geiger."}]}, {"heading": "Births", "year": "1883", "date": "September 30", "txt": "Bernhard Rust, German educator and politician (d. 1945)", "entities": [{"title": "Bernhard Rust", "href": "/wiki/Bernhard_Rust", "description": "Bernhard Rust was Minister of Science, Education and National Culture (Reichserziehungsminister) in Nazi Germany. A combination of school administrator and zealous Nazi, he issued decrees, often bizarre, at every level of the German educational system to immerse German youth in the National Socialist philosophy. He also served as the Nazi party Gauleiter in Hanover and Brunswick from 1925 to 1940."}]}, {"heading": "Births", "year": "1883", "date": "September 30", "txt": "Nora Stanton Blatch Barney, American civil engineer, architect, and suffragist (d. 1971)", "entities": []}, {"heading": "Births", "year": "1887", "date": "September 30", "txt": "Lil Dagover, Indonesian-German actress (d. 1980)", "entities": [{"title": "Lil Dagover", "href": "/wiki/Lil_Dagover", "description": "Lil Dagover was a German actress whose career spanned between 1913 and 1979. She was one of the most popular and recognized film actresses in the Weimar Republic."}]}, {"heading": "Births", "year": "1893", "date": "September 30", "txt": "Lansdale Ghiselin Sasscer, American lieutenant, lawyer, and politician (d. 1964)", "entities": [{"title": "Lansdale Ghiselin Sasscer", "href": "/wiki/Lansdale_Ghiselin_Sasscer", "description": "Lansdale Ghiselin Sasscer represented the fifth district of the state of Maryland in the United States House of Representatives for seven terms from 1939 to 1953."}]}, {"heading": "Births", "year": "1895", "date": "September 30", "txt": "Lewis Milestone, Moldovan-American director, producer, and screenwriter (d. 1980)", "entities": [{"title": "Lewis Milestone", "href": "/wiki/Lewis_Milestone", "description": "Lewis Milestone was a Russian-American film director. He is known for directing Two Arabian Knights (1927) and All Quiet on the Western Front (1930), both of which received Academy Awards for Best Director. He also directed The Front Page, The General Died at Dawn (1936), Of Mice and Men (1939), Ocean's 11 (1960), and received the directing credit for Mutiny on the Bounty (1962), though Marlon Bra"}]}, {"heading": "Births", "year": "1897", "date": "September 30", "txt": "Alfred Wintle, Russian-English soldier and politician (d. 1966)", "entities": [{"title": "Alfred Wintle", "href": "/wiki/Alfred_Wintle", "description": "Lieutenant Colonel Alfred Daniel Wintle MC, better known as A.D. Wintle, was a British military officer in the 1st The Royal Dragoons who served in the First and Second World Wars. He was the first non-lawyer to achieve a unanimous verdict in his favour in the House of Lords, and is considered one of London's greatest eccentrics."}]}, {"heading": "Births", "year": "1897", "date": "September 30", "txt": "Charlotte Wolff, German-English physician and psychotherapist (d. 1986)", "entities": []}, {"heading": "Births", "year": "1898", "date": "September 30", "txt": "Renée Adorée, French-American actress (d. 1933)", "entities": [{"title": "Renée Adorée", "href": "/wiki/Ren%C3%A9e_Ador%C3%A9e", "description": "Renée Adorée was a German-born actress who appeared in Hollywood silent movies during the 1920s. She is most famous for her role as Melisande in the melodramatic romance and war epic The Big Parade."}]}, {"heading": "Births", "year": "1898", "date": "September 30", "txt": "Princess Charlotte, Duchess of Valentinois (d. 1977)", "entities": []}, {"heading": "Births", "year": "1898", "date": "September 30", "txt": "Edgar Parin d'Aulaire, German-American author and illustrator (d. 1986)", "entities": []}, {"heading": "Births", "year": "1901", "date": "September 30", "txt": "Thelma Terry, American bassist and bandleader (d. 1966)", "entities": [{"title": "Thelma Terry", "href": "/wiki/Thelma_Terry", "description": "Thelma Terry was an American bandleader and bassist during the 1920s and 1930s. She led Thelma Terry and Her Playboys and was the first American woman to lead a notable jazz orchestra as an instrumentalist."}]}, {"heading": "Births", "year": "1904", "date": "September 30", "txt": "Waldo Williams, Welsh poet and academic (d. 1971)", "entities": [{"title": "Waldo Williams", "href": "/wiki/Waldo_Williams", "description": "Waldo Goronwy Williams was one of the leading Welsh-language poets of the 20th century. He was also a notable Christian pacifist, anti-war campaigner, and Welsh nationalist. He is often referred to by his first name only."}]}, {"heading": "Births", "year": "1905", "date": "September 30", "txt": "Nevill Francis Mott, English physicist and academic, Nobel Prize laureate (d. 1996)", "entities": [{"title": "Nevill Francis Mott", "href": "/wiki/Nevill_Francis_Mott", "description": "Sir Nevill Francis Mott was a British physicist who won the Nobel Prize for Physics in 1977 for his work on the electronic structure of magnetic and disordered systems, especially amorphous semiconductors. The award was shared with Philip W. Anderson and J. H. Van Vleck. The three had conducted loosely related research. Mott and Anderson clarified the reasons why magnetic or amorphous materials ca"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1905", "date": "September 30", "txt": "Michael Powell, English director, producer, and screenwriter (d. 1990)", "entities": []}, {"heading": "Births", "year": "1906", "date": "September 30", "txt": "Mireille Hartuch, French singer-songwriter and actress (d. 1996)", "entities": [{"title": "Mireille Hartuch", "href": "/wiki/Mireille_Hartuch", "description": "Mireille Hartuch was a French singer, composer, and actress. She was generally known by the stage name \"Mireille,\" it being a common practice of the time to use a single name for the stage."}]}, {"heading": "Births", "year": "1908", "date": "September 30", "txt": "David Oistrakh, Ukrainian-Russian violinist and educator (d. 1974)", "entities": [{"title": "David Oistrakh", "href": "/wiki/David_Oistrakh", "description": "David Fyodorovich Oistrakh, orig. German: Eustrach, was a Soviet classical violinist, violist and conductor."}]}, {"heading": "Births", "year": "1910", "date": "September 30", "txt": "Jussi Kekkonen, Finnish captain (d. 1962)", "entities": [{"title": "Jussi Kekkonen", "href": "/wiki/Jussi_Kekkonen", "description": "Uuno Johannes (Jussi) Kekkonen was a Finnish major, CEO and the younger brother of President of Finland Urho Kekkonen. Jussi Kekkonen fought successfully in the Winter War in the direction of Kuhmo but lost his sight when he was wounded in the early stages of the Continuation War."}]}, {"heading": "Births", "year": "1911", "date": "September 30", "txt": "Gustave Gilbert, American psychologist (d. 1977)", "entities": [{"title": "Gustave Gilbert", "href": "/wiki/Gustave_Gilbert", "description": "Gustave Mark Gilbert was an American psychologist best known for his writings containing observations of high-ranking Nazi leaders during the Nuremberg trials. His 1950 book The Psychology of Dictatorship was an attempt to profile the Nazi German dictator Adolf Hitler using as reference the testimonials of Hitler's closest generals and commanders. Gilbert's published work is still a subject of stu"}]}, {"heading": "Births", "year": "1912", "date": "September 30", "txt": "Kenny Baker, American singer and actor (d. 1985)", "entities": [{"title": "Kenny Baker (American performer)", "href": "/wiki/Kenny_Baker_(American_performer)", "description": "Kenneth Laurence Baker was an American singer and actor who first gained notice as the featured singer on radio's The Jack Benny Program during the 1930s."}]}, {"heading": "Births", "year": "1913", "date": "September 30", "txt": "Bill Walsh, American screenwriter and producer (d. 1975)", "entities": [{"title": "Bill Walsh (producer)", "href": "/wiki/Bill_Walsh_(producer)", "description": "William Crozier Walsh was a film producern screenwriter and comics writer who primarily worked on live-action films for Walt Disney Productions. He was born in New York City. For his work on Mary Poppins, he shared Academy Award nominations for Best Picture with Walt Disney, and for Best Writing, Screenplay Based on Material from Another Medium with Don DaGradi. He also wrote the Mickey Mouse comi"}]}, {"heading": "Births", "year": "1915", "date": "September 30", "txt": "Lester Maddox, American businessman and politician, 75th Governor of Georgia (d. 2003)", "entities": [{"title": "Lester Maddox", "href": "/wiki/Lester_Maddox", "description": "Lester Garfield Maddox Sr. was an American politician who served as the 75th Governor of the U.S. state of Georgia from 1967 to 1971. A populist Democrat, Maddox came to prominence as a staunch segregationist when he refused to serve Black customers in his Atlanta restaurant, the Pickrick, in violation of the Civil Rights Act of 1964. He later served as Lieutenant Governor during the period when J"}, {"title": "Governor of Georgia", "href": "/wiki/Governor_of_Georgia", "description": "The governor of Georgia is the head of the executive branch of Georgia's state government and the commander-in-chief of the state's military forces. The governor also has a duty to enforce state laws, the power to either veto or approve bills passed by the Georgia Legislature, and the power to convene the legislature. The current governor is Republican Brian Kemp, who assumed office on January 14,"}]}, {"heading": "Births", "year": "1917", "date": "September 30", "txt": "Yuri Lyubimov, Russian actor and director (d. 2014)", "entities": [{"title": "Yuri Lyubimov", "href": "/wiki/Yuri_Lyubimov", "description": "Yuri Petrovich Lyubimov was a Soviet and Russian stage actor and director associated with the internationally renowned Taganka Theatre, which he founded in 1964. He was one of the leading names in the Russian theatre world."}]}, {"heading": "Births", "year": "1917", "date": "September 30", "txt": "Buddy Rich, American drummer, bandleader, and actor (d. 1987)", "entities": []}, {"heading": "Births", "year": "1918", "date": "September 30", "txt": "Lewis Nixon, U.S. Army captain (d. 1995)", "entities": [{"title": "Lewis Nixon III", "href": "/wiki/Lewis_Nixon_III", "description": "Captain Lewis Nixon III was a United States Army officer who, during World War II, served at the company, battalion, and regimental level with the 506th Parachute Infantry Regiment, 101st Airborne Division. Nixon was portrayed in the HBO miniseries Band of Brothers by Ron Livingston."}]}, {"heading": "Births", "year": "1918", "date": "September 30", "txt": "René Rémond, French historian and economist (d. 2007)", "entities": []}, {"heading": "Births", "year": "1919", "date": "September 30", "txt": "Roberto Bonomi, Argentinian race car driver (d. 1992)", "entities": [{"title": "Roberto Bonomi", "href": "/wiki/Roberto_Bonomi", "description": "Roberto Wenceslao Bonomi Oliva was a racing driver who took part in one Formula One World Championship Grand Prix driving a Cooper for the Scuderia Centro Sud team. Before he participated in Formula One he was a sports car champion in 1952 and 1953, as well as a member of the Argentine team to race in Europe. Bonomi worked as a local politician and landowner."}]}, {"heading": "Births", "year": "1919", "date": "September 30", "txt": "Elizabeth Gilels, Ukrainian-Russian violinist and educator (d. 2008)", "entities": []}, {"heading": "Births", "year": "1919", "date": "September 30", "txt": "William L. Guy, American lieutenant and politician, 26th Governor of North Dakota (d. 2013)", "entities": [{"title": "Governor of North Dakota", "href": "/wiki/Governor_of_North_Dakota", "description": "The Governor of North Dakota is the head of the executive branch of government of North Dakota and serves as the commander-in-chief of the state's military forces."}]}, {"heading": "Births", "year": "1919", "date": "September 30", "txt": "Patricia Neway, American soprano and actress (d. 2012)", "entities": []}, {"heading": "Births", "year": "1921", "date": "September 30", "txt": "Deborah Kerr, Scottish-English actress (d. 2007)", "entities": [{"title": "Deborah Kerr", "href": "/wiki/Deborah_Kerr", "description": "Deborah Jane Trimmer CBE, known professionally as Deborah Kerr, was a British film, theatre, and television actress. She was nominated six times for the Academy Award for Best Actress, and holds the record for an actress most nominated in the lead actress category without winning."}]}, {"heading": "Births", "year": "1921", "date": "September 30", "txt": "Aldo Parisot, Brazilian-American cellist and educator (d. 2018)", "entities": []}, {"heading": "Births", "year": "1922", "date": "September 30", "txt": "Lamont Johnson, American actor, director, and producer (d. 2010)", "entities": [{"title": "Lamont Johnson", "href": "/wiki/Lamont_Johnson", "description": "Ernest Lamont Johnson Jr. was an American actor and film director who has appeared in and directed many television shows and movies. He won two Emmy Awards."}]}, {"heading": "Births", "year": "1922", "date": "September 30", "txt": "Hrishikesh Mukherjee, Indian director, producer, and screenwriter (d. 2006)", "entities": []}, {"heading": "Births", "year": "1923", "date": "September 30", "txt": "Donald Swann, Welsh-English pianist and composer  (d. 1994)", "entities": [{"title": "Donald Swann", "href": "/wiki/Donald_Swann", "description": "Donald Ibrahím Swann was a Welsh-born composer, musician, singer and entertainer. He was one half of Flanders and Swann, writing and performing comic songs with Michael Flanders."}]}, {"heading": "Births", "year": "1924", "date": "September 30", "txt": "Truman Capote, American novelist, playwright, and screenwriter (d. 1984)", "entities": [{"title": "Truman Capote", "href": "/wiki/Truman_Capote", "description": "Truman Garcia Capote was an American novelist, screenwriter, playwright, and actor. Several of his short stories, novels, and plays have been praised as literary classics, including the novella Breakfast at Tiffany's (1958) and the true crime novel In Cold Blood (1966), which he labeled a \"nonfiction novel\". His works have been adapted into more than 20 films and television dramas."}]}, {"heading": "Births", "year": "1925", "date": "September 30", "txt": "Arkady Ostashev, Russian engineer and educator (d. 1998)", "entities": [{"title": "Arkady Ostashev", "href": "/wiki/Arkady_Ostashev", "description": "Arkady Ilyich Ostashev was a Soviet-Russian scientist, a mechanical engineer who participated in the launch of the sputnik, and then the first first cosmonaut. He was a Candidate of Technical Sciences, docent, laureate of the Lenin and state prizes, senior test pilot of missiles and space-rocket complexes of OKB-1 as well as a companion of Sergey Korolev, the head of the Soviet space program."}]}, {"heading": "Births", "year": "1926", "date": "September 30", "txt": "Heino Kruus, Estonian basketball player and coach (d. 2012)", "entities": [{"title": "Heino Kruus", "href": "/wiki/Heino_Kruus", "description": "Heino Kruus was an Estonian basketball player who competed for the Soviet Union in the 1952 Summer Olympics. He trained at VSS Kalev in Tallinn"}]}, {"heading": "Births", "year": "1926", "date": "September 30", "txt": "Robin Roberts, American baseball player, coach, and sportscaster (d. 2010)", "entities": []}, {"heading": "Births", "year": "1927", "date": "September 30", "txt": "W. S. Merwin, American poet and translator (d. 2019)", "entities": [{"title": "W. S. Merwin", "href": "/wiki/W._S._Merwin", "description": "William Stanley Merwin was an American poet who wrote more than fifty books of poetry and prose, and produced many works in translation. During the 1960s anti-war movement, Merwin's unique craft was thematically characterized by indirect, unpunctuated narration. In the 1980s and 1990s, his writing influence derived from an interest in Buddhist philosophy and deep ecology. Residing in a rural part "}]}, {"heading": "Births", "year": "1928", "date": "September 30", "txt": "Elie Wiesel, Romanian-American author, academic, and activist, Nobel Prize laureate (d. 2016)", "entities": [{"title": "Elie Wiesel", "href": "/wiki/Elie_Wiesel", "description": "Elie Wiesel was a Romanian-born American writer, professor, political activist, Nobel laureate, and Holocaust survivor. He authored 57 books, written mostly in French and English, including Night, a work based on his experiences as a Jewish prisoner in the Auschwitz and Buchenwald concentration camps."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1928", "date": "September 30", "txt": "Ray Willsey, Canadian-American football player and coach (d. 2013)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 30", "txt": "Carol Fenner, American author and illustrator (d. 2002)", "entities": [{"title": "Carol Fenner", "href": "/wiki/Carol_Fenner", "description": "Carol Elizabeth Fenner was an American children's writer."}]}, {"heading": "Births", "year": "1929", "date": "September 30", "txt": "Vassilis Papazachos, Greek seismologist and academic", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 30", "txt": "Leticia Ramos-Shahani, Filipino politician, diplomat and writer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 30", "txt": "Dorothee Sölle, German theologian and author (d. 2003)", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 30", "txt": "Angie Dickinson, American actress", "entities": [{"title": "Angie Dickinson", "href": "/wiki/Angie_Dickinson", "description": "Angeline Dickinson is an American actress. She began her career on television, appearing in many anthology series during the 1950s, before gaining her breakthrough role in Gun the Man Down (1956) with James Arness and the Western film Rio Bravo (1959), for which she received the Golden Globe Award for New Star of the Year."}]}, {"heading": "Births", "year": "1931", "date": "September 30", "txt": "Teresa Gorman, English educator and politician (d. 2015)", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 30", "txt": "Shintaro Ishihara, Japanese author, playwright, and politician, Governor of Tokyo", "entities": [{"title": "Shintaro Ishihara", "href": "/wiki/Shintaro_Ishihara", "description": "Shintaro Ishihara  is a Japanese politician and writer who was Governor of Tokyo from 1999 to 2012. Being the former leader of right-leaning Japan Restoration Party, Ishihara is one of the most prominent conservative right-wing politicians in modern Japanese politics."}, {"title": "Governor of Tokyo", "href": "/wiki/Governor_of_Tokyo", "description": "The Tokyo Metropolitan Government  is the government of the Tokyo Metropolis. One of the 47 prefectures of Japan, the government consists of a popularly elected governor and assembly. The headquarters building is located in the ward of Shinjuku. The metropolitan government administers the special wards, cities, towns and villages that constitute part of the Tokyo Metropolis. With a population clos"}]}, {"heading": "Births", "year": "1932", "date": "September 30", "txt": "Johnny Podres, American baseball player and coach (d. 2008)", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 30", "txt": "Cissy Houston, American singer", "entities": [{"title": "Cissy Houston", "href": "/wiki/Cissy_Houston", "description": "Emily \"Cissy\" Houston is an American soul and gospel singer. After a successful career singing backup for such artists as Roy Hamilton, Dionne Warwick, Elvis Presley and Aretha Franklin, Houston embarked on a solo career, winning two Grammy Awards for her work. Houston is the mother of singer Whitney Houston, grandmother of Bobbi Kristina Brown, aunt of singers Dionne Warwick and Dee Dee Warwick, "}]}, {"heading": "Births", "year": "1934", "date": "September 30", "txt": "Alan A'Court, English footballer and manager (d. 2009)", "entities": [{"title": "Alan A'Court", "href": "/wiki/Alan_A%27Court", "description": "Alan A'Court was an English footballer who mostly played for Liverpool. He gained five caps for England and represented the nation at the 1958 FIFA World Cup."}]}, {"heading": "Births", "year": "1934", "date": "September 30", "txt": "Udo Jürgens, Austrian-Swiss singer-songwriter and pianist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 30", "txt": "Anna Kashfi, Indian-American actress (d. 2015)", "entities": []}, {"heading": "Births", "year": "1935", "date": "September 30", "txt": "Johnny Mathis, American singer and actor", "entities": [{"title": "Johnny Mathis", "href": "/wiki/Johnny_Mathis", "description": "John Royce Mathis is an American singer-songwriter of popular music. Starting his career with singles of standard music, he became highly popular as an album artist, with several dozen of his albums achieving gold or platinum status and 73 making the Billboard charts to date. Mathis has received the Grammy Lifetime Achievement Award and has been inducted into the Grammy Hall of Fame for three sepa"}]}, {"heading": "Births", "year": "1936", "date": "September 30", "txt": "Jim Sasser, American lawyer and politician, 6th United States Ambassador to China", "entities": [{"title": "Jim Sasser", "href": "/wiki/Jim_Sasser", "description": "James Ralph Sasser is an American politician, diplomat, and attorney. A Democrat, Sasser served three terms as a United States Senator from Tennessee from 1977 to 1995, and was Chairman of the Senate Budget Committee. From 1996 to 1999, during the Clinton Administration, he was appointed to be the United States Ambassador to China."}, {"title": "United States Ambassador to China", "href": "/wiki/United_States_Ambassador_to_China", "description": "The United States Ambassador to China is the chief American diplomat to People's Republic of China (PRC). The United States has sent diplomatic representatives to China since 1844, when Caleb Cushing, as commissioner, negotiated the Treaty of Wanghia. Commissioners represented the United States in China from 1844 to 1857. Until 1898, the Qing Empire did not have a system in place for the Emperor t"}]}, {"heading": "Births", "year": "1936", "date": "September 30", "txt": "Sevgi Soysal, Turkish author (d. 1976)", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 30", "txt": "Jurek Becker, Polish-German author (d. 1997)", "entities": [{"title": "Jurek Becker", "href": "/wiki/Jurek_Becker", "description": "Jurek Becker was a Polish-born German writer, film-author and GDR dissident. His most famous novel is Jacob the Liar, which has been made into two films. He lived in Łódź during World War II for about two years and survived the Holocaust."}]}, {"heading": "Births", "year": "1937", "date": "September 30", "txt": "Valentyn Sylvestrov, Ukrainian pianist and composer", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 30", "txt": "Gary Hocking, Rhodesian motorcycle racer (d. 1962)", "entities": []}, {"heading": "Births", "year": "1938", "date": "September 30", "txt": "Alan Hacker, English clarinet player and educator (d. 2012)", "entities": [{"title": "Alan Hacker", "href": "/wiki/Alan_Hacker", "description": "Alan Ray Hacker was an English clarinettist, conductor, and music professor."}]}, {"heading": "Births", "year": "1939", "date": "September 30", "txt": "Len Cariou, Canadian actor", "entities": [{"title": "Len Cariou", "href": "/wiki/Len_Cariou", "description": "Leonard Joseph Cariou is a Canadian actor and stage director, best known for his portrayal of Sweeney Todd in the original cast of Sweeney Todd: The Demon Barber of Fleet Street, for which he won the Tony Award for Best Actor in a Musical, and for playing the patriarch Henry Reagan, NYPD Police Commissioner (retired), in the multi-generational television series Blue Bloods on CBS."}]}, {"heading": "Births", "year": "1939", "date": "September 30", "txt": "Anthony Green, English painter and academic", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 30", "txt": "Jean-Marie Lehn, French chemist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1940", "date": "September 30", "txt": "Claudia Card, American philosopher and academic (d. 2015)", "entities": [{"title": "Claudia Card", "href": "/wiki/Claudia_Card", "description": "Claudia Falconer Card was the Emma Goldman (WARF) Professor of Philosophy at the University of Wisconsin–Madison, with teaching affiliations in Women's Studies, Jewish Studies, Environmental Studies, and LGBT Studies."}]}, {"heading": "Births", "year": "1940", "date": "September 30", "txt": "Harry Jerome, Canadian sprinter (d. 1982)", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 30", "txt": "Dewey Martin, Canadian-American drummer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 30", "txt": "Samuel F. Pickering, Jr., American author and educator", "entities": [{"title": "Samuel F. Pickering, Jr.", "href": "/wiki/Samuel_F._Pickering,_Jr.", "description": "Samuel F. \"Sam\" Pickering Jr. is a writer and professor emeritus of English at the University of Connecticut in Storrs. His unconventional teaching style was an inspiration for the character of Mr. Keating, played by Robin Williams in the film Dead Poets Society. Pickering specializes in the familiar essay, children's literature, nature writers, and 18th and 19th century English literature. Picker"}]}, {"heading": "Births", "year": "1941", "date": "September 30", "txt": "Kamalesh Sharma, Indian academic and diplomat, 5th Commonwealth Secretary General", "entities": [{"title": "Commonwealth Secretary General", "href": "/wiki/Commonwealth_Secretary_General", "description": "The Commonwealth Secretary-General is the head of the Commonwealth Secretariat, the central body which has served the Commonwealth of Nations since its establishment in 1965, and responsible for representing the Commonwealth publicly. The Commonwealth Secretary-General should not be confused with the Head of the Commonwealth, who is currently Elizabeth II."}]}, {"heading": "Births", "year": "1941", "date": "September 30", "txt": "Reine Wisell, Swedish race car driver", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 30", "txt": "Gus Dudgeon, English record producer (d. 2002)", "entities": [{"title": "Gus Dudgeon", "href": "/wiki/Gus_Dudgeon", "description": "Angus Boyd \"Gus\" Dudgeon was an English record producer, who oversaw many of Elton John's most acclaimed recordings, including his commercial breakthrough, Your Song. Their collaboration led to seven US No. 1 albums, and established John as the most successful singles artist of the '70s. Dudgeon also produced Chris Rea's first hit, the US chart topping Fool , and David Bowie's Space Oddity, and st"}]}, {"heading": "Births", "year": "1942", "date": "September 30", "txt": "Frankie Lymon, American singer-songwriter (d. 1968)", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 30", "txt": "Johann Deisenhofer, German-American biochemist and biophysicist, Nobel Prize laureate", "entities": [{"title": "Johann Deisenhofer", "href": "/wiki/Johann_Deisenhofer", "description": "Johann Deisenhofer is a German biochemist who, along with Hartmut Michel and Robert Huber, received the Nobel Prize for Chemistry in 1988 for their determination of the first crystal structure of an integral membrane protein, a membrane-bound complex of proteins and co-factors that is essential to photosynthesis."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1943", "date": "September 30", "txt": "Marilyn McCoo, American singer", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 30", "txt": "Philip Moore, English organist and composer", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 30", "txt": "Ian Ogilvy, English-American actor, playwright, and author", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 30", "txt": "Diane Dufresne, Canadian singer and painter", "entities": [{"title": "Diane Dufresne", "href": "/wiki/Diane_Dufresne", "description": "Diane Dufresne, is a French Canadian singer and painter, and is known for singing a large repertoire of popular Quebec songs."}]}, {"heading": "Births", "year": "1944", "date": "September 30", "txt": "Jimmy Johnstone, Scottish footballer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 30", "txt": "Red Robbins, American basketball player (d. 2009)", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 30", "txt": "Richard Edwin Hills, English astronomer and academic", "entities": [{"title": "Richard Edwin Hills", "href": "/wiki/Richard_Edwin_Hills", "description": "Richard Edwin Hills is emeritus professor of Radio Astronomy at the University of Cambridge."}]}, {"heading": "Births", "year": "1945", "date": "September 30", "txt": "Ehud Olmert, Israeli lawyer and politician, 12th Prime Minister of Israel", "entities": [{"title": "Prime Minister of Israel", "href": "/wiki/Prime_Minister_of_Israel", "description": "The prime minister of Israel is the head of government and chief executive of Israel."}]}, {"heading": "Births", "year": "1946", "date": "September 30", "txt": "Fran Brill, American actress, singer, and puppeteer", "entities": [{"title": "Fran Brill", "href": "/wiki/Fran_Brill", "description": "Frances Joan Brill is an American retired actress and puppeteer, best known for her roles on Sesame Street, as well as playing Sally Hayes in the Hal Ashby film Being There (1979), Dana Mardukas in the Martin Brest film Midnight Run (1988) and Lily Marvin in the Frank Oz film What About Bob? (1991)."}]}, {"heading": "Births", "year": "1946", "date": "September 30", "txt": "Robert Gascoyne-Cecil, 7th Marquess of Salisbury, English academic and politician, Leader of the House of Lords", "entities": [{"title": "Leader of the House of Lords", "href": "/wiki/Leader_of_the_House_of_Lords", "description": "The Leader of the House of Lords is a member of the Cabinet of the United Kingdom who is responsible for arranging government business in the House of Lords. The post is also the leader of the majority party in the House of Lords who acts as the government party chairperson in the house. The role is always held in combination with a formal Cabinet position, usually one of the sinecure offices of L"}]}, {"heading": "Births", "year": "1946", "date": "September 30", "txt": "Héctor Lavoe, Puerto Rican-American singer-songwriter (d. 1993)", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 30", "txt": "Jochen Mass, German race car driver", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 30", "txt": "Paul Sheahan, Australian cricketer and educator", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 30", "txt": "Claude Vorilhon, French journalist, founded Raëlism", "entities": [{"title": "Raëlism", "href": "/wiki/Ra%C3%ABlism", "description": "Raëlism, also known as Raëlianism, is a UFO religion that was founded in 1970s France by Claude Vorilhon, now known as Raël. Scholars of religion classify Raëlism as a new religious movement. The group is formalised as the International Raëlian Movement (IRM) or Raëlian Church, a hierarchical organisation under Raël's leadership."}]}, {"heading": "Births", "year": "1947", "date": "September 30", "txt": "Marc Bolan, English singer-songwriter and guitarist (d. 1977)", "entities": [{"title": "Marc Bolan", "href": "/wiki/Marc_Bolan", "description": "Marc Bolan was an English singer-songwriter, musician, record producer, and poet. He is known as one of the pioneers of the glam rock movement of the early 1970s with his band T. Rex."}]}, {"heading": "Births", "year": "1947", "date": "September 30", "txt": "Rula Lenska, English actress", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 30", "txt": "Craig Kusick, American baseball player and coach (d. 2006)", "entities": [{"title": "Craig Kusick", "href": "/wiki/Craig_Kusick", "description": "Craig Robert Kusick was an American professional baseball first baseman and designated hitter. He played in Major League Baseball for the Minnesota Twins and Toronto Blue Jays."}]}, {"heading": "Births", "year": "1950", "date": "September 30", "txt": "Laura Esquivel, Mexican author and screenwriter", "entities": [{"title": "Laura Esquivel", "href": "/wiki/Laura_Esquivel", "description": "Laura Esquivel is a Mexican novelist, screenwriter and a politician who serves in the Chamber of Deputies (2012-2018) for the Morena Party. Her first novel Como agua para chocolate became a bestseller in Mexico and the United States, and was later developed into an award-winning film."}]}, {"heading": "Births", "year": "1950", "date": "September 30", "txt": "Victoria Tennant, English actress and dancer", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 30", "txt": "John Lloyd, English screenwriter and producer", "entities": [{"title": "John Lloyd (producer)", "href": "/wiki/John_Lloyd_(producer)", "description": "John Hardress Wilfred Lloyd is an English television and radio comedy producer and writer. His television work includes Not the Nine O'Clock News, The Hitchhiker's Guide to the Galaxy, Spitting Image, Blackadder and QI. He is currently the presenter of BBC Radio 4's The Museum of Curiosity."}]}, {"heading": "Births", "year": "1951", "date": "September 30", "txt": "Barry Marshall, Australian physician and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1951", "date": "September 30", "txt": "Simon White, English astrophysicist and academic", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 30", "txt": "John Lombardo, American singer-songwriter and guitarist", "entities": [{"title": "John Lombardo", "href": "/wiki/John_Lombardo", "description": "John Lombardo is one of the founding members of the American alternative rock band 10,000 Maniacs and one of the band's most influential members, writing much of its early material. He is also a member of folk rock duo John & Mary."}]}, {"heading": "Births", "year": "1953", "date": "September 30", "txt": "Matt Abts, American drummer", "entities": [{"title": "Matt Abts", "href": "/wiki/Matt_Abts", "description": "Matt Abts is an American drummer, best known as one of the founding members of the rock band Gov't Mule."}]}, {"heading": "Births", "year": "1953", "date": "September 30", "txt": "Deborah Allen, American country music singer-songwriter, author, and actress", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 30", "txt": "Basia, Polish singer-songwriter and record producer", "entities": [{"title": "Basia", "href": "/wiki/Basia", "description": "Barbara Stanisława Trzetrzelewska [ˈbaɕa tʂɛtʂɛˈlɛfska] (listen), better known as Basia, is a Polish singer-songwriter and recording artist noted for her Latin-inspired jazz-pop music. She began singing professionally in various Polish bands from the late 1960s throughout the 1970s, then relocated to the UK in 1981. She rose to fame as a singer in the British trio Matt Bianco. By 1986, Basia and h"}]}, {"heading": "Births", "year": "1954", "date": "September 30", "txt": "Scott Fields, American guitarist and composer", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 30", "txt": "Patrice Rushen, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 30", "txt": "Andy Bechtolsheim, German engineer, co-founded Sun Microsystems", "entities": [{"title": "Andy Bechtolsheim", "href": "/wiki/Andy_Bechtolsheim", "description": " Andreas Maria Maximilian Freiherr von Mauchenheim genannt Bechtolsheim is a German electrical engineer, entrepreneur, investor, and billionaire. He co-founded Sun Microsystems in 1982 and was its chief hardware designer. He later became an investor, providing Sergey Brin and Larry Page with their first round of funding, a $100,000 investment in 1998 before the two had even incorporated their comp"}, {"title": "Sun Microsystems", "href": "/wiki/Sun_Microsystems", "description": "Sun Microsystems, Inc. is a defunct American company that sold computers, computer components, software, and information technology services and created the Java programming language, the Solaris operating system, ZFS, the Network File System (NFS), and SPARC microprocessors. Sun contributed significantly to the evolution of several key computing technologies, among them Unix, RISC processors, thi"}]}, {"heading": "Births", "year": "1955", "date": "September 30", "txt": "Frankie Kennedy, Northern Irish flute player  (d. 1994)", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 30", "txt": "Trevor Morgan, English footballer and manager", "entities": [{"title": "Trevor Morgan (footballer)", "href": "/wiki/Trevor_Morgan_(footballer)", "description": "Trevor James Morgan is an English football coach and former player."}]}, {"heading": "Births", "year": "1957", "date": "September 30", "txt": "Fran Drescher, American actress, producer, and screenwriter", "entities": [{"title": "Fran Drescher", "href": "/wiki/Fran_Drescher", "description": "Francine Joy Drescher is an American actress, comedian, writer, and activist. Drescher is best known for her role as Fran Fine in the hit TV series The Nanny (1993–1999)."}]}, {"heading": "Births", "year": "1958", "date": "September 30", "txt": "Marty Stuart, American singer-songwriter and guitarist", "entities": [{"title": "Marty Stuart", "href": "/wiki/Marty_Stuart", "description": "John Marty Stuart is an American country and bluegrass music singer, songwriter, and musician. Active since 1968, Stuart initially toured with Lester Flatt, and then in Johnny Cash's road band before beginning work as a solo artist in the early 1980s. His greatest commercial success came in the first half of the 1990s on MCA Records Nashville. Stuart has recorded over 20 studio albums, and has cha"}]}, {"heading": "Births", "year": "1959", "date": "September 30", "txt": "Ettore Messina, Italian basketball player and coach", "entities": [{"title": "Ettore Messina", "href": "/wiki/Ettore_Messina", "description": "Ettore Messina is an Italian professional basketball coach who is the head coach of Olimpia Milano of the Italian Lega Basket Serie A (LBA). He has won four EuroLeague championships as a head coach. Messina is regarded as one of the best European basketball coaches of all time, having been named one of the 50 Greatest EuroLeague Contributors in 2008."}]}, {"heading": "Births", "year": "1960", "date": "September 30", "txt": "Julia Adamson, Canadian-English keyboard player, composer, and producer", "entities": [{"title": "Julia Adamson", "href": "/wiki/Julia_Adamson", "description": "Julia Adamson is a Canadian composer, musician and current label manager of Invisiblegirl Records. In 1967 her family moved to Manchester, England."}]}, {"heading": "Births", "year": "1960", "date": "September 30", "txt": "Nicola Griffith, English-American author", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 30", "txt": "Miki Howard, American singer-songwriter, producer, and actress", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 30", "txt": "Blanche Lincoln, American politician", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 30", "txt": "Gary Coyne, Australian rugby league player", "entities": [{"title": "Gary Coyne", "href": "/wiki/Gary_Coyne", "description": "Gary Coyne is an Australian former professional rugby league footballer who played in the 1980s and 1990s. An Australia international and Queensland State of Origin representative forward, he played club football in the Brisbane Rugby League for the Wynnum-Manly Seagulls and in the New South Wales Rugby League for the Canberra Raiders."}]}, {"heading": "Births", "year": "1961", "date": "September 30", "txt": "Eric Stoltz, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 30", "txt": "Mel Stride, English politician", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 30", "txt": "Eric van de Poele, Belgian race car driver", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 30", "txt": "David Barbe, American bass player and producer", "entities": [{"title": "David Barbe", "href": "/wiki/David_Barbe", "description": "David Barbe is an American musician and producer/engineer from Athens, Georgia and director of the Music Business Certificate Program at the University of Georgia. He is chief of Chase Park Transduction studio in Athens. Barbe is known for his work as a songwriter, singer, guitarist, and bass guitarist in Sugar, Mercyland, and Buzz Hungry, as well as solo performances. He has produced nearly every"}]}, {"heading": "Births", "year": "1964", "date": "September 30", "txt": "Trey Anastasio, American singer-songwriter, guitarist, and composer", "entities": [{"title": "Trey Anastasio", "href": "/wiki/Trey_Anastasio", "description": "Ernest Joseph \"Trey\" Anastasio III is an American guitarist, singer, songwriter, and composer best known as the lead vocalist of the rock band Phish, which he co-founded in 1983. He is credited by name as composer of 152 Phish original songs, 141 of them as a solo credit, in addition to 41 credits attributed to the band as a whole."}]}, {"heading": "Births", "year": "1964", "date": "September 30", "txt": "Monica Bellucci, Italian actress and fashion model", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 30", "txt": "Omid Djalili, English comedian, actor, and producer", "entities": [{"title": "Omid Djalili", "href": "/wiki/Omid_Djalili", "description": "Omid Djalili is a British stand-up comedian, actor, television producer, presenter, voice actor and writer. He is bilingual in English and Persian."}]}, {"heading": "Births", "year": "1966", "date": "September 30", "txt": "Gary Armstrong, Scottish rugby player", "entities": [{"title": "Gary Armstrong (rugby)", "href": "/wiki/Gary_Armstrong_(rugby)", "description": "Gary Armstrong is a former Scottish rugby union internationalist who played scrum-half. He played for Jed-Forest RFC, Newcastle Falcons, The Borders and represented Scotland and the British Lions. His nickname is the Border Terrier."}]}, {"heading": "Births", "year": "1966", "date": "September 30", "txt": "Markus Burger, German pianist, composer, and educator", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 30", "txt": "Emmanuelle Houdart, Swiss-French author and illustrator", "entities": [{"title": "Emmanuelle Houdart", "href": "/wiki/Emmanuelle_Houdart", "description": "Emmanuelle Houdart is a Swiss artist and illustrator."}]}, {"heading": "Births", "year": "1969", "date": "September 30", "txt": "Gintaras Einikis, Lithuanian basketball player", "entities": [{"title": "Gintaras Einikis", "href": "/wiki/Gintaras_Einikis", "description": "Gintaras Einikis is a Lithuanian retired professional basketball player and current coach. He stands at 6 ft 10 in (208 cm), and is a former center for the senior Lithuanian national team. Einikis is the only player from the Lithuanian national team to have won all three consecutive bronze medals at the Summer Olympics, in Barcelona, Atlanta, and Sydney."}]}, {"heading": "Births", "year": "1969", "date": "September 30", "txt": "Chris von Erich, American wrestler (d. 1991)", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 30", "txt": "Tony Hale, American actor and producer", "entities": [{"title": "Tony Hale", "href": "/wiki/Tony_Hale", "description": "Anthony Russell Hale is an American actor and comedian. He is known for his role in the Fox comedy series Arrested Development as the neurotic Buster Bluth. Hale played Gary Walsh on the HBO comedy Veep from 2012 until its conclusion in 2019, for which he won the 2013 and 2015 Primetime Emmy Award for Outstanding Supporting Actor in a Comedy Series."}]}, {"heading": "Births", "year": "1970", "date": "September 30", "txt": "Damian Mori, Australian footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 30", "txt": "Jenna Elfman, American actress and producer", "entities": [{"title": "Jenna Elfman", "href": "/wiki/Jenna_Elfman", "description": "Jennifer Mary \"Jenna\" Elfman is an American actress. She is perhaps best known for her leading role as Dharma on the ABC sitcom Dharma & Greg (1997–2002), for which she received the Golden Globe Award for Best Actress – Television Series Musical or Comedy in 1999, as well as three nominations for the Primetime Emmy Award for Outstanding Lead Actress in a Comedy Series. After making her film debut "}]}, {"heading": "Births", "year": "1972", "date": "September 30", "txt": "Jamal Anderson, American football player and sportscaster", "entities": [{"title": "Jamal Anderson", "href": "/wiki/Jamal_Anderson", "description": "Jamal Sharif Anderson is a former American football running back of the National Football League. He was drafted by the Atlanta Falcons in the seventh round of the 1994 NFL Draft. He played high school football at El Camino Real High School, where he was named to the CIF Los Angeles City Section 4-A All-City first team in 1989. He went on to play college football at Moorpark College for the Moorpa"}]}, {"heading": "Births", "year": "1972", "date": "September 30", "txt": "Ari Behn, Danish-Norwegian author and playwright (d. 2019)", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 30", "txt": "John Campbell, American bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 30", "txt": "Mayumi Kojima, Japanese singer-songwriter", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 30", "txt": "José Lima, Dominican-American baseball player (d. 2010)", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 30", "txt": "Jeremy Giambi, American baseball player", "entities": [{"title": "Jeremy Giambi", "href": "/wiki/Jeremy_Giambi", "description": "Jeremy Dean Giambi is an American former professional baseball outfielder and first baseman, who played in Major League Baseball (MLB) for the Kansas City Royals, Oakland Athletics, Philadelphia Phillies, and Boston Red Sox, from 1998 through 2003. Giambi also played in Minor League Baseball (MiLB) in the Los Angeles Dodgers and Chicago White Sox organizations. He is the younger brother of former "}]}, {"heading": "Births", "year": "1974", "date": "September 30", "txt": "Tom Greatrex, English politician", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 30", "txt": "Ben Phillips, English cricketer", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 30", "txt": "Daniel Wu, American–born Hong Kong actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 30", "txt": "Jay Asher, American author", "entities": [{"title": "Jay Asher", "href": "/wiki/Jay_Asher", "description": "Jay Asher is an American writer and novelist. He is best known for writing the bestselling 2007 book Thirteen Reasons Why."}]}, {"heading": "Births", "year": "1975", "date": "September 30", "txt": "Marion Cotillard, French-American actress and singer", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 30", "txt": "Carlos Guillén, Venezuelan baseball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 30", "txt": "Laure Pequegnot, French skier", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 30", "txt": "Christopher Jackson, American actor, singer, musician, and composer", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 30", "txt": "Georgie Bingham, British radio and television presenter", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 30", "txt": "Roy Carroll, Northern Irish goalkeeper and manager", "entities": [{"title": "Roy Carroll", "href": "/wiki/Roy_Carroll", "description": "Roy Eric Carroll is a Northern Irish professional footballer who plays as a goalkeeper for NIFL Premiership side Dungannon Swifts. He is best known for his spells at Wigan Athletic, Manchester United and Olympiacos. He has also represented Northern Ireland 45 times at full international level, gaining his first cap in 1997, aged 19."}]}, {"heading": "Births", "year": "1977", "date": "September 30", "txt": "Nick Curran, American singer-songwriter, guitarist, and producer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 30", "txt": "Małgorzata Glinka-Mogentale, Polish female volleyball player", "entities": [{"title": "Małgorzata Glinka-Mogentale", "href": "/wiki/Ma%C5%82gorzata_Glinka-Mogentale", "description": "Małgorzata Glinka-Mogentale is a Polish retired volleyball player. She was a member of Poland women's national volleyball team in 1997–2014, a participant of the Olympic Games Beijing 2008, double European Champion, and a gold medalist of Polish, French, Spanish and Turkish national championships."}]}, {"heading": "Births", "year": "1979", "date": "September 30", "txt": "Cameron Bruce, Australian footballer and coach", "entities": [{"title": "Cameron Bruce", "href": "/wiki/Cameron_Bruce", "description": "Cameron Bruce is a former professional Australian rules footballer who played for the Melbourne Football Club and Hawthorn Football Club in the Australian Football League (AFL). He is currently serving as an assistant coach for the Carlton Football Club. During his AFL career, he was known for his aerobic capacity and neat kicking skills."}]}, {"heading": "Births", "year": "1979", "date": "September 30", "txt": "Andy van der Meyde, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 30", "txt": "Martina Hingis, Czechoslovakia-born Swiss tennis player", "entities": [{"title": "Martina Hingis", "href": "/wiki/Martina_Hingis", "description": "Martina Hingis is a Swiss former professional tennis player. She spent a total of 209 weeks as the singles world No. 1 and 90 weeks as doubles world No. 1, holding both No. 1 rankings simultaneously for 29 weeks. She won 5 Grand Slam singles titles, 13 Grand Slam women's doubles titles, winning a calendar-year doubles Grand Slam in 1998, and 7 Grand Slam mixed doubles titles; for a combined total "}]}, {"heading": "Births", "year": "1980", "date": "September 30", "txt": "Milagros Sequera, Venezuelan tennis player", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 30", "txt": "Cecelia Ahern, Irish author", "entities": [{"title": "Cecelia Ahern", "href": "/wiki/Cecelia_Ahern", "description": "Cecelia Ahern is an Irish novelist known for her works like PS, I Love You, Where Rainbows End and If You Could See Me Now. Born in Dublin, Ahern is now published in nearly fifty countries, and has sold over 25 million copies of her novels worldwide. Two of her books have been adapted as major motion films."}]}, {"heading": "Births", "year": "1981", "date": "September 30", "txt": "Dominique Moceanu, American gymnast", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 30", "txt": "Lacey Chabert, American actress", "entities": [{"title": "Lacey Chabert", "href": "/wiki/Lacey_Chabert", "description": "Lacey Nicole Chabert is an American actress. One of her first roles was playing Erica Kane's daughter on All My Children. She was the third actress to play Bianca Montgomery, playing the part from 1992 until 1993. She then gained prominence as a child actress on television for her role as Claudia Salinger in the television drama Party of Five (1994–2000)."}]}, {"heading": "Births", "year": "1982", "date": "September 30", "txt": "Ryane Clowe, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 30", "txt": "Yan Stastny, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 30", "txt": "Dmytro Boyko, Ukrainian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 30", "txt": "Boniek Forbes, Guinea-Bissau footballer", "entities": [{"title": "Boniek Forbes", "href": "/wiki/Boniek_Forbes", "description": "Boniek Manuel Gomes Forbes is a footballer who plays as a winger for Cheshunt. He played for Leyton Orient in the Football League. He received his first name Boniek after famous Polish international player Zbigniew Boniek."}]}, {"heading": "Births", "year": "1983", "date": "September 30", "txt": "Andreea Răducan, Romanian gymnast", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 30", "txt": "Georgios Eleftheriou, Greek footballer", "entities": [{"title": "Georgios Eleftheriou", "href": "/wiki/Georgios_Eleftheriou", "description": "Georgios Eleftheriou is a retired Cypriot defender."}]}, {"heading": "Births", "year": "1985", "date": "September 30", "txt": "Adam Cooney, Australian footballer", "entities": [{"title": "Adam Cooney", "href": "/wiki/Adam_Cooney", "description": "Adam Cooney is a former professional Australian rules footballer who played for the Western Bulldogs and Essendon Football Club in the Australian Football League (AFL). He won the Brownlow Medal in 2008, with 24 votes becoming the tenth Western Bulldogs player to win the award."}]}, {"heading": "Births", "year": "1985", "date": "September 30", "txt": "David Gower, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 30", "txt": "Téa Obreht, Serbian-American author", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 30", "txt": "Cristian Rodríguez, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 30", "txt": "T-Pain, American rapper, producer, and actor", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 30", "txt": "Olivier Giroud, French footballer", "entities": [{"title": "Olivier Giroud", "href": "/wiki/Olivier_Giroud", "description": "Olivier Jonathan Giroud is a French professional footballer who plays as a forward for Premier League club Chelsea and the France national team. Highly regarded for his work-rate, strength, shot power and consistent goal-scoring ability, he is often named as one of the most underrated strikers in world football."}]}, {"heading": "Births", "year": "1986", "date": "September 30", "txt": "Martin Guptill, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 30", "txt": "Ben Lovett, Welsh musician and songwriter", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 30", "txt": "Cristián Zapata, Colombian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 30", "txt": "Aida Garifullina, Russian operatic soprano", "entities": [{"title": "Aida Garifullina", "href": "/wiki/Aida_Garifullina", "description": "Aida Emilevna Garifullina is a Russian lyric soprano. She was the winner of the 2013 Operalia competition and has featured in a number of productions staged at the Mariinsky Theatre, St. Petersburg and the Vienna State Opera. She has a recording contract with Decca Records."}]}, {"heading": "Births", "year": "1988", "date": "September 30", "txt": "Eglė Staišiūnaitė, Lithuanian hurdler", "entities": [{"title": "Eglė Staišiūnaitė", "href": "/wiki/Egl%C4%97_Stai%C5%A1i%C5%ABnait%C4%97", "description": "Eglė Staišiūnaitė is a Lithuanian athlete who specialises in the 400 m hurdles."}]}, {"heading": "Births", "year": "1989", "date": "September 30", "txt": "André Weis, German footballer", "entities": [{"title": "André Weis", "href": "/wiki/Andr%C3%A9_Weis", "description": "André Weis is a German professional footballer who plays as a goalkeeper for FC Viktoria Köln."}]}, {"heading": "Births", "year": "1991", "date": "September 30", "txt": "Thomas Röhler, German javelin thrower", "entities": [{"title": "Thomas Röhler", "href": "/wiki/Thomas_R%C3%B6hler", "description": "Thomas Röhler is a German track and field athlete who competes in the javelin throw. He is the 2016 Olympic Champion and 2018 European Champion. His personal best of 93.90 m for the event ranks him third on the overall list."}]}, {"heading": "Births", "year": "1992", "date": "September 30", "txt": "Ezra Miller, American actor and singer", "entities": [{"title": "Ezra Miller", "href": "/wiki/Ezra_Miller", "description": "Ezra Matthew Miller is an American actor. Miller's feature film debut was in Afterschool (2008). They starred as Kevin in the drama We Need to Talk About Kevin (2011) and co-starred in the film adaptation of The Perks of Being a Wallflower (2012). In 2015, Miller co-starred in the drama The Stanford Prison Experiment and the comedy Trainwreck. They played Credence Barebone in the Fantastic Beasts "}]}, {"heading": "Births", "year": "1994", "date": "September 30", "txt": "Aliya Mustafina, Russian gymnast", "entities": [{"title": "Aliya Mustafina", "href": "/wiki/Aliya_Mustafina", "description": "Aliya Farkhatovna Mustafina is a Russian artistic gymnast. She is the 2010 all-around world champion, the 2013 European all around champion, the 2012 and 2016 Olympic uneven bars champion, and a seven-time Olympic medalist."}]}, {"heading": "Births", "year": "1996", "date": "September 30", "txt": "Jacob Host, Australian rugby league player", "entities": [{"title": "Jacob Host", "href": "/wiki/Jacob_Host", "description": "Jacob Host is an Australian professional rugby league footballer who plays as a second-row forward and lock for the South Sydney Rabbitohs in the NRL."}]}, {"heading": "Births", "year": "1997", "date": "September 30", "txt": "Yana Kudryavtseva, Russian gymnast", "entities": [{"title": "Yana Kudryavtseva", "href": "/wiki/Yana_Kudryavtseva", "description": "Yana Alexeyevna Kudryavtseva is a retired Russian individual rhythmic gymnast. She is the 2016 Olympic All-around silver medalist, three-time World Champion in the All-around (2013–2015), the 2015 European Games All-around champion, two-time European Championships All-around champion, the 2012 European Junior ball champion. In national level, she is a two-time Russian National All-around champion "}]}, {"heading": "Births", "year": "1997", "date": "September 30", "txt": "Max Verstappen, Dutch Formula One driver", "entities": []}, {"heading": "Births", "year": "1998", "date": "September 30", "txt": "Yui Imaizumi, Japanese tarento", "entities": [{"title": "Yui Imaizumi", "href": "/wiki/Yui_Imaizumi", "description": "Yui Imaizumi (今泉佑唯) is a Japanese actress, model, and television personality. She is a former member of the idol girl group Keyakizaka46."}]}, {"heading": "Births", "year": "1998", "date": "September 30", "txt": "Trevi Moran, American youtuber and singer", "entities": []}, {"heading": "Births", "year": "2002", "date": "September 30", "txt": "Maddie Ziegler, American dancer and actress", "entities": [{"title": "Maddie Ziegler", "href": "/wiki/Maddie_Ziegler", "description": "Madison Nicole Ziegler is an American dancer, actress, author and model. She was initially known for appearing in Lifetime's reality show Dance Moms from 2011 until 2016. Since 2014, she has gained recognition for starring in a series of music videos by Sia, beginning with \"Chandelier\" and \"Elastic Heart\", which have in total attracted more than 5 billion views on YouTube. Ziegler has appeared in "}]}, {"heading": "Births", "year": "2002", "date": "September 30", "txt": "Levi Miller, Australian actor and model", "entities": []}, {"heading": "Deaths", "year": "420", "date": "September 30", "txt": "Jerome, Roman priest, theologian, and saint (b. 347)", "entities": [{"title": "Jerome", "href": "/wiki/Jerome", "description": "Jerome, also known as Jerome of Stridon, was a Latin priest, confessor, theologian, and historian; he is commonly known as Saint Jerome."}]}, {"heading": "Deaths", "year": "653", "date": "September 30", "txt": "Honorius of Canterbury, Italian archbishop and saint", "entities": [{"title": "Honorius of Canterbury", "href": "/wiki/Honorius_of_Canterbury", "description": "Honorius was a member of the Gregorian mission to Christianize the Anglo-Saxons from their native Anglo-Saxon paganism in 597 AD who later became Archbishop of Canterbury. During his archiepiscopate, he consecrated the first native English bishop of Rochester as well as helping the missionary efforts of Felix among the East Anglians. Honorius was the last to die among the Gregorian missionaries."}]}, {"heading": "Deaths", "year": "940", "date": "September 30", "txt": "Fan Yanguang, Chinese general", "entities": [{"title": "Fan Yanguang", "href": "/wiki/Fan_Yanguang", "description": "Fan Yanguang (范延光), courtesy name Zihuan (子環) or Zigui (子瓌), formally the Prince of Dongping (東平王), was a general from the state of Later Tang and Later Jin during the Chinese Five Dynasties and Ten Kingdoms period. He was a close associate of the Later Tang's second emperor Li Siyuan, serving three terms as Li Siyuan's chief of staff (Shumishi), and subsequently continued to serve as a general. A"}]}, {"heading": "Deaths", "year": "954", "date": "September 30", "txt": "Louis IV of France (b. 920)", "entities": [{"title": "Louis IV of France", "href": "/wiki/Louis_IV_of_France", "description": "Louis IV, called d'Outremer or Transmarinus, reigned as king of West Francia from 936 to 954. A member of the Carolingian dynasty, he was the only son of king Charles the Simple and his second wife Eadgifu of Wessex, daughter of King Edward the Elder of Wessex. His reign is mostly known thanks to the Annals of Flodoard and the later Historiae of Richerus."}]}, {"heading": "Deaths", "year": "1101", "date": "September 30", "txt": "Anselm IV, Italian archbishop", "entities": [{"title": "Anselm IV (archbishop of Milan)", "href": "/wiki/Anselm_IV_(archbishop_of_Milan)", "description": "Anselm IV was the Archbishop of Milan from 3 November 1097 to his death on 30 September 1101. He was a close friend of Pope Urban II and prominent in the Crusade of 1101, whose Lombard contingent he led and on which he died."}]}, {"heading": "Deaths", "year": "1246", "date": "September 30", "txt": "Yaroslav II of Vladimir (b. 1191)", "entities": [{"title": "Yaroslav II of Vladimir", "href": "/wiki/Yaroslav_II_of_Vladimir", "description": "Yaroslav II, Christian name Theodor (Феодо́р) was the Grand Prince of Vladimir (1238–1246) who helped to restore his country and capital after the Mongol invasion of Russia."}]}, {"heading": "Deaths", "year": "1288", "date": "September 30", "txt": "Leszek II the Black, Polish prince, Duke of Łęczyca, Sieradz, Kraków, Sandomierz (b. 1241)", "entities": [{"title": "Leszek II the Black", "href": "/wiki/Leszek_II_the_Black", "description": "Leszek II the Black, was a Polish prince of the House of Piast, Duke of Sieradz since 1261, Duke of Łęczyca since 1267, Duke of Inowrocław during 1273-1278, Duke of Sandomierz and High Duke of Poland since 1279."}, {"title": "Łęczyca", "href": "/wiki/%C5%81%C4%99czyca", "description": "Łęczyca is a town of 14,362 inhabitants in central Poland. Situated in the Łódź Voivodeship, it is the county seat of the Łęczyca County."}, {"title": "Sieradz", "href": "/wiki/Sieradz", "description": "Sieradz (listen) is a town on the Warta river in central Poland with 42,762 inhabitants (2016). It is situated in the Łódź Voivodeship, but was previously the eponymous capital of the Sieradz Voivodeship (1975–1998), and historically one of the minor duchies in Greater Poland."}, {"title": "Kraków", "href": "/wiki/Krak%C3%B3w", "description": "Kraków, written in English as Krakow and traditionally known as Cracow, is the second-largest and one of the oldest cities in Poland. Situated on the Vistula River in Lesser Poland Province, the city dates back to the 7th century. Kraków was the official capital of Poland until 1596 and has traditionally been one of the leading centres of Polish academic, economic, cultural and artistic life. Cite"}, {"title": "Sandomierz", "href": "/wiki/Sandomierz", "description": "Sandomierz is a historical town in south-eastern Poland with 23,863 inhabitants (2017), situated in the Świętokrzyskie Voivodeship since 1999. It is the capital of Sandomierz County. Sandomierz is known for its preserved Old Town, a major cultural and tourist attraction which was declared a National Monument of Poland in 2017. In the past, Sandomierz used to be one of the most important urban cent"}]}, {"heading": "Deaths", "year": "1440", "date": "September 30", "txt": "Reginald Grey, 3rd Baron Grey de Ruthyn, Welsh soldier and politician (b. 1362)", "entities": [{"title": "Reginald Grey, 3rd Baron Grey de Ruthyn", "href": "/wiki/Reginald_Grey,_3rd_Baron_Grey_de_Ruthyn", "description": "Reynold Grey, 3rd Baron Grey of Ruthin, a powerful Welsh marcher lord, succeeded to the title on his father's death in July 1388."}]}, {"heading": "Deaths", "year": "1487", "date": "September 30", "txt": "John Sutton, 1st Baron Dudley, English politician, Lord Lieutenant of Ireland (b. 1400)", "entities": [{"title": "John Sutton, 1st Baron Dudley", "href": "/wiki/John_Sutton,_1st_Baron_Dudley", "description": "John Sutton VI, 1st Baron Dudley, Knight of the Garter, was an English nobleman, a diplomat, and councillor of King Henry VI. He fought in several battles during the Hundred Years War and the Wars of the Roses, in addition, he acted as Lord Lieutenant of Ireland from 1428 to 1430."}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Deaths", "year": "1551", "date": "September 30", "txt": "Ōuchi Yoshitaka, Japanese daimyō (b. 1507)", "entities": [{"title": "Ōuchi Yoshitaka", "href": "/wiki/%C5%8Cuchi_Yoshitaka", "description": "Ōuchi Yoshitaka  was the daimyō of Suō Province and the head of the Ōuchi clan, succeeding Ōuchi Yoshioki."}]}, {"heading": "Deaths", "year": "1560", "date": "September 30", "txt": "Melchior Cano, Spanish theologian (b. 1525)", "entities": [{"title": "Melchior Cano", "href": "/wiki/Melchior_Cano", "description": "Melchor Cano was a Spanish Scholastic theologian."}]}, {"heading": "Deaths", "year": "1572", "date": "September 30", "txt": "Francis Borgia, 4th Duke of Gandía, Spanish priest and saint, 3rd Superior General of the Society of Jesus (b. 1510)", "entities": [{"title": "Francis Borgia, 4th Duke of Gandía", "href": "/wiki/Francis_Borgia,_4th_Duke_of_Gand%C3%ADa", "description": "Francis Borgia, 4th Duke of Gandía (1510–1572), venerated as Saint Francis Borgia, was a great-grandson of Pope Alexander VI, a Grandee of Spain, a Spanish Jesuit, and third Superior General of the Society of Jesus. He was canonized on 20 June 1670 by Pope Clement X."}, {"title": "Superior General of the Society of Jesus", "href": "/wiki/Superior_General_of_the_Society_of_Jesus", "description": "The Superior General of the Society of Jesus is the official title of the leader of the Society of Jesus – the Roman Catholic religious order which is also known as the Jesuits. He is generally addressed as Father General. The position sometimes carries the nickname of the Black Pope, because of his responsibility for the largest Catholic, male religious order and is contrasted to the white garb o"}]}, {"heading": "Deaths", "year": "1581", "date": "September 30", "txt": "Hubert Languet, French diplomat and reformer (b. 1518)", "entities": [{"title": "Hubert Languet", "href": "/wiki/Hubert_Languet", "description": "Hubert Languet was a French diplomat and reformer. The leading idea of his diplomacy was that of religious and civil liberty for the protection and expansion of Protestantism. He did everything in his power to advance the union of the Protestant churches."}]}, {"heading": "Deaths", "year": "1626", "date": "September 30", "txt": "Nurhaci, Chinese emperor (b. 1559)", "entities": [{"title": "Nurhaci", "href": "/wiki/Nurhaci", "description": "Nurhaci was a Jurchen chieftain who rose to prominence in the late 16th century in Manchuria. Nurhaci was part of the Aisin Gioro clan, and reigned as the founding Khan of Later Jin from 1616 to 1626."}]}, {"heading": "Deaths", "year": "1628", "date": "September 30", "txt": "Fulke Greville, 1st Baron Brooke, English poet and politician, Chancellor of the Exchequer (b. 1554)", "entities": [{"title": "Fulke Greville, 1st Baron Brooke", "href": "/wiki/Fulke_Greville,_1st_Baron_Brooke", "description": "Fulke Greville, 1st Baron Brooke, de jure 13th Baron Latimer and 5th Baron Willoughby de Broke KB PC, known before 1621 as Sir Fulke Greville, was an Elizabethan poet, dramatist, and statesman who sat in the House of Commons at various times between 1581 and 1621, when he was raised to the peerage."}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "1770", "date": "September 30", "txt": "Thomas Robinson, 1st Baron Grantham, English politician and diplomat, Secretary of State for the Southern Department (b. 1695)", "entities": [{"title": "Thomas Robinson, 1st Baron Grantham", "href": "/wiki/Thomas_Robinson,_1st_Baron_Grantham", "description": "Thomas Robinson, 1st Baron Grantham,, of Newby, Yorkshire, was a British diplomat and politician who sat in the House of Commons between 1727 and 1761."}, {"title": "Secretary of State for the Southern Department", "href": "/wiki/Secretary_of_State_for_the_Southern_Department", "description": "The Secretary of State for the Southern Department was a position in the cabinet of the government of the Kingdom of Great Britain up to 1782, when the Southern Department became the Home Office."}]}, {"heading": "Deaths", "year": "1770", "date": "September 30", "txt": "George Whitefield, English-American priest and theologian (b. 1714)", "entities": []}, {"heading": "Deaths", "year": "1865", "date": "September 30", "txt": "Samuel David Luzzatto, Italian poet and scholar (b. 1800)", "entities": [{"title": "Samuel David Luzzatto", "href": "/wiki/Samuel_David_Luzzatto", "description": "Samuel David Luzzatto was an Italian Jewish scholar, poet, and a member of the Wissenschaft des Judentums movement. He is also known by his Hebrew acronym, Shadal."}]}, {"heading": "Deaths", "year": "1891", "date": "September 30", "txt": "Georges Ernest Boulanger, French general and politician, French Minister of War (b. 1837)", "entities": [{"title": "Georges Ernest Boulanger", "href": "/wiki/Georges_Ernest_Boulanger", "description": "Georges Ernest Jean-Marie Boulanger, nicknamed Général Revanche, was a French general and politician."}, {"title": "Minister of Defence (France)", "href": "/wiki/Minister_of_Defence_(France)", "description": "The Minister of the Armed Forces is the leader and most senior official of the French Ministry of the Armed Forces, tasked with running the French Armed Forces. The minister is the third highest civilian having authority over France's military, behind only the President of the Republic and the Prime Minister. Based on the governments, they may be assisted by a minister or state secretary for veter"}]}, {"heading": "Deaths", "year": "1897", "date": "September 30", "txt": "Thérèse of Lisieux, French nun and saint (b. 1873)", "entities": [{"title": "Thérèse of Lisieux", "href": "/wiki/Th%C3%A9r%C3%A8se_of_Lisieux", "description": "Therese of Lisieux, born Marie Françoise-Thérèse Martin, also known as Saint Therese of the Child Jesus and the Holy Face, was a French Catholic Discalced Carmelite nun who is widely venerated in modern times. She is popularly known as \"The Little Flower of Jesus\", or simply \"The Little Flower.”"}]}, {"heading": "Deaths", "year": "1910", "date": "September 30", "txt": "Maurice Lévy, French mathematician and engineer (b. 1838)", "entities": [{"title": "Maurice Lévy", "href": "/wiki/Maurice_L%C3%A9vy", "description": "Maurice Lévy was a French engineer and member of the Institut de France."}]}, {"heading": "Deaths", "year": "1942", "date": "September 30", "txt": "Hans-Joachim Marseille, German captain and pilot (b. 1919)", "entities": [{"title": "Hans-Joachim Marseille", "href": "/wiki/Hans-Joachim_Marseille", "description": "Hans-Joachim Marseille was a German Luftwaffe fighter pilot and flying ace during World War II. He is noted for his aerial battles during the North African Campaign and his Bohemian lifestyle. One of the most successful fighter pilots, he was nicknamed the \"Star of Africa\". Marseille claimed all but seven of his 158 victories against the British Commonwealth's Desert Air Force over North Africa, f"}]}, {"heading": "Deaths", "year": "1943", "date": "September 30", "txt": "Franz Oppenheimer, German-American sociologist and economist (b. 1864)", "entities": [{"title": "Franz Oppenheimer", "href": "/wiki/Franz_Oppenheimer", "description": "Franz Oppenheimer was a German sociologist and political economist, who published also in the area of the fundamental sociology of the state."}]}, {"heading": "Deaths", "year": "1946", "date": "September 30", "txt": "Takashi Sakai, Japanese general and politician, Governor of Hong Kong (b. 1887)", "entities": [{"title": "Takashi Sakai", "href": "/wiki/Takashi_Sakai", "description": "Takashi Sakai  was a lieutenant general in the Imperial Japanese Army during World War II, known for his role as Governor of Hong Kong under Japanese occupation."}, {"title": "Governor of Hong Kong", "href": "/wiki/Governor_of_Hong_Kong", "description": "The Governor of Hong Kong was the representative of the British Crown in Hong Kong from 1843 to 1997. In this capacity, the governor was president of the Executive Council and Commander-in-Chief of the British Forces Overseas Hong Kong. The governor's roles were defined in the Hong Kong Letters Patent and Royal Instructions. Upon the end of British rule and the handover of Hong Kong to China in 19"}]}, {"heading": "Deaths", "year": "1955", "date": "September 30", "txt": "James Dean, American actor (b. 1931)", "entities": [{"title": "James Dean", "href": "/wiki/James_Dean", "description": "James Byron Dean was an American actor. He is remembered as a cultural icon of teenage disillusionment and social estrangement, as expressed in the title of his most celebrated film, Rebel Without a Cause (1955), in which he starred as troubled teenager Jim Stark. The other two roles that defined his stardom were loner Cal Trask in East of Eden (1955) and surly ranch hand Jett Rink in Giant (1956)"}]}, {"heading": "Deaths", "year": "1959", "date": "September 30", "txt": "Henry Barwell, Australian politician, 28th Premier of South Australia (b. 1877)", "entities": [{"title": "Henry Barwell", "href": "/wiki/Henry_Barwell", "description": "Sir Henry Newman Barwell KCMG was the 28th Premier of South Australia."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1961", "date": "September 30", "txt": "Onésime Gagnon, Canadian scholar and politician, 20th Lieutenant Governor of Quebec (b. 1888)", "entities": [{"title": "Onésime Gagnon", "href": "/wiki/On%C3%A9sime_Gagnon", "description": "Onésime Gagnon, was a Canadian politician who served as the 20th Lieutenant Governor of Québec."}, {"title": "Lieutenant Governor of Quebec", "href": "/wiki/Lieutenant_Governor_of_Quebec", "description": "The Lieutenant Governor of Quebec is the viceregal representative in Quebec of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The Lieutenant Governor of"}]}, {"heading": "Deaths", "year": "1973", "date": "September 30", "txt": "Peter Pitseolak, Canadian photographer and author (b. 1902)", "entities": [{"title": "Peter Pitseolak", "href": "/wiki/Peter_Pitseolak", "description": "Peter Pitseolak (1902–1973) was an Inuk photographer, sculptor, artist and historian. Pitseolak was Baffin Island's first indigenous photographer."}]}, {"heading": "Deaths", "year": "1974", "date": "September 30", "txt": "Carlos Prats, Chilean general and politician, Chilean Minister of Defense (b. 1915)", "entities": [{"title": "Carlos Prats", "href": "/wiki/Carlos_Prats", "description": "General Carlos Prats González was a Chilean Army officer and politician. He served as a minister in Salvador Allende's government while Commander-in-chief of the Chilean Army. Immediately after General Augusto Pinochet's September 11, 1973 coup, Prats went into voluntary exile in Argentina. The following year, he and his wife, Sofía Cuthbert, were assassinated in Buenos Aires by a car bomb planted"}, {"title": "Ministry of National Defense (Chile)", "href": "/wiki/Ministry_of_National_Defense_(Chile)", "description": "The Ministry of National Defense is the cabinet-level administrative office in charge of \"maintaining the independence and sovereignty\" of Chile. It is also charged with planning, directing, coordinating, executing, controlling and informing the defense policies formulated by the President of Chile. The minister supervises all the Chilean armed forces. It is Chile's ministry of defence."}]}, {"heading": "Deaths", "year": "1977", "date": "September 30", "txt": "Mary Ford, American singer and guitarist (b. 1924)", "entities": [{"title": "Mary Ford", "href": "/wiki/Mary_Ford", "description": "Mary Ford was an American vocalist and guitarist, comprising half of the husband-and-wife musical team Les Paul and Mary Ford. Between 1950 and 1954, the couple had 16 top-ten hits, including \"How High the Moon\" and \"Vaya con Dios\", which were number one hits on the Billboard charts. In 1951 alone they sold six million records. With Paul, Ford became one of the early practitioners of multi-trackin"}]}, {"heading": "Deaths", "year": "1978", "date": "September 30", "txt": "Edgar Bergen, American actor and ventriloquist (b. 1903)", "entities": [{"title": "Edgar Bergen", "href": "/wiki/Edgar_Bergen", "description": "Edgar John Bergen was an American actor, comedian, vaudevillian and radio performer, best known for his proficiency in ventriloquism and his characters Charlie McCarthy and Mortimer Snerd. He was the father of actress Candice Bergen."}]}, {"heading": "Deaths", "year": "1985", "date": "September 30", "txt": "Charles Francis Richter, American seismologist and physicist (b. 1900)", "entities": [{"title": "Charles Francis Richter", "href": "/wiki/Charles_Francis_Richter", "description": "Charles Francis Richter ; April 26, 1900 – September 30, 1985) was an American seismologist and physicist."}]}, {"heading": "Deaths", "year": "1985", "date": "September 30", "txt": "Simone Signoret, French actress (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "September 30", "txt": "Nicholas Kaldor, Hungarian-British economist (b. 1908)", "entities": [{"title": "Nicholas Kaldor", "href": "/wiki/Nicholas_Kaldor", "description": "Nicholas Kaldor, Baron Kaldor, born Káldor Miklós, was a Cambridge economist in the post-war period. He developed the \"compensation\" criteria called Kaldor–Hicks efficiency for welfare comparisons (1939), derived the cobweb model, and argued for certain regularities observable in economic growth, which are called Kaldor's growth laws. Kaldor worked alongside Gunnar Myrdal to develop the key concep"}]}, {"heading": "Deaths", "year": "1987", "date": "September 30", "txt": "Alfred Bester, American author and screenwriter (b. 1913)", "entities": [{"title": "Alfred Bester", "href": "/wiki/Alfred_Bester", "description": "Alfred Bester was an American science fiction author, TV and radio scriptwriter, magazine editor and scripter for comic strips and comic books. He is best remembered for his science fiction, including The Demolished Man, winner of the inaugural Hugo Award in 1953."}]}, {"heading": "Deaths", "year": "1988", "date": "September 30", "txt": "Al Holbert, American race car driver (b. 1946)", "entities": [{"title": "Al Holbert", "href": "/wiki/Al_Holbert", "description": "Alvah Robert \"Al\" Holbert was an American automobile racing driver who was a five-time champion of the IMSA Camel GT series. He once held the record with the most IMSA race wins at 49."}]}, {"heading": "Deaths", "year": "1989", "date": "September 30", "txt": "Virgil Thomson, American composer and critic (b. 1896)", "entities": [{"title": "Virgil Thomson", "href": "/wiki/Virgil_Thomson", "description": "Virgil Thomson was an American composer and critic. He was instrumental in the development of the \"American Sound\" in classical music. He has been described as a modernist, a neoromantic, a neoclassicist, and a composer of \"an Olympian blend of humanity and detachment\" whose \"expressive voice was always carefully muted\" until his late opera Lord Byron which, in contrast to all his previous work, e"}]}, {"heading": "Deaths", "year": "1990", "date": "September 30", "txt": "Rob Moroso, American race car driver (b. 1968)", "entities": [{"title": "Rob Moroso", "href": "/wiki/Rob_Moroso", "description": "Robert James Moroso was a NASCAR racing driver who was champion of the NASCAR Busch Series in 1989, and was posthumously awarded the 1990 NASCAR Winston Cup Rookie of the Year award. A promising young driver, he and another driver were killed when Moroso was driving under the influence at excessive speeds on roads near his hometown of Terrell, North Carolina."}]}, {"heading": "Deaths", "year": "1990", "date": "September 30", "txt": "Alice Parizeau, Polish-Canadian journalist and author (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "September 30", "txt": "Patrick White, Australian novelist, poet, and playwright, Nobel Prize laureate (b. 1912)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1991", "date": "September 30", "txt": "Toma Zdravković, Serbian singer-songwriter (b. 1938)", "entities": [{"title": "Toma Zdravković", "href": "/wiki/Toma_Zdravkovi%C4%87", "description": "Tomislav \"Toma\" Zdravković was a Serbian pop-folk singer-songwriter and recording artist."}]}, {"heading": "Deaths", "year": "1994", "date": "September 30", "txt": "André Michel Lwoff, French microbiologist and virologist, Nobel Prize laureate (b. 1902)", "entities": [{"title": "André Michel Lwoff", "href": "/wiki/Andr%C3%A9_Michel_Lwoff", "description": "André Michel Lwoff was a French microbiologist and Nobel laureate."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1998", "date": "September 30", "txt": "Marius Goring, English actor (b. 1912)", "entities": [{"title": "Marius Goring", "href": "/wiki/Marius_Goring", "description": "Marius Re Goring, was an English stage and screen actor. He is best remembered for the four films he made with Powell & Pressburger, particularly as Conductor 71 in A Matter of Life and Death and as Julian Craster in The Red Shoes, and also for the title role in the long-running TV drama series, The Expert. He regularly performed French and German roles, and was frequently cast in the latter becau"}]}, {"heading": "Deaths", "year": "1998", "date": "September 30", "txt": "Dan Quisenberry, American baseball player and poet (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "September 30", "txt": "Robert Lewis Taylor, American soldier and author (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "September 30", "txt": "Göran Kropp, Swedish race car driver and mountaineer (b. 1966)", "entities": [{"title": "Göran Kropp", "href": "/wiki/G%C3%B6ran_Kropp", "description": "Lars Olof Göran Kropp was a Swedish adventurer and mountaineer. He made a solo ascent of Mount Everest without bottled oxygen or Sherpa support on 23 May 1996, for which he travelled by bicycle, alone, from Sweden and part-way back."}]}, {"heading": "Deaths", "year": "2002", "date": "September 30", "txt": "Hans-Peter Tschudi, Swiss lawyer and politician, 63rd President of the Swiss Confederation (b. 1913)", "entities": [{"title": "President of the Swiss Confederation", "href": "/wiki/President_of_the_Swiss_Confederation", "description": "The president of the Swiss Confederation, also known as the president of the Confederation or colloquially as the president of Switzerland, is the head of Switzerland's seven-member Federal Council, the country's executive branch. Elected by the Federal Assembly for one year, the officeholder chairs the meetings of the Federal Council and undertakes special representational duties."}]}, {"heading": "Deaths", "year": "2003", "date": "September 30", "txt": "Yusuf Bey, American activist, founded Your Black Muslim Bakery (b. 1935)", "entities": [{"title": "Yusuf Bey", "href": "/wiki/Yusuf_Bey", "description": "Yusuf Bey, was an American Black Muslim activist and leader who was a member of the Lost-Found Nation of Islam, an offshoot of Louis Farrakhan's Nation of Islam (NOI)."}, {"title": "Your Black Muslim Bakery", "href": "/wiki/Your_Black_Muslim_Bakery", "description": " Your Black Muslim Bakery (YBMB) was an American chain of bakeries opened by Yusuf Bey in 1968 in Santa Barbara, California, and relocated to Oakland in 1971. A power broker at the center of a local community, YBMB was held out as a model of African American economic self-sufficiency. However, it was later linked to widespread physical and sexual abuse, welfare fraud, and murder."}]}, {"heading": "Deaths", "year": "2003", "date": "September 30", "txt": "Ronnie Dawson, American singer-songwriter and guitarist (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "September 30", "txt": "Robert Kardashian, American lawyer and businessman (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "September 30", "txt": "Gamini Fonseka, Sri Lankan actor, director, and politician (b. 1936)", "entities": [{"title": "Gamini Fonseka", "href": "/wiki/Gamini_Fonseka", "description": "Kala Keerthi Sembuge Gamini Shelton Fonseka, was a Sri Lankan film actor, film director and member of parliament. Often considered as the Greatest Actor in the Sinhala Cinema, Fonseka dominated the cinema in 1960s and 1970s to bagged Best Actor award in multiple times. Apart from acting, he was the Deputy Speaker of Sri Lanka Parliament from 1989 to 1994 and Governor of the North-Eastern Province "}]}, {"heading": "Deaths", "year": "2004", "date": "September 30", "txt": "Jacques Levy, American director and songwriter (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "September 30", "txt": "Michael Relph, English director, producer, and screenwriter (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "September 30", "txt": "J. B. Jeyaretnam, Singaporean lawyer and politician (b. 1926)", "entities": [{"title": "J. B. Jeyaretnam", "href": "/wiki/J._B._Jeyaretnam", "description": "Joshua Benjamin Jeyaretnam, more commonly known as J. B. Jeyaretnam or J.B.J., was a Singaporean politician and senior lawyer. He was the leader of the Workers' Party from 1971 to 2001."}]}, {"heading": "Deaths", "year": "2010", "date": "September 30", "txt": "Stephen J. Cannell, American screenwriter and producer (b. 1941)", "entities": [{"title": "Stephen J. Cannell", "href": "/wiki/Stephen_J._Cannell", "description": "Stephen Joseph Cannell was an American television producer, writer, novelist, and occasional actor, and the founder of Cannell Entertainment and the Cannell Studios."}]}, {"heading": "Deaths", "year": "2011", "date": "September 30", "txt": "Anwar al-Awlaki, American-Yemeni terrorist (b. 1971)", "entities": [{"title": "Anwar al-Awlaki", "href": "/wiki/Anwar_al-Awlaki", "description": "Anwar Nasser al-Awlaki was a Yemeni-American imam who was killed in 2011 in Yemen by an American drone strike ordered by President Barack Obama. Al-Awlaki became the first U.S. citizen to be targeted and killed by a U.S. drone strike without the rights of due process being afforded. US government officials argued that Awlaki was a key organizer for the Islamist terrorist group al-Qaeda, and in Jun"}]}, {"heading": "Deaths", "year": "2011", "date": "September 30", "txt": "Ralph M. Steinman, Canadian-American immunologist and biologist, Nobel Prize laureate (b. 1943)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2012", "date": "September 30", "txt": "Turhan Bey, Austrian actor and producer (b. 1922)", "entities": [{"title": "Turhan Bey", "href": "/wiki/Turhan_Bey", "description": "Turhan Bey was an Austrian-born actor of Turkish and Czech-Jewish origins. Turhan was active in Hollywood from 1941 to 1953. He was dubbed \"The Turkish Delight\" by his fans. After his return to Austria, he pursued careers as a photographer and stage director. Returning to Hollywood after a 40-year hiatus, he made several guest appearances in 1990s television series including SeaQuest DSV, Murder, "}]}, {"heading": "Deaths", "year": "2012", "date": "September 30", "txt": "Barry Commoner, American biologist, academic, and politician (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 30", "txt": "Bobby Jaggers, American wrestler and engineer (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 30", "txt": "Clara Stanton Jones, American librarian (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 30", "txt": "Barbara Ann Scott, Canadian-American figure skater (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 30", "txt": "Boris Šprem, Croatian lawyer and politician, 8th Speaker of the Croatian Parliament (b. 1956)", "entities": [{"title": "Speaker of the Croatian Parliament", "href": "/wiki/Speaker_of_the_Croatian_Parliament", "description": "The speaker of the Croatian Parliament is the presiding officer in the Croatian Parliament (Sabor), Croatia's legislative body."}]}, {"heading": "Deaths", "year": "2013", "date": "September 30", "txt": "Janet Powell, Australian educator and politician (b. 1942)", "entities": [{"title": "Janet Powell", "href": "/wiki/Janet_Powell", "description": "Janet Frances Powell AM was an Australian politician."}]}, {"heading": "Deaths", "year": "2014", "date": "September 30", "txt": "Molvi Iftikhar Hussain Ansari, Indian cleric and politician (b. 1940)", "entities": [{"title": "Molvi Iftikhar Hussain Ansari", "href": "/wiki/Molvi_Iftikhar_Hussain_Ansari", "description": "Iftikhar Hussain Ansari, widely known among his followers as Moulvi Sahib, was a Kashmiri Shia cleric, politician, businessman and a proponent of the Grand Ashura Procession In Kashmir. He succeeded his father Muhammad Jawad Ansari as president of the All Jammu and Kashmir Shia Association in Jammu & Kashmir in 1962, a position which he held for life. He was a sitting member of Jammu and Kashmir's"}]}, {"heading": "Deaths", "year": "2014", "date": "September 30", "txt": "Martin Lewis Perl, American physicist and engineer, Nobel Prize laureate (b. 1927)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "2015", "date": "September 30", "txt": "Guido Altarelli, Italian-Swiss physicist and academic (b. 1941)", "entities": [{"title": "Guido Altarelli", "href": "/wiki/Guido_Altarelli", "description": "Guido Altarelli was an Italian theoretical physicist."}]}, {"heading": "Deaths", "year": "2015", "date": "September 30", "txt": "Claude Dauphin, French businessman (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 30", "txt": "Göran Hägg, Swedish author and critic (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "September 30", "txt": "Monty Hall, American game show host (b. 1921)", "entities": [{"title": "Monty Hall", "href": "/wiki/Monty_Hall", "description": "Monty Hall was a Canadian-American game show host, producer, and philanthropist."}]}, {"heading": "Deaths", "year": "2018", "date": "September 30", "txt": "Kim Larsen, Danish rock musician (b. 1945)", "entities": [{"title": "Kim Larsen", "href": "/wiki/Kim_Larsen", "description": "Kim Mellius Flyvholm Larsen was a Danish rock and pop musician. He was a major selling Scandinavian act with over 5 million albums sold."}]}, {"heading": "Deaths", "year": "2018", "date": "September 30", "txt": "Geoffrey Hayes, British television presenter and actor (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "September 30", "txt": "Sonia Orbuch, Polish resistance fighter during the Second World War and Holocaust educator. (b. 1925)", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "The Holocaust", "href": "/wiki/The_Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration camps;"}]}, {"heading": "Deaths", "year": "2019", "date": "September 30", "txt": "Victoria Braithwaite, British research scientist who proved fish feel pain (b. 1967)", "entities": [{"title": "Victoria Braithwaite", "href": "/wiki/Victoria_Braithwaite", "description": "Victoria A. Braithwaite was a British scientist who was a Professor of Animal Behaviour and Cognition at Pennsylvania State University. She was the first person to demonstrate that fish feel pain, which impacted animal welfare research and changed guidelines for the treatment of fish in laboratories and fisheries in the UK, Europe, and Canada."}]}]