[{"heading": "Events", "year": "506", "date": "September 10", "txt": "The bishops of Visigothic Gaul meet in the Council of Agde.", "entities": [{"title": "Council of Agde", "href": "/wiki/Council_of_Agde", "description": "The Council of Agde was a regional synod held in September 506 at Agatha or Agde, on the Mediterranean coast east of Narbonne, in the Septimania region of the Visigothic Kingdom, with the permission of the Visigothic King Alaric II."}]}, {"heading": "Events", "year": "1419", "date": "September 10", "txt": "John the Fearless, Duke of Burgundy is assassinated by adherents of the Dauphin, the future Charles VII of France.", "entities": [{"title": "Assassination of John the Fearless", "href": "/wiki/Assassination_of_John_the_Fearless", "description": "John the Fearless, Duke of Burgundy, was assassinated on the bridge at Montereau on 10 September 1419 during a parley with the French dauphin, by Tanneguy du Chastel and Jean Louvet, the dauphin's close counsellors."}, {"title": "Charles VII of France", "href": "/wiki/Charles_VII_of_France", "description": "Charles VII, called the Victorious or the Well-Served, was King of France from 1422 to his death in 1461."}]}, {"heading": "Events", "year": "1509", "date": "September 10", "txt": "An earthquake known as \"The Lesser Judgment Day\" hits Constantinople.", "entities": [{"title": "1509 Constantinople earthquake", "href": "/wiki/1509_Constantinople_earthquake", "description": "The 1509 Constantinople earthquake historically Kıyamet-i Sugra or occurred in the Sea of Marmara on 10 September 1509 at about 10 p.m. The earthquake had an estimated magnitude of 7.2 ± 0.3 on the surface wave magnitude scale. A tsunami and forty-five days of aftershocks followed the earthquake. The death toll of this earthquake is poorly known, with estimates in the range of 1,000 to 13,000."}]}, {"heading": "Events", "year": "1515", "date": "September 10", "txt": "Thomas Wolsey is invested as a Cardinal.", "entities": [{"title": "Thomas Wolsey", "href": "/wiki/Thomas_Wolsey", "description": "Thomas Wolsey was an English archbishop, statesman and a cardinal of the Catholic Church. When Henry VIII became King of England in 1509, Wolsey became the King's almoner. Wolsey's affairs prospered, and by 1514 he had become the controlling figure in virtually all matters of state. He also held important ecclesiastical appointments. These included the Archbishopric of York—the second most importa"}]}, {"heading": "Events", "year": "1547", "date": "September 10", "txt": "The Battle of Pinkie, the last full-scale military confrontation between England and Scotland, resulting in a decisive victory for the forces of Edward VI.", "entities": [{"title": "Battle of Pinkie", "href": "/wiki/Battle_of_Pinkie", "description": "The Battle of Pinkie, also known as the Battle of Pinkie Cleugh, took place on 10 September 1547 on the banks of the River Esk near Musselburgh, Scotland. The last pitched battle between Scotland and England before the Union of the Crowns, it was part of the conflict known as the Rough Wooing and is considered to have been the first modern battle in the British Isles. It was a catastrophic defeat "}]}, {"heading": "Events", "year": "1561", "date": "September 10", "txt": "Fourth Battle of Kawanakajima: Takeda Shingen defeats Uesugi Kenshin in the climax of their ongoing conflicts.", "entities": [{"title": "Battles of Kawanakajima", "href": "/wiki/Battles_of_Kawanakajima", "description": "The Battles of Kawanakajima  were a series of battles fought in the Sengoku period of Japan between Takeda Shingen of Kai Province and Uesugi Kenshin of Echigo Province from 1553 to 1564."}]}, {"heading": "Events", "year": "1570", "date": "September 10", "txt": "Spanish Jesuit missionaries land in present-day Virginia to establish the short-lived Ajacán Mission.", "entities": [{"title": "Ajacán Mission", "href": "/wiki/Ajac%C3%A1n_Mission", "description": "The Ajacán Mission was a Spanish attempt in 1570 to establish a Jesuit mission in the vicinity of the Virginia Peninsula to bring Christianity to the Virginia Indians. The effort to found St. Mary's Mission predated the founding of the English settlement at Jamestown, Virginia, by about 36 years. In February 1571, the entire party was massacred by Indians except for Alonso de Olmos. The following "}]}, {"heading": "Events", "year": "1573", "date": "September 10", "txt": "German pirate Klein Henszlein and 33 of his crew beheaded in Hamburg.", "entities": [{"title": "Klein Henszlein", "href": "/wiki/Klein_Henszlein", "description": "Klein Henszlein [Klaus Hanslein] was a German pirate from 1560 to 1573 who raided shipping in the North Sea until his defeat and capture by a fleet from Hamburg. Taken back to Hamburg, Henszlein and his men were paraded through the city streets before being beheaded on September 10, 1573; their heads were then impaled on stakes. In a later account, the executioner described how he \"flicked off\" th"}, {"title": "Decapitation", "href": "/wiki/Decapitation", "description": "Decapitation, also known as beheading, is the total separation of the head from the body. Such an injury is invariably fatal to humans and most other animals, since it deprives the brain of oxygenated blood, while all other organs are deprived of the involuntary functions that are needed for the body to function."}, {"title": "Hamburg", "href": "/wiki/Hamburg", "description": "Hamburg, officially the Free and Hanseatic City of Hamburg, is the second-largest city in Germany after Berlin and 7th largest city in the European Union with a population of over 1.84 million. Hamburg's urban area has a population of around 2.5 million and its metropolitan area is home to more than five million people. The city lies on the River Elbe and two of its tributaries, the River Alster a"}]}, {"heading": "Events", "year": "1608", "date": "September 10", "txt": "John Smith is elected council president of Jamestown, Virginia.", "entities": [{"title": "John Smith (explorer)", "href": "/wiki/John_Smith_(explorer)", "description": "John Smith was an English soldier, explorer, colonial governor, Admiral of New England, and author. He played an important role in the establishment of the colony at Jamestown, Virginia, the first permanent English settlement in America in the early 17th century. He was a leader of the Virginia Colony between September 1608 and August 1609, and he led an exploration along the rivers of Virginia an"}]}, {"heading": "Events", "year": "1776", "date": "September 10", "txt": "American Revolutionary War: Nathan Hale volunteers to spy for the Continental Army.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Nathan Hale", "href": "/wiki/Nathan_Hale", "description": "Nathan Hale was an American soldier and spy for the Continental Army during the American Revolutionary War. He volunteered for an intelligence-gathering mission in New York City but was captured by the British and executed. Hale has long been considered an American hero and, in 1985, he was officially designated the state hero of Connecticut."}]}, {"heading": "Events", "year": "1798", "date": "September 10", "txt": "At the Battle of St. George's Caye, British Honduras defeats Spain.", "entities": [{"title": "Battle of St. George's Caye", "href": "/wiki/Battle_of_St._George%27s_Caye", "description": "The Battle of St. George's Caye was a short military engagement that lasted from 3 to 10 September 1798, off the coast of what is now Belize. However, the name is typically reserved for the final battle that occurred on 10 September."}]}, {"heading": "Events", "year": "1813", "date": "September 10", "txt": "The United States defeats a British Fleet at the Battle of Lake Erie during the War of 1812.", "entities": [{"title": "Battle of Lake Erie", "href": "/wiki/Battle_of_Lake_Erie", "description": "The Battle of Lake Erie, sometimes called the Battle of Put-in-Bay, was fought on 10 September 1813, on Lake Erie off the coast of Ohio during the War of 1812. Nine vessels of the United States Navy defeated and captured six vessels of the British Royal Navy. This ensured American control of the lake for the rest of the war, which in turn allowed the Americans to recover Detroit and win the Battle"}]}, {"heading": "Events", "year": "1846", "date": "September 10", "txt": "Elias Howe is granted a patent for the sewing machine.", "entities": [{"title": "Elias Howe", "href": "/wiki/Elias_Howe", "description": "Elias Howe Jr. was an American inventor best known for his creation of the modern lockstitch sewing machine."}]}, {"heading": "Events", "year": "1858", "date": "September 10", "txt": "George Mary Searle discovers the asteroid 55 Pandora.", "entities": [{"title": "George Mary Searle", "href": "/wiki/George_Mary_Searle", "description": "George Mary Searle was an American astronomer and Catholic priest."}, {"title": "55 Pandora", "href": "/wiki/55_Pandora", "description": "Pandora is a fairly large and very bright asteroid in the asteroid belt. Pandora was discovered by American astronomer and Catholic priest George Mary Searle on September 10, 1858, from the Dudley Observatory near Albany, NY. It was his first and only asteroid discovery."}]}, {"heading": "Events", "year": "1897", "date": "September 10", "txt": "Lattimer massacre: A sheriff's posse kills 19 unarmed striking immigrant miners in Lattimer, Pennsylvania, United States.", "entities": [{"title": "Lattimer massacre", "href": "/wiki/Lattimer_massacre", "description": "The Lattimer massacre was the violent deaths of at least 19 unarmed striking immigrant anthracite miners at the Lattimer mine near Hazleton, Pennsylvania, on September 10, 1897. The miners, mostly of Polish, Slovak, Lithuanian and German ethnicity, were shot and killed by a Luzerne County sheriff's posse. Scores more workers were wounded. The massacre was a turning point in the history of the Unit"}, {"title": "Posse comitatus (common law)", "href": "/wiki/Posse_comitatus_(common_law)", "description": "The posse comitatus, in common law, is a group of people mobilized by the conservator of peace – typically a sheriff – to suppress lawlessness or defend the county. The posse comitatus originated in ninth century England simultaneous with the creation of the office of sheriff. Though generally obsolete throughout the world, it remains theoretically, and sometimes practically, part of the United St"}]}, {"heading": "Events", "year": "1898", "date": "September 10", "txt": "Empress Elisabeth of Austria is assassinated by Luigi Lucheni.", "entities": [{"title": "Empress Elisabeth of Austria", "href": "/wiki/Empress_Elisabeth_of_Austria", "description": "Empress Elisabeth of Austria was Empress of Austria and Queen of Hungary by marriage to Emperor Franz Joseph I. She was born into the royal Bavarian House of Wittelsbach. Nicknamed Sisi, she enjoyed an informal upbringing before marrying Emperor Franz Joseph I at the age of sixteen. The marriage thrust her into the much more formal Habsburg court life, for which she was unprepared and which she fo"}, {"title": "Luigi Lucheni", "href": "/wiki/Luigi_Lucheni", "description": "Luigi Lucheni (1873–1910) was an Italian anarchist and the assassin of Empress Elisabeth of Austria."}]}, {"heading": "Events", "year": "1918", "date": "September 10", "txt": "Russian Civil War: The Red Army captures Kazan.", "entities": [{"title": "Russian Civil War", "href": "/wiki/Russian_Civil_War", "description": "The Russian Civil War was a multi-party civil war in the former Russian Empire immediately after the two Russian revolutions of 1917, as many factions vied to determine Russia's political future. The two largest combatant groups were the Red Army, fighting for the Bolshevik form of socialism led by Vladimir Lenin, and the loosely allied forces known as the White Army, which included diverse intere"}, {"title": "Kazan Operation", "href": "/wiki/Kazan_Operation", "description": "Kazan Operation was the Red Army's offensive against the Czechoslovak Legion and the People Army of Komuch during the Russian Civil War."}]}, {"heading": "Events", "year": "1919", "date": "September 10", "txt": "The Republic of German-Austria signs the Treaty of Saint-Germain-en-Laye, ceding significant territories to Italy, Yugoslavia, and Czechoslovakia.", "entities": [{"title": "Treaty of Saint-Germain-en-Laye (1919)", "href": "/wiki/Treaty_of_Saint-Germain-en-Laye_(1919)", "description": "The Treaty of Saint-Germain-en-Laye was signed on 10 September 1919 by the victorious Allies of World War I on the one hand and by the Republic of German-Austria on the other. Like the Treaty of Trianon with Hungary and the Treaty of Versailles with Germany, it contained the Covenant of the League of Nations and as a result was not ratified by the United States but was followed by the US–Austrian "}]}, {"heading": "Events", "year": "1932", "date": "September 10", "txt": "The New York City Subway's third competing subway system, the municipally-owned IND, is opened.", "entities": []}, {"heading": "Events", "year": "1936", "date": "September 10", "txt": "First World Individual Motorcycle Speedway Championship, Held at London's (England) Wembley Stadium", "entities": [{"title": "Motorcycle Speedway", "href": "/wiki/Motorcycle_Speedway", "description": "Motorcycle speedway, usually referred to as speedway, is a motorcycle sport involving four and sometimes up to six riders competing over four anti-clockwise laps of an oval circuit. The motorcycles are specialist machines which use only one gear and have no brakes; racing takes place on a flat oval track usually consisting of dirt, loosely packed shale, or crushed rock. Competitors use this surfac"}, {"title": "Wembley Stadium (1923)", "href": "/wiki/Wembley_Stadium_(1923)", "description": "The original Wembley Stadium was a stadium in Wembley, London, best known for hosting important football matches. It stood on the same site now occupied by its successor."}]}, {"heading": "Events", "year": "1937", "date": "September 10", "txt": "Nine nations attend the Nyon Conference to address international piracy in the Mediterranean Sea.", "entities": [{"title": "Nyon Conference", "href": "/wiki/Nyon_Conference", "description": "The Nyon Conference was a diplomatic conference held in Nyon, Switzerland, in September 1937 to address attacks on international shipping in the Mediterranean Sea during the Spanish Civil War. The conference was convened in part because Italy had been carrying out unrestricted submarine warfare, although the final conference agreement did not accuse Italy directly; instead, the attacks were referr"}]}, {"heading": "Events", "year": "1939", "date": "September 10", "txt": "World War II: The submarine HMS Oxley is mistakenly sunk by the submarine HMS Triton near Norway and becomes the Royal Navy's first loss of a submarine in the war.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "HMS Oxley", "href": "/wiki/HMS_Oxley", "description": "HMS Oxley was an  Odin-class submarine of the Royal Australian Navy (RAN) and Royal Navy (RN)."}, {"title": "HMS Triton (N15)", "href": "/wiki/HMS_Triton_(N15)", "description": "HMS Triton was a submarine of the Royal Navy named for the son of Poseidon and Amphitrite, the personification of the roaring waters. She was the lead ship of the T class of diesel-electric submarines. Her keel was laid down on 28 August 1936 by Vickers Armstrong at Barrow-in-Furness. She was launched on 5 October 1937, and commissioned on 9 November 1938 with Lieutenant Commander H. P. de C. Stee"}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}]}, {"heading": "Events", "year": "1939", "date": "September 10", "txt": "World War II: The Canadian declaration of war on Germany receives royal assent.", "entities": []}, {"heading": "Events", "year": "1942", "date": "September 10", "txt": "World War II: The British Army carries out an amphibious landing on Madagascar to re-launch Allied offensive operations in the Madagascar Campaign.", "entities": [{"title": "Battle of Madagascar", "href": "/wiki/Battle_of_Madagascar", "description": "The Battle of Madagascar was the British campaign to capture the Vichy French-controlled island Madagascar during World War II. The seizure of the island by the British was to deny Madagascar's ports to the Imperial Japanese Navy and to prevent the loss or impairment of the Allied shipping routes to India, Australia and Southeast Asia. It began with Operation Ironclad, the seizure of the port of D"}]}, {"heading": "Events", "year": "1943", "date": "September 10", "txt": "World War II: In the course of Operation Achse, German troops begin their occupation of Rome.", "entities": [{"title": "Operation Achse", "href": "/wiki/Operation_Achse", "description": "Operation Achse, originally called Operation Alaric, was the codename for the German operation to forcibly disarm the Italian armed forces after Italy's armistice with the Allies on 3 September 1943. The Germans disarmed over a million Italian troops within a matter of days, annihilating the Italian military and state."}]}, {"heading": "Events", "year": "1960", "date": "September 10", "txt": "At the Summer Olympics in Rome, Abebe Bikila becomes the first sub-Saharan African to win a gold medal, winning the marathon in bare feet.", "entities": [{"title": "Abebe Bikila", "href": "/wiki/Abebe_Bikila", "description": "Shambel Abebe Bikila was an Ethiopian marathon runner who was a back-to-back Olympic marathon champion. He is the first black African Olympic gold medalist, winning his first gold medal at the 1960 Summer Olympics in Rome while running barefoot. At the 1964 Tokyo Olympics, he won his second gold medal. In turn, he became the first athlete to successfully defend an Olympic marathon title. In both v"}]}, {"heading": "Events", "year": "1961", "date": "September 10", "txt": "In the Italian Grand Prix, a crash causes the death of German Formula One driver Wolfgang von Trips and 13 spectators who are hit by his Ferrari, the deadliest accident in F1 history.", "entities": [{"title": "Wolfgang von Trips", "href": "/wiki/Wolfgang_von_Trips", "description": "Wolfgang Alexander Albert Eduard Maximilian Reichsgraf Berghe von Trips, also known simply as Wolfgang Graf Berghe von Trips and nicknamed 'Taffy' by friends and fellow racers, was a German racing driver. He was the son of a noble Rhineland family."}]}, {"heading": "Events", "year": "1967", "date": "September 10", "txt": "The people of Gibraltar vote to remain a British dependency rather than becoming part of Spain.", "entities": [{"title": "1967 Gibraltar sovereignty referendum", "href": "/wiki/1967_Gibraltar_sovereignty_referendum", "description": "The Gibraltar sovereignty referendum of 1967 was held on 10 September 1967, in which Gibraltarian citizens were asked whether they wished to pass under Spanish sovereignty, with Gibraltarians keeping their British citizenship and a special status for Gibraltar within Spain; or remain under British sovereignty, with its own self-governing institutions."}]}, {"heading": "Events", "year": "1974", "date": "September 10", "txt": "Guinea-Bissau gains independence from Portugal.", "entities": [{"title": "Guinea-Bissau", "href": "/wiki/Guinea-Bissau", "description": "Guinea-Bissau, officially the Republic of Guinea-Bissau, is a country in West Africa that covers 36,125 square kilometres (13,948 sq mi) with an estimated population of 1,874,303. It borders Senegal to the north and Guinea to the south-east."}]}, {"heading": "Events", "year": "1976", "date": "September 10", "txt": "A British Airways Hawker Siddeley Trident and an Inex-Adria DC-9 collide near Zagreb, Yugoslavia, killing 176.", "entities": [{"title": "1976 Zagreb mid-air collision", "href": "/wiki/1976_Zagreb_mid-air_collision", "description": "On 10 September 1976, British Airways Flight 476, a Hawker Siddeley Trident en route from London to Istanbul, collided mid-air near Zagreb, Yugoslavia, with Inex-Adria Aviopromet Flight 550, a Douglas DC-9 en route from Split, Yugoslavia, to Cologne, West Germany. The collision was the result of a procedural error on the part of Zagreb air traffic controllers."}]}, {"heading": "Events", "year": "1977", "date": "September 10", "txt": "Hamida Djandoubi, convicted of torture and murder, is the last person to be executed by guillotine in France.", "entities": [{"title": "Hamida Djandoubi", "href": "/wiki/Hamida_Djandoubi", "description": "Hamida Djandoubi was a Tunisian sentenced to death in France. He was a Tunisian agricultural worker and convicted murderer. He moved to Marseille, France, in 1968 and six years later he kidnapped, tortured and murdered 22-year-old Élisabeth Bousquet. He was sentenced to death in February 1977 and executed by guillotine in September that year. He was the last person to be executed in Western Europe"}]}, {"heading": "Events", "year": "2000", "date": "September 10", "txt": "Operation Barras successfully frees six British soldiers held captive for over two weeks and contributes to the end of the Sierra Leone Civil War.", "entities": [{"title": "Operation Barras", "href": "/wiki/Operation_Barras", "description": "Operation Barras was a British Army operation that took place in Sierra Leone on 10 September 2000, during the late stages of the nation's civil war. The operation aimed to release five British soldiers of the Royal Irish Regiment and their Sierra Leone Army (SLA) liaison officer, who were being held by a militia group known as the \"West Side Boys\". The soldiers were part of a patrol that was retu"}]}, {"heading": "Events", "year": "2001", "date": "September 10", "txt": "Antônio da Costa Santos, mayor of Campinas, Brazil is assassinated.", "entities": [{"title": "Antônio da Costa Santos", "href": "/wiki/Ant%C3%B4nio_da_Costa_Santos", "description": "\nAntônio da Costa Santos was a Brazilian architect and politician of the Workers' Party (PT)."}]}, {"heading": "Events", "year": "2002", "date": "September 10", "txt": "Switzerland, traditionally a neutral country, becomes a full member of the United Nations.", "entities": [{"title": "Foreign relations of Switzerland", "href": "/wiki/Foreign_relations_of_Switzerland", "description": "The foreign relations of Switzerland are the primary responsibility of the Federal Department of Foreign Affairs (FDFA). Some international relations of Switzerland are handled by other departments of the federal administration of Switzerland."}]}, {"heading": "Events", "year": "2007", "date": "September 10", "txt": "Former Prime Minister of Pakistan Nawaz Sharif returns to Pakistan after seven years in exile, following a military coup in October 1999.", "entities": [{"title": "Nawaz Sharif", "href": "/wiki/Nawaz_Sharif", "description": "Mian Muhammad Nawaz Sharif is a Pakistani businessman and politician who served as the prime minister of Pakistan for three non-consecutive terms. Sharif is the longest-serving prime minister of Pakistan having served a total of more than 9 years."}]}, {"heading": "Events", "year": "2008", "date": "September 10", "txt": "The Large Hadron Collider at CERN, described as the biggest scientific experiment in history, is powered up in Geneva, Switzerland.", "entities": [{"title": "Large Hadron Collider", "href": "/wiki/Large_Hadron_Collider", "description": "The Large Hadron Collider (LHC) is the world's largest and highest-energy particle collider and the largest machine in the world. It was built by the European Organization for Nuclear Research (CERN) between 1998 and 2008 in collaboration with over 10,000 scientists and hundreds of universities and laboratories, as well as more than 100 countries. It lies in a tunnel 27 kilometres (17 mi) in circu"}, {"title": "European Organization for Nuclear Research", "href": "/wiki/European_Organization_for_Nuclear_Research", "description": "The European Organization for Nuclear Research, known as CERN, is a European research organization that operates the largest particle physics laboratory in the world. Established in 1954, the organization is based in a northwest suburb of Geneva on the Franco–Swiss border and has 23 member states. Israel is the only non-European country granted full membership. CERN is an official United Nations O"}]}, {"heading": "Events", "year": "2017", "date": "September 10", "txt": "Hurricane Irma makes landfall on Cudjoe Key, Florida as a Category 4, after causing catastrophic damage throughout the Caribbean. Irma resulted in 134 deaths and $64.76 billion (2017 USD) in damage.", "entities": [{"title": "Hurricane Irma", "href": "/wiki/Hurricane_Irma", "description": "Hurricane Irma was an extremely powerful Cape Verde hurricane that caused widespread destruction across its path in September 2017. Irma was the first Category 5 hurricane to strike the Leeward Islands on record, followed by Maria two weeks later. At the time, it was considered as the most powerful hurricane on record in the open Atlantic region, outside of the Caribbean Sea and Gulf of Mexico unt"}, {"title": "Cudjoe Key, Florida", "href": "/wiki/Cudjoe_Key,_Florida", "description": "Cudjoe Key is a census-designated place and unincorporated community in Monroe County, Florida, United States, on an island of the same name in the lower Florida Keys. As of the 2000 census, the CDP had a total population of 1,695."}]}, {"heading": "Births", "year": "877", "date": "September 10", "txt": "Eutychius, patriarch of Alexandria (d. 940)", "entities": [{"title": "Eutychius of Alexandria", "href": "/wiki/Eutychius_of_Alexandria", "description": "Eutychius of Alexandria was the Melkite Patriarch of Alexandria. He is known for being one of the first Christian Egyptian writers to use the Arabic language. His writings include the chronicle Nazm al-Jauhar, also known by its Latin title Eutychii Annales."}, {"title": "Greek Orthodox Patriarchate of Alexandria and all Africa", "href": "/wiki/Greek_Orthodox_Patriarchate_of_Alexandria_and_all_Africa", "description": "The Greek Orthodox Patriarchate of Alexandria and all Africa, also known as the Greek Orthodox Church of Alexandria, is an autocephalous patriarchate that is part of the Eastern Orthodox Church. Its seat is in Alexandria and it has canonical responsibility for the entire African continent."}]}, {"heading": "Births", "year": "904", "date": "September 10", "txt": "Guo Wei, posthumously known as Emperor Taizu of Later Zhou", "entities": [{"title": "Guo Wei", "href": "/wiki/Guo_Wei", "description": "Guo Wei, also known by his temple name Taizu (太祖), was the founding emperor of imperial China's short-lived Later Zhou during the Five Dynasties and Ten Kingdoms period, reigning from 951 until his death."}, {"title": "Guo Wei", "href": "/wiki/Guo_Wei", "description": "Guo Wei, also known by his temple name Taizu (太祖), was the founding emperor of imperial China's short-lived Later Zhou during the Five Dynasties and Ten Kingdoms period, reigning from 951 until his death."}]}, {"heading": "Births", "year": "920", "date": "September 10", "txt": "Louis IV of France (d. 954)", "entities": [{"title": "Louis IV of France", "href": "/wiki/Louis_IV_of_France", "description": "Louis IV, called d'Outremer or Transmarinus, reigned as king of West Francia from 936 to 954. A member of the Carolingian dynasty, he was the only son of king Charles the Simple and his second wife Eadgifu of Wessex, daughter of King Edward the Elder of Wessex. His reign is mostly known thanks to the Annals of Flodoard and the later Historiae of Richerus."}]}, {"heading": "Births", "year": "1169", "date": "September 10", "txt": "Alexios II Komnenos, Byzantine emperor (d. 1183)", "entities": [{"title": "Alexios II Komnenos", "href": "/wiki/Alexios_II_Komnenos", "description": "Alexios II Komnenos, Latinized Alexius II Comnenus, was Byzantine emperor from 1180 to 1183. He ascended to the throne as a minor. For the duration of his short reign, the imperial power was de facto held by regents."}]}, {"heading": "Births", "year": "1423", "date": "September 10", "txt": "Eleanor, Princess of Asturias (d. 1425)", "entities": [{"title": "Eleanor, Princess of Asturias", "href": "/wiki/Eleanor,_Princess_of_Asturias", "description": "Eleanor of Castile was heir presumptive to the throne of the Crown of Castile and Princess of Asturias from 1424 until a few months before her death."}]}, {"heading": "Births", "year": "1487", "date": "September 10", "txt": "Pope Julius III (d. 1555)", "entities": [{"title": "Pope Julius III", "href": "/wiki/Pope_Julius_III", "description": "Pope Julius III, born Giovanni Maria Ciocchi del Monte, was head of the Catholic Church and ruler of the Papal States from 7 February 1550 to his death in 1555."}]}, {"heading": "Births", "year": "1497", "date": "September 10", "txt": "Wolfgang Musculus, German theologian (d. 1563)", "entities": [{"title": "Wolfgang Musculus", "href": "/wiki/Wolfgang_Musculus", "description": "Wolfgang Musculus, born \"Müslin\" or \"Mauslein\", was a Reformed theologian of the Reformation."}]}, {"heading": "Births", "year": "1550", "date": "September 10", "txt": "Alonso Pérez de Guzmán, 7th Duke of Medina Sidonia, Spanish general (d. 1615)", "entities": [{"title": "Alonso Pérez de Guzmán, 7th Duke of Medina Sidonia", "href": "/wiki/Alonso_P%C3%A9rez_de_Guzm%C3%A1n,_7th_Duke_of_Medina_Sidonia", "description": "Alonso Pérez de Guzmán y de Zúñiga-Sotomayor, 7th Duke of Medina Sidonia, GE, was a Spanish aristocrat who was most noted for his role as commander of the Spanish Armada that was to attack the south of England in 1588."}]}, {"heading": "Births", "year": "1547", "date": "September 10", "txt": "George I, Landgrave of Hesse-Darmstadt (d. 1596)", "entities": [{"title": "George I, Landgrave of Hesse-Darmstadt", "href": "/wiki/George_I,_Landgrave_of_Hesse-Darmstadt", "description": "George I of Hesse-Darmstadt was the Landgrave of Hesse-Darmstadt from 1567 to 1596."}]}, {"heading": "Births", "year": "1561", "date": "September 10", "txt": "Hernando Arias de Saavedra, Paraguayan-Argentinian soldier and politician (d. 1634)", "entities": [{"title": "Hernando Arias de Saavedra", "href": "/wiki/Hernando_Arias_de_Saavedra", "description": "Hernando Arias de Saavedra, commonly known as Hernandarias, was a soldier and politician of criollo ancestry. He was the first person born in the Americas to become a governor of a European colony in the New World, serving two terms as governor of Governorate of the Río de la Plata, 1597–1599 and 1602–1609, and one of the Governorate of Paraguay 1615–1617."}]}, {"heading": "Births", "year": "1588", "date": "September 10", "txt": "Nicholas Lanier, English singer-songwriter and lute player (d. 1666)", "entities": [{"title": "Nicholas Lanier", "href": "/wiki/Nicholas_Lanier", "description": "Nicholas Lanier, sometimes Laniere was an English composer and musician; the first to hold the title of Master of the King's Music from 1625 to 1666, an honour given to musicians of great distinction. He was the court musician, a composer and performer and Groom of the Chamber in the service of King Charles I and Charles II. He was also a singer, lutenist, scenographer and painter."}, {"title": "Lute", "href": "/wiki/Lute", "description": "A lute  is any plucked string instrument with a neck and a deep round back enclosing a hollow cavity, usually with a sound hole or opening in the body. It may be either fretted or unfretted."}]}, {"heading": "Births", "year": "1624", "date": "September 10", "txt": "Thomas Sydenham, English physician and author (d. 1689)", "entities": [{"title": "Thomas Sydenham", "href": "/wiki/Thomas_Sydenham", "description": "Thomas Sydenham was an English physician. He was the author of Observationes Medicae which became a standard textbook of medicine for two centuries so that he became known as 'The English Hippocrates'. Among his many achievements was the discovery of a disease, Sydenham's chorea, also known as St Vitus' Dance."}]}, {"heading": "Births", "year": "1638", "date": "September 10", "txt": "Maria Theresa of Spain (d. 1683)", "entities": [{"title": "Maria Theresa of Spain", "href": "/wiki/Maria_Theresa_of_Spain", "description": "Maria Theresa of Spain, was by birth Infanta of Spain and Portugal and Archduchess of Austria as member of the Spanish branch of the House of Habsburg and by marriage Queen of France."}]}, {"heading": "Births", "year": "1659", "date": "September 10", "txt": "Henry Purcell, English organist and composer (d. 1695)", "entities": [{"title": "Henry Purcell", "href": "/wiki/Henry_Purcell", "description": "Henry Purcell was an English composer. Although he incorporated Italian and French stylistic elements, Purcell's was a uniquely English form of Baroque music. He is generally considered to be one of the greatest English composers; no later native-born English composer approached his fame until Edward Elgar, Ralph Vaughan Williams, Gustav Holst, William Walton and Benjamin Britten in the 20th centu"}]}, {"heading": "Births", "year": "1714", "date": "September 10", "txt": "Niccolò Jommelli, Italian composer (d. 1774)", "entities": [{"title": "Niccolò Jommelli", "href": "/wiki/Niccol%C3%B2_Jommelli", "description": "Niccolò Jommelli was an Italian composer of the Neapolitan School. Along with other composers mainly in the Holy Roman Empire and France, he was responsible for certain operatic reforms including reducing ornateness of style and the primacy of star singers somewhat."}]}, {"heading": "Births", "year": "1753", "date": "September 10", "txt": "John Soane, English architect and academic, designed the Royal Academy and Freemasons' Hall (d. 1837)", "entities": [{"title": "John Soane", "href": "/wiki/John_Soane", "description": "Sir John Soane was an English architect who specialised in the Neo-Classical style. The son of a bricklayer, he rose to the top of his profession, becoming professor of architecture at the Royal Academy and an official architect to the Office of Works. He received a knighthood in 1831."}, {"title": "Royal Academy of Arts", "href": "/wiki/Royal_Academy_of_Arts", "description": "The Royal Academy of Arts (RA) is an art institution based in Burlington House on Piccadilly in London. Founded in 1768, it has a unique position as an independent, privately funded institution led by eminent artists and architects. Its purpose is to promote the creation, enjoyment and appreciation of the visual arts through exhibitions, education and debate."}, {"title": "Freemasons' Hall, London", "href": "/wiki/Freemasons%27_Hall,_London", "description": "Freemasons' Hall in London is the headquarters of the United Grand Lodge of England and the Supreme Grand Chapter of Royal Arch Masons of England, as well as being a meeting place for many Masonic Lodges in the London area. It is located in Great Queen Street between Holborn and Covent Garden and has been a Masonic meeting place since 1775. There have been three Masonic buildings on the site, with"}]}, {"heading": "Births", "year": "1758", "date": "September 10", "txt": "Hannah Webster Foster, American author (d. 1840)", "entities": [{"title": "Hannah Webster Foster", "href": "/wiki/Hannah_Webster_Foster", "description": "Hannah Webster Foster was an American novelist."}]}, {"heading": "Births", "year": "1786", "date": "September 10", "txt": "Nicolás Bravo, Mexican soldier and politician, 11th President of Mexico (d. 1854)", "entities": [{"title": "Nicolás Bravo", "href": "/wiki/Nicol%C3%A1s_Bravo", "description": "Nicolás Bravo Rueda was the 11th President of Mexico and a soldier. He distinguished himself in both roles during the 1846–1848 U.S. invasion of Mexico."}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Births", "year": "1786", "date": "September 10", "txt": "William Mason, American surgeon and politician (d. 1860)", "entities": []}, {"heading": "Births", "year": "1788", "date": "September 10", "txt": "Jacques Boucher de Crèvecœur de Perthes, French archaeologist and author (d. 1868)", "entities": [{"title": "Jacques Boucher de Crèvecœur de Perthes", "href": "/wiki/Jacques_Boucher_de_Cr%C3%A8vec%C5%93ur_de_Perthes", "description": "Jacques Boucher de Crèvecœur de Perthes, sometimes referred to as Boucher de Perthes, was a French archaeologist and antiquary notable for his discovery, in about 1830, of flint tools in the gravels of the Somme valley."}]}, {"heading": "Births", "year": "1793", "date": "September 10", "txt": "Harriet Arbuthnot, English diarist (d. 1834)", "entities": [{"title": "Harriet Arbuthnot", "href": "/wiki/Harriet_Arbuthnot", "description": "Harriet Arbuthnot was an early 19th-century English diarist, social observer and political hostess on behalf of the Tory party. During the 1820s she was the closest woman friend of the hero of Waterloo and British Prime Minister, the 1st Duke of Wellington. She maintained a long correspondence and association with the Duke, all of which she recorded in her diaries, which are consequently extensive"}]}, {"heading": "Births", "year": "1801", "date": "September 10", "txt": "Marie Laveau, American voodoo practitioner (d. 1881)", "entities": [{"title": "Marie Laveau", "href": "/wiki/Marie_Laveau", "description": "Marie Catherine Laveau was a Louisiana Creole practitioner of Voodoo, herbalist and midwife who was renowned in New Orleans. Her daughter, Marie Laveau II, also practiced rootwork, conjure, Native American and African spiritualism as well as Louisiana Voodoo. An alternate spelling of her name, Laveaux, is considered by historians to be from the original French spelling."}, {"title": "Louisiana Voodoo", "href": "/wiki/Louisiana_Voodoo", "description": "Louisiana Voodoo, also known as New Orleans Voodoo, is a set of spiritual beliefs and practices developed from the traditions of the African diaspora in Louisiana. It is sometimes referred to as Mississippi Valley Voodoo when referring to its historic popularity and development in the greater Mississippi Valley. It is a cultural form of the Afro-American religions developed by the West and Central"}]}, {"heading": "Births", "year": "1821", "date": "September 10", "txt": "William Jervois, English captain, engineer, and politician, 10th Governor of South Australia (d. 1897)", "entities": [{"title": "William Jervois", "href": "/wiki/William_Jervois", "description": "Lieutenant General Sir William Francis Drummond Jervois was a British military engineer and diplomat. After joining the British Army in 1839, he saw service, as a second captain, in South Africa. In 1858, as a major, he was appointed Secretary of a Royal Commission set up to examine the state and efficiency of British land-based fortifications against naval attack; and this led to further work in "}, {"title": "Governor of South Australia", "href": "/wiki/Governor_of_South_Australia", "description": "The Governor of South Australia is the representative in the Australian state of South Australia of Elizabeth II, Queen of Australia. The Governor performs the same constitutional and ceremonial functions at the state level as does the Governor-General of Australia at the national level. In accordance with the conventions of the Westminster system of parliamentary government, the Governor nearly a"}]}, {"heading": "Births", "year": "1836", "date": "September 10", "txt": "Joseph Wheeler, American general and politician (d. 1906)", "entities": [{"title": "Joseph Wheeler", "href": "/wiki/Joseph_Wheeler", "description": "Joseph \"Fighting Joe\" Wheeler was an American military commander and politician. He is known for having served both as a cavalry general in the Confederate States Army in the 1860s during the American Civil War, and then as a general in the United States Army during both the Spanish–American War and Philippine–American War near the turn of the twentieth century. For much of the Civil War he served"}]}, {"heading": "Births", "year": "1839", "date": "September 10", "txt": "Isaac K. Funk, American minister and publisher, co-founded Funk & Wagnalls (d. 1912)", "entities": [{"title": "Isaac K. Funk", "href": "/wiki/Isaac_K._Funk", "description": "Isaac Kaufmann Funk was an American Lutheran minister, editor, lexicographer, publisher, and spelling reformer. He was the co-founder of Funk & Wagnalls Company, the father of author Wilfred J. Funk, and the grandfather of author Peter Funk, who continued his father's authorship of Word Power until 2003. Funk & Wagnalls Company published The Literary Digest, The Standard Dictionary of the English "}, {"title": "Funk & Wagnalls", "href": "/wiki/Funk_%26_Wagnalls", "description": "Funk & Wagnalls was an American publisher known for its reference works, including A Standard Dictionary of the English Language, and the Funk & Wagnalls Standard Encyclopedia."}]}, {"heading": "Births", "year": "1839", "date": "September 10", "txt": "Charles Sanders Peirce, American mathematician, statistician, and philosopher (d. 1914)", "entities": []}, {"heading": "Births", "year": "1844", "date": "September 10", "txt": "Abel Hoadley, English-Australian candy maker, created the Violet Crumble (d. 1918)", "entities": [{"title": "Abel Hoadley", "href": "/wiki/Abel_Hoadley", "description": "Abel Hoadley was a manufacturer of jams and sauces, remembered today as the inventor of the popular Australian confectionery bar, the Violet Crumble."}, {"title": "Violet Crumble", "href": "/wiki/Violet_Crumble", "description": "Violet Crumble is an Australian chocolate bar first made by Hoadley's Chocolates in South Melbourne around 1913, now made in Adelaide, South Australia by Robern Menz."}]}, {"heading": "Births", "year": "1852", "date": "September 10", "txt": "Hans Niels Andersen, Danish businessman, founded the East Asiatic Company (d. 1937)", "entities": [{"title": "Hans Niels Andersen", "href": "/wiki/Hans_Niels_Andersen", "description": "Hans Niels Andersen was a Danish shipping magnate, businessman, diplomat and founder of the East Asiatic Company."}, {"title": "East Asiatic Company", "href": "/wiki/East_Asiatic_Company", "description": "The Santa Fe Group A/S, formerly known as the East Asiatic Company is a multinational relocation service company, based in Copenhagen, Denmark."}]}, {"heading": "Births", "year": "1852", "date": "September 10", "txt": "Alice Brown Davis, American tribal chief (d. 1935)", "entities": []}, {"heading": "Births", "year": "1860", "date": "September 10", "txt": "Marianne von Werefkin, Russian-Swiss painter (d. 1938)", "entities": [{"title": "Marianne von Werefkin", "href": "/wiki/Marianne_von_Werefkin", "description": "Marianne von Werefkin, born Marianna Wladimirowna Werewkina, was a Russian-German-Swiss Expressionist painter."}]}, {"heading": "Births", "year": "1864", "date": "September 10", "txt": "Carl Correns, German botanist and geneticist (d. 1933)", "entities": [{"title": "Carl Correns", "href": "/wiki/Carl_Correns", "description": "Carl Erich Correns was a German botanist and geneticist, who is notable primarily for his independent discovery of the principles of heredity, which he achieved simultaneously but independently of the botanist Hugo de Vries and for his rediscovery of Gregor Mendel's earlier paper on that subject."}]}, {"heading": "Births", "year": "1866", "date": "September 10", "txt": "Jeppe Aakjær, Danish author and poet (d. 1930)", "entities": [{"title": "Jeppe Aakjær", "href": "/wiki/Jeppe_Aakj%C3%A6r", "description": "Jeppe Aakjær was a Danish poet and novelist, a member of the 'Jutland Movement' in Danish literature\". A regionalist, much of his writings were about his native Jutland. He was known for writings that reflected his concern for the impoverished and for describing rural existence."}]}, {"heading": "Births", "year": "1871", "date": "September 10", "txt": "Charles Collett, English engineer (d. 1952)", "entities": [{"title": "Charles Collett", "href": "/wiki/Charles_Collett", "description": "Charles Benjamin Collett was Chief Mechanical Engineer of the Great Western Railway from 1922 to 1941. He designed the GWR's 4-6-0 Castle and King Class express passenger locomotives."}]}, {"heading": "Births", "year": "1872", "date": "September 10", "txt": "Ranjitsinhji, Indian cricketer (d. 1933)", "entities": [{"title": "Ranjitsinhji", "href": "/wiki/Ranjitsinhji", "description": "Colonel H. H. Shri Sir Ranjitsinhji Vibhaji II, Jam Saheb of Nawanagar,, often known as Ranji or K. S. Ranjitsinhji, was the ruler of the Indian princely state of Nawanagar from 1907 to 1933, as Maharaja Jam Saheb, and a noted Test cricketer who played for the English cricket team. He also played first-class cricket for Cambridge University, and county cricket for Sussex."}]}, {"heading": "Births", "year": "1874", "date": "September 10", "txt": "Mamie Dillard, African American educator, clubwoman and suffragist (d. 1954)", "entities": [{"title": "Mamie Dillard", "href": "/wiki/Mamie_Dillard", "description": "Mary \"Mamie\" J. Dillard (1874-1954) was an American educator, clubwoman and suffragist."}]}, {"heading": "Births", "year": "1875", "date": "September 10", "txt": "George Hewitt Myers, American forester and philanthropist (d. 1957)", "entities": [{"title": "George Hewitt Myers", "href": "/wiki/George_Hewitt_Myers", "description": "George Hewitt Myers was an American forester and philanthropist."}]}, {"heading": "Births", "year": "1876", "date": "September 10", "txt": "Hugh D. McIntosh, Australian businessman (d. 1942)", "entities": [{"title": "Hugh D. McIntosh", "href": "/wiki/Hugh_D._McIntosh", "description": "Hugh Donald \"Huge Deal\" McIntosh was an Australian show-business entrepreneur born to parents of Scottish and Irish origin  and modest means in Sydney's Surry Hills, at that time a ramshackle suburb with a reputation for crime and vice among the largely Irish immigrant population. His policeman father Hugh Fraser McIntosh died when he was four."}]}, {"heading": "Births", "year": "1880", "date": "September 10", "txt": "Georgia Douglas Johnson, American poet and playwright (d. 1966)", "entities": [{"title": "Georgia Douglas Johnson", "href": "/wiki/Georgia_Douglas_Johnson", "description": "Georgia Blanche Douglas Camp Johnson, better known as Georgia Douglas Johnson, was an African-American poet, one of the earliest African-American female playwrights, and an important figure of the Harlem Renaissance."}]}, {"heading": "Births", "year": "1880", "date": "September 10", "txt": "Laura Cornelius Kellogg, Native American activist (d. 1947)", "entities": []}, {"heading": "Births", "year": "1884", "date": "September 10", "txt": "Herbert Johanson, Estonian architect (d. 1964)", "entities": [{"title": "Herbert Johanson", "href": "/wiki/Herbert_Johanson", "description": "Herbert Voldemar Johanson was an Estonian architect."}]}, {"heading": "Births", "year": "1885", "date": "September 10", "txt": "Johannes de Jong, Dutch cardinal (d. 1955)", "entities": [{"title": "Johannes de Jong", "href": "/wiki/Johannes_de_Jong", "description": "Johannes de Jong was a Dutch Cardinal of the Roman Catholic Church. He served as Archbishop of Utrecht from 1936 until his death, and was elevated to the cardinalate in 1946 by Pope Pius XII."}]}, {"heading": "Births", "year": "1885", "date": "September 10", "txt": "Carl Clinton Van Doren, American critic and biographer (d. 1950)", "entities": []}, {"heading": "Births", "year": "1886", "date": "September 10", "txt": "H.D., American poet, novelist, and memoirist (d. 1961)", "entities": [{"title": "H.D.", "href": "/wiki/H.D.", "description": "Hilda Doolittle was an American poet, novelist, and memoirist, associated with the early 20th-century avant-garde Imagist group of poets, including Ezra Pound and Richard Aldington. She published under the pen name H.D."}]}, {"heading": "Births", "year": "1887", "date": "September 10", "txt": "Giovanni Gronchi, Italian soldier and politician, 3rd President of the Italian Republic (d. 1978)", "entities": [{"title": "Giovanni Gronchi", "href": "/wiki/Giovanni_Gronchi", "description": "Giovanni Gronchi, was an Italian Christian Democratic politician who served as the third president of Italy from 1955 to 1962 and was marked by a controversial and failed attempt to bring about an \"opening to the left\" in Italian politics.\nHe was reputed the real holder of the executive power in Italy from 1955 to 1962, backward the various Prime Ministers of this time."}, {"title": "President of the Italian Republic", "href": "/wiki/President_of_the_Italian_Republic", "description": "The president of Italy, officially denoted as President of the Italian Republic is the head of state of Italy. In that role, the officeholder represents national unity, guarantees that Italian politics comply with the Constitution of Italy and is the head of the Italian Armed Forces. The president's term of office lasts for seven years. The current holder is former Constitutional Judge Sergio Matt"}]}, {"heading": "Births", "year": "1887", "date": "September 10", "txt": "Kenneth Mason, English soldier and geographer (d. 1976)", "entities": []}, {"heading": "Births", "year": "1887", "date": "September 10", "txt": "Govind Ballabh Pant, Indian lawyer and politician, 1st Chief Minister of Uttar Pradesh (d. 1961)", "entities": [{"title": "Chief Minister of Uttar Pradesh", "href": "/wiki/Chief_Minister_of_Uttar_Pradesh", "description": "The Chief Minister of Uttar Pradesh is the head of the Government of Uttar Pradesh. As per the Constitution of India, the governor is the state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Uttar Pradesh Legislative Assembly, the governor usually invites the party with a majority of seats to form the government. The governor appoints the"}]}, {"heading": "Births", "year": "1888", "date": "September 10", "txt": "Israel Abramofsky, Russian-American painter (d. 1976)", "entities": [{"title": "Israel Abramofsky", "href": "/wiki/Israel_Abramofsky", "description": "Israel Abramofsky was a Russian-born artist, who trained in Paris and settled in the United States, known for his landscape works and works depicting Jewish life in Eastern Europe."}]}, {"heading": "Births", "year": "1889", "date": "September 10", "txt": "Ivar Böhling, Finnish wrestler (d. 1929)", "entities": [{"title": "Ivar Böhling", "href": "/wiki/Ivar_B%C3%B6hling", "description": "Ivar Theodor Böhling was a Finnish wrestler who competed in the 1912 Summer Olympics."}]}, {"heading": "Births", "year": "1890", "date": "September 10", "txt": "Bob Heffron, New Zealand-Australian miner and politician, 30th Premier of New South Wales (d. 1978)", "entities": [{"title": "Bob Heffron", "href": "/wiki/Bob_Heffron", "description": "Robert James Heffron, also known as Bob Heffron or R. J. Heffron, was a long-serving New South Wales politician, union organiser and Labor Party Premier of New South Wales from 1959 to 1964. Born in New Zealand, Heffron became involved in various Socialist and labour movements in New Zealand and later Australia before joining the Australian Labor Party. Being a prominent unionist organiser, having"}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1890", "date": "September 10", "txt": "Elsa Schiaparelli, Italian-French fashion designer (d. 1973)", "entities": []}, {"heading": "Births", "year": "1890", "date": "September 10", "txt": "Franz Werfel, Austrian-Bohemian author, poet, and playwright (d. 1945)", "entities": []}, {"heading": "Births", "year": "1892", "date": "September 10", "txt": "Arthur Compton, American physicist and academic, Nobel Prize laureate (d. 1962)", "entities": [{"title": "Arthur Compton", "href": "/wiki/Arthur_Compton", "description": "Arthur Holly Compton was an American physicist who won the Nobel Prize in Physics in 1927 for his 1923 discovery of the Compton effect, which demonstrated the particle nature of electromagnetic radiation. It was a sensational discovery at the time: the wave nature of light had been well-demonstrated, but the idea that light had both wave and particle properties was not easily accepted. He is also "}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1894", "date": "September 10", "txt": "Alexander Dovzhenko, Soviet screenwriter/producer/director of Ukrainian origin (d. 1956)", "entities": [{"title": "Alexander Dovzhenko", "href": "/wiki/Alexander_Dovzhenko", "description": "Alexander Petrovich Dovzhenko or Oleksander Petrovych Dovzhenko, was a Ukrainian Soviet screenwriter, film producer and director. \nHe is often cited as one of the most important early Soviet filmmakers, alongside Sergei Eisenstein, Dziga Vertov, and Vsevolod Pudovkin, as well as being a pioneer of Soviet montage theory."}]}, {"heading": "Births", "year": "1895", "date": "September 10", "txt": "Viswanatha Satyanarayana, Indian poet and author (d. 1976)", "entities": [{"title": "Viswanatha Satyanarayana", "href": "/wiki/Viswanatha_Satyanarayana", "description": "Viswanatha Satyanarayana was a 20th-century Telugu writer. His works included poetry, novels, dramatic play, short stories and speeches, covering a wide range of subjects such as analysis of history, philosophy, religion, sociology, political science, linguistics, psychology and consciousness studies, epistemology, aesthetics and spiritualism. He was a student of the illustrious Telugu writer Chel"}]}, {"heading": "Births", "year": "1896", "date": "September 10", "txt": "Adele Astaire, American actress and dancer (d. 1981)", "entities": [{"title": "Adele Astaire", "href": "/wiki/Adele_Astaire", "description": "Adele Astaire, was an American dancer, stage actress, and singer. After beginning work as a dancer and vaudeville performer at the age of nine, Astaire built a successful performance career with her younger brother, Fred Astaire."}]}, {"heading": "Births", "year": "1896", "date": "September 10", "txt": "Robert Taschereau, Canadian lawyer, judge, and politician, 11th Chief Justice of Canada (d. 1970)", "entities": [{"title": "Chief Justice of Canada", "href": "/wiki/Chief_Justice_of_Canada", "description": "The chief justice of Canada is the presiding judge of the nine-member Supreme Court of Canada, the highest judicial body in Canada. As such, the chief justice is the highest-ranking judge of the Canadian court system. The Supreme Court Act makes the chief justice, a Crown in Council appointment, meaning the Crown acting on the advice of the prime minister and minister of justice. The chief justice"}]}, {"heading": "Births", "year": "1896", "date": "September 10", "txt": "Ye Ting, Chinese general (d. 1946)", "entities": []}, {"heading": "Births", "year": "1897", "date": "September 10", "txt": "Georges Bataille, French philosopher, novelist, and poet (d. 1962)", "entities": [{"title": "Georges Bataille", "href": "/wiki/Georges_Bataille", "description": "Georges Albert Maurice Victor Bataille was a French philosopher and intellectual working in philosophy, literature, sociology, anthropology, consumerism, and history of art. His writing, which included essays, novels, and poetry, explored such subjects as erotism, mysticism, surrealism, and transgression. His work would prove influential on subsequent schools of philosophy and social theory, inclu"}]}, {"heading": "Births", "year": "1897", "date": "September 10", "txt": "Hilde Hildebrand, German actress and singer (d. 1976)", "entities": []}, {"heading": "Births", "year": "1898", "date": "September 10", "txt": "Bessie Love, American actress (d. 1986)", "entities": [{"title": "Bessie Love", "href": "/wiki/Bessie_Love", "description": "Bessie Love was an American-British actress who achieved prominence playing innocent, young girls and wholesome leading ladies in silent and early sound films. Her acting career spanned eight decades—from silent film to sound film, including theatre, radio, and television—and her performance in The Broadway Melody (1929) earned her a nomination for the Academy Award for Best Actress."}]}, {"heading": "Births", "year": "1898", "date": "September 10", "txt": "Waldo Semon, American chemist and engineer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1903", "date": "September 10", "txt": "Cyril Connolly, English author and critic (d. 1974)", "entities": [{"title": "Cyril Connolly", "href": "/wiki/Cyril_Connolly", "description": "Cyril Vernon Connolly was an English literary critic and writer. He was the editor of the influential literary magazine Horizon (1940–49) and wrote Enemies of Promise (1938), which combined literary criticism with an autobiographical exploration of why he failed to become the successful author of fiction that he had aspired to be in his youth."}]}, {"heading": "Births", "year": "1904", "date": "September 10", "txt": "Honey Craven, American horse rider and manager (d. 2003)", "entities": [{"title": "Honey Craven", "href": "/wiki/Honey_Craven", "description": "Clarence Leo \"Honey\" Craven, was an American equestrian, ringmaster and manager of the National Horse Show at Madison Square Garden in New York, the Devon Horse Show in Pennsylvania, and ringmaster at nearly every prominent horse show in the United States. He also managed the Eastern States Show, the Children's Services Show and the North Shore Horse Show."}]}, {"heading": "Births", "year": "1904", "date": "September 10", "txt": "Max Shachtman, American theorist and politician (d. 1972)", "entities": []}, {"heading": "Births", "year": "1906", "date": "September 10", "txt": "Karl Wien, German geographer, academic, and mountaineer (d. 1937)", "entities": [{"title": "Karl Wien", "href": "/wiki/Karl_Wien", "description": "Karl (\"Carlo\") Wien was a German mountaineer."}]}, {"heading": "Births", "year": "1907", "date": "September 10", "txt": "Alva R. Fitch, American general (d. 1989)", "entities": [{"title": "Alva R. Fitch", "href": "/wiki/Alva_R._Fitch", "description": "Alva Revista Fitch was a lieutenant general in the United States Army and was deputy director of Defense Intelligence Agency from 1964 to 1966. He commanded an artillery battalion during the Battle of Bataan and was a prisoner of war from 1942 to 1945. From October 16, 1961, to January 5, 1964, Fitch served as the assistant chief of staff for intelligence, Headquarters, Department of the Army."}]}, {"heading": "Births", "year": "1907", "date": "September 10", "txt": "Dorothy Hill, Australian geologist and palaeontologist (d. 1997)", "entities": []}, {"heading": "Births", "year": "1908", "date": "September 10", "txt": "Angus Bethune, Australian soldier and politician, 33rd Premier of Tasmania (d. 2004)", "entities": [{"title": "Angus Bethune (politician)", "href": "/wiki/Angus_Bethune_(politician)", "description": "Sir Walter Angus Bethune was an Australian politician and member of the Tasmanian House of Assembly. He was Premier of Tasmania from 26 May 1969 to 3 May 1972."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1908", "date": "September 10", "txt": "Raymond Scott, American pianist, composer, and bandleader (d. 1994)", "entities": []}, {"heading": "Births", "year": "1908", "date": "September 10", "txt": "Waldo Rudolph Wedel, American archaeologist and author (d. 1996)", "entities": []}, {"heading": "Births", "year": "1912", "date": "September 10", "txt": "Basappa Danappa Jatti, Indian lawyer and politician, 5th Vice President of India (d. 2002)", "entities": [{"title": "Basappa Danappa Jatti", "href": "/wiki/Basappa_Danappa_Jatti", "description": "Basappa Danappa Jatti was the fifth Vice President of India, serving from 1974 to 1979. He was Acting President of India from 11 February to 25 July 1977. The soft-spoken Jatti rose from a humble beginning as a Municipality member to India's second-highest office during a five-decade-long chequered political career."}, {"title": "List of Vice Presidents of India", "href": "/wiki/List_of_Vice_Presidents_of_India", "description": "The Vice President of India is the second highest constitutional office in the Government of India after the President. In accordance with Article 65 of the Constitution of India, the vice president discharges the functions of the president when a contingency arises due to the resignation, removal, death, impeachment or the inability of the president to discharge their functions. They are also the"}]}, {"heading": "Births", "year": "1913", "date": "September 10", "txt": "Lincoln Gordon, American academic and diplomat, United States Ambassador to Brazil (d. 2009)", "entities": [{"title": "Lincoln Gordon", "href": "/wiki/Lincoln_Gordon", "description": "Abraham Lincoln Gordon was the 9th President of the Johns Hopkins University (1967–71) and a United States Ambassador to Brazil (1961–66). Gordon had a career both in government and in academia, becoming a Professor of International Economic Relations at Harvard University in the 1950s, before turning his attention to foreign affairs. Gordon had a career in business after his resignation as presid"}, {"title": "United States Ambassador to Brazil", "href": "/wiki/United_States_Ambassador_to_Brazil", "description": "The following is a list of Ambassadors of the United States, or other chiefs of mission, to Brazil. The title given by the United States State Department to this position is currently Ambassador Extraordinary and Minister Plenipotentiary."}]}, {"heading": "Births", "year": "1914", "date": "September 10", "txt": "Terence O'Neill, Baron O'Neill of the Maine, Anglo-Irish captain and politician, 4th Prime Minister of Northern Ireland (d. 1990)", "entities": [{"title": "Terence O'Neill, Baron O'Neill of the Maine", "href": "/wiki/Terence_O%27Neill,_Baron_O%27Neill_of_the_Maine", "description": "Terence Marne O'Neill, Baron O'Neill of the Maine, PC (NI), was the fourth Prime Minister of Northern Ireland and leader (1963–1969) of the Ulster Unionist Party (UUP). A moderate unionist, who sought to reconcile the sectarian divisions in Northern Ireland society, he was Member of the Parliament of Northern Ireland for the Bannside constituency from 1946 until his resignation in January 1970; hi"}, {"title": "Prime Minister of Northern Ireland", "href": "/wiki/Prime_Minister_of_Northern_Ireland", "description": "The Prime Minister of Northern Ireland was the head of the Government of Northern Ireland between 1921 and 1972. No such office was provided for in the Government of Ireland Act 1920; however, the Lord Lieutenant of Ireland, as with governors-general in other Westminster Systems such as in Canada, chose to appoint someone to head the executive even though no such post existed in statute law. The o"}]}, {"heading": "Births", "year": "1914", "date": "September 10", "txt": "Robert Wise, American director and producer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1915", "date": "September 10", "txt": "Edmond O'Brien, American actor (d. 1985)", "entities": [{"title": "Edmond O'Brien", "href": "/wiki/Edmond_O%27Brien", "description": "Eamon Joseph O'Brien was an American actor. In a career spanning nearly four decades, he received an Academy Award, two Golden Globe Awards, and two stars on the Hollywood Walk of Fame."}]}, {"heading": "Births", "year": "1917", "date": "September 10", "txt": "Miguel Serrano, Chilean poet and diplomat (d. 2009)", "entities": [{"title": "Miguel Serrano", "href": "/wiki/Miguel_Serrano", "description": "Miguel Joaquín Diego del Carmen Serrano Fernández, better known as Miguel Serrano, was a Chilean diplomat, writer, occultist, and fascist activist. A Nazi sympathiser in the late 1930s and early 1940s, he later became a prominent figure in the neo-Nazi movement as an exponent of Esoteric Hitlerism."}]}, {"heading": "Births", "year": "1919", "date": "September 10", "txt": "Lex van Delden, Dutch composer (d. 1988)", "entities": [{"title": "Lex van Delden", "href": "/wiki/Lex_van_Delden", "description": "Lex van Delden, born Alexander Zwaap was a Dutch composer, and the father of actor Lex van Delden."}]}, {"heading": "Births", "year": "1920", "date": "September 10", "txt": "Fabio Taglioni, Italian engineer (d. 2001)", "entities": [{"title": "Fabio Taglioni", "href": "/wiki/Fabio_Taglioni", "description": "Fabio Taglioni was an Italian engineer."}]}, {"heading": "Births", "year": "1921", "date": "September 10", "txt": "Joann Lõssov, Estonian basketball player and coach (d. 2000)", "entities": [{"title": "Joann Lõssov", "href": "/wiki/Joann_L%C3%B5ssov", "description": "Joann Lõssov was an Estonian basketball player. Lõssov trained at VSS Kalev, in Tallinn. He was named MVP of the 1947 EuroBasket."}]}, {"heading": "Births", "year": "1921", "date": "September 10", "txt": "John W. Morris, American general (d. 2013)", "entities": []}, {"heading": "Births", "year": "1923", "date": "September 10", "txt": "Glen P. Robinson, American businessman, founded Scientific Atlanta (d. 2013)", "entities": [{"title": "Glen P. Robinson", "href": "/wiki/Glen_P._Robinson", "description": "Glen Parmelee Robinson, Jr., called the \"father of high-tech industry in Georgia\", was an American businessman and founder of Scientific Atlanta, now a subsidiary of Cisco Systems. Robinson was the first employee of Scientific Atlanta, where he remained CEO then Chairman of the company until he retired."}, {"title": "Scientific Atlanta", "href": "/wiki/Scientific_Atlanta", "description": "Scientific Atlanta, Inc. was a Georgia, United States-based manufacturer of cable television, telecommunications, and broadband equipment. Scientific Atlanta was founded in 1951 by a group of engineers from the Georgia Institute of Technology, and was purchased by Cisco Systems in 2005 for $6.9 billion after Cisco received antitrust clearance for the purchase. The Cisco acquisition of Scientific A"}]}, {"heading": "Births", "year": "1924", "date": "September 10", "txt": "Ted Kluszewski, American baseball player and coach (d. 1988)", "entities": [{"title": "Ted Kluszewski", "href": "/wiki/Ted_Kluszewski", "description": "Theodore Bernard Kluszewski, also known as \"Big Klu\", was an American professional baseball player from 1947 through 1961 with four teams. He spent 11 of his 15 seasons in Major League Baseball (MLB) with the Cincinnati Reds as a first baseman. His 10 RBI with the Chicago White Sox in the 1959 World Series are a major record in a six-game set."}]}, {"heading": "Births", "year": "1924", "date": "September 10", "txt": "Boyd K. Packer, American educator and religious leader, 26th President of the Quorum of the Twelve Apostles (d. 2015)", "entities": [{"title": "President of the Quorum of the Twelve Apostles (LDS Church)", "href": "/wiki/President_of_the_Quorum_of_the_Twelve_Apostles_(LDS_Church)", "description": "President of the Quorum of the Twelve Apostles is a priesthood calling in The Church of Jesus Christ of Latter-day Saints. In general, the President of the Quorum of the Twelve is the most senior apostle in the church, aside from the President of the Church. When the President of the Church dies, it is the President of the Quorum of the Twelve who becomes the new church president. The calling of P"}]}, {"heading": "Births", "year": "1925", "date": "September 10", "txt": "Roy Brown, American singer-songwriter (d. 1981)", "entities": [{"title": "Roy Brown (blues musician)", "href": "/wiki/Roy_Brown_(blues_musician)", "description": "Roy James Brown was an American R&B singer, songwriter and musician, who had a significant influence on the early development of rock and roll and the direction of R&B. His original song and hit recording \"Good Rockin' Tonight\" has been covered by many artists including Wynonie Harris, Elvis Presley, Bruce Springsteen, Paul McCartney, Joe Ely, Ricky Nelson, Jerry Lee Lewis, Pat Boone, James Brown,"}]}, {"heading": "Births", "year": "1925", "date": "September 10", "txt": "Dick Lucas, English minister and cleric", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 10", "txt": "Boris Tchaikovsky, Russian pianist and composer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 10", "txt": "Beryl Cook, English painter and illustrator (d. 2008)", "entities": [{"title": "Beryl Cook", "href": "/wiki/Beryl_Cook", "description": "Beryl Cook, OBE was a British artist best known for her original and instantly recognisable paintings. Often comical, her works pictured people whom she encountered in everyday life, including people enjoying themselves in pubs, girls shopping or out on a hen night, drag queen shows or a family picnicking by the seaside or abroad. She had no formal training and did not take up painting until her t"}]}, {"heading": "Births", "year": "1927", "date": "September 10", "txt": "Johnny Keating, Scottish trombonist, composer, and producer (d. 2015)", "entities": [{"title": "Johnny Keating", "href": "/wiki/Johnny_Keating", "description": "John Keating was a Scottish musician, songwriter, arranger and trombonist."}]}, {"heading": "Births", "year": "1928", "date": "September 10", "txt": "Roch Bolduc, Canadian civil servant and politician", "entities": [{"title": "Roch Bolduc", "href": "/wiki/Roch_Bolduc", "description": "Roch Bolduc, is a former Canadian civil servant and Senator from the province of Quebec."}]}, {"heading": "Births", "year": "1928", "date": "September 10", "txt": "Walter Ralston Martin, American minister and author, founded the Christian Research Institute (d. 1989)", "entities": [{"title": "Christian Research Institute", "href": "/wiki/Christian_Research_Institute", "description": "The Christian Research Institute (CRI) is an evangelical Christian apologetics ministry. It was established in October 1960 in the state of New Jersey by Walter Martin (1928–1989). In 1974 Martin relocated the ministry to San Juan Capistrano, California. The ministry's office was relocated in the 1990s near Rancho Santa Margarita. In 2005 the organization moved to its present location in Charlotte"}]}, {"heading": "Births", "year": "1928", "date": "September 10", "txt": "Jean Vanier, Canadian philosopher and humanitarian, founded L'Arche (d. 2019)", "entities": [{"title": "L'Arche", "href": "/wiki/L%27Arche", "description": "L'Arche is an international private voluntary organization that works for the creation and growth of homes, programs, and support networks with people who have intellectual disabilities. It was founded in 1964 when Jean Vanier, the son of Canadian Governor General Georges Vanier and Pauline Vanier, welcomed two men with disabilities into his home in the town of Trosly-Breuil, France. Today, it is "}]}, {"heading": "Births", "year": "1929", "date": "September 10", "txt": "Michel Bélanger, Canadian businessman and banker (d. 1997)", "entities": [{"title": "Michel Bélanger", "href": "/wiki/Michel_B%C3%A9langer", "description": "Michel Bélanger, was a Canadian businessman and banker."}]}, {"heading": "Births", "year": "1929", "date": "September 10", "txt": "John Golding, English historian, scholar, and curator (d. 2012)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 10", "txt": "Arnold Palmer, American golfer and businessman (d. 2016)", "entities": []}, {"heading": "Births", "year": "1930", "date": "September 10", "txt": "Aino Kukk, Estonian chess player and engineer (d. 2006)", "entities": [{"title": "Aino Kukk", "href": "/wiki/Aino_Kukk", "description": "Aino Kukk was an Estonian chess player, who won the Estonian Women's Chess Championship in 1955."}]}, {"heading": "Births", "year": "1931", "date": "September 10", "txt": "Isabel Colegate, English author and agent", "entities": [{"title": "Isabel Colegate", "href": "/wiki/Isabel_Colegate", "description": "\n\nIsabel Diana Colegate is a British author and literary agent."}]}, {"heading": "Births", "year": "1931", "date": "September 10", "txt": "Philip Baker Hall, American actor", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 10", "txt": "Bo Goldman, American playwright, screenwriter, and producer", "entities": [{"title": "Bo Goldman", "href": "/wiki/Bo_Goldman", "description": "Robert \"Bo\" Goldman is an American screenwriter and playwright. He has received two Academy Awards for his screenplays of One Flew Over the Cuckoo's Nest (1975) and Melvin and Howard (1980)."}]}, {"heading": "Births", "year": "1933", "date": "September 10", "txt": "Yevgeny Khrunov, Russian colonel and astronaut (d. 2000)", "entities": [{"title": "Yevgeny Khrunov", "href": "/wiki/Yevgeny_Khrunov", "description": "Yevgeny Vasilyevich Khrunov was a Soviet cosmonaut who flew on the Soyuz 5/Soyuz 4 mission."}]}, {"heading": "Births", "year": "1933", "date": "September 10", "txt": "Karl Lagerfeld, German-French fashion designer and photographer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 10", "txt": "Charles Kuralt, American journalist (d. 1997)", "entities": [{"title": "Charles Kuralt", "href": "/wiki/Charles_Kuralt", "description": "Charles Bishop Kuralt was an American journalist. He is most widely known for his long career with CBS, first for his \"On the Road\" segments on The CBS Evening News with Walter Cronkite, and later as the first anchor of CBS News Sunday Morning, a position he held for fifteen years."}]}, {"heading": "Births", "year": "1934", "date": "September 10", "txt": "Roger Maris, American baseball player and coach (d. 1985)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 10", "txt": "Jim Oberstar, American educator and politician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 10", "txt": "Larry Sitsky, Australian pianist, composer, and educator", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 10", "txt": "Mr. Wrestling II, American wrestler (d. 2020)", "entities": []}, {"heading": "Births", "year": "1935", "date": "September 10", "txt": "Mary Oliver, American poet (d. 2019)", "entities": [{"title": "Mary Oliver", "href": "/wiki/Mary_Oliver", "description": "Mary Jane Oliver was an American poet who won the National Book Award and the Pulitzer Prize. Her work is inspired by nature, rather than the human world, stemming from her lifelong passion for solitary walks in the wild. It is characterised by a sincere wonderment at the impact of natural imagery, conveyed in unadorned language. In 2007 she was declared to be the country's best-selling poet."}]}, {"heading": "Births", "year": "1937", "date": "September 10", "txt": "Jared Diamond, American biologist, geographer, and author", "entities": [{"title": "Jared Diamond", "href": "/wiki/Jared_Diamond", "description": "Jared Mason Diamond is an American geographer, historian, anthropologist, ornithologist, and author best known for his popular science books The Third Chimpanzee (1991); Guns, Germs, and Steel ; Collapse (2005), The World Until Yesterday (2012), and Upheaval (2019). Originally trained in biochemistry and physiology, Diamond is known for drawing from a variety of fields, including anthropology, eco"}]}, {"heading": "Births", "year": "1937", "date": "September 10", "txt": "Tommy Overstreet, American singer-songwriter and guitarist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1938", "date": "September 10", "txt": "David Hamilton, English radio and television host", "entities": [{"title": "David Hamilton (broadcaster)", "href": "/wiki/David_Hamilton_(broadcaster)", "description": "David Hamilton is an English radio and television presenter."}]}, {"heading": "Births", "year": "1940", "date": "September 10", "txt": "Roy Ayers, American singer-songwriter, keyboard player, vibraphonist, and producer", "entities": [{"title": "Roy Ayers", "href": "/wiki/Roy_Ayers", "description": "Roy Ayers is an American funk, soul, and jazz composer, vibraphone player, and music producer. Ayers began his career as a post-bop jazz artist, releasing several albums with Atlantic Records, before his tenure at Polydor Records beginning in the 1970s, during which he helped pioneer jazz-funk. He is a key figure in the acid jazz movement, and has been dubbed \"The Godfather of Neo Soul\". He is bes"}]}, {"heading": "Births", "year": "1940", "date": "September 10", "txt": "Buck Buchanan, American football player (d. 1992)", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 10", "txt": "Bob Chance, American baseball player (d. 2013)", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 10", "txt": "Stephen Jay Gould, American paleontologist, biologist, and author (d. 2002)", "entities": [{"title": "Stephen Jay Gould", "href": "/wiki/Stephen_Jay_Gould", "description": "Stephen Jay Gould was an American paleontologist, evolutionary biologist, and historian of science. He was one of the most influential and widely read authors of popular science of his generation. Gould spent most of his career teaching at Harvard University and working at the American Museum of Natural History in New York. In 1996, Gould was hired as the Vincent Astor Visiting Research Professor "}]}, {"heading": "Births", "year": "1941", "date": "September 10", "txt": "Christopher Hogwood, English harpsichord player and conductor, founded the Academy of Ancient Music (d. 2014)", "entities": [{"title": "Harpsichord", "href": "/wiki/Harpsichord", "description": "A harpsichord is a musical instrument played by means of a keyboard. This activates a row of levers that turn a trigger mechanism that plucks one or more strings with a small plectrum made from quill or plastic. The strings are under tension on a soundboard, which is mounted in a wooden case; the soundboard amplifies the vibrations from the strings so that the listeners can hear it. Like a pipe or"}, {"title": "Academy of Ancient Music", "href": "/wiki/Academy_of_Ancient_Music", "description": "The Academy of Ancient Music (AAM) is a British period-instrument orchestra based in Cambridge, England. Founded by harpsichordist Christopher Hogwood in 1973, it was named after an 18th-century organisation of the same name. The musicians play on either original instruments from the period when the music was composed or modern copies of such instruments. They generally play Baroque and Classical "}]}, {"heading": "Births", "year": "1941", "date": "September 10", "txt": "Gunpei Yokoi, Japanese video game designer, invented Game Boy (d. 1997)", "entities": [{"title": "Game Boy", "href": "/wiki/Game_Boy", "description": "The Game Boy is an 8-bit handheld game console developed and manufactured by Nintendo. The first handheld in the Game Boy family, it was first released in Japan in April 1989, then North America, three months later, and lastly in Europe, more than one year later. It was designed by the same team that developed the Game & Watch series of handheld electronic games and several Nintendo Entertainment "}]}, {"heading": "Births", "year": "1942", "date": "September 10", "txt": "Danny Hutton, Irish-American singer", "entities": [{"title": "Danny Hutton", "href": "/wiki/Danny_Hutton", "description": "Daniel Anthony Hutton is an Irish-American singer, best known as one of the three lead vocalists in the band Three Dog Night. Hutton was a songwriter and singer for Hanna-Barbera Records from 1965–66. Hutton had a modest national hit, \"Roses and Rainbows\", during his tenure as a recording artist for Hanna-Barbera Records. Hutton is the father of Dash Hutton, the former drummer in the American rock"}]}, {"heading": "Births", "year": "1944", "date": "September 10", "txt": "Thomas Allen, English actor, singer, and academic", "entities": [{"title": "Thomas Allen (baritone)", "href": "/wiki/Thomas_Allen_(baritone)", "description": "Sir Thomas Boaz Allen is an English operatic baritone. He is widely admired in the opera world for his voice, the versatility of his repertoire, and his acting—leading many to regard him as one of the best lyric baritones of the late 20th century. In October 2011, he was appointed Chancellor of Durham University, succeeding Bill Bryson."}]}, {"heading": "Births", "year": "1945", "date": "September 10", "txt": "José Feliciano, Puerto Rican singer-songwriter and guitarist", "entities": [{"title": "José Feliciano", "href": "/wiki/Jos%C3%A9_Feliciano", "description": "José Monserrate Feliciano García, better known simply as José Feliciano [xoˈse feliˈsjano], is a Puerto Rican musician, singer and composer, best known for many international hits, including his rendition of the Doors' \"Light My Fire\" and the best-selling Christmas single, \"Feliz Navidad.\" His music is known for its fusion of styles—Latin, jazz, blues, soul and rock—created primarily with his uniq"}]}, {"heading": "Births", "year": "1945", "date": "September 10", "txt": "Gerard Henderson, Australian journalist and author", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 10", "txt": "Mike Mullane, American colonel and astronaut", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 10", "txt": "Michèle Alliot-Marie, French lawyer and politician, French Minister of Foreign and European Affairs", "entities": [{"title": "Michèle Alliot-Marie", "href": "/wiki/Mich%C3%A8le_Alliot-Marie", "description": "Michèle Yvette Marie-Thérèse Jeanne Honorine Alliot-Marie, known in France as MAM, is a French politician and Member of the European Parliament (MEP) from France. She is a member of the Republicans, part of the European People's Party. A member of all right-wing governments formed in the 1980s, 1990s and 2000s, she was the first woman in France to hold the portfolios of Defense (2002–2007), the In"}, {"title": "Ministry of Foreign and European Affairs (France)", "href": "/wiki/Ministry_of_Foreign_and_European_Affairs_(France)", "description": "The Ministry for Europe and Foreign Affairs is the ministry of the Government of France that handles France's foreign relations. Since 1855, its headquarters have been located at 37 Quai d'Orsay, close to the National Assembly. The term Quai d'Orsay is often used as a metonym for the ministry. Its cabinet minister, the Minister for Europe and Foreign Affairs is responsible for the foreign relation"}]}, {"heading": "Births", "year": "1946", "date": "September 10", "txt": "Jim Hines, American sprinter and football player", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 10", "txt": "Don Powell, English rock drummer", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 10", "txt": "Patrick Norman, Canadian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 10", "txt": "Larry Nelson, American golfer", "entities": [{"title": "Larry Nelson", "href": "/wiki/Larry_Nelson", "description": "Larry Gene Nelson is an American professional golfer who has won numerous tournaments at both the PGA Tour and Champions Tour level."}]}, {"heading": "Births", "year": "1947", "date": "September 10", "txt": "David Pountney, English director and manager", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 10", "txt": "Zhang Chengzhi, Chinese historian and author", "entities": [{"title": "Zhang Chengzhi", "href": "/wiki/Zhang_Chengzhi", "description": "Zhang Chengzhi is a contemporary Hui Chinese author. Often named as the most influential Muslim writer in China, his historical narrative History of the Soul, about the rise of the Jahriyya (哲合忍耶) Sufi order, was the second-most popular book in China in 1994."}]}, {"heading": "Births", "year": "1948", "date": "September 10", "txt": "Brian Donohoe, Scottish politician", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 10", "txt": "Judy Geeson, English actress", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 10", "txt": "Bob Lanier, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 10", "txt": "Margaret Trudeau, Canadian actress and talk show host, 12th Spouse of the Prime Minister of Canada", "entities": [{"title": "Spouse of the Prime Minister of Canada", "href": "/wiki/Spouse_of_the_Prime_Minister_of_Canada", "description": "The spouse of the prime minister of Canada is the wife or husband of the Prime Minister of Canada. Sophie Grégoire Trudeau is the wife of the 23rd and current prime minister, Justin Trudeau."}]}, {"heading": "Births", "year": "1948", "date": "September 10", "txt": "Charlie Waters, American football player, coach, and radio host", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 10", "txt": "Barriemore Barlow, English rock drummer and songwriter", "entities": [{"title": "Barriemore Barlow", "href": "/wiki/Barriemore_Barlow", "description": "Barrie \"Barriemore\" Barlow is an English musician, best known as the drummer and percussionist for the rock band Jethro Tull, from May 1971 to June 1980."}]}, {"heading": "Births", "year": "1949", "date": "September 10", "txt": "Babette Cole, English author and illustrator (d. 2017)", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 10", "txt": "Don Muraco, American wrestler", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 10", "txt": "Bill O'Reilly, American journalist and author", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 10", "txt": "Rosie Flores, American singer and guitarist", "entities": [{"title": "Rosie Flores", "href": "/wiki/Rosie_Flores", "description": "Rosie Flores is an American rockabilly and country music artist. Her music blends rockabilly, honky tonk, jazz, and Western swing along with traditional influences from her Tex-Mex heritage. She currently resides in Austin, Texas, where August 31 was declared Rosie Flores Day by the Austin City Council in 2006."}]}, {"heading": "Births", "year": "1950", "date": "September 10", "txt": "Tom Lund, Norwegian football player", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 10", "txt": "Joe Perry, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 10", "txt": "Sarah Coakley, English philosopher, theologian, and academic", "entities": [{"title": "Sarah Coakley", "href": "/wiki/Sarah_Coakley", "description": "Sarah Anne Coakley is an English Anglican priest, systematic theologian and philosopher of religion with interdisciplinary interests. She is an honorary professor at the Logos Institute, the University of St Andrews, after she stepped down as Norris–Hulse Professor of Divinity (2007–2018) at the University of Cambridge. She is also a visiting professorial fellow at the Australian Catholic Universi"}]}, {"heading": "Births", "year": "1951", "date": "September 10", "txt": "Steve Keirn, American wrestler", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 10", "txt": "Bill Rogers, American golfer", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 10", "txt": "Medea Benjamin, American activist, founder of Code Pink", "entities": [{"title": "Medea Benjamin", "href": "/wiki/Medea_Benjamin", "description": "Medea Benjamin is an American political activist who was the co-founder of Code Pink with Jodie Evans and others. Along with activist and author Kevin Danaher, the fair trade advocacy group Global Exchange. Benjamin was the Green Party candidate in California in 2000 for the United States Senate, receiving the highest raw vote total of any Green Party U.S. Senate candidate. She has contributed to "}, {"title": "Code Pink", "href": "/wiki/Code_Pink", "description": "Code Pink: Women for Peace is a left wing internationally active NGO that describes itself as a \"grassroots peace and social justice movement working to end U.S.-funded wars and occupations, to challenge militarism globally and to redirect our resources into health care, education, green jobs and other life-affirming activities\". In addition to its focus on anti-war issues, it has taken action on "}]}, {"heading": "Births", "year": "1952", "date": "September 10", "txt": "Vic Toews, Paraguayan-Canadian lawyer and politician, 48th Canadian Minister of Justice", "entities": [{"title": "Minister of Justice (Canada)", "href": "/wiki/Minister_of_Justice_(Canada)", "description": "The minister of justice and attorney general of Canada is a dual-role portfolio in the Canadian Cabinet."}]}, {"heading": "Births", "year": "1953", "date": "September 10", "txt": "Amy Irving, American actress", "entities": [{"title": "Amy Irving", "href": "/wiki/Amy_Irving", "description": "Amy Davis Irving is an American actress of film, stage, and television. Her accolades include an Obie Award, two Golden Globe Award nominations, and one Academy Award nomination."}]}, {"heading": "Births", "year": "1953", "date": "September 10", "txt": "Pat Cadigan, American science fiction author", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 10", "txt": "John Thurso, Scottish businessman and politician", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 10", "txt": "Jackie Ashley, English journalist", "entities": [{"title": "Jackie Ashley", "href": "/wiki/Jackie_Ashley", "description": "Jacqueline Ashley is an English journalist and broadcaster."}]}, {"heading": "Births", "year": "1954", "date": "September 10", "txt": "Lorely Burt, English politician", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 10", "txt": "Don Wilson, American kickboxer and actor", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 10", "txt": "Pat Mastelotto, American rock drummer", "entities": [{"title": "Pat Mastelotto", "href": "/wiki/Pat_Mastelotto", "description": "Patrick Lee Mastelotto is an American rock drummer and record producer who has worked with Mr. Mister, King Crimson, XTC, and The Rembrandts, among others."}]}, {"heading": "Births", "year": "1956", "date": "September 10", "txt": "Johnnie Fingers, Irish keyboard player and songwriter", "entities": [{"title": "Johnnie Fingers", "href": "/wiki/Johnnie_Fingers", "description": "Johnnie Fingers is an Irish keyboardist and co founding member of the new wave band The Boomtown Rats. He was notable for his attire of striped pyjamas on stage as well as his melodic piano style."}]}, {"heading": "Births", "year": "1957", "date": "September 10", "txt": "Kate Burton, Swiss-born British actress", "entities": [{"title": "Kate Burton (actress)", "href": "/wiki/Kate_Burton_(actress)", "description": "Katherine Burton is a Swiss-born American actress, daughter of actor Richard Burton and Sybil Burton. On television, Burton received critical acclaim as Ellis Grey in the Shonda Rhimes drama series Grey's Anatomy, and as Vice President Sally Langston on Scandal. She has been nominated for three Primetime Emmy Awards and three Tony Awards."}]}, {"heading": "Births", "year": "1957", "date": "September 10", "txt": "Carol Decker, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 10", "txt": "Chris Columbus, American director, producer, and screenwriter", "entities": [{"title": "Chris Columbus (filmmaker)", "href": "/wiki/Chris_Columbus_(filmmaker)", "description": "Chris Joseph Columbus is an American film director, producer, and screenwriter. Born in Spangler, Pennsylvania, Columbus studied film at Tisch School of the Arts where he developed an interest in filmmaking. After writing screenplays for several teen comedies in the mid-1980s, he made his directorial debut with a teen adventure, Adventures in Babysitting (1987). Columbus gained recognition soon af"}]}, {"heading": "Births", "year": "1958", "date": "September 10", "txt": "Siobhan Fahey, Irish singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 10", "txt": "Michael Earl, American actor, singer, and puppeteer (d. 2015)", "entities": [{"title": "Michael Earl (puppeteer)", "href": "/wiki/Michael_Earl_(puppeteer)", "description": "Michael Earl was an American puppeteer, puppet builder, actor, voice actor, writer, singer and songwriter. A four-time Emmy Award-winner whose credits include Mr. Snuffleupagus on Sesame Street (1978–1981) and Dr. Ticktock in Ticktock Minutes, a musical series of PSA's on PBS he also co-created, scripted and wrote lyrics for that garnered 11 Southern Regional Emmys, a 1998 National Emmy for Best P"}]}, {"heading": "Births", "year": "1960", "date": "September 10", "txt": "Alison Bechdel, American author and illustrator", "entities": [{"title": "Alison Bechdel", "href": "/wiki/Alison_Bechdel", "description": "Alison Bechdel is an American cartoonist. Originally best known for the long-running comic strip Dykes to Watch Out For, she came to critical and commercial success in 2006 with her graphic memoir Fun Home, which was subsequently adapted as a musical that won a Tony Award for Best Musical in 2015. In 2012, she released her second graphic memoir Are You My Mother? She was a 2014 recipient of the Ma"}]}, {"heading": "Births", "year": "1960", "date": "September 10", "txt": "Margaret Ferrier, Scottish politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 10", "txt": "Colin Firth, English actor and producer", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 10", "txt": "Tim Hunter, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 10", "txt": "David Lowery, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 10", "txt": "Trace Gallagher, American journalist", "entities": [{"title": "Trace Gallagher", "href": "/wiki/Trace_Gallagher", "description": "Tracy G. \"Trace\" Gallagher is an American journalist and television news anchor for Fox News Channel."}]}, {"heading": "Births", "year": "1963", "date": "September 10", "txt": "Randy Johnson, American baseball player and actor", "entities": [{"title": "Randy Johnson", "href": "/wiki/Randy_Johnson", "description": "Randall David Johnson, nicknamed \"the Big Unit\", is an American former professional baseball pitcher who played 22 seasons in Major League Baseball (MLB), from 1988 to 2009, for six teams, primarily the Seattle Mariners and Arizona Diamondbacks. His 303 career victories are the fifth-most by a left-hander in MLB history, while his 4,875 strikeouts place him second all time behind Nolan Ryan and fi"}]}, {"heading": "Births", "year": "1963", "date": "September 10", "txt": "Bill Stevenson, American drummer, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 10", "txt": "John E. Sununu, American engineer and politician", "entities": [{"title": "John E. Sununu", "href": "/wiki/John_E._Sununu", "description": "John Edward Sununu is an American politician who served as a member of the United States House of Representatives and United States Senator from New Hampshire. He is the only Salvadoran American ever elected to the U.S. Congress. Sununu was the youngest member of the Senate for his entire six-year term. He is the son of former New Hampshire Governor and former White House Chief of Staff John H. Su"}]}, {"heading": "Births", "year": "1966", "date": "September 10", "txt": "Yuki Saito, Japanese singer and actress", "entities": [{"title": "Yuki Saito (actress)", "href": "/wiki/Yuki_Saito_(actress)", "description": "Yuki Saito  is a Japanese actress, singer and narrator. She attended Kanagawa Prefectural Shimizugaoka High School."}]}, {"heading": "Births", "year": "1966", "date": "September 10", "txt": "Joe Nieuwendyk, Canadian ice hockey player and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 10", "txt": "Andreas Herzog, Austrian footballer and manager", "entities": [{"title": "Andreas Herzog", "href": "/wiki/Andreas_Herzog", "description": "Andreas \"Andi\" Herzog is an Austrian former footballer and manager."}]}, {"heading": "Births", "year": "1968", "date": "September 10", "txt": "Big Daddy Kane, American rapper, producer, and actor", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 10", "txt": "Guy Ritchie, English director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 10", "txt": "Craig Innes, New Zealand rugby player", "entities": [{"title": "Craig Innes", "href": "/wiki/Craig_Innes", "description": "Craig Innes, also known by the nickname of \"Postie\", is a New Zealand former rugby union and rugby league footballer who played in the 1980s and 1990s. After a successful rugby union career which saw him represent his country he switched to rugby league, playing in both England and Australia, winning the 1996 ARL Premiership, before playing out the last years of his career in rugby union in New Ze"}]}, {"heading": "Births", "year": "1969", "date": "September 10", "txt": "Johnathon Schaech, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 10", "txt": "Ménélik, Cameroonian-French rapper", "entities": [{"title": "Ménélik", "href": "/wiki/M%C3%A9n%C3%A9lik", "description": "Ménélik, is a French rapper."}]}, {"heading": "Births", "year": "1970", "date": "September 10", "txt": "Dean Gorré, Surinamese footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 10", "txt": "Paula Kelley, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 10", "txt": "Neera Tanden, American lawyer and policy analyst", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 10", "txt": "Joe Bravo, American jockey", "entities": [{"title": "Joe Bravo (jockey)", "href": "/wiki/Joe_Bravo_(jockey)", "description": "Joe Bravo is a jockey in American Thoroughbred horse racing. The son and grandson of jockeys, he began his professional career in Thoroughbred flat racing at Calder Race Course in Miami Gardens, Florida during the latter end of 1988."}]}, {"heading": "Births", "year": "1972", "date": "September 10", "txt": "James Duval, American actor and producer", "entities": [{"title": "James Duval", "href": "/wiki/James_Duval", "description": "James Edward Duval is an American actor, who is known for his roles in the Gregg Araki trilogy—Totally F***ed Up, The Doom Generation, and Nowhere—in addition to Frank in Donnie Darko, Blank in May, Miguel in Independence Day and Singh in Go."}]}, {"heading": "Births", "year": "1972", "date": "September 10", "txt": "Bente Skari, Norwegian skier", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 10", "txt": "Ferdinand Coly, Senegalese footballer", "entities": [{"title": "Ferdinand Coly", "href": "/wiki/Ferdinand_Coly", "description": "Ferdinand Alexandre Coly is a Senegalese former professional footballer who played as a full-back."}]}, {"heading": "Births", "year": "1973", "date": "September 10", "txt": "Mark Huizinga, Dutch martial artist", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 10", "txt": "Tim Stimpson, English rugby player", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 10", "txt": "Mohammad Akram, Pakistani cricketer and coach", "entities": [{"title": "Mohammad Akram (cricketer, born 1974)", "href": "/wiki/Mohammad_Akram_(cricketer,_born_1974)", "description": "Mohammad Akram is a former Pakistani cricketer. He is the current Director of Cricket for the Pakistan Super League team Peshawar Zalmi."}]}, {"heading": "Births", "year": "1974", "date": "September 10", "txt": "Mirko Filipović, Croatian mixed martial artist, boxer, and politician", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 10", "txt": "Ryan Phillippe, American actor and producer", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 10", "txt": "Ben Wallace, American basketball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 10", "txt": "Dan O'Toole, Canadian sportscaster", "entities": [{"title": "Dan O'Toole", "href": "/wiki/Dan_O%27Toole", "description": "Daniel Gerard O'Toole is a Canadian television sports anchor who was last employed by TSN. From 2003 to 2020, he co-hosted the 1:00 AM (ET) weekday broadcast of TSN's SportsCentre, alongside Jay Onrait."}]}, {"heading": "Births", "year": "1975", "date": "September 10", "txt": "Melanie Pullen, American photographer", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 10", "txt": "Marty Holah, New Zealand rugby player", "entities": [{"title": "Marty Holah", "href": "/wiki/Marty_Holah", "description": "Martin Rowan \"Marty\" Holah is a New Zealand rugby union player, who has played for Welsh regional side Ospreys, the Waikato provincial team and the Chiefs Super Rugby franchise. Holah was capped in 36 international test matches for the New Zealand national team, the All Blacks. Holah's contribution to the All Black starting XV was blocked by the emergence of Richie McCaw, the former All Black capt"}]}, {"heading": "Births", "year": "1976", "date": "September 10", "txt": "Gustavo Kuerten, Brazilian tennis player", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 10", "txt": "Vassilis Lakis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 10", "txt": "Matt Morgan, American wrestler", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 10", "txt": "Reinder Nummerdor, Dutch volleyball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 10", "txt": "Mike DiBiase, American wrestler", "entities": [{"title": "Mike DiBiase (born 1977)", "href": "/wiki/Mike_DiBiase_(born_1977)", "description": "Michael Wills Foreman DiBiase II is an American retired professional wrestler. A third generation wrestler, DiBiase is the grandson of \"Iron\" Mike DiBiase and Helen Hild and the son of \"The Million Dollar Man\" Ted DiBiase."}]}, {"heading": "Births", "year": "1977", "date": "September 10", "txt": "Caleb Ralph, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 10", "txt": "Julia Goldsworthy, English politician", "entities": [{"title": "Julia Goldsworthy", "href": "/wiki/Julia_Goldsworthy", "description": "Julia Anne Goldsworthy is a British Liberal Democrat politician and former Member of Parliament (MP). She represented Falmouth and Camborne from 2005 until 2010. She was narrowly defeated by 66 votes by the Conservatives in the new Camborne and Redruth constituency following boundary changes. In the House of Commons, she served as the Liberal Democrat spokesperson for Communities and Local Governm"}]}, {"heading": "Births", "year": "1978", "date": "September 10", "txt": "Alex Horne, British comedian ", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 10", "txt": "Ramūnas Šiškauskas, Lithuanian basketball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 10", "txt": "Roger Mason Jr., American basketball player", "entities": [{"title": "Roger Mason Jr.", "href": "/wiki/Roger_Mason_Jr.", "description": "Roger Philip Mason Jr. is an American retired professional basketball player who last played for the Miami Heat of the National Basketball Association (NBA). He is the former deputy executive director of the NBA Players Association. He is the former president and commissioner of Big3."}]}, {"heading": "Births", "year": "1980", "date": "September 10", "txt": "Trevor Murdoch, American wrestler", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 10", "txt": "Mikey Way, American bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 10", "txt": "Marco Chiudinelli, Swiss tennis player", "entities": [{"title": "Marco Chiudinelli", "href": "/wiki/Marco_Chiudinelli", "description": "Marco Chiudinelli is a retired tennis player from Switzerland. A member of Switzerland's winning 2014 Davis Cup squad, he reached his highest singles ranking of 52 in February 2010 during a career that was often hindered by injury."}]}, {"heading": "Births", "year": "1981", "date": "September 10", "txt": "Germán Denis, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 10", "txt": "Bonnie Maxon, American wrestler", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 10", "txt": "Misty Copeland, American ballerina and author", "entities": [{"title": "Misty Copeland", "href": "/wiki/Misty_Copeland", "description": "Misty Danielle Copeland is an American ballet dancer for American Ballet Theatre (ABT), one of the three leading classical ballet companies in the United States. On June 30, 2015, Copeland became the first African American woman to be promoted to principal dancer in ABT's 75-year history."}]}, {"heading": "Births", "year": "1982", "date": "September 10", "txt": "Javi Varas, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 10", "txt": "Fernando Belluschi, Argentinian footballer", "entities": [{"title": "Fernando Belluschi", "href": "/wiki/Fernando_Belluschi", "description": "Fernando Daniel Belluschi is an Argentine midfielder currently playing for Club Atlético Lanús of the Argentine Primera División."}]}, {"heading": "Births", "year": "1983", "date": "September 10", "txt": "Shawn James, Guyanese-American basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 10", "txt": "Jérémy Toulalan, French footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 10", "txt": "Joey Votto, Canadian baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 10", "txt": "Sander Post, Estonian footballer", "entities": [{"title": "Sander Post", "href": "/wiki/Sander_Post", "description": "Sander Post is an Estonian football coach and former player who played as a centre back. He is the current manager of Meistriliiga club Tulevik."}]}, {"heading": "Births", "year": "1984", "date": "September 10", "txt": "Harry Treadaway, English actor", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 10", "txt": "Luke Treadaway, English actor", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 10", "txt": "Drake Younger, American wrestler", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 10", "txt": "Aleksandrs Čekulajevs, Latvian footballer", "entities": [{"title": "Aleksandrs Čekulajevs", "href": "/wiki/Aleksandrs_%C4%8Cekulajevs", "description": "Aleksandrs Čekulajevs is a Latvian footballer who plays as a forward at FK Jūrnieks.\nČekulajevs is widely famous for his goal scoring abilities. Scoring 46 goals in the 2011 Meistriliiga season he was named the world's top scorer of the year by IFFHS."}]}, {"heading": "Births", "year": "1985", "date": "September 10", "txt": "James Graham, English rugby league player", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 10", "txt": "Neil Walker, American baseball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 10", "txt": "Ashley Monroe, American singer-songwriter", "entities": [{"title": "Ashley Monroe", "href": "/wiki/Ashley_Monroe", "description": "Ashley Lauren Monroe is an American country music singer-songwriter."}]}, {"heading": "Births", "year": "1986", "date": "September 10", "txt": "Eoin Morgan, English cricketer", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 10", "txt": "Paul Goldschmidt, American baseball player", "entities": [{"title": "Paul Goldschmidt", "href": "/wiki/Paul_Goldschmidt", "description": "Paul Edward Goldschmidt, nicknamed \"Goldy\", is an American professional baseball first baseman for the St. Louis Cardinals of Major League Baseball (MLB)."}]}, {"heading": "Births", "year": "1987", "date": "September 10", "txt": "Nana Tanimura, Japanese singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 10", "txt": "Alex Saxon, American actor", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 10", "txt": "Bobby Sharp, Canadian wrestler", "entities": [{"title": "Bobby Sharp", "href": "/wiki/Bobby_Sharp", "description": "Robert Sharp is an active Canadian professional wrestler, better known by his ring name \"Lion Warrior\" Bobby Sharp. He is currently working for numerous companies across Canada including Atlantic Grand Prix Wrestling, High Impact Wrestling Canada, Monster Pro Wrestling, and Real Canadian Wrestling. Sharp is a Cauliflower Alley Club Future Legend award winner and a Canadian National Wrestling Assoc"}]}, {"heading": "Births", "year": "1988", "date": "September 10", "txt": "Jordan Staal, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 10", "txt": "Manish Pandey, Indian cricketer", "entities": [{"title": "Manish Pandey", "href": "/wiki/Manish_Pandey", "description": "Manish Krishnanand Pandey is an Indian international cricketer. He is primarily a right-handed middle-order batsman representing Karnataka in domestic cricket and Sunrisers Hyderabad in the Indian Premier League (IPL). He played as an opening batsman for his former IPL team, the Royal Challengers Bangalore, and became the first Indian player to score a century in the IPL in 2009 Indian Premier Lea"}]}, {"heading": "Births", "year": "1989", "date": "September 10", "txt": "Matt Ritchie, English footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 10", "txt": "Lee Sawyer, English footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 10", "txt": "Boadu Maxwell Acosty, Ghanaian footballer", "entities": [{"title": "Boadu Maxwell Acosty", "href": "/wiki/Boadu_Maxwell_Acosty", "description": "Boadu Maxwell Acosty is a Ghanaian professional footballer who plays as a winger for FC Anyang in the K League 2."}]}, {"heading": "Births", "year": "1992", "date": "September 10", "txt": "Ricky Ledo, American basketball player", "entities": [{"title": "Ricky Ledo", "href": "/wiki/Ricky_Ledo", "description": "Ricardo Julio Ledo is an American professional basketball player for Lokman Hekim Fethiye Belediyespor of the Turkish BSL. He committed to play for the Providence Friars, but the National Collegiate Athletic Association (NCAA) ruled him academically ineligible to play during his freshman season in 2012–13. Ledo never played a minute for the Friars that season, and at the end of the year he declare"}]}, {"heading": "Births", "year": "1992", "date": "September 10", "txt": "Ayub Masika, Kenyan footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "September 10", "txt": "Sam Kerr, Australian footballer", "entities": [{"title": "Sam Kerr", "href": "/wiki/Sam_Kerr", "description": "Samantha May Kerr is an Australian football player who plays for Chelsea in the English FA Women's Super League. She is the current captain of the Australia women's national soccer team. As of 2021, Kerr is the all-time leading scorer in the National Women's Soccer League (NWSL) in the United States and previously held the record in the Australian W-League."}]}, {"heading": "Births", "year": "1994", "date": "September 10", "txt": "Mohamed Sylla, French rapper", "entities": [{"title": "MHD (rapper)", "href": "/wiki/MHD_(rapper)", "description": "Mohamed Sylla, better known by his stage name MHD, is a French rapper from Paris, who is known for blending trap music with music of West Africa; a genre he coined as \"Afro Trap\". He was previously part of the rap collective 1.9 Réseaux."}]}, {"heading": "Births", "year": "1997", "date": "September 10", "txt": "Brooke Henderson, Canadian golfer", "entities": [{"title": "Brooke Henderson", "href": "/wiki/Brooke_Henderson", "description": "Brooke Mackenzie Henderson is a Canadian professional golfer on the LPGA Tour."}]}, {"heading": "Births", "year": "1998", "date": "September 10", "txt": "Anna Blinkova, Russian tennis player", "entities": [{"title": "Anna Blinkova", "href": "/wiki/Anna_Blinkova", "description": "Anna Vladimirovna Blinkova is a Russian tennis player."}]}, {"heading": "Births", "year": "1999", "date": "September 10", "txt": "Laura Taylor, Australian swimmer", "entities": [{"title": "Laura Taylor (swimmer)", "href": "/wiki/Laura_Taylor_(swimmer)", "description": "Laura Taylor is an Australian swimmer."}]}, {"heading": "Deaths", "year": "210 BC", "date": "September 10", "txt": "Qin Shi Huang, first emperor of China (b. 260 BC)", "entities": [{"title": "Qin Shi Huang", "href": "/wiki/Qin_Shi_Huang", "description": "Qin Shi Huang was the founder of the Qin dynasty and the first emperor of a unified China. From 247 to 221 BC he was Zheng, King of Qin. He became China's first emperor when he was 38 after the Qin had conquered all of the other Warring States and unified all of China in 221 BC. Rather than maintain the title of \"king\" borne by the previous Shang and Zhou rulers, he ruled as the First Emperor (始皇帝"}, {"title": "China", "href": "/wiki/China", "description": "China, officially the People's Republic of China (PRC), is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion. China covers an area of approximately 9.6 million square kilometers, it is the world's third or fourth-largest country. \nThe country is officially divided into 23 provinces, five autonomous regions, four direct-controlled municipalitie"}]}, {"heading": "Deaths", "year": "602", "date": "September 10", "txt": "Dugu Qieluo, empress of the Chinese Sui dynasty (b. 544)", "entities": [{"title": "Dugu Qieluo", "href": "/wiki/Dugu_Qieluo", "description": "Dugu Qieluo or Dugu Jialuo, formally Empress Wenxian (文獻皇后), was an empress of the Chinese Sui dynasty. She was the wife of Emperor Wen, who, on account of his love and respect for her, as well as an oath they made while they were young, did not have any concubines for at least most of their marriage, an extreme rarity among Chinese emperors. She also bore him all his 10 children. She was exceedin"}, {"title": "Sui dynasty", "href": "/wiki/Sui_dynasty", "description": "The Sui dynasty was a short-lived imperial dynasty of China of pivotal significance. The Sui unified the Northern and Southern dynasties and reinstalled the rule of ethnic Han in the entirety of China proper, along with sinicization of former nomadic ethnic minorities within its territory. It was succeeded by the Tang dynasty, which largely inherited its foundation."}]}, {"heading": "Deaths", "year": "689", "date": "September 10", "txt": "Guo Zhengyi, official of the Chinese Tang Dynasty", "entities": [{"title": "Guo Zhengyi", "href": "/wiki/Guo_Zhengyi", "description": "Guo Zhengyi was an official of the Chinese Tang Dynasty, serving as a chancellor during the reign of Emperor Gaozong and the regency of Emperor Gaozong's wife Empress Wu over their son Emperor Zhongzong."}, {"title": "History of China", "href": "/wiki/History_of_China", "description": "The earliest known written records of the history of China date from as early as 1250 BC, from the Shang dynasty, during the king Wu Ding's reign, who was mentioned as the twenty-first Shang king by the same. Ancient historical texts such as the Book of Documents, the Records of the Grand Historian and the Bamboo Annals mention and describe a Xia dynasty before the Shang, but no writing is known f"}, {"title": "Tang Dynasty", "href": "/wiki/Tang_Dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}]}, {"heading": "Deaths", "year": "710", "date": "September 10", "txt": "Li Chongfu, imperial prince of the Chinese Tang Dynasty (b. c.  680)", "entities": [{"title": "Li Chongfu", "href": "/wiki/Li_Chongfu", "description": "Li Chongfu (李重福) was an imperial prince of the Chinese Tang Dynasty. He was a son of Emperor Zhongzong, but was not favored during Emperor Zhongzong's reign and was exiled. After Emperor Zhongzong's death in 710 and a subsequent coup by Li Chongfu's cousin Li Longji the Prince of Linzi and Li Chongfu's aunt Princess Taiping placed Li Longji's father Emperor Ruizong on the throne, Li Chongfu tried "}, {"title": "History of China", "href": "/wiki/History_of_China", "description": "The earliest known written records of the history of China date from as early as 1250 BC, from the Shang dynasty, during the king Wu Ding's reign, who was mentioned as the twenty-first Shang king by the same. Ancient historical texts such as the Book of Documents, the Records of the Grand Historian and the Bamboo Annals mention and describe a Xia dynasty before the Shang, but no writing is known f"}, {"title": "Tang Dynasty", "href": "/wiki/Tang_Dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}]}, {"heading": "Deaths", "year": "918", "date": "September 10", "txt": "Baldwin II, Frankish margrave (b. c. 865)", "entities": [{"title": "Baldwin II, Margrave of Flanders", "href": "/wiki/Baldwin_II,_Margrave_of_Flanders", "description": "Baldwin II was the second margrave of Flanders, ruling from 879 to 918. He was nicknamed the Bald (Calvus) after his maternal grandfather, Emperor Charles the Bald."}, {"title": "Margrave", "href": "/wiki/Margrave", "description": "Margrave was originally the medieval title for the military commander assigned to maintain the defence of one of the border provinces of the Holy Roman Empire or of a kingdom. That position became hereditary in certain feudal families in the Empire, and the title came to be borne by rulers of some Imperial principalities until the abolition of the Empire in 1806. Thereafter, those domains were abs"}]}, {"heading": "Deaths", "year": "952", "date": "September 10", "txt": "Gao Xingzhou, Chinese general (b. 885)", "entities": [{"title": "Gao Xingzhou", "href": "/wiki/Gao_Xingzhou", "description": "Gao Xingzhou (高行周), courtesy name Shangzhi (尚質), formally Prince Wuyi of Qin (秦武懿王), was a general that served the Five Dynasties and Ten Kingdoms period states Jin, Jin's successor state Later Tang, Later Jin, Liao Dynasty, Later Han, and Later Zhou. His son Gao Huaide was later a famed general in the succeeding Song Dynasty."}]}, {"heading": "Deaths", "year": "954", "date": "September 10", "txt": "Louis IV, king of West Francia (b. 920)", "entities": [{"title": "Louis IV of France", "href": "/wiki/Louis_IV_of_France", "description": "Louis IV, called d'Outremer or Transmarinus, reigned as king of West Francia from 936 to 954. A member of the Carolingian dynasty, he was the only son of king Charles the Simple and his second wife Eadgifu of Wessex, daughter of King Edward the Elder of Wessex. His reign is mostly known thanks to the Annals of Flodoard and the later Historiae of Richerus."}, {"title": "West Francia", "href": "/wiki/West_Francia", "description": "In medieval history, West Francia or the Kingdom of the West Franks refers to the western part of the Frankish Empire established by Charlemagne. It represents the earliest stage of the Kingdom of France, lasting from about 840 until 987. West Francia emerged from the partition of the Carolingian Empire in 843 under the Treaty of Verdun following the death of Charlemagne's son, Louis the Pious."}]}, {"heading": "Deaths", "year": "1167", "date": "September 10", "txt": "Matilda of England, Holy Roman Empress (b. 1102)", "entities": [{"title": "Empress Matilda", "href": "/wiki/Empress_Matilda", "description": "Empress Matilda, also known as the Empress Maude, was one of the claimants to the English throne during the civil war known as the Anarchy. The daughter of King Henry I of England, she moved to Germany as a child when she married the future Holy Roman Emperor Henry V. She travelled with her husband into Italy in 1116, was controversially crowned in St Peter's Basilica, and acted as the imperial re"}, {"title": "List of Holy Roman Empresses", "href": "/wiki/List_of_Holy_Roman_Empresses", "description": "The Holy Roman empress or empress of the Holy Roman Empire was the wife or widow of the Holy Roman emperor. The elective dignity of Holy Roman emperor was restricted to males only, but some empresses, such as Theophanu and Maria Theresa, were de facto rulers of the Empire."}]}, {"heading": "Deaths", "year": "1197", "date": "September 10", "txt": "Henry II, Count of Champagne (b. 1166)", "entities": [{"title": "Henry II, Count of Champagne", "href": "/wiki/Henry_II,_Count_of_Champagne", "description": "Henry II of Champagne was count of Champagne from 1181 to 1197, and king of Jerusalem from 1192 to 1197 by virtue of his marriage to Queen Isabella I of Jerusalem."}]}, {"heading": "Deaths", "year": "1217", "date": "September 10", "txt": "William de Redvers, 5th Earl of Devon, English politician", "entities": [{"title": "William de Redvers, 5th Earl of Devon", "href": "/wiki/William_de_Redvers,_5th_Earl_of_Devon", "description": "William de Redvers, 5th Earl of Devon, of Tiverton Castle and Plympton Castle, both in Devon, was feudal baron of Plympton in Devon."}]}, {"heading": "Deaths", "year": "1281", "date": "September 10", "txt": "John II, Margrave of Brandenburg-Stendal (b. 1237)", "entities": [{"title": "John II, Margrave of Brandenburg-Stendal", "href": "/wiki/John_II,_Margrave_of_Brandenburg-Stendal", "description": "John II, Margrave of Brandenburg-Stendal was co-ruler of Brandenburg with his brother Otto \"with the arrow\" from 1266 until his death. He also used the title Lord of Krossen, after a town in the Neumark."}]}, {"heading": "Deaths", "year": "1306", "date": "September 10", "txt": "Nicholas of Tolentino, Italian mystic and saint (b. 1245)", "entities": [{"title": "Nicholas of Tolentino", "href": "/wiki/Nicholas_of_Tolentino", "description": "Nicholas of Tolentino, known as the Patron of Holy Souls, was an Italian saint and mystic. He is particularly invoked as an advocate for the souls in Purgatory, especially during Lent and the month of November. In many Augustinian churches, there are weekly devotions to St Nicholas on behalf of the suffering souls. November 2, All Souls' Day, holds special significance for the devotees of St. Nich"}]}, {"heading": "Deaths", "year": "1308", "date": "September 10", "txt": "Emperor Go-Nijō of Japan (b. 1285)", "entities": [{"title": "Emperor Go-Nijō", "href": "/wiki/Emperor_Go-Nij%C5%8D", "description": "Emperor Go-Nijō  was the 94th emperor of Japan, according to the traditional order of succession. He reigned from 1301 to his death in 1308."}]}, {"heading": "Deaths", "year": "1364", "date": "September 10", "txt": "Robert of Taranto, King of Albania", "entities": [{"title": "Robert of Taranto", "href": "/wiki/Robert_of_Taranto", "description": "Robert II of Taranto, of the Angevin family, Prince of Taranto (1331–1346), King of Albania (1331–1364), Prince of Achaea (1332–1346), and titular Latin Emperor (1343/1346-1364)."}]}, {"heading": "Deaths", "year": "1382", "date": "September 10", "txt": "Louis I of Hungary (b. 1326)", "entities": [{"title": "Louis I of Hungary", "href": "/wiki/Louis_I_of_Hungary", "description": "Louis I, also Louis the Great ; or Louis the Hungarian, was King of Hungary and Croatia from 1342 and King of Poland from 1370. He was the first child of Charles I of Hungary and his wife, Elizabeth of Poland, to survive infancy. A 1338 treaty between his father and Casimir III of Poland, Louis's maternal uncle, confirmed Louis's right to inherit the Kingdom of Poland if his uncle died without a s"}]}, {"heading": "Deaths", "year": "1384", "date": "September 10", "txt": "Joanna of Dreux, Countess of Penthievre and Duchess of Brittany (b. 1319)", "entities": [{"title": "Joan, Duchess of Brittany", "href": "/wiki/Joan,_Duchess_of_Brittany", "description": "Joan of Penthièvre or Joan the Lame reigned as Duchess of Brittany together with her husband, Charles of Blois, between 1341 and 1364. Her ducal claims were contested by the House of Montfort, which prevailed only after an extensive civil war, the War of the Breton Succession. After the war, Joan remained titular Duchess of Brittany to her death. She was Countess of Penthièvre in her own right thr"}]}, {"heading": "Deaths", "year": "1419", "date": "September 10", "txt": "John the Fearless, Duke of Burgundy (b. 1371)", "entities": [{"title": "John the Fearless", "href": "/wiki/John_the_Fearless", "description": "John I the Fearless was a scion of the French royal family who ruled the Burgundian State from 1404 until his death in 1419. He played a key role in French national affairs during the early 15th century, particularly in the struggles to rule the country for the mentally ill King Charles VI, his cousin, and the Hundred Years' War with England. A rash, ruthless and unscrupulous politician, John murd"}, {"title": "Duke of Burgundy", "href": "/wiki/Duke_of_Burgundy", "description": "Duke of Burgundy was a title used by the rulers of the Duchy of Burgundy, from its establishment in 843 to its annexation by France in 1477, and later by Habsburg sovereigns of the Low Countries (1482–1556)."}]}, {"heading": "Deaths", "year": "1479", "date": "September 10", "txt": "Jacopo Piccolomini-Ammannati, Italian cardinal and humanist (b. 1422)", "entities": [{"title": "Jacopo Piccolomini-Ammannati", "href": "/wiki/Jacopo_Piccolomini-Ammannati", "description": "Jacopo Piccolomini-Ammannati, or Giacomo Piccolomini was an Italian Renaissance cardinal and humanist."}]}, {"heading": "Deaths", "year": "1482", "date": "September 10", "txt": "Federico da Montefeltro, Italian warlord (b. 1422)", "entities": [{"title": "Federico da Montefeltro", "href": "/wiki/Federico_da_Montefeltro", "description": "Federico da Montefeltro, also known as Federico III da Montefeltro KG, was one of the most successful condottieri of the Italian Renaissance, and lord of Urbino from 1444 until his death. A renowned intellectual humanist and civil leader in Urbino on top of his impeccable reputation for martial skill and honor, he commissioned the construction of a great library, perhaps the largest of Italy after"}]}, {"heading": "Deaths", "year": "1504", "date": "September 10", "txt": "Philibert II, Duke of Savoy (b. 1480)", "entities": [{"title": "Philibert II, Duke of Savoy", "href": "/wiki/Philibert_II,_Duke_of_Savoy", "description": "Philibert II, nicknamed the Handsome or the Good, was the Duke of Savoy from 1497 until his death."}]}, {"heading": "Deaths", "year": "1519", "date": "September 10", "txt": "John Colet, English theologian and scholar (b. 1467)", "entities": [{"title": "John Colet", "href": "/wiki/John_Colet", "description": "John Colet was an English Catholic priest and educational pioneer."}]}, {"heading": "Deaths", "year": "1549", "date": "September 10", "txt": "Anthony Denny, English politician (b. 1501)", "entities": [{"title": "Anthony Denny", "href": "/wiki/Anthony_Denny", "description": "Sir Anthony Denny was Groom of the Stool to King Henry VIII of England, thus his closest courtier and confidant. He was the most prominent member of the Privy chamber in King Henry's last years, having together with his brother-in-law, John Gates, charge of the \"dry stamp\" of the King's signature, and attended the King on his deathbed. He was a member of the Reformist circle that offset the conser"}]}, {"heading": "Deaths", "year": "1591", "date": "September 10", "txt": "Richard Grenville, English admiral and politician (b. 1542)", "entities": [{"title": "Richard Grenville", "href": "/wiki/Richard_Grenville", "description": "Sir Richard Grenville, also spelt Greynvile, Greeneville, and Greenfield, was an English sailor who, as captain of Revenge, died at the Battle of Flores (1591), fighting against overwhelming odds, and refusing to surrender his ship to the far more numerous Spanish. His ship, Revenge, met 53 Spanish warships near Flores in the Azores. He and his crew fought the fifty three in a three-day running ba"}]}, {"heading": "Deaths", "year": "1604", "date": "September 10", "txt": "William Morgan, Welsh bishop and translator (b. 1545)", "entities": [{"title": "William Morgan (Bible translator)", "href": "/wiki/William_Morgan_(Bible_translator)", "description": "William Morgan was Bishop of Llandaff and of St Asaph, and the translator of the first version of the whole Bible into Welsh from Greek and Hebrew."}]}, {"heading": "Deaths", "year": "1607", "date": "September 10", "txt": "Luzzasco Luzzaschi, Italian organist and composer (b. 1545)", "entities": [{"title": "Luzzasco Luzzaschi", "href": "/wiki/Luzzasco_Luzzaschi", "description": "Luzzasco Luzzaschi was an Italian composer, organist, and teacher of the late Renaissance. He was born and died in Ferrara, and despite evidence of travels to Rome it is assumed that Luzzaschi spent the majority of his life in his native city. He was a skilled representative of the late Italian madrigal style, along with Palestrina, Wert, Monte, Lassus, Marenzio, Gesualdo and others."}]}, {"heading": "Deaths", "year": "1669", "date": "September 10", "txt": "Henrietta Maria of France (b. 1609)", "entities": [{"title": "Henrietta Maria of France", "href": "/wiki/Henrietta_Maria_of_France", "description": "Henrietta Maria was Queen of England, Scotland, and Ireland as the wife of Charles I. She was mother of his two immediate successors, Charles II and James II and VII. Contemporaneously, by a decree of her husband, she was known in England as Queen Mary, but she did not like this name and signed her letters \"Henriette R\"."}]}, {"heading": "Deaths", "year": "1676", "date": "September 10", "txt": "Gerrard Winstanley, English activist (b. 1609)", "entities": [{"title": "Gerrard Winstanley", "href": "/wiki/Gerrard_Winstanley", "description": "\n\nGerrard Winstanley was an English Protestant religious reformer, political philosopher, and activist during the period of the Commonwealth of England. Winstanley was the leader and one of the founders of the English group known as the True Levellers or Diggers. The group occupied formerly common land that had been privatised by enclosures and dug them over, pulling down hedges and filling in dit"}]}, {"heading": "Deaths", "year": "1748", "date": "September 10", "txt": "Ignacia del Espíritu Santo, Filipino nun, founded the Religious of the Virgin Mary (b. 1663)", "entities": [{"title": "Ignacia del Espíritu Santo", "href": "/wiki/Ignacia_del_Esp%C3%ADritu_Santo", "description": "Ignacia del Espíritu Santo luco, also known as Mother Ignacia was a Filipino Religious Sister of the Roman Catholic Church."}, {"title": "Religious of the Virgin Mary", "href": "/wiki/Religious_of_the_Virgin_Mary", "description": "The Congregation of the Religious of the Virgin Mary is a Roman Catholic ecclesiastical community of pontifical right founded in Manila in 1684 by the Filipina laywoman Venerable Mother Ignacia del Espíritu Santo."}]}, {"heading": "Deaths", "year": "1749", "date": "September 10", "txt": "Émilie du Châtelet, French mathematician and physicist (b. 1706)", "entities": [{"title": "Émilie du Châtelet", "href": "/wiki/%C3%89milie_du_Ch%C3%A2telet", "description": "Gabrielle Émilie Le Tonnelier de Breteuil, Marquise du Châtelet was a French natural philosopher and mathematician during the early 1730s until her death due to complications during childbirth in 1749. Her most recognized achievement is her translation of and commentary on Isaac Newton's 1687 book Principia containing basic laws of physics. The translation, published posthumously in 1756, is still"}]}, {"heading": "Deaths", "year": "1759", "date": "September 10", "txt": "Ferdinand Konščak, Croatian missionary and explorer (b. 1703)", "entities": [{"title": "Ferdinand Konščak", "href": "/wiki/Ferdinand_Kon%C5%A1%C4%8Dak", "description": "Ferdinand Konščak was a Croatian Jesuit missionary, explorer and cartographer."}]}, {"heading": "Deaths", "year": "1797", "date": "September 10", "txt": "Mary Wollstonecraft, English philosopher, historian, and novelist (b. 1759)", "entities": [{"title": "Mary Wollstonecraft", "href": "/wiki/Mary_Wollstonecraft", "description": "Mary Wollstonecraft was an English writer, philosopher, and advocate of women's rights. Until the late 20th century, Wollstonecraft's life, which encompassed several unconventional personal relationships at the time, received more attention than her writing. Today Wollstonecraft is regarded as one of the founding feminist philosophers, and feminists often cite both her life and her works as import"}]}, {"heading": "Deaths", "year": "1842", "date": "September 10", "txt": "William Hobson, Irish-New Zealand soldier and politician, 1st Governor of New Zealand (b. 1792)", "entities": [{"title": "William Hobson", "href": "/wiki/William_Hobson", "description": "Captain William Hobson was a British Royal Navy officer who served as the first Governor of New Zealand. He was a co-author of the Treaty of Waitangi."}, {"title": "Governor of New Zealand", "href": "/wiki/Governor_of_New_Zealand", "description": "The governor-general of New Zealand is the viceregal representative of the monarch of New Zealand, currently Queen Elizabeth II. As the Queen is concurrently the monarch of 15 other Commonwealth realms, and lives in the United Kingdom, she, on the advice of her New Zealand prime minister, appoints a governor-general to carry out her constitutional and ceremonial duties within the Realm of New Zeal"}]}, {"heading": "Deaths", "year": "1842", "date": "September 10", "txt": "Letitia Christian Tyler, American wife of John Tyler, 11th First Lady of the United States (b. 1790)", "entities": [{"title": "John Tyler", "href": "/wiki/John_Tyler", "description": "John Tyler was the tenth president of the United States, holding office from 1841 to 1845 after briefly serving as the tenth vice president in 1841; he was elected vice president on the 1840 Whig ticket with President William Henry Harrison. Tyler ascended to the presidency after Harrison's death in April 1841, only a month after the start of the new administration. He was a stalwart supporter and"}, {"title": "List of First Ladies of the United States", "href": "/wiki/List_of_First_Ladies_of_the_United_States", "description": "The first lady of the United States is the hostess of the White House. The position is traditionally filled by the wife of the president of the United States, but, on occasion, the title has been applied to women who were not presidents’ wives, such as when the president was a bachelor or widower, or when the wife of the president was unable to fulfill the duties of the first lady. The first lady "}]}, {"heading": "Deaths", "year": "1851", "date": "September 10", "txt": "Thomas Hopkins Gallaudet, American minister and educator (b. 1787)", "entities": [{"title": "Thomas Hopkins Gallaudet", "href": "/wiki/Thomas_Hopkins_Gallaudet", "description": "Thomas Hopkins Gallaudet was an American educator. Along with Laurent Clerc and Mason Cogswell, he co-founded the first permanent institution for the education of the deaf in North America, and he became its first principal. When opened on April 15, 1817, it was called the \"Connecticut Asylum for the Education and Instruction of Deaf and Dumb Persons,\" but it is now known as the American School fo"}]}, {"heading": "Deaths", "year": "1867", "date": "September 10", "txt": "Simon Sechter, Austrian organist, composer, and conductor (b. 1788)", "entities": [{"title": "Simon Sechter", "href": "/wiki/Simon_Sechter", "description": "Simon Sechter was an Austrian music theorist, teacher, organist, conductor and composer. He was one of the most prolific composers who ever lived, although his music is largely forgotten and he is now mainly remembered as a strict music teacher, most notably of Anton Bruckner."}]}, {"heading": "Deaths", "year": "1889", "date": "September 10", "txt": "Charles III, Prince of Monaco (b. 1818)", "entities": [{"title": "Charles III, Prince of Monaco", "href": "/wiki/Charles_III,_Prince_of_Monaco", "description": "Charles III was Prince of Monaco and Duke of Valentinois from 20 June 1856 to his death. He was the founder of the famous casino in Monte Carlo, as his title in Monegasque and Italian was Carlo III. He was born in Paris, the only son of Florestan, Prince of Monaco, and Maria Caroline Gibert de Lametz."}]}, {"heading": "Deaths", "year": "1891", "date": "September 10", "txt": "David Humphreys Storer, American physician and naturalist (b. 1804)", "entities": [{"title": "David Humphreys Storer", "href": "/wiki/David_Humphreys_Storer", "description": "David Humphreys Storer was an American physician and naturalist. He served as dean of the Faculty of Medicine at Harvard Medical School from 1855–1864, and published on the reptiles and fishes of New England. He was elected as a member of the American Philosophical Society in 1872."}]}, {"heading": "Deaths", "year": "1898", "date": "September 10", "txt": "Empress Elisabeth of Austria (b. 1837)", "entities": [{"title": "Empress Elisabeth of Austria", "href": "/wiki/Empress_Elisabeth_of_Austria", "description": "Empress Elisabeth of Austria was Empress of Austria and Queen of Hungary by marriage to Emperor Franz Joseph I. She was born into the royal Bavarian House of Wittelsbach. Nicknamed Sisi, she enjoyed an informal upbringing before marrying Emperor Franz Joseph I at the age of sixteen. The marriage thrust her into the much more formal Habsburg court life, for which she was unprepared and which she fo"}]}, {"heading": "Deaths", "year": "1905", "date": "September 10", "txt": "Pete Browning, American baseball player (b. 1861)", "entities": [{"title": "Pete Browning", "href": "/wiki/Pete_Browning", "description": "Louis Rogers \"Pete\" Browning, nicknamed \"Gladiator\" and \"The Louisville Slugger\", was an American professional baseball center fielder and left fielder. He played in Major League Baseball (MLB) from 1882 to 1894. He played primarily for the Louisville Eclipse/Colonels, becoming one of the sport's most accomplished batters of the 1880s."}]}, {"heading": "Deaths", "year": "1915", "date": "September 10", "txt": "Charles Boucher de Boucherville, Canadian physician and politician, 3rd Premier of Quebec (b. 1822)", "entities": [{"title": "Charles Boucher de Boucherville", "href": "/wiki/Charles_Boucher_de_Boucherville", "description": "Sir Charles-Eugène-Napoléon Boucher de Boucherville, was a Canadian politician and doctor. He twice served as the Premier of Quebec."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Deaths", "year": "1915", "date": "September 10", "txt": "Bagha Jatin, Indian philosopher and author (b. 1879 )", "entities": []}, {"heading": "Deaths", "year": "1919", "date": "September 10", "txt": "J. F. Archibald, Australian journalist and publisher, founded the Archibald Prize (b. 1856)", "entities": [{"title": "J. F. Archibald", "href": "/wiki/J._F._Archibald", "description": "Jules François Archibald, known as J. F. Archibald, baptised John Feltham Archibald,, Australian journalist and publisher, was co-owner and editor of The Bulletin during the days of its greatest influence in Australian politics and literary life. He was also the founder and namesake of the annual Archibald Prize art award."}, {"title": "Archibald Prize", "href": "/wiki/Archibald_Prize", "description": "The Archibald Prize is an Australian portraiture art prize, generally seen as the most prestigious portrait prize in Australia. It was first awarded in 1921 after the receipt of a bequest from J. F. Archibald, the editor of The Bulletin who died in 1919. It is administered by the trustees of the Art Gallery of New South Wales and awarded for \"the best portrait, preferentially of some man or woman "}]}, {"heading": "Deaths", "year": "1922", "date": "September 10", "txt": "Wilfrid Scawen Blunt, English poet and activist (b. 1840)", "entities": [{"title": "Wilfrid Scawen Blunt", "href": "/wiki/Wilfrid_Scawen_Blunt", "description": "Wilfrid Scawen Blunt, sometimes spelled Wilfred, was an English poet and writer. He and his wife, Lady Anne Blunt travelled in the Middle East and were instrumental in preserving the Arabian horse bloodlines through their farm, the Crabbet Arabian Stud. He was best known for his poetry, which was published in a collected edition in 1914, but also wrote a number of political essays and polemics. Bl"}]}, {"heading": "Deaths", "year": "1923", "date": "September 10", "txt": "Sukumar Ray, Indian poet and playwright (b. 1887)", "entities": [{"title": "Sukumar Ray", "href": "/wiki/Sukumar_Ray", "description": "Sukumar Ray was a Bengali writer and poet from the Indian subcontinent. He is remembered mainly for his writings for children. He was the son of children's story writer Upendrakishore Ray, the father of Indian filmmaker Satyajit Ray and grandfather of Indian filmmaker Sandip Ray."}]}, {"heading": "Deaths", "year": "1931", "date": "September 10", "txt": "Dmitri Egorov, Russian mathematician and academic (b. 1869)", "entities": [{"title": "Dmitri Egorov", "href": "/wiki/Dmitri_Egorov", "description": "Dmitri Fyodorovich Egorov was a Russian and Soviet mathematician known for contributions to the areas of differential geometry and mathematical analysis. He was President of the Moscow Mathematical Society (1923–1930)."}]}, {"heading": "Deaths", "year": "1931", "date": "September 10", "txt": "Salvatore Maranzano, Italian-American gangster (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1933", "date": "September 10", "txt": "Giuseppe Campari, Italian race car driver (b. 1892)", "entities": [{"title": "Giuseppe Campari", "href": "/wiki/Giuseppe_Campari", "description": "Giuseppe Campari was an Italian opera singer and Grand Prix motor racing driver."}]}, {"heading": "Deaths", "year": "1933", "date": "September 10", "txt": "Baconin Borzacchini, Italian race car driver (b. 1898)", "entities": [{"title": "Baconin Borzacchini", "href": "/wiki/Baconin_Borzacchini", "description": "Baconin Borzacchini was an Italian Grand Prix motor racing driver often referred to as Mario Umberto Borzacchini."}]}, {"heading": "Deaths", "year": "1933", "date": "September 10", "txt": "Stanisław Czaykowski, Polish race car driver (b. 1899)", "entities": [{"title": "Stanisław Czaykowski", "href": "/wiki/Stanis%C5%82aw_Czaykowski", "description": "Stanisław Czaykowski, also known as Stanislas Czaykowski and Stanislaus Czaykowski was a Polish Grand Prix motor racing driver."}]}, {"heading": "Deaths", "year": "1934", "date": "September 10", "txt": "George Henschel, German-English pianist, composer, and conductor (b. 1850)", "entities": [{"title": "George Henschel", "href": "/wiki/George_Henschel", "description": "Sir Isidor George Henschel was a German-born British baritone, pianist, conductor, and composer."}]}, {"heading": "Deaths", "year": "1935", "date": "September 10", "txt": "Huey Long, American lawyer and politician, 40th Governor of Louisiana (b. 1893)", "entities": [{"title": "Huey Long", "href": "/wiki/Huey_Long", "description": "Huey Pierce Long Jr., byname \"The Kingfish\", was an American politician who served as the 40th governor of Louisiana from 1928 to 1932 and as a member of the United States Senate from 1932 until his assassination in 1935. He was a populist member of the Democratic Party and rose to national prominence during the Great Depression for his vocal criticism of President Franklin D. Roosevelt and his Ne"}, {"title": "Governor of Louisiana", "href": "/wiki/Governor_of_Louisiana", "description": "The Governor of Louisiana is the chief executive of the U.S. state of Louisiana. The governor is the head of the executive branch of Louisiana's state government and is charged with enforcing state laws."}]}, {"heading": "Deaths", "year": "1937", "date": "September 10", "txt": "Sergei Tretyakov, Russian author and playwright (b. 1892)", "entities": [{"title": "Sergei Tretyakov (writer)", "href": "/wiki/Sergei_Tretyakov_(writer)", "description": "Sergei Mikhailovich Tretyakov was a Soviet Russian constructivist writer, playwright, poet, and special correspondent for Pravda."}]}, {"heading": "Deaths", "year": "1938", "date": "September 10", "txt": "Charles Cruft, English businessman, founded Crufts (b. 1852)", "entities": [{"title": "Charles Cruft (showman)", "href": "/wiki/Charles_Cruft_(showman)", "description": "Charles Alfred Cruft was a British showman who founded the Crufts dog show. Charles first became involved with dogs when he began to work at Spratt's, a manufacturer of dog biscuits. He rose to the position of general manager, and whilst working for Spratt's in France he was invited to run his first dog show at the 1878 Exposition Universelle. After running dog shows in London for four years, he r"}, {"title": "Crufts", "href": "/wiki/Crufts", "description": "Crufts is an international dog show held annually in the United Kingdom. Organised and hosted by the Kennel Club, it is the largest show of its kind in the world."}]}, {"heading": "Deaths", "year": "1939", "date": "September 10", "txt": "Wilhelm Fritz von Roettig, German general (b. 1888)", "entities": [{"title": "Wilhelm Fritz von Roettig", "href": "/wiki/Wilhelm_Fritz_von_Roettig", "description": "Wilhelm Fritz von Roettig was a German general in the Waffen-SS who participated in the invasion of Poland. He was the first general to be killed in World War II. Von Roettig held the ranks of Generalmajor der Ordnungspolizei and SS Brigadeführer."}]}, {"heading": "Deaths", "year": "1948", "date": "September 10", "txt": "Ferdinand I of Bulgaria (b. 1861)", "entities": [{"title": "Ferdinand I of Bulgaria", "href": "/wiki/Ferdinand_I_of_Bulgaria", "description": "Ferdinand , born Ferdinand Maximilian Karl Leopold Maria of Saxe-Coburg and Gotha, was the second monarch of the Third Bulgarian State, firstly as ruling prince (knyaz) from 1887 to 1908, and later as king (tsar) from 1908 until his abdication in 1918. Under his rule Bulgaria entered the First World War on the side of the Central Powers in 1915."}]}, {"heading": "Deaths", "year": "1952", "date": "September 10", "txt": "Youssef Aftimus, Lebanese engineer and architect, designed the Beirut City Hall (b. 1866)", "entities": [{"title": "Youssef Aftimus", "href": "/wiki/Youssef_Aftimus", "description": "Youssef Aftimus ; was a Lebanese civil engineer and architect who specialized in Moorish Revival architecture. Aftimus was the leading Lebanese architect and urban planner during the first half of the twentieth century, he is the author of many of Beirut's well known landmarks such as the Beirut Municipality Building, the Grand Serail's Hamidiyyeh clock tower, the Hamidiyyeh Fountain and the Barak"}, {"title": "Beirut City Hall", "href": "/wiki/Beirut_City_Hall", "description": "Beirut City Hall, also known as the Municipality of Beirut, is a landmark building built in downtown Beirut, Lebanon in 1924, and has become an architectural landmark in the downtown area of Beirut Central District. It features a yellow limestone facade and combines various architectural styles. The building is located on the intersection of Foch Street and Rue Weygand in the city center. The buil"}]}, {"heading": "Deaths", "year": "1954", "date": "September 10", "txt": "Peter Anders, German tenor and actor (b. 1908)", "entities": [{"title": "Peter Anders (tenor)", "href": "/wiki/Peter_Anders_(tenor)", "description": "Peter Anders was a German operatic tenor who sang a wide range of parts in the German, Italian, and French repertories.He began by singing lyric roles and later took dramatic roles with equal success. He was also a prominent lieder singer."}]}, {"heading": "Deaths", "year": "1961", "date": "September 10", "txt": "Leo Carrillo, American actor and singer (b. 1880)", "entities": [{"title": "Leo Carrillo", "href": "/wiki/Leo_Carrillo", "description": "Leopoldo Antonio Carrillo Spanish pronunciation: [ka'riʎo], was an American actor, vaudevillian, political cartoonist, and conservationist.\nHe was best known for playing Pancho in the popular television series The Cisco Kid (1950–1956) and in several films."}]}, {"heading": "Deaths", "year": "1961", "date": "September 10", "txt": "Wolfgang von Trips, German race car driver (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1965", "date": "September 10", "txt": "Father Divine, American spiritual leader (b. 1880)", "entities": [{"title": "Father Divine", "href": "/wiki/Father_Divine", "description": "Father Divine, also known as Reverend M. J. Divine, was an African-American spiritual leader from about 1907, until his death. His full self-given name was Reverend Major Jealous Divine, and he was also known as \"the Messenger\" early in his life. He founded the International Peace Mission movement, formulated its doctrine, and oversaw its growth from a small and predominantly black congregation in"}]}, {"heading": "Deaths", "year": "1966", "date": "September 10", "txt": "Emil Julius Gumbel, German mathematician and statistician (b. 1891)", "entities": [{"title": "Emil Julius Gumbel", "href": "/wiki/Emil_Julius_Gumbel", "description": "Emil Julius Gumbel was a German mathematician and political writer."}]}, {"heading": "Deaths", "year": "1968", "date": "September 10", "txt": "Erna Mohr, German zoologist (b. 1894)", "entities": [{"title": "Erna Mohr", "href": "/wiki/Erna_Mohr", "description": "Erna W. Mohr was a German zoologist who made contributions to ichthyology and mammalogy. Mohr was long associated with the Zoological Museum Hamburg, where she was successively head of the Fish Biology Department, Department of Higher Vertebrates, and Curator of the Vertebrate Department. She was a member of the Academy of Sciences Leopoldina and held an honorary doctorate from the University of M"}]}, {"heading": "Deaths", "year": "1971", "date": "September 10", "txt": "Pier Angeli, Italian-American actress and singer (b. 1932)", "entities": [{"title": "Pier Angeli", "href": "/wiki/Pier_Angeli", "description": "Pier Angeli, also credited under her birth name, Anna Maria Pierangeli, was an Italian television and film actress. Her American motion picture debut was in the starring role of the film Teresa (1951), for which she won a Golden Globe Award for Young Star of the Year - Actress."}]}, {"heading": "Deaths", "year": "1973", "date": "September 10", "txt": "Cornelia Meigs, American author and playwright (b. 1884)", "entities": [{"title": "Cornelia Meigs", "href": "/wiki/Cornelia_Meigs", "description": "Cornelia Lynde Meigs (1884–1973) was an American writer of fiction and biography for children, teacher of English and writing, historian and critic of children's literature. She won the Newbery Medal for her 1933 biography of Louisa May Alcott, entitled Invincible Louisa. She also wrote three Newbery Honor Books."}]}, {"heading": "Deaths", "year": "1975", "date": "September 10", "txt": "Hans Swarowsky, Hungarian-Austrian conductor and educator (b. 1899)", "entities": [{"title": "Hans Swarowsky", "href": "/wiki/Hans_Swarowsky", "description": "Hans Swarowsky was an Austrian conductor of Hungarian birth."}]}, {"heading": "Deaths", "year": "1975", "date": "September 10", "txt": "George Paget Thomson, English physicist and academic, Nobel Prize laureate (b. 1892)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1976", "date": "September 10", "txt": "Dalton Trumbo, American screenwriter and novelist (b. 1905)", "entities": [{"title": "Dalton Trumbo", "href": "/wiki/Dalton_Trumbo", "description": "James Dalton Trumbo was an American screenwriter and novelist who scripted many award-winning films, including Roman Holiday (1953), Exodus, Spartacus, and Thirty Seconds Over Tokyo (1944). One of the Hollywood Ten, he refused to testify before the House Un-American Activities Committee (HUAC) in 1947 during the committee's investigation of Communist influences in the motion picture industry."}]}, {"heading": "Deaths", "year": "1979", "date": "September 10", "txt": "Agostinho Neto, Angolan politician, 1st President of Angola (b. 1922)", "entities": [{"title": "Agostinho Neto", "href": "/wiki/Agostinho_Neto", "description": "António Agostinho Neto  was an Angolan politician and poet. He served as the 1st President of Angola (1975–1979), having led the Popular Movement for the Liberation of Angola (MPLA) in the war for independence (1961–1974). Until his death, he led the MPLA in the civil war (1975–2002). Known also for his literary activities, he is considered Angola's preeminent poet. His birthday is celebrated as N"}, {"title": "President of Angola", "href": "/wiki/President_of_Angola", "description": "The president of Angola is both head of state and head of government in Angola. According to the constitution adopted in 2010, the post of prime minister is abolished; executive authority belongs to the president who has also a degree of legislative powers, as he can govern by decree."}]}, {"heading": "Deaths", "year": "1983", "date": "September 10", "txt": "Felix Bloch, Swiss-American physicist and academic, Nobel Prize laureate (b. 1905)", "entities": [{"title": "Felix Bloch", "href": "/wiki/Felix_Bloch", "description": "Felix Bloch was a Swiss-American physicist and Nobel physics laureate who worked mainly in the U.S. He and Edward Mills Purcell were awarded the 1952 Nobel Prize for Physics for \"their development of new ways and methods for nuclear magnetic precision measurements.\" In 1954–1955, he served for one year as the first Director-General of CERN. Felix Bloch made fundamental theoretical contributions to"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1983", "date": "September 10", "txt": "Norah Lofts, English author (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "September 10", "txt": "Jon Brower Minnoch, American heaviest man (b. 1941)", "entities": [{"title": "List of the heaviest people", "href": "/wiki/List_of_the_heaviest_people", "description": "This is a list of the heaviest people who have been weighed and verified, living and dead. The list is organised by the peak weight reached by an individual and is limited to those who are over 440 kg."}]}, {"heading": "Deaths", "year": "1983", "date": "September 10", "txt": "B. J. Vorster, South African lawyer and politician, 4th State President of South Africa (b. 1915)", "entities": [{"title": "State President of South Africa", "href": "/wiki/State_President_of_South_Africa", "description": "The State President of the Republic of South Africa was the head of state of South Africa from 1961 to 1994. The office was established when the country became a republic in 1961, and Queen Elizabeth II ceased to be monarch of South Africa. The position of Governor-General of South Africa was accordingly abolished. From 1961 to 1984, the post was largely ceremonial. After constitutional reforms en"}]}, {"heading": "Deaths", "year": "1985", "date": "September 10", "txt": "Ernst Öpik, Estonian astronomer and astrophysicist (b. 1893)", "entities": [{"title": "Ernst Öpik", "href": "/wiki/Ernst_%C3%96pik", "description": "Ernst Julius Öpik was an Estonian astronomer and astrophysicist who spent the second half of his career (1948–1981) at the Armagh Observatory in Northern Ireland."}]}, {"heading": "Deaths", "year": "1985", "date": "September 10", "txt": "Jock Stein, Scottish footballer and manager (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "September 10", "txt": "Boris Rõtov, Estonian chess player (b. 1937)", "entities": [{"title": "Boris Rõtov", "href": "/wiki/Boris_R%C3%B5tov", "description": "Boris Rõtov was a Russian-Estonian chess player who won the Estonian Chess Championship (1978)."}]}, {"heading": "Deaths", "year": "1988", "date": "September 10", "txt": "Virginia Satir, American psychotherapist and author (b. 1916)", "entities": [{"title": "Virginia Satir", "href": "/wiki/Virginia_Satir", "description": "Virginia Satir was an influential American author and psychotherapist, recognized for her approach to family therapy. Her pioneering work in the field of family reconstruction therapy honored her with the title. \"Mother of Family Therapy\" Her most well-known books are Conjoint Family Therapy, 1964, Peoplemaking, 1972, and The New Peoplemaking, 1988."}]}, {"heading": "Deaths", "year": "1991", "date": "September 10", "txt": "Jack Crawford, Australian tennis player (b. 1908)", "entities": [{"title": "Jack Crawford (tennis)", "href": "/wiki/Jack_Crawford_(tennis)", "description": "John Herbert Crawford, was an Australian tennis player during the 1930s. He was the World No. 1 player for 1933, during which year he won the Australian Open, the French Open, and Wimbledon, and was runner-up at the U.S. Open in five sets, thus missing the Grand Slam by one set that year. He also won the Australian Open in 1931, 1932, and 1935. He was inducted into the International Tennis Hall of"}]}, {"heading": "Deaths", "year": "1994", "date": "September 10", "txt": "Charles Drake, American actor (b. 1917)", "entities": [{"title": "Charles Drake (actor)", "href": "/wiki/Charles_Drake_(actor)", "description": "Charles Drake was an American actor."}]}, {"heading": "Deaths", "year": "1996", "date": "September 10", "txt": "Joanne Dru, American actress (b. 1922)", "entities": [{"title": "Joanne Dru", "href": "/wiki/Joanne_Dru", "description": "Joanne Dru was an American film and television actress, known for such films as Red River, She Wore a Yellow Ribbon, and All the King's Men."}]}, {"heading": "Deaths", "year": "1996", "date": "September 10", "txt": "Hans List, Austrian scientist and inventor (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "September 10", "txt": "Zaib-un-Nissa Hamidullah, Indian-Pakistani journalist and author (b. 1921)", "entities": [{"title": "Zaib-un-Nissa Hamidullah", "href": "/wiki/Zaib-un-Nissa_Hamidullah", "description": "Zaib-un-Nissa Hamidullah was a Pakistani writer and journalist. She was a pioneer of Pakistani literature and journalism in English, and also a pioneer of feminism in Pakistan. She was Pakistan's first female editor and publisher, and the country's first female columnist writing in English. Zaibunnisa Street in Karachi was named after her."}]}, {"heading": "Deaths", "year": "2004", "date": "September 10", "txt": "Brock Adams, American soldier, lawyer, and politician, 5th United States Secretary of Transportation (b. 1927)", "entities": [{"title": "Brock Adams", "href": "/wiki/Brock_Adams", "description": "Brockman \"Brock\" Adams was an American politician and member of Congress. A Democrat from Washington, Adams served as a U.S. Representative, Senator, and United States Secretary of Transportation. He was forced to retire in January 1993 due to public and widespread sexual harassment, sexual assault and rape allegations."}, {"title": "United States Secretary of Transportation", "href": "/wiki/United_States_Secretary_of_Transportation", "description": "The United States secretary of transportation is the head of the United States Department of Transportation. The secretary serves as the principal advisor to the president of the United States on all matters relating to transportation. The secretary is a statutory member of the Cabinet of the United States, and is fourteenth in the presidential line of succession."}]}, {"heading": "Deaths", "year": "2005", "date": "September 10", "txt": "Hermann Bondi, Austrian mathematician and cosmologist (b. 1919)", "entities": [{"title": "Hermann Bondi", "href": "/wiki/Hermann_Bondi", "description": "Sir Hermann Bondi was an Austrian-British mathematician and cosmologist."}]}, {"heading": "Deaths", "year": "2005", "date": "September 10", "txt": "Clarence \"Gatemouth\" Brown, American singer and guitarist (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "September 10", "txt": "Patty Berg, American golfer (b. 1918)", "entities": [{"title": "Patty Berg", "href": "/wiki/Patty_Berg", "description": "Patricia Jane Berg was an American professional golfer. She was a founding member and the first president of the LPGA. Her 15 major title wins remains the all-time record for most major wins by a female golfer. She is a member of the World Golf Hall of Fame."}]}, {"heading": "Deaths", "year": "2006", "date": "September 10", "txt": "Tāufaʻāhau Tupou IV, Tongan king (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 10", "txt": "Anita Roddick, English businesswoman, founded The Body Shop (b. 1942)", "entities": [{"title": "Anita Roddick", "href": "/wiki/Anita_Roddick", "description": "Dame Anita Lucia Roddick, was a British businesswoman, human rights activist and environmental campaigner, best known as the founder of The Body Shop, a cosmetics company producing and retailing natural beauty products that shaped ethical consumerism. The company was one of the first to prohibit the use of ingredients tested on animals in some of its products and one of the first to promote fair t"}, {"title": "The Body Shop", "href": "/wiki/The_Body_Shop", "description": "The Body Shop International Limited, trading as The Body Shop, is a British cosmetics, skin care and perfume company."}]}, {"heading": "Deaths", "year": "2007", "date": "September 10", "txt": "Joe Sherlock, Irish politician (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 10", "txt": "Ted Stepien, American businessman (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 10", "txt": "Jane Wyman, American actress (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "September 10", "txt": "Gérald Beaudoin, Canadian lawyer and politician (b. 1929)", "entities": [{"title": "Gérald Beaudoin", "href": "/wiki/G%C3%A9rald_Beaudoin", "description": "Gérald A. Beaudoin was a Canadian lawyer and Senator."}]}, {"heading": "Deaths", "year": "2008", "date": "September 10", "txt": "Vernon Handley, English conductor (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "September 10", "txt": "Cliff Robertson, American actor (b. 1923)", "entities": [{"title": "Cliff Robertson", "href": "/wiki/Cliff_Robertson", "description": "Clifford Parker Robertson III was an American actor and aviator whose career in film and television spanned half a century. Robertson portrayed a young John F. Kennedy in the 1963 film PT 109, and won the 1968 Academy Award for Best Actor for his role in the film Charly."}]}, {"heading": "Deaths", "year": "2012", "date": "September 10", "txt": "Raquel Correa, Chilean journalist (b. 1934)", "entities": [{"title": "Raquel Correa", "href": "/wiki/Raquel_Correa", "description": "Raquel Teresa Correa was a Chilean journalist who spent the main part of her career with the newspaper El Mercurio. She was well known for her interviews and reporting, and was the recipient of Chile's National Prize for Journalism in 1991."}]}, {"heading": "Deaths", "year": "2012", "date": "September 10", "txt": "Robert Gammage, American captain, lawyer, and politician (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 10", "txt": "Lance LeGault, American actor and stuntman (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 10", "txt": "Stanley Long, English director, producer, cinematographer, and screenwriter (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 10", "txt": "John Moffatt, English actor and playwright (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 10", "txt": "John Hambrick, American journalist and actor (b. 1940)", "entities": [{"title": "John Hambrick", "href": "/wiki/John_Hambrick", "description": "John James Hambrick was an American broadcast journalist, reporter, actor, voice over announcer and TV documentary producer."}]}, {"heading": "Deaths", "year": "2013", "date": "September 10", "txt": "Ibrahim Makhous, Syrian politician, Syrian Minister of Foreign Affairs (b. 1925)", "entities": [{"title": "Ministry of Foreign Affairs and Expatriates (Syria)", "href": "/wiki/Ministry_of_Foreign_Affairs_and_Expatriates_(Syria)", "description": "Ministry of Foreign Affairs and Expatriates of the Syrian Arab Republic is a cabinet ministry of Syria, responsible for conducting foreign relations of the country."}]}, {"heading": "Deaths", "year": "2013", "date": "September 10", "txt": "Josef Němec, Czech boxer (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 10", "txt": "E. Clay Shaw, Jr., American accountant and politician (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 10", "txt": "Jack Vance, Canadian general (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 10", "txt": "Emilio Botín, Spanish banker and businessman (b. 1934)", "entities": [{"title": "Emilio Botín", "href": "/wiki/Emilio_Bot%C3%ADn", "description": "Emilio Botín-Sanz de Sautuola García de los Ríos, iure uxoris Marquess of O'Shea was a Spanish banker. He was the executive chairman of Spain's Grupo Santander. In 1993 his bank absorbed Banco Español de Crédito (Banesto), and in 1999 it merged with Banco Central Hispano creating Banco Santander Central Hispano (BSCH), which became Spain's largest bank, of which he was co-president with Central Hi"}]}, {"heading": "Deaths", "year": "2014", "date": "September 10", "txt": "Richard Kiel, American actor (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 10", "txt": "Edward Nelson, American mathematician and academic (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 10", "txt": "George Spencer, American baseball player (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 10", "txt": "Paul K. Sybrowsky, American religious leader and academic (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 10", "txt": "Norman Farberow, American psychologist and academic (b. 1918)", "entities": [{"title": "Norman Farberow", "href": "/wiki/Norman_Farberow", "description": "Norman Louis Farberow was an American psychologist, and one of the founding fathers of modern suicidology. He was among the three founders in 1958 of the Los Angeles Suicide Prevention Center, which became a base of research into the causes and prevention of suicide."}]}, {"heading": "Deaths", "year": "2015", "date": "September 10", "txt": "Adrian Frutiger, Swiss typeface designer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 10", "txt": "Antoine Lahad, Lebanese general (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "September 10", "txt": "Diana Rigg, British actress (b. 1938)", "entities": []}]