[{"heading": "Events", "year": "0917", "date": "September 5", "txt": "Liu Yan declares himself emperor, establishing the Southern Han state in southern China, at his capital of Panyu.", "entities": [{"title": "Liu Yan (emperor)", "href": "/wiki/Liu_Yan_(emperor)", "description": "Liu Yan, né Liu Yan (劉巖), also known as Liu Zhi (劉陟) and briefly as Liu Gong (劉龔), formally Tianhuang Dadi (天皇大帝) with the temple name Gaozu (高祖), was the first emperor of the Chinese Five Dynasties and Ten Kingdoms period state Southern Han."}, {"title": "Southern Han", "href": "/wiki/Southern_Han", "description": "Southern Han, officially Han, originally Yue, was one of the ten kingdoms that existed during the Five Dynasties and Ten Kingdoms period. It was located on China's southern coast, controlling modern Guangdong and Guangxi. The kingdom greatly expanded its capital Xingwang Fu. It attempted but failed to annex the independent polity of Jinghai which was controlled by the Vietnamese."}]}, {"heading": "Events", "year": "1590", "date": "September 5", "txt": "Alexander Farnese's army forces Henry IV of France to lift the siege of Paris.", "entities": [{"title": "Alexander Farnese, Duke of Parma", "href": "/wiki/Alexander_Farnese,_Duke_of_Parma", "description": "Alexander Farnese was an Italian noble and condottiero and later a general of the Spanish army, who was Duke of Parma, Piacenza and Castro from 1586 to 1592, as well as Governor of the Spanish Netherlands from 1578 to 1592. Thanks to a steady influx of troops from Spain, during 1581–1587 Farnese captured more than thirty towns in the south and returned them to the control of Catholic Spain. During"}, {"title": "Henry IV of France", "href": "/wiki/Henry_IV_of_France", "description": "Henry IV, also known by the epithet Good King Henry or Henry the Great, was King of Navarre from 1572 and King of France from 1589 to 1610. He was the first monarch of France from the House of Bourbon, a cadet branch of the Capetian dynasty. He was assassinated in 1610 by François Ravaillac, a fanatical Catholic, and was succeeded by his son Louis XIII."}, {"title": "Siege of Paris (1590)", "href": "/wiki/Siege_of_Paris_(1590)", "description": "The siege of Paris took place in 1590 during the French Wars of Religion when the French Royal Army under Henry of Navarre, and supported by the Huguenots, failed to capture the city of Paris from the Catholic League. Paris was finally relieved from the siege by an international Catholic and Spanish army under the command of Alexander Farnese, Duke of Parma."}]}, {"heading": "Events", "year": "1661", "date": "September 5", "txt": "Fall of Nicolas Fouquet: Louis XIV's Superintendent of Finances is arrested in Nantes by D'Artagnan, captain of the king's musketeers.", "entities": [{"title": "Nicolas Fouquet", "href": "/wiki/Nicolas_Fouquet", "description": "Nicolas Fouquet, marquis de Belle-Île, vicomte de Melun et Vaux was the Superintendent of Finances in France from 1653 until 1661 under King Louis XIV. He had a glittering career, and acquired enormous wealth. He fell out of favor, accused of peculation and lèse-majesté. The king had him imprisoned from 1661 until his death in 1680."}, {"title": "Louis XIV of France", "href": "/wiki/Louis_XIV_of_France", "description": "Louis XIV, also known as Louis the Great or the Sun King, was King of France from 14 May 1643 until his death in 1715. His reign of 72 years and 110 days is the longest recorded of any monarch of a sovereign country in European history. Louis XIV's France was emblematic of the age of absolutism in Europe. The King surrounded himself with a variety of significant political, military, and cultural f"}, {"title": "Superintendent of Finances", "href": "/wiki/Superintendent_of_Finances", "description": "The Superintendent of Finances was the name of the minister in charge of finances in France from 1561 to 1661. The position was abolished in 1661 with the downfall of Nicolas Fouquet, and a new position was created, the Controller-General of Finances."}, {"title": "Nantes", "href": "/wiki/Nantes", "description": "Nantes is a city in Loire-Atlantique on the Loire, 50 km (31 mi) from the Atlantic coast. The city is the sixth-largest in France, with a population of 309,346 in Nantes and a metropolitan area of nearly 973,000 inhabitants (2017). With Saint-Nazaire, a seaport on the Loire estuary, Nantes forms one of the main north-western French metropolitan agglomerations."}, {"title": "Charles de Batz-Castelmore d'Artagnan", "href": "/wiki/Charles_de_Batz-Castelmore_d%27Artagnan", "description": "Charles de Batz de Castelmore, also known as d'Artagnan and later Count d'Artagnan, was a French Musketeer who served Louis XIV as captain of the Musketeers of the Guard. He died at the siege of Maastricht in the Franco-Dutch War. A fictionalized account of his life by Gatien de Courtilz de Sandras formed the basis for the d'Artagnan Romances of Alexandre Dumas, père, most famously including The T"}, {"title": "Musketeer", "href": "/wiki/Musketeer", "description": "A musketeer was a type of soldier equipped with a musket. Musketeers were an important part of early modern armies, particularly in Europe as they normally comprised the majority of their infantry. The musketeer was a precursor to the rifleman. Muskets were replaced by rifles as the almost universal firearm for modern armies during the period 1850 to 1860. The traditional designation of \"musketeer"}]}, {"heading": "Events", "year": "1666", "date": "September 5", "txt": "Great Fire of London ends: Ten thousand buildings, including Old St Paul's Cathedral, are destroyed, but only six people are known to have died.", "entities": [{"title": "Great Fire of London", "href": "/wiki/Great_Fire_of_London", "description": "The Great Fire of London was a major conflagration that swept through the central parts of London from Sunday, 2 September to Thursday, 6 September 1666. The fire gutted the medieval City of London inside the old Roman city wall. It threatened but did not reach the City of Westminster, Charles II's Palace of Whitehall, and most of the suburban slums. It destroyed 13,200 houses, 87 parish churches,"}, {"title": "Old St Paul's Cathedral", "href": "/wiki/Old_St_Paul%27s_Cathedral", "description": "Old St Paul's Cathedral was the cathedral of the City of London that, until 1666, stood on the site of the present St Paul's Cathedral. Built from 1087 to 1314 and dedicated to Saint Paul, the cathedral was perhaps the fourth church at Ludgate Hill."}]}, {"heading": "Events", "year": "1697", "date": "September 5", "txt": "War of the Grand Alliance : A French warship commanded by Captain Pierre Le Moyne d'Iberville defeated an English squadron at the Battle of Hudson's Bay.", "entities": [{"title": "War of the Grand Alliance", "href": "/wiki/War_of_the_Grand_Alliance", "description": "The Nine Years' War (1688–1697), often called the War of the Grand Alliance or the War of the League of Augsburg, was a conflict between France and a European coalition which mainly included the Holy Roman Empire, the Dutch Republic, England, Spain, Savoy and Portugal. It was fought in Europe and the surrounding seas, in North America, and in India. It is sometimes considered the first global war."}, {"title": "Pierre Le Moyne d'Iberville", "href": "/wiki/Pierre_Le_Moyne_d%27Iberville", "description": "Pierre Le Moyne d'Iberville was a soldier, ship captain, explorer, colonial administrator, knight of the order of Saint-Louis, adventurer, privateer, trader, member of Compagnies Franches de la Marine and founder of the French colony of Louisiana in New France. He was born in Montreal of French colonist parents."}, {"title": "Battle of Hudson's Bay", "href": "/wiki/Battle_of_Hudson%27s_Bay", "description": "The Battle of Hudson's Bay, also known as the Battle of York Factory, was a naval battle fought during the War of the Grand Alliance. The battle took place on 5 September 1697, when a French warship commanded by Captain Pierre Le Moyne d'Iberville defeated an English squadron commanded by Captain John Fletcher. As a result of this battle, the French took York Factory, a trading post of the Hudson'"}]}, {"heading": "Events", "year": "1698", "date": "September 5", "txt": "In an effort to Westernize his nobility, Tsar Peter I of Russia imposes a tax on beards for all men except the clergy and peasantry.", "entities": [{"title": "Tsar", "href": "/wiki/Tsar", "description": "Tsar, also spelled czar, tzar, or csar, is a title used to designate East and South Slavic monarchs or supreme rulers of Eastern Europe, originally the Bulgarian monarchs from 10th century onwards, much later a title for two rulers of the Serbian Empire, and from 1547 the supreme ruler of the Tsardom of Russia and the Russian Empire. In this last capacity it lends its name to a system of governmen"}, {"title": "Peter I of Russia", "href": "/wiki/Peter_I_of_Russia", "description": "Peter the Great, Peter I or Pyotr Alekseevich ruled the Tsardom of Russia and later the Russian Empire from 7 May [O.S. 27 April] 1682 until his death in 1725, jointly ruling before 1696 with his elder half-brother, Ivan V."}]}, {"heading": "Events", "year": "1725", "date": "September 5", "txt": "Wedding of Louis XV and Maria Leszczyńska.", "entities": [{"title": "Louis XV of France", "href": "/wiki/Louis_XV_of_France", "description": "Louis XV, known as Louis the Beloved, was King of France from 1 September 1715 until his death in 1774. He succeeded his great-grandfather Louis XIV at the age of five. Until he reached maturity on 15 February 1723, the kingdom was ruled by Philippe II, Duke of Orléans, as Regent of France.\nCardinal Fleury was chief minister from 1726 until his death in 1743, at which time the king took sole contr"}, {"title": "Maria Leszczyńska", "href": "/wiki/Maria_Leszczy%C5%84ska", "description": "Maria Karolina Zofia Felicja Leszczyńska, also known as Marie Leczinska, was a Polish princess and Queen consort of France from 1725 until 1768 by marriage to Louis XV. The daughter of King Stanislaus I of Poland and Catherine Opalińska, her 42-year service was the longest of any queen in French history. A devout Roman Catholic throughout her life, Marie was popular among the French people for her"}]}, {"heading": "Events", "year": "1774", "date": "September 5", "txt": "First Continental Congress assembles in Philadelphia.", "entities": [{"title": "Continental Congress", "href": "/wiki/Continental_Congress", "description": "The Continental Congress was a series of legislative bodies which met in the British American colonies and the newly declared United States just before, during, and after the American Revolution. The term \"Continental Congress\" most specifically refers to the First and Second Congresses of 1774–1781 and may also refer to the Congress of the Confederation of 1781–1789, which operated as the first n"}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}]}, {"heading": "Events", "year": "1781", "date": "September 5", "txt": "Battle of the Chesapeake in the American Revolutionary War: The British Navy is repelled by the French Navy, contributing to the British surrender at Yorktown.", "entities": [{"title": "Battle of the Chesapeake", "href": "/wiki/Battle_of_the_Chesapeake", "description": "The Battle of the Chesapeake, also known as the Battle of the Virginia Capes or simply the Battle of the Capes, was a crucial naval battle in the American Revolutionary War that took place near the mouth of the Chesapeake Bay on 5 September 1781. The combatants were a British fleet led by Rear Admiral Sir Thomas Graves and a French fleet led by Rear Admiral Francois Joseph Paul, the Comte de Grass"}, {"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Siege of Yorktown", "href": "/wiki/Siege_of_Yorktown", "description": "The siege of Yorktown, also known as the Battle of Yorktown, the surrender at Yorktown, or the German battle, ending on October 19, 1781, at Yorktown, Virginia, was a decisive victory by a combined force of the American Continental Army troops led by General George Washington and Gilbert du Motier, Marquis de Lafayette, and French Army troops led by Comte de Rochambeau over a British army commande"}]}, {"heading": "Events", "year": "1791", "date": "September 5", "txt": "Olympe de Gouges writes the Declaration of the Rights of Woman and of the Female Citizen.", "entities": [{"title": "Olympe de Gouges", "href": "/wiki/Olympe_de_Gouges", "description": "Olympe de Gouges was a French playwright and political activist whose writings on women's rights and abolitionism reached a large audience in various countries."}, {"title": "Declaration of the Rights of Woman and of the Female Citizen", "href": "/wiki/Declaration_of_the_Rights_of_Woman_and_of_the_Female_Citizen", "description": "The Declaration of the Rights of Woman and of the Female Citizen, also known as the Declaration of the Rights of Woman, was written on 14 September 1791 by French activist, feminist, and playwright Olympe de Gouges in response to the 1789 Declaration of the Rights of Man and of the Citizen. By publishing this document on 15 September, de Gouges hoped to expose the failures of the French Revolution"}]}, {"heading": "Events", "year": "1793", "date": "September 5", "txt": "French Revolution: The French National Convention initiates the Reign of Terror.", "entities": [{"title": "French Revolution", "href": "/wiki/French_Revolution", "description": "The French Revolution refers to the period that began with the Estates General of 1789 and ended in November 1799 with the formation of the French Consulate. Many of its ideas are considered fundamental principles of Western liberal democracy."}, {"title": "French National Convention", "href": "/wiki/French_National_Convention", "description": "The National Convention was a parliament of the French Revolution, following the two-year National Constituent Assembly and the one-year Legislative Assembly. Created after the great insurrection of 10 August 1792, it was the first French government organized as a republic, abandoning the monarchy altogether. The Convention sat as a single-chamber assembly from 20 September 1792 to 26 October 1795"}, {"title": "Reign of Terror", "href": "/wiki/Reign_of_Terror", "description": "The Reign of Terror, commonly The Terror, was a period of the French Revolution when, following the creation of the First French Republic, a series of massacres and numerous public executions took place in response to revolutionary fervour, anticlerical sentiment, and accusations of treason by the Committee of Public Safety."}]}, {"heading": "Events", "year": "1798", "date": "September 5", "txt": "Conscription is made mandatory in France by the Jourdan law.", "entities": [{"title": "Conscription", "href": "/wiki/Conscription", "description": "Conscription is the mandatory enlistment of people in a national service, most often a military service. Conscription dates back to antiquity and it continues in some countries to the present day under various names. The modern system of near-universal national conscription for young men dates to the French Revolution in the 1790s, where it became the basis of a very large and powerful military. M"}, {"title": "Jourdan law", "href": "/wiki/Jourdan_law", "description": "\nThe Jourdan Law of 5 September 1798 effectively institutionalised conscription in Revolutionary France, which began with the levée en masse. It stipulated that all single and childless men between the ages of 20 and 25 were liable for military service. Exemptions existed however for the clergy, industrial workers essential for the war-effort, students from selected Grandes écoles, and public offi"}]}, {"heading": "Events", "year": "1812", "date": "September 5", "txt": "War of 1812: The Siege of Fort Wayne begins when Chief Winamac's forces attack two soldiers returning from the fort's outhouses.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "Siege of Fort Wayne", "href": "/wiki/Siege_of_Fort_Wayne", "description": "The siege of Fort Wayne took place from 5-12 September 1812, during the War of 1812. The standoff occurred in the modern city of Fort Wayne, Indiana, between the United States garrison at Fort Wayne and a combined force of Potawatomi and Miami, supported by British troops. The conflict began on September 5, when warriors under Native American chiefs Winamac and Five Medals killed two members of th"}, {"title": "Winamac", "href": "/wiki/Winamac", "description": "Winamac was the name of a number of Potawatomi leaders and warriors beginning in the late 17th century. The name derives from a man named Wilamet, a Native American from an eastern tribe who in 1681 was appointed to serve as a liaison between New France and the natives of the Lake Michigan region. Wilamet was adopted by the Potawatomis, and his name, which meant \"Catfish\" in his native Eastern Alg"}]}, {"heading": "Events", "year": "1816", "date": "September 5", "txt": "Louis XVIII has to dissolve the Chambre introuvable (\"Unobtainable Chamber\").", "entities": [{"title": "Louis XVIII of France", "href": "/wiki/Louis_XVIII_of_France", "description": "Louis XVIII, known as the Desired, was King of France from 1814 to 1824, except for the Hundred Days in 1815. He spent twenty-three years in exile: during the French Revolution and the First French Empire (1791–1814), and during the Hundred Days."}, {"title": "Chambre introuvable", "href": "/wiki/Chambre_introuvable", "description": "The Chambre introuvable was the first Chamber of Deputies elected after the Second Bourbon Restoration in 1815. It was dominated by Ultra-royalists who completely refused to accept the results of the French Revolution. The name was coined by King Louis XVIII of France."}]}, {"heading": "Events", "year": "1836", "date": "September 5", "txt": "Sam Houston is elected as the first president of the Republic of Texas.", "entities": [{"title": "Sam Houston", "href": "/wiki/Sam_Houston", "description": "Samuel Houston was an American general. He was an important leader of the Texas Revolution, Houston served as the first and third president of the Republic of Texas, and was one of the first two individuals to represent Texas in the United States Senate. He also served as the sixth governor of Tennessee and the seventh governor of Texas, the only American to be elected governor of two different st"}, {"title": "Republic of Texas", "href": "/wiki/Republic_of_Texas", "description": "The Republic of Texas was a sovereign state in North America that existed from March 2, 1836, to February 19, 1846, although Mexico considered it a rebellious province during its entire existence. It was bordered by Mexico to the west and southwest, the Gulf of Mexico to the southeast, the two U.S. states of Louisiana and Arkansas to the east and northeast, and United States territories encompassi"}]}, {"heading": "Events", "year": "1839", "date": "September 5", "txt": "The United Kingdom declares war on the Qing dynasty of China.", "entities": [{"title": "First Opium War", "href": "/wiki/First_Opium_War", "description": "The First Opium War, also known as the Opium War or the Anglo-Chinese War, was a series of military engagements fought between Britain and the Qing dynasty of China. The immediate issue was Chinese official seizure of opium stocks at Canton to stop the banned opium trade, and threatening the death penalty for future offenders. The British government insisted on the principles of free trade, equal "}, {"title": "Qing dynasty", "href": "/wiki/Qing_dynasty", "description": "The Qing dynasty, officially the Great Qing, was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1912, with a brief restoration in 1917. It was preceded by the Ming dynasty and succeeded by the Republic of China. The multiethnic Qing empire lasted for almost three centuries and formed the territorial base for modern China. It was the fourth large"}]}, {"heading": "Events", "year": "1862", "date": "September 5", "txt": "American Civil War: The Army of Northern Virginia crosses the Potomac River at White's Ford in the Maryland Campaign.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Army of Northern Virginia", "href": "/wiki/Army_of_Northern_Virginia", "description": "The Army of Northern Virginia was the primary military force of the Confederate States of America in the Eastern Theater of the American Civil War. It was also the primary command structure of the Department of Northern Virginia. It was most often arrayed against the Union Army of the Potomac."}, {"title": "Potomac River", "href": "/wiki/Potomac_River", "description": "The Potomac River is found within the Mid-Atlantic region of the United States and flows from the Potomac Highlands into the Chesapeake Bay. The river is approximately 405 miles (652 km) long, with a drainage area of about 14,700 square miles (38,000 km2). In terms of area, this makes the Potomac River the fourth largest river along the East Coast of the United States and the 21st largest in the U"}, {"title": "White's Ford", "href": "/wiki/White%27s_Ford", "description": "White's Ford was an important ford over the Potomac River during the American Civil War. It was used in many major actions, including the crossing into Maryland of the Confederate army prior to the Maryland Campaign and Confederate Major General J.E.B. Stuart's ride around Union Major General George B. McClellan on October 10, 1862, when he used the ford to cross into Loudoun County, Virginia. It "}, {"title": "Maryland Campaign", "href": "/wiki/Maryland_Campaign", "description": "The Maryland campaign occurred September 4–20, 1862, during the American Civil War. Confederate Gen. Robert E. Lee's first invasion of the North was repulsed by the Army of the Potomac under Maj. Gen. George B. McClellan, who moved to intercept Lee and his Army of Northern Virginia and eventually attacked it near Sharpsburg, Maryland. The resulting Battle of Antietam was the bloodiest single-day b"}]}, {"heading": "Events", "year": "1877", "date": "September 5", "txt": "American Indian Wars: Oglala Sioux chief Crazy Horse is bayoneted by a United States soldier after resisting confinement in a guardhouse at Fort Robinson in Nebraska.", "entities": [{"title": "American Indian Wars", "href": "/wiki/American_Indian_Wars", "description": "The American Indian Wars, also known as the American Frontier Wars, the First Nations Wars in Canada and the Indian Wars were fought by European governments and colonists, and later by the United States and Canadian governments and American and Canadian settlers, against various American Indian and First Nation tribes. These conflicts occurred in North America from the time of the earliest colonia"}, {"title": "Oglala Lakota", "href": "/wiki/Oglala_Lakota", "description": "The Oglala are one of the seven subtribes of the Lakota people who, along with the Dakota, make up the Očhéthi Šakówiŋ. A majority of the Oglala live on the Pine Ridge Indian Reservation in South Dakota, the eighth-largest Native American reservation in the United States."}, {"title": "Tribal chief", "href": "/wiki/Tribal_chief", "description": "A tribal chief or chieftain is the leader of a tribal society or chiefdom."}, {"title": "Crazy Horse", "href": "/wiki/Crazy_Horse", "description": "Crazy Horse ; was a Lakota war leader of the Oglala band in the 19th century. He took up arms against the United States federal government to fight against encroachment by white American settlers on Native American territory and to preserve the traditional way of life of the Lakota people. His participation in several famous battles of the Black Hills War on the northern Great Plains, among them t"}, {"title": "Bayonet", "href": "/wiki/Bayonet", "description": "A bayonet is a knife, dagger, sword, or spike-shaped weapon designed to fit on the end of the muzzle of a rifle, musket or similar firearm, allowing it to be used as a spear-like weapon. From the 17th century to World War I, it was considered a primary weapon for infantry attacks. Today, it is considered an ancillary weapon or a weapon of last resort."}, {"title": "Fort Robinson", "href": "/wiki/Fort_Robinson", "description": "Fort Robinson is a former U.S. Army fort and now a major feature of Fort Robinson State Park, a 22,000-acre (8,900 ha) public recreation and historic preservation area located 2 miles (3.2 km) west of Crawford on U.S. Route 20 in the Pine Ridge region of northwest Nebraska."}, {"title": "Nebraska", "href": "/wiki/Nebraska", "description": "Nebraska is a state in the Midwestern region of the United States. It is bordered by South Dakota to the north; Iowa to the east and Missouri to the southeast, both across the Missouri River; Kansas to the south; Colorado to the southwest; and Wyoming to the west. It is the only triply landlocked U.S. state."}]}, {"heading": "Events", "year": "1882", "date": "September 5", "txt": "The first United States Labor Day parade is held in New York City.", "entities": [{"title": "Labor Day", "href": "/wiki/Labor_Day", "description": "Labor Day is a federal holiday in the United States celebrated on the first Monday in September to honor and recognize the American labor movement and the works and contributions of laborers to the development and achievements of the United States. It is the Monday of the long weekend known as Labor Day Weekend."}]}, {"heading": "Events", "year": "1887", "date": "September 5", "txt": "A fire at the Theatre Royal, Exeter, kills 186.", "entities": [{"title": "Theatre Royal, Exeter", "href": "/wiki/Theatre_Royal,_Exeter", "description": "The Theatre Royal, Exeter was the name of several theatres situated in the city centre of Exeter, Devon, England in the United Kingdom."}]}, {"heading": "Events", "year": "1905", "date": "September 5", "txt": "Russo-Japanese War: In New Hampshire, United States, the Treaty of Portsmouth, mediated by U.S. President Theodore Roosevelt, ends the war.", "entities": [{"title": "Russo-Japanese War", "href": "/wiki/Russo-Japanese_War", "description": "The Russian Empire and the Empire of Japan fought the Russo-Japanese War during 1904 and 1905 over rival imperial ambitions in Manchuria and Korea. The major theatres of military operations were the Liaodong Peninsula and Mukden in Southern Manchuria, and the seas around Korea, Japan, and the Yellow Sea."}, {"title": "New Hampshire", "href": "/wiki/New_Hampshire", "description": "New Hampshire is a state in the New England region of the United States. It is bordered by Massachusetts to the south, Vermont to the west, Maine and the Atlantic Ocean to the east, and the Canadian province of Quebec to the north. New Hampshire is the 5th smallest by area and the 10th least populous U.S. state. Concord is the state capital, while Manchester is the largest city. New Hampshire has "}, {"title": "Treaty of Portsmouth", "href": "/wiki/Treaty_of_Portsmouth", "description": "The Treaty of Portsmouth formally ended the 1904–05 Russo-Japanese War. It was signed on September 5, 1905, after negotiations from August 6 to August 30, at the Portsmouth Naval Shipyard in Kittery, Maine, United States. U.S. President Theodore Roosevelt was instrumental in the negotiations and won the Nobel Peace Prize for his efforts."}, {"title": "Theodore Roosevelt", "href": "/wiki/Theodore_Roosevelt", "description": "Theodore Roosevelt Jr., often referred to as Teddy or his initials T. R., was an American statesman, conservationist, naturalist, historian, and writer, who served as the 26th president of the United States from 1901 to 1909. He previously served as 33rd governor of New York from 1899 to 1900 and the 25th vice president of the United States from March to September 1901. Roosevelt emerged as a lead"}]}, {"heading": "Events", "year": "1914", "date": "September 5", "txt": "World War I: First Battle of the Marne begins. Northeast of Paris, the French attack and defeat German forces who are advancing on the capital.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "First Battle of the Marne", "href": "/wiki/First_Battle_of_the_Marne", "description": "The First Battle of the Marne was a battle of the First World War fought from 6 to 12 September 1914. It resulted in an Allied victory against the German armies in the west. The battle was the culmination of the Retreat from Mons and pursuit of the Franco–British armies which followed the Battle of the Frontiers in August and reached the eastern outskirts of Paris."}]}, {"heading": "Events", "year": "1915", "date": "September 5", "txt": "The pacifist Zimmerwald Conference begins.", "entities": [{"title": "Zimmerwald Conference", "href": "/wiki/Zimmerwald_Conference", "description": "The Zimmerwald Conference was held in Zimmerwald, Switzerland, from September 5 to 8, 1915. It was the first of three international socialist conferences convened by anti-militarist socialist parties from countries that were originally neutral during World War I. The individuals and organizations participating in this and subsequent conferences held at Kienthal and Stockholm are known jointly as t"}]}, {"heading": "Events", "year": "1932", "date": "September 5", "txt": "The French Upper Volta is broken apart between Ivory Coast, French Sudan, and Niger.", "entities": [{"title": "French Upper Volta", "href": "/wiki/French_Upper_Volta", "description": "Upper Volta was a colony of French West Africa established on 1 March 1919, from territories that had been part of the colonies of Upper Senegal and Niger and the Côte d'Ivoire. The colony was dissolved on 5 September 1932, with parts being administered by the Côte d'Ivoire, French Sudan and the Colony of Niger."}, {"title": "Ivory Coast", "href": "/wiki/Ivory_Coast", "description": "Ivory Coast, also known as Côte d'Ivoire, officially the Republic of Côte d'Ivoire, is a country located on the south coast of West Africa. Ivory Coast's political capital is Yamoussoukro in the centre of the country, while its economic capital and largest city is the port city of Abidjan. It borders Guinea to the northwest, Liberia to the west, Mali to the northwest, Burkina Faso to the northeast"}, {"title": "French Sudan", "href": "/wiki/French_Sudan", "description": "French Sudan was a French colonial territory in the Federation of French West Africa from around 1880 until 1959, when it joined the Mali Federation, and then in 1960, when it became the independent state of Mali. The colony was formally called French Sudan from 1890 until 1899 and then again from 1921 until 1958, and had a variety of different names over the course of its existence. The colony wa"}, {"title": "Niger", "href": "/wiki/Niger", "description": "Niger or the Niger, officially the Republic of the Niger, is a landlocked country in West Africa named after the Niger River. Niger is bordered by Libya to the northeast, Chad to the east, Nigeria to the south, Benin and Burkina Faso to the southwest, Mali to the west, and Algeria to the northwest. Niger covers a land area of almost 1,270,000 km2 (490,000 sq mi), making it the largest country in W"}]}, {"heading": "Events", "year": "1937", "date": "September 5", "txt": "Spanish Civil War: Llanes falls to the Nationalists following a one-day siege.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Llanes", "href": "/wiki/Llanes", "description": "Llanes is a municipality of the province of Asturias, in northern Spain. Stretching for about 30 km along the coast at the extreme east of the province, Llanes is bounded to the south by the high ridge of the limestone Sierra del Cuera, which rises to over 1,100 m. The region is part of the Costa Verde of Spain, which is known for its spectacular coastal scenery, with 32 white sand beaches, and mo"}, {"title": "Nationalist faction (Spanish Civil War)", "href": "/wiki/Nationalist_faction_(Spanish_Civil_War)", "description": "The Nationalist faction or Rebel faction was a major faction in the Spanish Civil War of 1936 to 1939. It was composed of a variety of right-leaning political groups that supported the Spanish Coup of July 1936 against the Second Spanish Republic and Republican faction and sought to depose Manuel Azaña, including the Falange, the CEDA, and two rival monarchist claimants: the Alfonsist Renovación E"}]}, {"heading": "Events", "year": "1938", "date": "September 5", "txt": "Chile: A group of youths affiliated with the fascist National Socialist Movement of Chile are executed after surrendering during a failed coup.", "entities": [{"title": "Chile", "href": "/wiki/Chile", "description": "Chile, officially the Republic of Chile, is a country in western South America. It occupies a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. Chile covers an area of 756,096 square kilometres (291,930 sq mi), with a population of 17.5 million as of 2017. Chile is the southernmost country in the world, the closest to Antarctica, and borders Peru to the no"}, {"title": "National Socialist Movement of Chile", "href": "/wiki/National_Socialist_Movement_of_Chile", "description": "Movimiento Nacional Socialista de Chile was a political movement in Chile, during the Presidential Republic Era, which initially supported the ideas of Adolf Hitler, although it later moved towards a more local form of fascism. They were commonly known as Nacistas."}, {"title": "Seguro Obrero massacre", "href": "/wiki/Seguro_Obrero_massacre", "description": "The Seguro Obrero massacre occurred on September 5, 1938, and was the Chilean government's response to an attempted coup d'état by the National Socialist Movement of Chile (MNSCh), whose members were known at the time as Nacistas as a Spanish version of \"Nazis\", with some differences that justified their option for a different name. After a failed coup involving a stand-off and a shootout, about 6"}]}, {"heading": "Events", "year": "1941", "date": "September 5", "txt": "Whole territory of Estonia is occupied by Nazi Germany.", "entities": [{"title": "Estonia", "href": "/wiki/Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}]}, {"heading": "Events", "year": "1942", "date": "September 5", "txt": "World War II: Japanese high command orders withdrawal at Milne Bay, the first major Japanese defeat in land warfare during the Pacific War.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Milne Bay", "href": "/wiki/Battle_of_Milne_Bay", "description": "The Battle of Milne Bay, also known as Operation RE or the Battle of Rabi (ラビの戦い) by the Japanese, was a battle of the Pacific campaign of World War II. Japanese naval infantry troops, known as Kaigun Tokubetsu Rikusentai, with two small tanks attacked the Allied airfields at Milne Bay that had been established on the eastern tip of New Guinea. Due to poor intelligence work, the Japanese miscalcul"}, {"title": "Pacific War", "href": "/wiki/Pacific_War", "description": "The Pacific War, sometimes called the Asia–Pacific War, was the theater of World War II that was fought in Asia, the Pacific Ocean, the Indian Ocean, and Oceania. It was geographically the largest theater of the war, including the vast Pacific Ocean theater, the South West Pacific theater, the South-East Asian theater, the Second Sino-Japanese War, and the Soviet–Japanese War."}]}, {"heading": "Events", "year": "1943", "date": "September 5", "txt": "World War II: The 503rd Parachute Infantry Regiment lands and occupies Lae Nadzab Airport, near Lae in the Salamaua–Lae campaign.", "entities": [{"title": "503rd Infantry Regiment", "href": "/wiki/503rd_Infantry_Regiment", "description": "The 503rd Infantry Regiment, formerly the 503rd Parachute Infantry Regiment and the 503rd Airborne Infantry Regiment, is an airborne infantry regiment of the United States Army. The regiment served as an independent regiment in the Pacific War during World War II; at Fort Campbell, Kentucky; in Okinawa, Japan; and in Germany. Regimental elements have been assigned to the 2nd Infantry Division, the"}, {"title": "Lae Nadzab Airport", "href": "/wiki/Lae_Nadzab_Airport", "description": "Lae Nadzab Airport is a regional airport located at Nadzab 42 kilometres (26 mi) outside Lae, Morobe Province, Papua New Guinea along the Highlands Highway. It is served by both private and regional aircraft with domestic flights. The airport replaced the Lae Airfield in 1977."}, {"title": "Lae", "href": "/wiki/Lae", "description": "Lae is the capital of Morobe Province and is the second-largest city in Papua New Guinea. It is located near the delta of the Markham River and at the start of the Highlands Highway, which is the main land transport corridor between the Highlands region and the coast. Lae is the largest cargo port of the country and is the industrial hub of Papua New Guinea. The city is known as the Garden City an"}, {"title": "Salamaua–Lae campaign", "href": "/wiki/Salamaua%E2%80%93Lae_campaign", "description": "The Salamaua–Lae campaign was a series of actions in the New Guinea campaign of World War II. Australian and United States forces sought to capture two major Japanese bases, one in the town of Lae, and another one at Salamaua. The campaign to take the Salamaua and Lae area began after the successful defence of Wau in late January, which was followed up by an Australian advance towards Mubo as the "}]}, {"heading": "Events", "year": "1944", "date": "September 5", "txt": "Belgium, Netherlands and Luxembourg constitute Benelux.", "entities": [{"title": "Luxembourg", "href": "/wiki/Luxembourg", "description": "Luxembourg, officially the Grand Duchy of Luxembourg, is a landlocked country in Western Europe. It is bordered by Belgium to the west and north, Germany to the east, and France to the south. Its capital, Luxembourg City, is one of the four official capitals of the European Union and the seat of the Court of Justice of the European Union, the highest judicial authority in the EU. Its culture, peop"}, {"title": "Benelux", "href": "/wiki/Benelux", "description": "The Benelux Union, also known as simply Benelux, is a politico-economic union and formal international intergovernmental cooperation of three neighbouring states in western Europe: Belgium, the Netherlands, and Luxembourg. The name Benelux is a portmanteau formed from joining the first few letters of each country's name—Belgium, Netherlands, Luxembourg—and was first used to name the customs agreem"}]}, {"heading": "Events", "year": "1945", "date": "September 5", "txt": "Cold War: Igor Gouzenko, a Soviet Union embassy clerk, defects to Canada, exposing Soviet espionage in North America, signalling the beginning of the Cold War.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Igor Gouzenko", "href": "/wiki/Igor_Gouzenko", "description": "Igor Sergeyevich Gouzenko was a cipher clerk for the Soviet embassy to Canada in Ottawa, Ontario. He defected on 5 September 1945, three days after the end of World War II, with 109 documents on the USSR's espionage activities in the West. This forced Canada's Prime Minister Mackenzie King to call a Royal Commission to investigate espionage in Canada."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1945", "date": "September 5", "txt": "Iva Toguri D'Aquino, a Japanese American suspected of being wartime radio propagandist Tokyo Rose, is arrested in Yokohama.", "entities": [{"title": "Japanese American", "href": "/wiki/Japanese_American", "description": "Japanese Americans  are Americans of Japanese ancestry. Japanese Americans were among the three largest Asian American ethnic communities during the 20th century; but, according to the 2000 census, they have declined in number to constitute the sixth largest Asian American group at around 1,469,637, including those of partial ancestry. According to the 2010 census, the largest Japanese American co"}, {"title": "Tokyo Rose", "href": "/wiki/Tokyo_Rose", "description": "Tokyo Rose was a name given by Allied troops in the South Pacific during World War II to all female English-speaking radio broadcasters of Japanese propaganda. The programs were broadcast in the South Pacific and North America to demoralize Allied forces abroad and their families at home by emphasizing troops' wartime difficulties and military losses. Several female broadcasters operated using dif"}, {"title": "Yokohama", "href": "/wiki/Yokohama", "description": "Yokohama  is the second-largest city in Japan by population and the most populous municipality of Japan. It is the capital city of Kanagawa Prefecture. It lies on Tokyo Bay, south of Tokyo, in the Kantō region of the main island of Honshu. It is a major commercial hub of the Greater Tokyo Area."}]}, {"heading": "Events", "year": "1948", "date": "September 5", "txt": "In France, Robert Schuman becomes President of the Council while being Foreign minister; as such, he is the negotiator of the major treaties of the end of World War II.", "entities": [{"title": "Robert Schuman", "href": "/wiki/Robert_Schuman", "description": "Jean-Baptiste Nicolas Robert Schuman was a Luxembourg-born French statesman. Schuman was a Christian Democrat political thinker and activist. Twice Prime Minister of France, a reformist Minister of Finance and a Foreign Minister, he was instrumental in building postwar European and trans-Atlantic institutions and was one of the founders of the European Union, the Council of Europe and NATO. The 19"}, {"title": "President of the Council of Ministers", "href": "/wiki/President_of_the_Council_of_Ministers", "description": "The President of the Council of Ministers or sometimes Chairman is the most senior member of the cabinet in the executive branch of government in some countries. Some Presidents of the Council of Ministers are the heads of government."}, {"title": "Foreign minister", "href": "/wiki/Foreign_minister", "description": "A foreign affairs minister or minister of foreign affairs is generally a cabinet minister in charge of a state's foreign policy and relations."}]}, {"heading": "Events", "year": "1957", "date": "September 5", "txt": "Cuban Revolution: Fulgencio Batista bombs the revolt in Cienfuegos.", "entities": [{"title": "Cuban Revolution", "href": "/wiki/Cuban_Revolution", "description": "The Cuban Revolution was an armed revolt conducted by Fidel Castro's revolutionary 26th of July Movement and its allies against the military dictatorship of Cuban President Fulgencio Batista. The revolution began in July 1953, and continued sporadically until the rebels finally ousted Batista on 31 December 1958, replacing his government. 26 July 1953 is celebrated in Cuba as the Day of the Revolu"}, {"title": "Fulgencio Batista", "href": "/wiki/Fulgencio_Batista", "description": "Fulgencio Batista y Zaldívar was a Cuban military officer and politician who served as the elected president of Cuba from 1940 to 1944 and as its U.S.-backed military dictator from 1952 to 1959 before being overthrown during the Cuban Revolution. Batista initially rose to power as part of the 1933 Revolt of the Sergeants, which overthrew the provisional government of Carlos Manuel de Céspedes y Qu"}, {"title": "Cienfuegos", "href": "/wiki/Cienfuegos", "description": "Cienfuegos, capital of Cienfuegos Province, is a city on the southern coast of Cuba. It is located about 250 km (160 mi) from Havana and has a population of 150,000. Since the late 1960s, Cienfuegos has become one of Cuba's main industrial centers, especially in the energy and sugar sectors. The city is dubbed La Perla del Sur. Although Cienfuegos literally translates to \"one hundred fires\", the c"}]}, {"heading": "Events", "year": "1960", "date": "September 5", "txt": "Poet Léopold Sédar Senghor is the first elected President of Senegal.", "entities": [{"title": "Léopold Sédar Senghor", "href": "/wiki/L%C3%A9opold_S%C3%A9dar_Senghor", "description": "Léopold Sédar Senghor was a Senegalese poet, politician and cultural theorist who, for two decades, served as the first president of Senegal (1960–80). Ideologically an African socialist, he was the major theoretician of Négritude. Senghor was also the founder of the Senegalese Democratic Bloc party."}, {"title": "President of Senegal", "href": "/wiki/President_of_Senegal", "description": "The president of Senegal is the head of state and head of government of Senegal. In accordance with the constitutional reform of 2001, and since a referendum that took place on 20 March 2016, the president is elected for a 5-year term, and limited to two consecutive terms."}]}, {"heading": "Events", "year": "1960", "date": "September 5", "txt": "Muhammad Ali (then known as Cassius Clay) wins the gold medal in the light heavyweight boxing competition at the Olympic Games in Rome.", "entities": [{"title": "Boxing at the 1960 Summer Olympics", "href": "/wiki/Boxing_at_the_1960_Summer_Olympics", "description": "Italy dominated boxing at the 1960 Summer Olympics, winning three gold medals and seven medals overall. Two of the gold medalists would later become Hall of Fame world champions in professional boxing: American Cassius Clay and Italian Nino Benvenuti."}]}, {"heading": "Events", "year": "1969", "date": "September 5", "txt": "My Lai Massacre: U.S. Army Lieutenant William Calley is charged with six specifications of premeditated murder for the death of 109 Vietnamese civilians in My Lai.", "entities": [{"title": "My Lai Massacre", "href": "/wiki/My_Lai_Massacre", "description": "The Mỹ Lai massacre was the mass murder of unarmed South Vietnamese civilians by U.S. troops in Sơn Tịnh District, South Vietnam, on March 16, 1968 during the Vietnam War. Between 347 and 504 unarmed people were killed by U.S. Army soldiers from Company C, 1st Battalion, 20th Infantry Regiment and Company B, 4th Battalion, 3rd Infantry Regiment, 11th Brigade, 23rd (Americal) Infantry Division. Vic"}, {"title": "Lieutenant", "href": "/wiki/Lieutenant", "description": "A lieutenant is a junior commissioned officer in the armed forces, fire services, police and other organizations of many nations."}, {"title": "William Calley", "href": "/wiki/William_Calley", "description": "William Laws Calley Jr. is an American war criminal and a former United States Army officer convicted by court-martial for the premeditated killings of 22 unarmed South Vietnamese civilians in the Mỹ Lai massacre on March 16, 1968, during the Vietnam War. Calley was released to house arrest under orders by President Richard Nixon three days after his conviction. A new trial was ordered by the Unit"}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}, {"title": "My Lai", "href": "/wiki/My_Lai", "description": "The Mỹ Lai massacre was the mass murder of unarmed South Vietnamese civilians by U.S. troops in Sơn Tịnh District, South Vietnam, on March 16, 1968 during the Vietnam War. Between 347 and 504 unarmed people were killed by U.S. Army soldiers from Company C, 1st Battalion, 20th Infantry Regiment and Company B, 4th Battalion, 3rd Infantry Regiment, 11th Brigade, 23rd (Americal) Infantry Division. Vic"}]}, {"heading": "Events", "year": "1970", "date": "September 5", "txt": "Vietnam War: Operation Jefferson Glenn begins: The United States 101st Airborne Division and the South Vietnamese 1st Infantry Division initiate a new operation in Thừa Thiên–Huế Province.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Operation Jefferson Glenn", "href": "/wiki/Operation_Jefferson_Glenn", "description": "Operation Jefferson Glenn ran from 5 September 1970 to 8 October 1971 and was the last major operation in which U.S. ground forces participated during the Vietnam War and the final major offensive in which the 101st Airborne Division fought. This was a joint military operation combining forces of the 101st Airborne and the Army of the Republic of Vietnam (ARVN) 1st Infantry Division."}, {"title": "101st Airborne Division", "href": "/wiki/101st_Airborne_Division", "description": "The 101st Airborne Division is a light infantry division of the United States Army specializing in air assault operations. The Screaming Eagles were referred to as \"the tip of the spear\" by former U.S. Secretary of Defense Robert Gates and the most potent and tactically mobile of the U.S. Army's divisions by former Chief of Staff of the Army GEN Edward C. Meyer. Today, the 101st Airborne is able t"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "1st Division (South Vietnam)", "href": "/wiki/1st_Division_(South_Vietnam)", "description": "The 1st Division  of the Army of the Republic of Vietnam (ARVN)—the army of the nation state of South Vietnam that existed from 1955 to 1975—was part of the I Corps that oversaw the northernmost region of South Vietnam, the centre of Vietnam."}, {"title": "Thừa Thiên–Huế Province", "href": "/wiki/Th%E1%BB%ABa_Thi%C3%AAn%E2%80%93Hu%E1%BA%BF_Province", "description": "Thừa Thiên Huế is a province in the North Central Coast region of Vietnam, approximately in the centre of the country. It borders Quảng Trị Province to the north and Đà Nẵng to the south, Laos to the west and the East Sea to the east. The province has 128 km of coastline, 22,000 ha of lagoons and over 200,000 ha of forest. There is an extensive complex of imperial tombs and temples in Huế."}]}, {"heading": "Events", "year": "1970", "date": "September 5", "txt": "Jochen Rindt becomes the only driver to posthumously win the Formula One World Drivers' Championship (in 1970), after being killed in practice for the Italian Grand Prix.", "entities": [{"title": "Formula One", "href": "/wiki/Formula_One", "description": "Formula One is the highest class of international auto racing for single-seater formula racing cars sanctioned by the Fédération Internationale de l'Automobile (FIA). The World Drivers' Championship, which became the FIA Formula One World Championship in 1981, has been one of the premier forms of racing around the world since its inaugural season in 1950. The word formula in the name refers to the"}, {"title": "List of Formula One World Drivers' Champions", "href": "/wiki/List_of_Formula_One_World_Drivers%27_Champions", "description": "Formula One, abbreviated to F1, is the highest class of open-wheeled auto racing defined by the Fédération Internationale de l'Automobile (FIA), motorsport's world governing body. The \"formula\" in the name refers to a set of rules to which all participants and cars must conform. The F1 World Championship season consists of a series of races, known as Grands Prix, held usually on purpose-built circ"}, {"title": "1970 Formula One season", "href": "/wiki/1970_Formula_One_season", "description": "The 1970 Formula One season was the 24th season of the FIA's Formula One motor racing. It featured the 21st World Championship of Drivers and the 13th International Cup for F1 Manufacturers. Thirteen races were held between 7 March 1970 and 25 October 1970, with the Drivers' Championship won by Jochen Rindt and the Constructors' title by Lotus. Rindt died four races before the end of the season, b"}]}, {"heading": "Events", "year": "1972", "date": "September 5", "txt": "Munich massacre: A Palestinian terrorist group called \"Black September\" attacks and takes hostage 11 Israeli athletes at the Munich Olympic Games. Two die in the attack and nine are murdered the following day.", "entities": [{"title": "Munich massacre", "href": "/wiki/Munich_massacre", "description": "The Munich massacre was an attack during the 1972 Summer Olympics in Munich, West Germany, by eight members of the Palestinian terrorist group Black September, who took nine members of the Israeli Olympic team hostage, after killing two of them. Black September called the operation \"Iqrit and Biram\", after two Palestinian Christian villages whose inhabitants were expelled by the Israel Defense For"}, {"title": "Palestinian terrorist", "href": "/wiki/Palestinian_terrorist", "description": "Palestinian political violence refers to acts of violence or terror motivated by Palestinian nationalism. Common political objectives include self-determination in and sovereignty over Palestine, the \"liberation of Palestine\" and recognition of a Palestinian state, either in place of both Israel and the Palestinian territories, or solely in the Palestinian territories. More limited goals include t"}, {"title": "Black September Organization", "href": "/wiki/Black_September_Organization", "description": "The Black September Organization (BSO) was a Palestinian militant organization founded in 1970. Besides other actions, the group was responsible for the assassination of the Jordanian Prime Minister Wasfi Tal, and the Munich massacre, in which eleven Israeli athletes and officials were kidnapped and killed, as well as a West German policeman losing his life, during the 1972 Summer Olympics in Muni"}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "1972 Summer Olympics", "href": "/wiki/1972_Summer_Olympics", "description": "The 1972 Summer Olympics, officially known as the Games of the XX Olympiad, was an international multi-sport event held in Munich, West Germany, from 26 August to 11 September 1972."}]}, {"heading": "Events", "year": "1975", "date": "September 5", "txt": "Sacramento, California: Lynette Fromme attempts to assassinate U.S. President Gerald Ford.", "entities": [{"title": "Sacramento, California", "href": "/wiki/Sacramento,_California", "description": "Sacramento is the capital city of the U.S. state of California and the seat and largest city of Sacramento County. Located at the confluence of the Sacramento and American Rivers in Northern California's Sacramento Valley, Sacramento's estimated 2019 population of 513,625 makes it the sixth-largest city in California and the ninth-largest capital in the United States. Sacramento is the seat of the"}, {"title": "Lynette Fromme", "href": "/wiki/Lynette_Fromme", "description": "Lynette Alice \"Squeaky\" Fromme is an American criminal who was a member of the Manson family, a cult led by Charles Manson. Though not involved in the Tate–LaBianca murders for which the Manson family is best known, she attempted to assassinate President Gerald Ford in 1975. For that crime, she was sentenced to life in prison. She was paroled from prison on August 14, 2009, after serving approxima"}, {"title": "Gerald Ford", "href": "/wiki/Gerald_Ford", "description": "Gerald Rudolph Ford Jr. was an American politician and attorney who served as the 38th president of the United States from 1974 to 1977. A member of the Republican Party, Ford previously served as the 40th vice president of the United States from 1973 to 1974. To date, Ford is the only person to have served as both vice president and president without being elected to either office by the Electora"}]}, {"heading": "Events", "year": "1977", "date": "September 5", "txt": "Voyager Program: NASA launches the Voyager 1 spacecraft.", "entities": [{"title": "Voyager Program", "href": "/wiki/Voyager_Program", "description": "The Voyager program is an ongoing American scientific program that employs two robotic Interstellar probes, Voyager 1 and Voyager 2. They were launched in 1977 to take advantage of a favorable alignment of Jupiter and Saturn, to fly near them while collecting data for transmission back to Earth. After launch the decision was taken to additionally send Voyager 2 near Uranus and Neptune to collect d"}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}]}, {"heading": "Events", "year": "1978", "date": "September 5", "txt": "Camp David Accords: Menachem Begin and Anwar Sadat begin peace discussions at Camp David, Maryland.", "entities": [{"title": "Camp David Accords", "href": "/wiki/Camp_David_Accords", "description": "The Camp David Accords were a pair of political agreements signed by Egyptian President Anwar Sadat and Israeli Prime Minister Menachem Begin on 17 September 1978, following twelve days of secret negotiations at Camp David, the country retreat of the President of the United States in Maryland. The two framework agreements were signed at the White House and were witnessed by President Jimmy Carter."}, {"title": "Menachem Begin", "href": "/wiki/Menachem_Begin", "description": "Menachem Begin was an Israeli politician, founder of Likud and the sixth Prime Minister of Israel. Before the creation of the state of Israel, he was the leader of the Zionist militant group Irgun, the Revisionist breakaway from the larger Jewish paramilitary organization Haganah. He proclaimed a revolt, on 1 February 1944, against the British mandatory government, which was opposed by the Jewish "}, {"title": "Anwar Sadat", "href": "/wiki/Anwar_Sadat", "description": "Muhammad Anwar el-Sadat was an Egyptian politician who served as the third President of Egypt, from 15 October 1970 until his assassination by fundamentalist army officers on 6 October 1981. Sadat was a senior member of the Free Officers who overthrew King Farouk in the Egyptian Revolution of 1952, and a close confidant of President Gamal Abdel Nasser, under whom he served as Vice President twice "}, {"title": "Camp David", "href": "/wiki/Camp_David", "description": "Camp David is the country retreat for the president of the United States. It is located in the wooded hills of Catoctin Mountain Park, in Frederick County, Maryland, near the towns of Thurmont and Emmitsburg, about 62 miles (100 km) north-northwest of the national capital city of Washington, D.C. It is officially known as the Naval Support Facility Thurmont. Because it is technically a military in"}]}, {"heading": "Events", "year": "1980", "date": "September 5", "txt": "The Gotthard Road Tunnel opens in Switzerland as the world's longest highway tunnel at 10.14 miles (16.32 km) stretching from Göschenen to Airolo.", "entities": [{"title": "Gotthard Road Tunnel", "href": "/wiki/Gotthard_Road_Tunnel", "description": "The Gotthard Road Tunnel in Switzerland runs from Göschenen in the canton of Uri at its northern portal, to Airolo in Ticino to the south, and is 16.9 kilometres (10.5 mi) in length below the St Gotthard Pass, a major pass of the Alps. At time of construction, in 1980, it was the longest road tunnel in the world; it is currently the fifth-longest. Although it is a motorway tunnel, part of the A2 f"}, {"title": "Göschenen", "href": "/wiki/G%C3%B6schenen", "description": "Göschenen a village and municipality in the canton of Uri in Switzerland. It sits at the northern end of the Gotthard tunnel. The Göschenen riots (1875) saw Urner troops opening fire on Italian miners demonstrating for better working conditions and wages on the tunnel's construction site."}, {"title": "Airolo", "href": "/wiki/Airolo", "description": "Airolo is a municipality in the district of Leventina in the canton of Ticino in Switzerland."}]}, {"heading": "Events", "year": "1984", "date": "September 5", "txt": "STS-41-D: The Space Shuttle Discovery lands after its maiden voyage.", "entities": [{"title": "STS-41-D", "href": "/wiki/STS-41-D", "description": "STS-41-D was the 12th flight of NASA's Space Shuttle program, and the first mission of Space Shuttle Discovery. It was launched from Kennedy Space Center, Florida, on 30 August 1984, and landed at Edwards Air Force Base, California, on 5 September. Three commercial communications satellites were deployed into orbit during the six-day mission, and a number of scientific experiments were conducted."}, {"title": "Space Shuttle Discovery", "href": "/wiki/Space_Shuttle_Discovery", "description": "Space Shuttle Discovery is one of the orbiters from NASA's Space Shuttle program and the third of five fully operational orbiters to be built. Its first mission, STS-41-D, flew from August 30 to September 5, 1984. Over 27 years of service it launched and landed 39 times, aggregating more spaceflights than any other spacecraft to date. The Space Shuttle launch vehicle has three main components: the"}]}, {"heading": "Events", "year": "1984", "date": "September 5", "txt": "Western Australia becomes the last Australian state to abolish capital punishment.", "entities": [{"title": "Capital punishment", "href": "/wiki/Capital_punishment", "description": "Capital punishment, also known as the death penalty, is the state-sanctioned killing of a person as punishment for a crime. The sentence ordering that someone is punished with the death penalty is called a death sentence, and the act of carrying out such a sentence is known as an execution. A prisoner awaiting their execution is condemned and is \"on death row\". Crimes that are punishable by death "}]}, {"heading": "Events", "year": "1986", "date": "September 5", "txt": "Pan Am Flight 73 from Mumbai, India with 358 people on board is hijacked at Karachi International Airport.", "entities": [{"title": "Pan Am Flight 73", "href": "/wiki/Pan_Am_Flight_73", "description": "Pan Am Flight 73 was a Pan American World Airways flight from Bombay, India, to New York, United States with scheduled stops in Karachi, Pakistan and Frankfurt, West Germany."}, {"title": "Mumbai", "href": "/wiki/Mumbai", "description": "Mumbai is the capital city of the Indian state of Maharashtra. According to the United Nations, as of 2018, Mumbai is the second-most populous city in the country after Delhi and the seventh-most populous city in the world with a population of roughly 20 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population "}, {"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the northwest; China, Nepal, and Bhutan to the "}, {"title": "Aircraft hijacking", "href": "/wiki/Aircraft_hijacking", "description": "Aircraft hijacking, is the unlawful seizure of an aircraft by an individual or a group. Dating from the earliest of hijackings, most cases involve the pilot being forced to fly according to the hijacker's demands. However, in rare cases, the hijackers have flown the aircraft themselves and used them in suicide attacks –most notably in the September 11 attacks– and in several cases, planes have bee"}, {"title": "Karachi International Airport", "href": "/wiki/Karachi_International_Airport", "description": "Jinnah International Airport, formerly Drigh Road Airport, is Pakistan's busiest international and domestic airport, and handled 7,267,582 passengers in 2017-2018. Located in Karachi, the largest city and commercial capital of Pakistan and capital of the province of Sindh, it is named after Muhammad Ali Jinnah, the founder of Pakistan."}]}, {"heading": "Events", "year": "1990", "date": "September 5", "txt": "Sri Lankan Civil War: Sri Lankan Army soldiers slaughter 158 civilians.", "entities": [{"title": "Sri Lankan Civil War", "href": "/wiki/Sri_Lankan_Civil_War", "description": "The Sri Lankan Civil War was a civil war fought in Sri Lanka from 1983 to 2009. Beginning on 23 July 1983, there was an intermittent insurgency against the government by the Velupillai Prabhakaran led Liberation Tigers of Tamil Eelam. The LTTE fought to create an independent Tamil state called Tamil Eelam in the north-east of the island, due to the continuous discrimination and violent persecution"}, {"title": "Eastern University massacre", "href": "/wiki/Eastern_University_massacre", "description": "Eastern University massacre also known as Vantharamulai campus massacre refers to the arrest and subsequent mass murder of 158 minority Sri Lankan Tamil refugees who had taken refuge in the Eastern University campus close to the city Batticaloa on September 5, 1990. A witness identified the Sri Lankan Army personnel as the perpetrator. The event is part of what is known amongst Sri Lankan Tamils a"}]}, {"heading": "Events", "year": "1991", "date": "September 5", "txt": "The current international treaty defending indigenous peoples, Indigenous and Tribal Peoples Convention, 1989, comes into force.", "entities": [{"title": "Indigenous and Tribal Peoples Convention, 1989", "href": "/wiki/Indigenous_and_Tribal_Peoples_Convention,_1989", "description": "The Indigenous and Tribal Peoples Convention, 1989 is an International Labour Organization Convention, also known as ILO Convention 169, or C169. It is the major binding international convention concerning indigenous peoples and tribal peoples, and a forerunner of the Declaration on the Rights of Indigenous Peoples."}]}, {"heading": "Events", "year": "1996", "date": "September 5", "txt": "Hurricane Fran makes landfall near Cape Fear, North Carolina as a Category 3 storm with 115 mph sustained winds. Fran caused over $3 billion in damage and killed 27 people.", "entities": [{"title": "Hurricane Fran", "href": "/wiki/Hurricane_Fran", "description": "Hurricane Fran caused extensive damage in the United States in early September 1996. The sixth named storm, fifth hurricane, and third major hurricane of the 1996 Atlantic hurricane season, Fran developed from a tropical wave near Cape Verde on August 23. Due to nearby Hurricane Edouard, the depression remained disorganized as it tracked westward, though it eventually intensified into Tropical Sto"}, {"title": "Cape Fear (headland)", "href": "/wiki/Cape_Fear_(headland)", "description": "Cape Fear is a prominent headland jutting into the Atlantic Ocean from Bald Head Island on the coast of North Carolina in the southeastern United States. It is largely formed of barrier beaches and the silty outwash of the Cape Fear River as it drains the southeast coast of North Carolina through an estuary south of Wilmington. Cape Fear is formed by the intersection of two sweeping arcs of shifti"}, {"title": "North Carolina", "href": "/wiki/North_Carolina", "description": "North Carolina is a state in the Southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, wit"}, {"title": "Tropical cyclone", "href": "/wiki/Tropical_cyclone", "description": "A tropical cyclone is a rapidly rotating storm system characterized by a low-pressure center, a closed low-level atmospheric circulation, strong winds, and a spiral arrangement of thunderstorms that produce heavy rain and/or squalls. Depending on its location and strength, a tropical cyclone is referred to by different names, including hurricane, typhoon, tropical storm, cyclonic storm, tropical d"}]}, {"heading": "Events", "year": "2012", "date": "September 5", "txt": "An accidental explosion at a Turkish Army ammunition store in Afyon, western Turkey kills 25 soldiers and wounds four others.", "entities": [{"title": "2012 Afyonkarahisar arsenal explosion", "href": "/wiki/2012_Afyonkarahisar_arsenal_explosion", "description": "The 2012 Afyonkarahisar arsenal explosion occurred at 21:15 local time on 5 September 2012 in Afyonkarahisar, Turkey. According to Turkish Armed Forces, 25 servicemen died, four other soldiers and three civilians were injured by the accident."}, {"title": "Afyonkarahisar", "href": "/wiki/Afyonkarahisar", "description": "Afyonkarahisar is a city in western Turkey, the capital of Afyon Province. Afyon is in the mountainous countryside inland from the Aegean coast, 250 km (155 mi) south-west of Ankara along the Akarçay River.\nIn Turkey, Afyonkarahisar stands out as a capital city of hot springs and spas, an important junction of railway, highway and air traffic in West-Turkey, and the place where independence was wo"}]}, {"heading": "Births", "year": "699", "date": "September 5", "txt": "Abu Hanifa, Iraqi scholar (d. 767)", "entities": [{"title": "Abu Hanifa", "href": "/wiki/Abu_Hanifa", "description": "Abū Ḥanīfa al-Nuʿmān b. Thābit b. Zūṭā b. Marzubān, known as Abū Ḥanīfa for short, or reverently as Imam Abū Ḥanīfa by Sunni Muslims, was an 8th-century Sunni Muslim theologian and jurist of Persian origin, who became the eponymous founder of the Hanafi school of Sunni jurisprudence, which has remained the most widely practiced law school in the Sunni tradition, predominates in Central Asia, Afgha"}]}, {"heading": "Births", "year": "989", "date": "September 5", "txt": "Fan Zhongyan, Chinese chancellor (d. 1052)", "entities": [{"title": "Fan Zhongyan", "href": "/wiki/Fan_Zhongyan", "description": "Fan Zhongyan from Wu County of Suzhou, courtesy name Xiwen (希文), ratified as the Duke of Wenzheng (文正公) posthumously, and conferred as Duke of Chu (楚國公) posthumously, was a Chinese poet, politician, philosopher, writer, military strategist, and one of the famous representative of Scholar-officials in ancient China. Fan was one of the most prominent figures of the Song dynasty, an era when China po"}]}, {"heading": "Births", "year": "1187", "date": "September 5", "txt": "Louis VIII, king of France (d. 1226)", "entities": [{"title": "Louis VIII of France", "href": "/wiki/Louis_VIII_of_France", "description": "Louis VIII, nicknamed The Lion, was King of France from 1223 to 1226. From 1216 to 1217, he also claimed the Kingdom of England. Louis was the only surviving son of King Philip II of France by his first wife, Isabelle of Hainaut, from whom he inherited the County of Artois."}]}, {"heading": "Births", "year": "1201", "date": "September 5", "txt": "Alix of Thouars, duchess of Brittany (d. 1221)", "entities": [{"title": "Alix, Duchess of Brittany", "href": "/wiki/Alix,_Duchess_of_Brittany", "description": "Alix of Thouars ruled as Duchess of Brittany from 1203 until her death. She was also Countess of Richmond in the peerage of England."}]}, {"heading": "Births", "year": "1319", "date": "September 5", "txt": "Peter IV, king of Aragon (d. 1387)", "entities": [{"title": "Peter IV of Aragon", "href": "/wiki/Peter_IV_of_Aragon", "description": "Peter IV, called the Ceremonious, was from 1336 until his death the King of Aragon and also King of Sardinia and Corsica, King of Valencia, and Count of Barcelona. In 1344, he deposed James III of Majorca and made himself King of Majorca."}]}, {"heading": "Births", "year": "1451", "date": "September 5", "txt": "Isabel Neville, daughter of Richard Neville (d. 1476)", "entities": [{"title": "Isabel Neville, Duchess of Clarence", "href": "/wiki/Isabel_Neville,_Duchess_of_Clarence", "description": "Lady Isabel Neville was the elder daughter and co-heiress of Richard Neville, 16th Earl of Warwick, and Anne de Beauchamp, suo jure 16th Countess of Warwick. She was the wife of George Plantagenet, 1st Duke of Clarence. She was also the elder sister of Anne Neville, who was Princess of Wales by her first marriage and Queen consort of England by her second."}]}, {"heading": "Births", "year": "1500", "date": "September 5", "txt": "Maria of Jever, ruler of the Lordship of Jever (d. 1575)", "entities": [{"title": "Maria of Jever", "href": "/wiki/Maria_of_Jever", "description": "Maria of Jever, known in Jeverland as Fräulein Maria, was the last ruler of the Lordship of Jever from the Wiemken family. She ruled from 1517 to her death."}]}, {"heading": "Births", "year": "1533", "date": "September 5", "txt": "Jacopo Zabarella, Italian philosopher and logician (d. 1589)", "entities": [{"title": "Jacopo Zabarella", "href": "/wiki/Jacopo_Zabarella", "description": "Giacomo Zabarella was an Italian Aristotelian philosopher and logician."}]}, {"heading": "Births", "year": "1540", "date": "September 5", "txt": "Magnus of Holstein, prince of Denmark  (d. 1583)", "entities": [{"title": "Magnus, Duke of Holstein", "href": "/wiki/Magnus,_Duke_of_Holstein", "description": "Magnus of Denmark or Magnus of Holstein was a Prince of Denmark, Duke of Holstein, and a member of the House of Oldenburg. As a vassal of Tsar Ivan IV of Russia, he was the titular King of Livonia from 1570 to 1578."}]}, {"heading": "Births", "year": "1567", "date": "September 5", "txt": "Date Masamune, Japanese daimyō (d. 1636)", "entities": [{"title": "Date Masamune", "href": "/wiki/Date_Masamune", "description": "Date Masamune  was a regional ruler of Japan's Azuchi–Momoyama period through early Edo period. Heir to a long line of powerful daimyō in the Tōhoku region, he went on to found the modern-day city of Sendai. An outstanding tactician, he was made all the more iconic for his missing eye, as Masamune was often called dokuganryū (独眼竜), or the \"One-Eyed Dragon of Ōshu\"."}]}, {"heading": "Births", "year": "1568", "date": "September 5", "txt": "Tommaso Campanella, Italian poet, philosopher, and theologian (d. 1639)", "entities": [{"title": "Tommaso Campanella", "href": "/wiki/Tommaso_Campanella", "description": "Tommaso Campanella, baptized Giovanni Domenico Campanella, was an Italian Dominican friar, philosopher, theologian, astrologer, and poet."}]}, {"heading": "Births", "year": "1638", "date": "September 5", "txt": "Louis XIV, king of France (d. 1715)", "entities": [{"title": "Louis XIV of France", "href": "/wiki/Louis_XIV_of_France", "description": "Louis XIV, also known as Louis the Great or the Sun King, was King of France from 14 May 1643 until his death in 1715. His reign of 72 years and 110 days is the longest recorded of any monarch of a sovereign country in European history. Louis XIV's France was emblematic of the age of absolutism in Europe. The King surrounded himself with a variety of significant political, military, and cultural f"}]}, {"heading": "Births", "year": "1641", "date": "September 5", "txt": "Robert Spencer, 2nd Earl of Sunderland, English diplomat (d. 1702)", "entities": [{"title": "Robert Spencer, 2nd Earl of Sunderland", "href": "/wiki/Robert_Spencer,_2nd_Earl_of_Sunderland", "description": "Robert Spencer, 2nd Earl of Sunderland, was an English nobleman and politician of the Spencer family. An able and gifted statesman, his caustic temper and belief in absolute monarchy nevertheless made him numerous enemies. He was forced to flee England in 1688, but later established himself with the new regime after the Revolution of that year. Subsequently, he took on a more disinterested role as"}]}, {"heading": "Births", "year": "1642", "date": "September 5", "txt": "Maria of Orange-Nassau, Dutch princess (d. 1688)", "entities": [{"title": "Maria of Orange-Nassau (1642–1688)", "href": "/wiki/Maria_of_Orange-Nassau_(1642%E2%80%931688)", "description": "Maria of Nassau or Maria of Orange-Nassau was a Dutch princess of the house of Orange and by marriage pfalzgräfin or countess of Simmern-Kaiserslautern."}]}, {"heading": "Births", "year": "1651", "date": "September 5", "txt": "William Dampier, English explorer (d. 1715)", "entities": [{"title": "William Dampier", "href": "/wiki/William_Dampier", "description": "William Dampier was an English explorer, pirate, privateer, navigator, and naturalist who became the first Englishman to explore parts of what is today Australia, and the first person to circumnavigate the world three times. He has also been described as Australia's first natural historian, as well as one of the most important British explorers of the period between Francis Drake and James Cook, h"}]}, {"heading": "Births", "year": "1666", "date": "September 5", "txt": "Gottfried Arnold, German historian and theologian (d. 1714)", "entities": [{"title": "Gottfried Arnold", "href": "/wiki/Gottfried_Arnold", "description": "Gottfried Arnold was a German Lutheran theologian and historian."}]}, {"heading": "Births", "year": "1667", "date": "September 5", "txt": "Giovanni Girolamo Saccheri, Italian priest, mathematician, and philosopher (d. 1733)", "entities": [{"title": "Giovanni Girolamo Saccheri", "href": "/wiki/Giovanni_Girolamo_Saccheri", "description": "Giovanni Girolamo Saccheri was an Italian Jesuit priest, scholastic philosopher, and mathematician."}]}, {"heading": "Births", "year": "1694", "date": "September 5", "txt": "František Václav Míča, Czech conductor and composer (d. 1744)", "entities": [{"title": "František Václav Míča", "href": "/wiki/Franti%C5%A1ek_V%C3%A1clav_M%C3%AD%C4%8Da", "description": "František Antonín Míča was a Czech conductor, Tenor singer and composer."}]}, {"heading": "Births", "year": "1695", "date": "September 5", "txt": "Carl Gustaf Tessin, Swedish politician and diplomat (d. 1770)", "entities": [{"title": "Carl Gustaf Tessin", "href": "/wiki/Carl_Gustaf_Tessin", "description": "Carl Gustaf Tessin was a Swedish Count and politician and son of architect Nicodemus Tessin the Younger and Hedvig Eleonora Stenbock. He was one of the most brilliant personages of his day, and the most prominent representative of French culture in Sweden. He was also a fine orator."}]}, {"heading": "Births", "year": "1722", "date": "September 5", "txt": "Frederick Christian, Prince-Elector of Saxony (d. 1763)", "entities": [{"title": "Frederick Christian, Elector of Saxony", "href": "/wiki/Frederick_Christian,_Elector_of_Saxony", "description": "Frederick Christian was the Prince-Elector of Saxony for fewer than three months in 1763. He was a member of the House of Wettin. He was the third but eldest surviving son of Frederick Augustus II, Prince-Elector of Saxony and King of Poland, by his wife, Maria Josepha of Austria."}]}, {"heading": "Births", "year": "1725", "date": "September 5", "txt": "Jean-Étienne Montucla, French mathematician and theorist (d. 1799)", "entities": [{"title": "Jean-Étienne Montucla", "href": "/wiki/Jean-%C3%89tienne_Montucla", "description": "Jean-Étienne Montucla was a French mathematician and historian."}]}, {"heading": "Births", "year": "1735", "date": "September 5", "txt": "Johann Christian Bach, German-English viol player and composer (d. 1782)", "entities": [{"title": "Johann Christian Bach", "href": "/wiki/Johann_Christian_Bach", "description": "Johann Christian Bach was a German composer of the Classical era, the eighteenth child of Johann Sebastian Bach, and the youngest of his eleven sons. After a spell in Italy, Bach moved to London in 1762, where he became known as \"the London Bach\". He is also sometimes known as \"the English Bach\", and during his time spent living in the British capital, he came to be known as John Bach. He is noted"}, {"title": "Viol", "href": "/wiki/Viol", "description": "The viol, viola da gamba, or informally gamba, is any one of a family of bowed, fretted and stringed instruments with hollow wooden bodies and pegboxes where the tension on the strings can be increased or decreased to adjust the pitch of each of the strings. Frets on the viol are usually made of gut, tied on the fingerboard around the instrument's neck, to enable the performer to stop the strings "}]}, {"heading": "Births", "year": "1750", "date": "September 5", "txt": "Robert Fergusson, Scottish poet and author (d. 1774)", "entities": [{"title": "Robert Fergusson", "href": "/wiki/Robert_Fergusson", "description": "Robert Fergusson was a Scottish poet. After formal education at the University of St Andrews, Fergusson led a bohemian life in Edinburgh, the city of his birth, then at the height of intellectual and cultural ferment as part of the Scottish enlightenment. Many of his extant poems were printed from 1771 onwards in Walter Ruddiman's Weekly Magazine, and a collected works was first published early in"}]}, {"heading": "Births", "year": "1769", "date": "September 5", "txt": "John Shortland, English commander (d. 1810)", "entities": [{"title": "John Shortland", "href": "/wiki/John_Shortland", "description": "John Shortland (1769–1810) was a naval officer, the eldest son of John Shortland. Shortland joined the Royal Navy as a midshipman and went to Quebec in a transport commanded by his father. From 1783 to 1787 he served in the West Indies. In 1787 he was master's mate in the Sirius when the First Fleet sailed for Australia. Shortland spent nearly five years in Australia including time on Norfolk Isla"}]}, {"heading": "Births", "year": "1771", "date": "September 5", "txt": "Archduke Charles, Duke of Teschen (d. 1847)", "entities": [{"title": "Archduke Charles, Duke of Teschen", "href": "/wiki/Archduke_Charles,_Duke_of_Teschen", "description": "Archduke Charles Louis John Joseph Laurentius of Austria, Duke of Teschen was an Austrian field-marshal, the third son of Emperor Leopold II and his wife, Maria Luisa of Spain. He was also the younger brother of Francis II, Holy Roman Emperor. Despite being epileptic, Charles achieved respect both as a commander and as a reformer of the Austrian army. He was considered one of Napoleon's more formi"}]}, {"heading": "Births", "year": "1772", "date": "September 5", "txt": "Fath-Ali Shah Qajar, Iranian king (d. 1834)", "entities": [{"title": "Fath-Ali Shah Qajar", "href": "/wiki/Fath-Ali_Shah_Qajar", "description": "Fatḥ-ʻAli Šâh Qâjâr was the second Shah (king) of Qajar Iran. He reigned from 17 June 1797 until his death. His reign saw the irrevocable ceding of Iran's northern territories in the Caucasus, comprising what is nowadays Georgia, Dagestan, Azerbaijan, and Armenia, to the Russian Empire following the Russo-Persian Wars of 1804–1813 and 1826–1828 and the resulting treaties of Gulistan and Turkmencha"}]}, {"heading": "Births", "year": "1774", "date": "September 5", "txt": "Caspar David Friedrich, German painter and etcher (d. 1840)", "entities": [{"title": "Caspar David Friedrich", "href": "/wiki/Caspar_David_Friedrich", "description": "Caspar David Friedrich was a 19th-century German Romantic landscape painter, generally considered the most important German artist of his generation. He is best known for his mid-period allegorical landscapes which typically feature contemplative figures silhouetted against night skies, morning mists, barren trees or Gothic ruins. His primary interest was the contemplation of nature, and his often"}]}, {"heading": "Births", "year": "1775", "date": "September 5", "txt": "Juan Martín Díez, Spanish general (d. 1825)", "entities": [{"title": "Juan Martín Díez", "href": "/wiki/Juan_Mart%C3%ADn_D%C3%ADez", "description": "Juan Martín Díez, nicknamed El Empecinado, was a Spanish military leader and guerrilla fighter, who fought in the Peninsular War."}]}, {"heading": "Births", "year": "1781", "date": "September 5", "txt": "Anton Diabelli, Austrian composer and publisher (d. 1858)", "entities": [{"title": "Anton Diabelli", "href": "/wiki/Anton_Diabelli", "description": "Anton Diabelli was an Austrian music publisher, editor and composer. Best known in his time as a publisher, he is most familiar today as the composer of the waltz on which Ludwig van Beethoven wrote his set of thirty-three Diabelli Variations."}]}, {"heading": "Births", "year": "1787", "date": "September 5", "txt": "François Sulpice Beudant, French mineralogist and geologist (d. 1850)", "entities": [{"title": "François Sulpice Beudant", "href": "/wiki/Fran%C3%A7ois_Sulpice_Beudant", "description": "François Sulpice Beudant, was a French mineralogist and geologist.The mineral beudantite was named after him."}]}, {"heading": "Births", "year": "1791", "date": "September 5", "txt": "Giacomo Meyerbeer, German pianist and composer (d. 1864)", "entities": [{"title": "Giacomo Meyerbeer", "href": "/wiki/Giacomo_Meyerbeer", "description": "Giacomo Meyerbeer was a German opera composer of Jewish birth, \"the most frequently performed opera composer during the nineteenth century, linking Mozart and Wagner\". With his 1831 opera Robert le diable and its successors, he gave the genre of grand opera 'decisive character'. Meyerbeer's grand opera style was achieved by his merging of German orchestra style with Italian vocal tradition. These "}]}, {"heading": "Births", "year": "1792", "date": "September 5", "txt": "Ours-Pierre-Armand Petit-Dufrénoy, French geologist and mineralogist (d. 1857)", "entities": [{"title": "Ours-Pierre-Armand Petit-Dufrénoy", "href": "/wiki/Ours-Pierre-Armand_Petit-Dufr%C3%A9noy", "description": "Ours-Pierre-Armand Petit-Dufrénoy was a French geologist and mineralogist."}]}, {"heading": "Births", "year": "1806", "date": "September 5", "txt": "Christophe Léon Louis Juchault de Lamoricière, French general and politician, French Minister of War (d. 1865)", "entities": [{"title": "Christophe Léon Louis Juchault de Lamoricière", "href": "/wiki/Christophe_L%C3%A9on_Louis_Juchault_de_Lamorici%C3%A8re", "description": "Christophe Léon Louis Juchault de Lamoricière was a French general."}, {"title": "Minister of Defence (France)", "href": "/wiki/Minister_of_Defence_(France)", "description": "The Minister of the Armed Forces is the leader and most senior official of the French Ministry of the Armed Forces, tasked with running the French Armed Forces. The minister is the third highest civilian having authority over France's military, behind only the President of the Republic and the Prime Minister. Based on the governments, they may be assisted by a minister or state secretary for veter"}]}, {"heading": "Births", "year": "1817", "date": "September 5", "txt": "Aleksey Konstantinovich Tolstoy, Russian poet, author, and playwright (d. 1875)", "entities": [{"title": "Aleksey Konstantinovich Tolstoy", "href": "/wiki/Aleksey_Konstantinovich_Tolstoy", "description": "Count Aleksey Konstantinovich Tolstoy, often referred to as A. K. Tolstoy, was a Russian poet, novelist, and playwright, considered to be the most important nineteenth-century Russian historical dramatist, primarily on account of the strength of his dramatic trilogy The Death of Ivan the Terrible (1866), Tsar Fyodor Ioannovich (1868), and Tsar Boris (1870). He also gained fame for his satirical wo"}]}, {"heading": "Births", "year": "1818", "date": "September 5", "txt": "Edmund Kennedy, Australian explorer and surveyor (d. 1848)", "entities": [{"title": "Edmund Kennedy", "href": "/wiki/Edmund_Kennedy", "description": "Edmund Besley Court Kennedy J. P. was an explorer in Australia in the mid nineteenth century. He was the Assistant-Surveyor of New South Wales, working with Sir Thomas Mitchell. Kennedy explored the interior of Queensland and northern New South Wales, including the Thomson River, the Barcoo River, Cooper Creek, and Cape York Peninsula. He died in December 1848 after being speared by Aboriginal Aus"}]}, {"heading": "Births", "year": "1826", "date": "September 5", "txt": "John Wisden, English cricketer and businessman (d. 1884)", "entities": [{"title": "John Wisden", "href": "/wiki/John_Wisden", "description": "John Wisden was an English cricketer who played 187 first-class cricket matches for three English county cricket teams, Kent, Middlesex and Sussex. He is now best known for launching the eponymous Wisden Cricketers' Almanack in 1864, the year after he retired from first-class cricket."}]}, {"heading": "Births", "year": "1827", "date": "September 5", "txt": "Goffredo Mameli, Italian poet and songwriter (d. 1849)", "entities": [{"title": "Goffredo Mameli", "href": "/wiki/Goffredo_Mameli", "description": "Goffredo Mameli was an Italian patriot, poet, writer and a notable figure in the Risorgimento. He is also the author of the lyrics of \"Il Canto degli Italiani\", the national anthem of Italy."}]}, {"heading": "Births", "year": "1829", "date": "September 5", "txt": "Lester Allan Pelton, American inventor (d. 1908)", "entities": [{"title": "Lester Allan Pelton", "href": "/wiki/Lester_Allan_Pelton", "description": "Lester Allan Pelton was an American inventor who contributed significantly to the development of hydroelectricity and hydropower in the American Old West as well as world-wide. In the late 1870s, he invented the Pelton water wheel, at that time the most efficient design of the impulse water turbine. Recognized as one of the fathers of hydroelectric power, he was awarded the Elliott Cresson Medal d"}]}, {"heading": "Births", "year": "1831", "date": "September 5", "txt": "Victorien Sardou, French author and playwright (d. 1908)", "entities": [{"title": "Victorien Sardou", "href": "/wiki/Victorien_Sardou", "description": "Victorien Sardou was a French dramatist. He is best remembered today for his development, along with Eugène Scribe, of the well-made play. He also wrote several plays that were made into popular 19th-century operas such as La Tosca (1887) on which Giacomo Puccini's opera Tosca (1900) is based, and Fédora (1882) and Madame Sans-Gêne (1893) that provided the subjects for the lyrical dramas Fedora (1"}]}, {"heading": "Births", "year": "1833", "date": "September 5", "txt": "George Huntington Hartford, American businessman (d. 1917)", "entities": [{"title": "George Huntington Hartford", "href": "/wiki/George_Huntington_Hartford", "description": "George Huntington Hartford headed The Great Atlantic and Pacific Tea Company (A&P) from 1878 to 1917. During this period, A&P created the concept of the chain grocery store and expanded into the country's largest retailer. He joined the firm as a clerk in 1861 and quickly assumed managerial responsibilities. When A&P's founder, George Gilman, retired in 1878, Hartford entered into a partnership ag"}]}, {"heading": "Births", "year": "1836", "date": "September 5", "txt": "Justiniano Borgoño, Peruvian soldier and politician, 57th President of Peru (d. 1921)", "entities": [{"title": "Justiniano Borgoño", "href": "/wiki/Justiniano_Borgo%C3%B1o", "description": "Justiniano Borgoño Castañeda was a Peruvian soldier and politician who briefly served as Interim Caretaker of Peru, officially as the President of the Government Junta, during 1894."}, {"title": "President of Peru", "href": "/wiki/President_of_Peru", "description": "The president of Peru, formally recognized as the President of the Republic of Peru, is the head of state and head of government of Peru. The president is the head of the executive branch and is the Supreme Head of the Armed Forces and Police of Peru. The office of president corresponds to the highest magistracy in the country, making the president the highest ranking public official in Peru."}]}, {"heading": "Births", "year": "1847", "date": "September 5", "txt": "Jesse James, American outlaw (d. 1882)", "entities": [{"title": "Jesse James", "href": "/wiki/Jesse_James", "description": "Jesse Woodson James was an American outlaw, bank and train robber, guerrilla, and leader of the James–Younger Gang. Raised in the \"Little Dixie\" area of western Missouri, James and his family maintained strong Southern sympathies. He and his brother Frank James joined pro-Confederate guerrillas known as \"bushwhackers\" operating in Missouri and Kansas during the American Civil War. As followers of "}]}, {"heading": "Births", "year": "1856", "date": "September 5", "txt": "Thomas E. Watson, American lawyer, publisher, and politician (d. 1922)", "entities": [{"title": "Thomas E. Watson", "href": "/wiki/Thomas_E._Watson", "description": "Thomas Edward Watson was an American politician, attorney, newspaper editor and writer from Georgia. In the 1890s Watson championed poor farmers as a leader of the Populist Party, articulating an agrarian political viewpoint while attacking business, bankers, railroads, Democratic President Grover Cleveland, and the Democratic Party. He was the nominee for vice president with Democrat William Jenn"}]}, {"heading": "Births", "year": "1867", "date": "September 5", "txt": "Amy Beach, American pianist and composer (d. 1944)", "entities": [{"title": "Amy Beach", "href": "/wiki/Amy_Beach", "description": "Amy Marcy Cheney Beach was an American composer and pianist. She was the first successful American female composer of large-scale art music. Her \"Gaelic\" Symphony, premiered by the Boston Symphony Orchestra in 1896, was the first symphony composed and published by an American woman. She was one of the first American composers to succeed without the benefit of European training, and one of the most"}]}, {"heading": "Births", "year": "1871", "date": "September 5", "txt": "Friedrich Akel, Estonian physician and politician, Head of State of Estonia (d 1941)", "entities": [{"title": "Friedrich Akel", "href": "/wiki/Friedrich_Akel", "description": "Friedrich Karl Akel was an Estonian diplomat and politician, a member of the International Olympic Committee, and Head of State of Estonia in 1924."}, {"title": "Head of State of Estonia", "href": "/wiki/Head_of_State_of_Estonia", "description": "The Head of State of Estonia or State Elder was the official title of the Estonian head of state from 1920 to 1937. He combined some of the functions held by a president and prime minister in most other democracies."}]}, {"heading": "Births", "year": "1872", "date": "September 5", "txt": "V. O. Chidambaram Pillai, Indian lawyer and politician (d. 1936)", "entities": [{"title": "V. O. Chidambaram Pillai", "href": "/wiki/V._O._Chidambaram_Pillai", "description": "Valliyappan Ulaganathan Chidambaram , popularly known by his initials, V.O.C., also known as Kappalottiya Tamizhan or \"The Tamil Helmsman\", was an Indian freedom fighter and leader of Indian National Congress. Founder of Swadeshi Steam Navigation Company in 1906 to compete against the monopoly of the British India Steam Navigation Company (BISNC). \nHe launched the first indigenous Indian shipping "}]}, {"heading": "Births", "year": "1872", "date": "September 5", "txt": "Horace Rice, Australian tennis player (d. 1950)", "entities": [{"title": "Horace Rice", "href": "/wiki/Horace_Rice", "description": "Horace \"Horrie\" Rice was an Australian tennis player."}]}, {"heading": "Births", "year": "1873", "date": "September 5", "txt": "Cornelius Vanderbilt III, American general and engineer (d. 1942)", "entities": [{"title": "Cornelius Vanderbilt III", "href": "/wiki/Cornelius_Vanderbilt_III", "description": "Brigadier General Cornelius \"Neily\" Vanderbilt III was an American military officer, inventor, engineer, and yachtsman. He was a member of the Vanderbilt family."}]}, {"heading": "Births", "year": "1874", "date": "September 5", "txt": "Nap Lajoie, American baseball player and manager (d. 1959)", "entities": [{"title": "Nap Lajoie", "href": "/wiki/Nap_Lajoie", "description": "Napoleon Lajoie, also known as Larry Lajoie and nicknamed \"The Frenchman\", was an American professional baseball second baseman and player-manager. He played in Major League Baseball (MLB) for the Philadelphia Phillies, Philadelphia Athletics (twice), and Cleveland Naps between 1896 and 1916. He managed the Naps from 1905 through 1909."}]}, {"heading": "Births", "year": "1876", "date": "September 5", "txt": "Wilhelm Ritter von Leeb, German field marshal (d. 1956)", "entities": [{"title": "Wilhelm Ritter von Leeb", "href": "/wiki/Wilhelm_Ritter_von_Leeb", "description": "Wilhelm Josef Franz Ritter von Leeb was a German field marshal and war criminal in World War II. Leeb was a highly decorated officer in World War I and was awarded the Military Order of Max Joseph which granted him the title of nobility. In the Invasion of France, he commanded Army Group C, responsible for the breakthrough of the Maginot Line."}]}, {"heading": "Births", "year": "1880", "date": "September 5", "txt": "José María of Manila, Spanish-Filipino priest and martyr (d. 1936)", "entities": [{"title": "José María of Manila", "href": "/wiki/Jos%C3%A9_Mar%C3%ADa_of_Manila", "description": "José María de Manila is a Spanish-Filipino Roman Catholic blessed, and was priest of the Order of Friars Minor Capuchin. He was martyred in the early phase of the Spanish Civil War, and is the third Filipino to have been declared blessed by the Roman Catholic Church."}]}, {"heading": "Births", "year": "1881", "date": "September 5", "txt": "Otto Bauer, Austrian philosopher and politician, Foreign Minister of Austria (d. 1938)", "entities": [{"title": "Otto Bauer", "href": "/wiki/Otto_Bauer", "description": "Otto Bauer was an Austrian Social Democrat who is considered one of the leading thinkers of the left-socialist Austro-Marxist grouping. He was also an early inspiration for both the New Left movement and Eurocommunism in their attempt to find a \"Third way\" to democratic socialism."}, {"title": "Foreign Minister of Austria", "href": "/wiki/Foreign_Minister_of_Austria", "description": "This article lists the Ministers of Foreign Affairs of Austria, from 30 October 1918 up to today. During the time of the Anschluss to Nazi Germany from 1938 to 1945, Austria had no government in its own right. The current Austrian Foreign Minister is Alexander Schallenberg, who took office on 3 June 2019."}]}, {"heading": "Births", "year": "1881", "date": "September 5", "txt": "Henry Maitland Wilson, 1st Baron Wilson, English field marshal (d. 1964)", "entities": []}, {"heading": "Births", "year": "1883", "date": "September 5", "txt": "Otto Erich Deutsch, Austrian musicologist and scholar (d. 1967)", "entities": [{"title": "Otto Erich Deutsch", "href": "/wiki/Otto_Erich_Deutsch", "description": "Otto Erich Deutsch was an Austrian musicologist. He is known for compiling the first comprehensive catalogue of Franz Schubert's compositions, first published in 1951 in English, with a revised edition published in 1978 in German. It is from this catalogue that the D numbers used to identify Schubert's works derive."}]}, {"heading": "Births", "year": "1888", "date": "September 5", "txt": "Sarvepalli Radhakrishnan, Indian philosopher and politician, 2nd President of India (d. 1975)", "entities": [{"title": "Sarvepalli Radhakrishnan", "href": "/wiki/Sarvepalli_Radhakrishnan", "description": "Sarvepalli Radhakrishnan was an Indian academic, professor, philosopher, and politician who served as the first Vice President of India (1952–1962) and the second President of India (1962–1967)."}, {"title": "President of India", "href": "/wiki/President_of_India", "description": "The President of India, officially the President of the Republic of India, is the ceremonial head of state of India and the commander-in-chief of the Indian Armed Forces. Ram Nath Kovind is the 14th and current president."}]}, {"heading": "Births", "year": "1892", "date": "September 5", "txt": "Joseph Szigeti, Hungarian violinist and educator (d. 1973)", "entities": [{"title": "Joseph Szigeti", "href": "/wiki/Joseph_Szigeti", "description": "Joseph Szigeti was a Hungarian violinist."}]}, {"heading": "Births", "year": "1897", "date": "September 5", "txt": "Morris Carnovsky, American actor (d. 1992)", "entities": [{"title": "Morris Carnovsky", "href": "/wiki/Morris_Carnovsky", "description": "Morris Carnovsky was an American stage and film actor. He was one of the founders of the Group Theatre (1931-1940) in New York City and had a thriving acting career both on Broadway and in films until, in the early 1950s, professional colleagues told the House Un-American Activities Committee that Carnovsky had been a Communist Party member. He was blacklisted and worked less frequently for a few "}]}, {"heading": "Births", "year": "1897", "date": "September 5", "txt": "Arthur Nielsen, American market analyst, founded ACNielsen (d. 1980)", "entities": [{"title": "ACNielsen", "href": "/wiki/ACNielsen", "description": "The Nielsen Corporation, self-referentially known as The Nielsen Company, and formerly known as ACNielsen or AC Nielsen, is a global marketing research firm, with worldwide headquarters in New York City, United States. Regional headquarters for North America are located in Chicago."}]}, {"heading": "Births", "year": "1899", "date": "September 5", "txt": "Humphrey Cobb, American author and screenwriter (d. 1944)", "entities": [{"title": "Humphrey Cobb", "href": "/wiki/Humphrey_Cobb", "description": "Humphrey Cobb was an Italian-born, Canadian-American screenwriter and novelist. He is known for writing the novel Paths of Glory (1935), which was made into an acclaimed 1957 film Paths of Glory by Stanley Kubrick. Cobb was also the lead screenwriter on the 1937 film San Quentin, starring Humphrey Bogart."}]}, {"heading": "Births", "year": "1899", "date": "September 5", "txt": "Helen Creighton, Canadian author and educator (d. 1989)", "entities": []}, {"heading": "Births", "year": "1901", "date": "September 5", "txt": "Florence Eldridge, American actress (d. 1988)", "entities": [{"title": "Florence Eldridge", "href": "/wiki/Florence_Eldridge", "description": "Florence Eldridge was an American actress. She was nominated for the Tony Award for Best Actress in a Play in 1957 for her performance in Long Day's Journey into Night."}]}, {"heading": "Births", "year": "1901", "date": "September 5", "txt": "Mario Scelba, Italian politician, 33rd Prime Minister of Italy (d. 1991)", "entities": [{"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Births", "year": "1902", "date": "September 5", "txt": "Jean Dalrymple, American playwright, producer, manager, and publicist (d. 1998)", "entities": [{"title": "Jean Dalrymple", "href": "/wiki/Jean_Dalrymple", "description": "Jean Van Kirk Dalrymple was an American theater producer, manager, publicist, and playwright. She was instrumental in the founding of New York City Center, and is best known for her productions there."}]}, {"heading": "Births", "year": "1902", "date": "September 5", "txt": "Darryl F. Zanuck, American actor, director, producer, and screenwriter (d. 1979)", "entities": []}, {"heading": "Births", "year": "1904", "date": "September 5", "txt": "Vera Bradford, Australian pianist and educator (d. 2004)", "entities": [{"title": "Vera Bradford", "href": "/wiki/Vera_Bradford", "description": "Vera Florence Bradford was an Australian classical pianist and teacher, with a very long career. Her playing was admired for its depth and beauty of tone, classical unity and tremendous power."}]}, {"heading": "Births", "year": "1905", "date": "September 5", "txt": "Maurice Challe, French general (d. 1979)", "entities": [{"title": "Maurice Challe", "href": "/wiki/Maurice_Challe", "description": "Maurice Challe was a French general during the Algerian War, one of four generals who took part in the Algiers putsch."}]}, {"heading": "Births", "year": "1905", "date": "September 5", "txt": "Arthur Koestler, Hungarian-English journalist and author (d. 1983)", "entities": []}, {"heading": "Births", "year": "1905", "date": "September 5", "txt": "Justiniano Montano, Filipino lawyer and politician (d. 2005)", "entities": []}, {"heading": "Births", "year": "1906", "date": "September 5", "txt": "Ralston Crawford, American painter, lithographer, and photographer (d. 1978)", "entities": [{"title": "Ralston Crawford", "href": "/wiki/Ralston_Crawford", "description": "Ralston Crawford (1906–1978) was an American abstract painter, lithographer, and photographer."}]}, {"heading": "Births", "year": "1906", "date": "September 5", "txt": "Sunnyland Slim, American singer-songwriter and pianist (d. 1995)", "entities": []}, {"heading": "Births", "year": "1908", "date": "September 5", "txt": "Josué de Castro, Brazilian physician, geographer, and activist (d. 1973)", "entities": [{"title": "Josué de Castro", "href": "/wiki/Josu%C3%A9_de_Castro", "description": "Josué de Castro, born Josué Apolônio de Castro, was a Brazilian physician, expert on nutrition, geographer, writer, public administrator, and activist against world hunger."}]}, {"heading": "Births", "year": "1908", "date": "September 5", "txt": "Joaquín Nin-Culmell, German-American pianist and composer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1908", "date": "September 5", "txt": "Cecilia Seghizzi, Italian composer and painter (d. 2019)", "entities": []}, {"heading": "Births", "year": "1909", "date": "September 5", "txt": "Hans Carste, German pianist and conductor (d. 1971)", "entities": [{"title": "Hans Carste", "href": "/wiki/Hans_Carste", "description": "Hans Friedrich August Carste was a German composer and conductor. He arrived in Berlin in 1931 after working in Vienna and Breslau. He composed film music and as well as songs for the stage. Electrola offered him and his orchestra an exclusive recording contract and he recorded many high quality sides for them. Hans Carste joined the NSDAP in 1933."}]}, {"heading": "Births", "year": "1909", "date": "September 5", "txt": "Bernard Delfont, Russian-English talent manager (d. 1994)", "entities": []}, {"heading": "Births", "year": "1909", "date": "September 5", "txt": "Archie Jackson, Scottish-Australian cricketer (d. 1933)", "entities": []}, {"heading": "Births", "year": "1910", "date": "September 5", "txt": "Leila Mackinlay, English author (d. 1996)", "entities": [{"title": "Leila Mackinlay", "href": "/wiki/Leila_Mackinlay", "description": "Leila Antoinette Sterling Mackinlay was a British writer of romance novels from 1930 to 1979 as Leila S. Mackinlay or Leila Mackinlay and also under the pseudonym Brenda Grey. Some of her novels are based on real people like Madame Vestris, Lola Montez or Jane Elizabeth Digby; she also wrote Musical Productions, a musical book. She was the daughter of the musician and writer Malcolm Sterling Macki"}]}, {"heading": "Births", "year": "1910", "date": "September 5", "txt": "Phiroze Palia, Indian cricketer (d. 1981)", "entities": []}, {"heading": "Births", "year": "1912", "date": "September 5", "txt": "John Cage, American composer and theorist (d. 1992)", "entities": [{"title": "John Cage", "href": "/wiki/John_Cage", "description": "John Milton Cage Jr. was an American composer, music theorist, artist, and philosopher. A pioneer of indeterminacy in music, electroacoustic music, and non-standard use of musical instruments, Cage was one of the leading figures of the post-war avant-garde. Critics have lauded him as one of the most influential composers of the 20th century. He was also instrumental in the development of modern da"}]}, {"heading": "Births", "year": "1912", "date": "September 5", "txt": "Kristina Söderbaum, Swedish-German actress and photographer (d. 2001)", "entities": []}, {"heading": "Births", "year": "1912", "date": "September 5", "txt": "Frank Thomas, American voice actor, animator, and screenwriter (d. 2004)", "entities": []}, {"heading": "Births", "year": "1914", "date": "September 5", "txt": "Stuart Freeborn, English make up artist (d. 2013)", "entities": [{"title": "Stuart Freeborn", "href": "/wiki/Stuart_Freeborn", "description": "Stuart Freeborn was a British motion picture make-up artist. He has been referred to as the \"grandfather of modern make-up design\" and is perhaps best known for his work on the original Star Wars trilogy, most notably the design and fabrication of Yoda."}]}, {"heading": "Births", "year": "1914", "date": "September 5", "txt": "Gail Kubik, American violinist, composer, and educator (d. 1984)", "entities": []}, {"heading": "Births", "year": "1914", "date": "September 5", "txt": "Nicanor Parra, Chilean physicist, mathematician, and poet (d. 2018)", "entities": []}, {"heading": "Births", "year": "1916", "date": "September 5", "txt": "Frank Shuster, Canadian comedian, actor, and screenwriter (d. 2002)", "entities": [{"title": "Frank Shuster", "href": "/wiki/Frank_Shuster", "description": "Frank Shuster, was a Canadian comedian best known as a member of the comedy duo Wayne and Shuster, alongside Johnny Wayne."}]}, {"heading": "Births", "year": "1916", "date": "September 5", "txt": "Frank Yerby, American novelist (d. 1991)", "entities": []}, {"heading": "Births", "year": "1917", "date": "September 5", "txt": "Pedro E. Guerrero, American photographer (d. 2012)", "entities": [{"title": "Pedro E. Guerrero", "href": "/wiki/Pedro_E._Guerrero", "description": "Pedro E. Guerrero was an American photographer known for his extraordinary access to Frank Lloyd Wright. He was a sought-after architectural photographer in the 1950s. In a career shift that was part serendipity and part the result of being blacklisted by the major shelter magazines for his stance against the Vietnam War, he later concentrated on documenting the work and lives of the American arti"}]}, {"heading": "Births", "year": "1917", "date": "September 5", "txt": "Sören Nordin, Swedish harness racer and trainer (d. 2008)", "entities": [{"title": "Harness racing", "href": "/wiki/Harness_racing", "description": "Harness racing is a form of horse racing in which the horses race at a specific gait. They usually pull a two-wheeled cart called a sulky, or spider, occupied by a driver. In Europe, and less frequently in Australia and New Zealand, races with jockeys riding directly on saddled trotters are also conducted."}]}, {"heading": "Births", "year": "1918", "date": "September 5", "txt": "Luis Alcoriza, Mexican actor, director, and screenwriter (d. 1992)", "entities": [{"title": "Luis Alcoriza", "href": "/wiki/Luis_Alcoriza", "description": "Luis Alcoriza de la Vega was a respected Mexican screenwriter, film director, and actor."}]}, {"heading": "Births", "year": "1918", "date": "September 5", "txt": "Bob Katter, Sr., Australian captain and politician (d. 1990)", "entities": []}, {"heading": "Births", "year": "1918", "date": "September 5", "txt": "Fred McCarthy, American cartoonist and monk (d. 2009)", "entities": []}, {"heading": "Births", "year": "1919", "date": "September 5", "txt": "Elisabeth Volkenrath, German SS officer (d. 1945)", "entities": [{"title": "Elisabeth Volkenrath", "href": "/wiki/Elisabeth_Volkenrath", "description": "Elisabeth Volkenrath was a German supervisor at several Nazi concentration camps during World War II."}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1920", "date": "September 5", "txt": "Peter Racine Fricker, English-American composer and educator (d. 1990)", "entities": [{"title": "Peter Racine Fricker", "href": "/wiki/Peter_Racine_Fricker", "description": "\nPeter Racine Fricker was an English composer, among the first to establish his career entirely after the Second World War. He lived in the US for the last thirty years of his life. Fricker wrote over 160 works in all the main genres excepting opera. He was a descendant of the French playwright Racine."}]}, {"heading": "Births", "year": "1920", "date": "September 5", "txt": "Fons Rademakers, Dutch-Swiss actor, director, producer, and screenwriter (d. 2007)", "entities": []}, {"heading": "Births", "year": "1921", "date": "September 5", "txt": "Murray Henderson, Canadian ice hockey player and coach (d. 2013)", "entities": [{"title": "Murray Henderson (ice hockey)", "href": "/wiki/Murray_Henderson_(ice_hockey)", "description": "John Murray \"Moe\" Henderson was a [Canadian professional ice hockey defenceman who played 405 games in the National Hockey League with the Boston Bruins between 1945 and 1952."}]}, {"heading": "Births", "year": "1921", "date": "September 5", "txt": "Jack Valenti, American businessman, created the MPAA film rating system (d. 2007)", "entities": [{"title": "Motion Picture Association of America film rating system", "href": "/wiki/Motion_Picture_Association_of_America_film_rating_system", "description": "The Motion Picture Association film rating system is used in the United States and its territories to rate a motion picture's suitability for certain audiences based on its content. The system and the ratings applied to individual motion pictures are the responsibility of the Motion Picture Association (MPA), previously the Motion Picture Association of America (MPAA) 1945–2019. The MPA rating sys"}]}, {"heading": "Births", "year": "1922", "date": "September 5", "txt": "Denys Wilkinson, English physicist and academic (d. 2016)", "entities": [{"title": "Denys Wilkinson", "href": "/wiki/Denys_Wilkinson", "description": "Sir Denys Haigh Wilkinson FRS was a British nuclear physicist."}]}, {"heading": "Births", "year": "1923", "date": "September 5", "txt": "David Hamer, Australian captain and politician (d. 2002)", "entities": [{"title": "David Hamer", "href": "/wiki/David_Hamer", "description": "David John Hamer was an Australian politician and Royal Australian Navy officer."}]}, {"heading": "Births", "year": "1923", "date": "September 5", "txt": "Ken Meuleman, Australian cricketer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 5", "txt": "Paul Dietzel, American football player and coach (d. 2013)", "entities": [{"title": "Paul Dietzel", "href": "/wiki/Paul_Dietzel", "description": "Paul Franklin Dietzel was an American football player, coach, and college athletics administrator. He served as the head coach at Louisiana State University (1955–1961), the United States Military Academy (1962–1965), and the University of South Carolina (1966–1974), compiling a career record of 109–95–5. Dietzel's 1958 LSU team concluded an 11–0 season with a win over Clemson in the Sugar Bowl an"}]}, {"heading": "Births", "year": "1924", "date": "September 5", "txt": "Frank Armitage, Australian-American artist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 5", "txt": "Justin Kaplan, American author (d. 2014)", "entities": [{"title": "Justin Kaplan", "href": "/wiki/Justin_Kaplan", "description": "Justin Daniel \"Joe\" Kaplan was an American writer and editor. The general editor of Bartlett's Familiar Quotations, he was best known as a biographer, particularly of Samuel Clemens, Lincoln Steffens, and Walt Whitman."}]}, {"heading": "Births", "year": "1927", "date": "September 5", "txt": "Paul Volcker, American economist and academic (d. 2019)", "entities": [{"title": "Paul Volcker", "href": "/wiki/Paul_Volcker", "description": "Paul Adolph Volcker Jr. was an American economist. He served two terms as the 12th Chair of the Federal Reserve under U.S. presidents Jimmy Carter and Ronald Reagan from August 1979 to August 1987. He is widely credited with having ended the high levels of inflation seen in the United States during the 1970s and early 1980s. He was the chairman of the Economic Recovery Advisory Board under Preside"}]}, {"heading": "Births", "year": "1928", "date": "September 5", "txt": "Joyce Hatto, English pianist and educator (d. 2006)", "entities": [{"title": "Joyce Hatto", "href": "/wiki/Joyce_Hatto", "description": "Joyce Hilda Hatto was an English concert pianist and piano teacher. In 1956 she married William Barrington-Coupe, a record producer who was convicted of Purchase Tax evasion in 1966. Hatto became famous very late in life when unauthorised copies of commercial recordings made by other pianists were released under her name, earning her high praise from critics. The fraud did not come to light until "}]}, {"heading": "Births", "year": "1928", "date": "September 5", "txt": "Albert Mangelsdorff, German trombonist and educator (d. 2005)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 5", "txt": "Bob Newhart, American comedian and actor", "entities": [{"title": "Bob Newhart", "href": "/wiki/Bob_Newhart", "description": "George Robert Newhart is an American stand-up comedian and actor known for his deadpan and slightly stammering delivery style. Newhart came to prominence in 1960 when his album of comedic monologues, The Button-Down Mind of Bob Newhart, became a bestseller and reached number one on the Billboard pop album chart; it remains the 20th-best selling comedy album in history. The follow-up album, The But"}]}, {"heading": "Births", "year": "1929", "date": "September 5", "txt": "Andriyan Nikolayev, Russian general, pilot, and astronaut (d. 2004)", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 5", "txt": "Carol Lawrence, American actress and singer", "entities": [{"title": "Carol Lawrence", "href": "/wiki/Carol_Lawrence", "description": "Carol Lawrence is an American actress, appearing in musical theatre and on television. She is known for portraying Maria on Broadway in the musical West Side Story (1957), receiving a nomination for the Tony Award for Best Featured Actress in a Musical. She appeared at The Muny, St. Louis, in several musicals, including Funny Girl. She also appeared in many television dramas, including Rawhide and"}]}, {"heading": "Births", "year": "1932", "date": "September 5", "txt": "Robert H. Dennard, American electrical engineer and inventor", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 5", "txt": "Francisco Javier Errázuriz Ossa, Chilean cardinal", "entities": [{"title": "Francisco Javier Errázuriz Ossa", "href": "/wiki/Francisco_Javier_Err%C3%A1zuriz_Ossa", "description": "Francisco Javier Errázuriz Ossa is a Chilean prelate of the Catholic Church who served as Archbishop of Santiago from 1998 to 2010. He has been a cardinal since 2001 and was a member of Pope Francis' Council of Cardinal Advisers from its creation in 2013 until his departure in 2018."}]}, {"heading": "Births", "year": "1934", "date": "September 5", "txt": "Paul Josef Cordes, German cardinal", "entities": [{"title": "Paul Josef Cordes", "href": "/wiki/Paul_Josef_Cordes", "description": "Paul Josef Cordes is a German Cardinal of the Roman Catholic Church. He served as President of the Pontifical Council Cor Unum (1995–2010), and was elevated to the rank of cardinal in 2007."}]}, {"heading": "Births", "year": "1934", "date": "September 5", "txt": "Dennis Letts, American actor and educator (d. 2008)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 5", "txt": "Kevin McNamara, English politician, Shadow Secretary of State for Northern Ireland (d. 2017)", "entities": [{"title": "Shadow Secretary of State for Northern Ireland", "href": "/wiki/Shadow_Secretary_of_State_for_Northern_Ireland", "description": "The Shadow Secretary of State for Northern Ireland is a member of the British Shadow Cabinet responsible for the scrutiny of the Secretary of State for Northern Ireland and their department, the Northern Ireland Office. The post is currently held by Louise Haigh, following the resignation of Tony Lloyd. The holder is assisted by junior shadow ministers in the Commons and in the Lords."}]}, {"heading": "Births", "year": "1935", "date": "September 5", "txt": "Werner Erhard, American author and philanthropist, founded Werner Erhard and Associates and The Hunger Project", "entities": [{"title": "Werner Erhard", "href": "/wiki/Werner_Erhard", "description": "Werner Hans Erhard is an American author and lecturer known for founding est, which operated from 1971 to 1984. He has written, lectured, and taught on self improvement."}, {"title": "Werner Erhard and Associates", "href": "/wiki/Werner_Erhard_and_Associates", "description": "Werner Erhard and Associates, also known as WE&A or as WEA, operated as a commercial entity from February 1981 until early 1991. It replaced Erhard Seminars Training, Inc. as the vehicle for delivering the est training, and offered what some people refer to as personal and professional development programs. Initially WE&A marketed and staged the est training, but in 1984 the est training was repla"}, {"title": "The Hunger Project", "href": "/wiki/The_Hunger_Project", "description": "The Hunger Project (THP) is an organization committed to the sustainable end of world hunger. It has ongoing programs in Africa, Asia, and Latin America, where it implements programs aimed at mobilizing rural grassroots communities to achieve sustainable progress in health, education, nutrition, and family income. THP is a 501(c)(3) non-profit charitable organization incorporated in the state of C"}]}, {"heading": "Births", "year": "1935", "date": "September 5", "txt": "Helen Gifford, Australian composer and educator", "entities": []}, {"heading": "Births", "year": "1936", "date": "September 5", "txt": "Robert Burns, Canadian lawyer and politician (d. 2014)", "entities": [{"title": "Robert Burns (Quebec politician)", "href": "/wiki/Robert_Burns_(Quebec_politician)", "description": "Robert Burns was a politician, attorney and union activist from Quebec, Canada."}]}, {"heading": "Births", "year": "1936", "date": "September 5", "txt": "John Danforth, American politician and diplomat, 24th United States Ambassador to the United Nations", "entities": [{"title": "United States Ambassador to the United Nations", "href": "/wiki/United_States_Ambassador_to_the_United_Nations", "description": "The United States ambassador to the United Nations is the leader of the U.S. delegation, the U.S. Mission to the United Nations. The position is formally known as the permanent representative of the United States of America to the United Nations, with the rank and status of ambassador extraordinary and plenipotentiary, and representative of the United States of America in the United Nations Securi"}]}, {"heading": "Births", "year": "1936", "date": "September 5", "txt": "Jonathan Kozol, American sociologist, author, and educator", "entities": []}, {"heading": "Births", "year": "1936", "date": "September 5", "txt": "Bill Mazeroski, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1936", "date": "September 5", "txt": "Knuts Skujenieks, Latvian poet, journalist, and translator", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 5", "txt": "Antonio Valentín Angelillo, Argentinian footballer and manager (d. 2018)", "entities": [{"title": "Antonio Valentín Angelillo", "href": "/wiki/Antonio_Valent%C3%ADn_Angelillo", "description": "Antonio Valentín Angelillo was an Italian Argentine football forward who played the majority of his professional career in the Italian Serie A; he was a member of both the Argentine and the Italian national teams."}]}, {"heading": "Births", "year": "1937", "date": "September 5", "txt": "Dick Clement, English director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1938", "date": "September 5", "txt": "John Ferguson, Sr., Canadian ice hockey player, coach, and manager (d. 2007)", "entities": [{"title": "John Ferguson, Sr.", "href": "/wiki/John_Ferguson,_Sr.", "description": "John Bowie \"Fergy\" Ferguson Sr. was a professional ice hockey player and executive. Ferguson played as a left-winger for the Montreal Canadiens from 1963 to 1971. After retiring from active play, he became a coach, and later a general manager. He is the father of John Ferguson Jr.."}]}, {"heading": "Births", "year": "1938", "date": "September 5", "txt": "Doreen Massey, Baroness Massey of Darwen, English politician", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 5", "txt": "Claudette Colvin, American nurse and activist", "entities": [{"title": "Claudette Colvin", "href": "/wiki/Claudette_Colvin", "description": "Claudette Colvin is a pioneer of the 1950s civil rights movement and retired nurse aide. On March 2, 1955, she was arrested at the age of 15 in Montgomery, Alabama, for refusing to give up her seat to a white woman on a crowded, segregated bus. This occurred nine months before the more widely known incident in which Rosa Parks, secretary of the local chapter of the National Association for the Adv"}]}, {"heading": "Births", "year": "1939", "date": "September 5", "txt": "William Devane, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 5", "txt": "George Lazenby, Australian actor", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 5", "txt": "John Stewart, American singer-songwriter and guitarist (d. 2008)", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 5", "txt": "George Tremlett, English journalist, author, and politician", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 5", "txt": "Valerie Howarth, Baroness Howarth of Breckland, English politician", "entities": [{"title": "Valerie Howarth, Baroness Howarth of Breckland", "href": "/wiki/Valerie_Howarth,_Baroness_Howarth_of_Breckland", "description": "\n\nValerie Georgina Howarth, Baroness Howarth of Breckland, is a British politician and a member of the House of Lords, sitting as a crossbencher."}]}, {"heading": "Births", "year": "1940", "date": "September 5", "txt": "Raquel Welch, American actress and singer", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 5", "txt": "Dave Dryden, Canadian ice hockey player and coach", "entities": [{"title": "Dave Dryden", "href": "/wiki/Dave_Dryden", "description": "David Murray Dryden is a Canadian former professional ice hockey goaltender. Dryden has the distinction of creating the modern day goaltending mask consisting of a fiberglass mask with a cage."}]}, {"heading": "Births", "year": "1942", "date": "September 5", "txt": "Werner Herzog, German actor, director, producer, and screenwriter", "entities": [{"title": "Werner Herzog", "href": "/wiki/Werner_Herzog", "description": "Werner Herzog is a German film director, screenwriter, writer, actor, and opera director. Herzog is considered a figure of the New German Cinema. His films often feature ambitious protagonists with impossible dreams, people with unique talents in obscure fields, or individuals who are in conflict with nature."}]}, {"heading": "Births", "year": "1942", "date": "September 5", "txt": "Eduardo Mata, Mexican conductor and composer (d. 1995)", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 5", "txt": "Dulce Saguisag, Filipino social worker and politician, 10th Filipino Secretary of Social Welfare and Development (d. 2007)", "entities": [{"title": "Dulce Saguisag", "href": "/wiki/Dulce_Saguisag", "description": "Dulce Quintans-Saguisag was a Filipino politician and former Secretary of the Department of Social Welfare and Development under the administration of former President Joseph Estrada. Saguisag was one of Estrada's eleven cabinet members who withdrew support for Estrada on January 19, 2001, following accusations of massive corruption by the president. Estrada was ousted from office the next day, wh"}, {"title": "Secretary of Social Welfare and Development (Philippines)", "href": "/wiki/Secretary_of_Social_Welfare_and_Development_(Philippines)", "description": "The secretary of social welfare and development is the head of the Department of Social Welfare and Development and is a member of the president's Cabinet."}]}, {"heading": "Births", "year": "1944", "date": "September 5", "txt": "Dario Bellezza, Italian poet, author, and playwright (d. 1996)", "entities": [{"title": "Dario Bellezza", "href": "/wiki/Dario_Bellezza", "description": "Dario Bellezza was an Italian poet, author and playwright. He won the Viareggio, Gatto, and Montale prizes."}]}, {"heading": "Births", "year": "1944", "date": "September 5", "txt": "Gareth Evans, Australian lawyer and politician, 33rd Australian Minister of Foreign Affairs", "entities": [{"title": "Minister for Foreign Affairs (Australia)", "href": "/wiki/Minister_for_Foreign_Affairs_(Australia)", "description": "The Minister for Foreign Affairs is the minister in the Government of Australia who is responsible for overseeing the international diplomacy section of the Department of Foreign Affairs and Trade. Senator Marise Payne was appointed as Foreign Minister by Prime Minister Scott Morrison in August 2018 following the resignation of Julie Bishop."}]}, {"heading": "Births", "year": "1945", "date": "September 5", "txt": "Eva Bergman, Swedish director and screenwriter", "entities": [{"title": "Eva Bergman", "href": "/wiki/Eva_Bergman", "description": "Eva Bergman is a Swedish film, theatre, and television director, who worked at Dramaten. She is the daughter of Swedish director Ingmar Bergman, and was married to crime writer Henning Mankell from 1998 until his death in 2015."}]}, {"heading": "Births", "year": "1945", "date": "September 5", "txt": "Al Stewart, Scottish singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 5", "txt": "Kyongae Chang, South Korean astrophysicist and academic", "entities": [{"title": "Kyongae Chang", "href": "/wiki/Kyongae_Chang", "description": "Kyongae Chang is a South Korean astrophysicist. She is best known for her work on gravitational lensing, including the Chang-Refsdal lens."}]}, {"heading": "Births", "year": "1946", "date": "September 5", "txt": "Dennis Dugan, American actor and director", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 5", "txt": "Dean Ford, Scottish singer-songwriter and guitarist (Marmalade) (d. 2018)", "entities": [{"title": "Marmalade (band)", "href": "/wiki/Marmalade_(band)", "description": "Marmalade are a Scottish pop rock band originating from the east end of Glasgow, originally formed in 1961 as The Gaylords, and then later billed as Dean Ford and The Gaylords, recording four singles for Columbia (EMI). In 1966 they changed the band's name to The Marmalade, and were credited as such on all of their subsequent recorded releases with CBS Records and Decca Records until 1972. Their g"}]}, {"heading": "Births", "year": "1946", "date": "September 5", "txt": "Freddie Mercury, Tanzanian-English singer-songwriter and producer (d. 1991)", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 5", "txt": "Loudon Wainwright III, American singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 5", "txt": "Mel Collins, Manx saxophonist and flute player", "entities": [{"title": "Mel Collins", "href": "/wiki/Mel_Collins", "description": "Melvyn Desmond Collins is a British saxophonist, flautist and session musician."}]}, {"heading": "Births", "year": "1947", "date": "September 5", "txt": "Chip Davis, American pianist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 5", "txt": "Buddy Miles, American singer-songwriter and drummer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 5", "txt": "Bruce Yardley, Australian cricketer and sportscaster (d. 2019)", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 5", "txt": "Benita Ferrero-Waldner, Austrian lawyer, politician, and diplomat, Foreign Minister of Austria", "entities": [{"title": "Benita Ferrero-Waldner", "href": "/wiki/Benita_Ferrero-Waldner", "description": "Benita Ferrero-Waldner is an Austrian diplomat and politician, and a member of the conservative Austrian People's Party (ÖVP). Ferrero-Waldner served as the Foreign Minister of Austria 2000–2004 and was the candidate of the Austrian People's Party in the 2004 Austrian presidential election, which she narrowly lost with 47.6% of the votes. She served as the European Commissioner for External Relati"}, {"title": "Foreign Minister of Austria", "href": "/wiki/Foreign_Minister_of_Austria", "description": "This article lists the Ministers of Foreign Affairs of Austria, from 30 October 1918 up to today. During the time of the Anschluss to Nazi Germany from 1938 to 1945, Austria had no government in its own right. The current Austrian Foreign Minister is Alexander Schallenberg, who took office on 3 June 2019."}]}, {"heading": "Births", "year": "1949", "date": "September 5", "txt": "Clem Clempson, English guitarist and songwriter", "entities": [{"title": "Clem Clempson", "href": "/wiki/Clem_Clempson", "description": "David \"Clem\" Clempson is an English rock guitarist who has played as a member in a number of bands including Colosseum and Humble Pie."}]}, {"heading": "Births", "year": "1950", "date": "September 5", "txt": "Rosie Cooper, English businesswoman and politician", "entities": [{"title": "Rosie Cooper", "href": "/wiki/Rosie_Cooper", "description": "Rosemary Elizabeth Cooper is a British Labour Party politician who was first elected as the Member of Parliament (MP) for West Lancashire in 2005."}]}, {"heading": "Births", "year": "1950", "date": "September 5", "txt": "Cathy Guisewite, American cartoonist, created Cathy", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 5", "txt": "Paul Breitner, German footballer", "entities": [{"title": "Paul Breitner", "href": "/wiki/Paul_Breitner", "description": "Paul Breitner is a German former professional footballer who played as a midfielder and left-back. Considered one of the best players of his era, Breitner was named in the FIFA World Cup All-Time Team, and was named by Pelé one of the top 125 greatest living footballers at a FIFA Awards ceremony in 2004. He was known for his partnerships with Franz Beckenbauer and Berti Vogts in defence for the na"}]}, {"heading": "Births", "year": "1951", "date": "September 5", "txt": "Michael Keaton, American actor and producer", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 5", "txt": "Jamie Oldaker, American drummer and percussionist (d. 2020)", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 5", "txt": "David Glen Eisley, American rock singer-songwriter and actor", "entities": [{"title": "David Glen Eisley", "href": "/wiki/David_Glen_Eisley", "description": "David Glen Eisley is an American musician, singer, songwriter, and actor."}]}, {"heading": "Births", "year": "1953", "date": "September 5", "txt": "Victor Davis Hanson, American historian and journalist", "entities": [{"title": "Victor Davis Hanson", "href": "/wiki/Victor_Davis_Hanson", "description": "Victor Davis Hanson is an American conservative commentator, classicist, and military historian. He has been a commentator on modern and ancient warfare and contemporary politics for The New York Times, Wall Street Journal, National Review, The Washington Times, and other media outlets."}]}, {"heading": "Births", "year": "1953", "date": "September 5", "txt": "Murray Mexted, New Zealand rugby player and sportscaster", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 5", "txt": "Eiki Nestor, Estonian engineer and politician, Estonian Minister of Social Affairs", "entities": [{"title": "Minister of Social Affairs (Estonia)", "href": "/wiki/Minister_of_Social_Affairs_(Estonia)", "description": "The Ministry of Social Affairs of Estonia is a government ministry of Estonia responsible for social policies of the country."}]}, {"heading": "Births", "year": "1953", "date": "September 5", "txt": "Paul Piché, Canadian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 5", "txt": "Richard Austin, Jamaican footballer and cricketer (d. 2015)", "entities": [{"title": "Richard Austin (cricketer)", "href": "/wiki/Richard_Austin_(cricketer)", "description": "Richard Arkwright Austin was an international cricketer from Jamaica, who played two Tests and one One Day International for the West Indies."}]}, {"heading": "Births", "year": "1954", "date": "September 5", "txt": "Frederick Kempe, American journalist and author", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 5", "txt": "Low Thia Khiang, Singaporean businessman and politician", "entities": [{"title": "Low Thia Khiang", "href": "/wiki/Low_Thia_Khiang", "description": "Low Thia Khiang is a Singaporean businessman and politician."}]}, {"heading": "Births", "year": "1956", "date": "September 5", "txt": "Roine Stolt, Swedish singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 5", "txt": "Rudi Gores, German footballer and manager", "entities": [{"title": "Rudi Gores", "href": "/wiki/Rudi_Gores", "description": "Rudi Gores is a former German footballer and coach."}]}, {"heading": "Births", "year": "1957", "date": "September 5", "txt": "Peter Winnen, Dutch cyclist", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 5", "txt": "Lars Danielsson, Swedish bassist, composer, and producer", "entities": [{"title": "Lars Danielsson", "href": "/wiki/Lars_Danielsson", "description": "Lars Danielsson is a Swedish jazz bassist, composer, and record producer."}]}, {"heading": "Births", "year": "1959", "date": "September 5", "txt": "Frank Schirrmacher, German journalist and publisher (d. 2014)", "entities": [{"title": "Frank Schirrmacher", "href": "/wiki/Frank_Schirrmacher", "description": "Frank Schirrmacher was a German journalist, literature expert and essayist, writer, and from 1994 co-publisher of the national German newspaper Frankfurter Allgemeine Zeitung."}]}, {"heading": "Births", "year": "1960", "date": "September 5", "txt": "Don Kulick, Swedish anthropologist and academic", "entities": [{"title": "Don Kulick", "href": "/wiki/Don_Kulick", "description": "Don Kulick is professor of anthropology at Uppsala University in Sweden. Kulick works within the frameworks of both cultural and linguistic anthropology, and has carried out field work in Papua New Guinea, Brazil, Italy and Sweden. \nKulick is also known for his extensive fieldwork on the Taiap people and their language in Gapun village of East Sepik Province, Papua New Guinea."}]}, {"heading": "Births", "year": "1961", "date": "September 5", "txt": "Marc-André Hamelin, Canadian pianist and composer", "entities": [{"title": "Marc-André Hamelin", "href": "/wiki/Marc-Andr%C3%A9_Hamelin", "description": "Marc-André Hamelin, OC, CQ, is a Canadian virtuoso pianist and composer. Hamelin is recognized worldwide for the originality and technical proficiency of his performances of the classic repertoire. He has received 11 Grammy Award nominations."}]}, {"heading": "Births", "year": "1962", "date": "September 5", "txt": "Tracy Edwards, English sailor and coach", "entities": [{"title": "Tracy Edwards", "href": "/wiki/Tracy_Edwards", "description": "Tracy Edwards, MBE is a British sailor. In 1989 she skippered the first all-female crew in the Whitbread Round the World Yacht Race, becoming the first woman to receive the Yachtsman of the Year Trophy and was appointed MBE. She has written two books about her experiences."}]}, {"heading": "Births", "year": "1962", "date": "September 5", "txt": "John McGrath, Welsh businessman", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 5", "txt": "Juan Alderete, American bass player and songwriter", "entities": [{"title": "Juan Alderete", "href": "/wiki/Juan_Alderete", "description": "Juan Alderete de la Peña is an American musician, best known as the longtime bassist of Racer X and the Mars Volta."}]}, {"heading": "Births", "year": "1963", "date": "September 5", "txt": "Jeff Brantley, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 5", "txt": "Terry Ellis, American R&B singer–songwriter and actress", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 5", "txt": "Taki Inoue, Japanese race car driver and manager", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 5", "txt": "Frank Farina, Australian footballer and manager", "entities": [{"title": "Frank Farina", "href": "/wiki/Frank_Farina", "description": "Frank Farina OAM is an Australian football (soccer) coach and former player who played as a forward."}]}, {"heading": "Births", "year": "1964", "date": "September 5", "txt": "Sergei Loznitsa, Belarusian-Ukrainian director and screenwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 5", "txt": "Ken Norman, American basketball player", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 5", "txt": "Thomas Mikal Ford, American actor (d. 2016)", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 5", "txt": "David Brabham, Australian race car driver", "entities": [{"title": "David Brabham", "href": "/wiki/David_Brabham", "description": "David Brabham is an Australian professional racing driver and one of the most successful and experienced specialists in sports car racing. He has won three international Sports Car series and is one of four Australians to have won the Le Mans 24 Hour sports car race, winning the event in 2009. Brabham won the American Le Mans Series in 2009 and 2010. He also competed in Formula One, racing for the"}]}, {"heading": "Births", "year": "1965", "date": "September 5", "txt": "Hoshitango Imachi, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 5", "txt": "Nick Talbot, English geneticist and academic", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 5", "txt": "Achero Mañas, Spanish actor, director, and screenwriter", "entities": [{"title": "Achero Mañas", "href": "/wiki/Achero_Ma%C3%B1as", "description": "Achero Mañas is a Spanish film director and former actor. He made three successful short films before winning recognition and several awards for his feature film debut El Bola."}]}, {"heading": "Births", "year": "1966", "date": "September 5", "txt": "Milinko Pantić, Serbian footballer and manager", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 5", "txt": "Matthias Sammer, German footballer and manager", "entities": [{"title": "Matthias Sammer", "href": "/wiki/Matthias_Sammer", "description": "Matthias Sammer is a German former professional football player and coach who last worked as sporting director of Bayern Munich. He played as a defensive midfielder and later in his career as a sweeper."}]}, {"heading": "Births", "year": "1967", "date": "September 5", "txt": "Jane Sixsmith, English field hockey player", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 5", "txt": "Serhiy Kovalets, Ukrainian footballer and manager", "entities": [{"title": "Serhiy Kovalets", "href": "/wiki/Serhiy_Kovalets", "description": "Serhiy Kovalets is a former Ukrainian football midfielder and manager for Chornomorets Odesa."}]}, {"heading": "Births", "year": "1968", "date": "September 5", "txt": "Dennis Scott, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 5", "txt": "Robin van der Laan, Dutch footballer and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 5", "txt": "Brad Wilk, American singer-songwriter and drummer", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 5", "txt": "Leonardo Araújo, Brazilian footballer and manager", "entities": [{"title": "Leonardo Araújo", "href": "/wiki/Leonardo_Ara%C3%BAjo", "description": "Leonardo Nascimento de Araújo, known as Leonardo, is a Brazilian football manager, executive, and former player. He currently serves as the sporting director of Paris Saint-Germain."}]}, {"heading": "Births", "year": "1969", "date": "September 5", "txt": "Mariko Kouda, Japanese voice actress, singer, and radio host", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 5", "txt": "Mark Ramprakash, English cricketer and coach", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 5", "txt": "Dweezil Zappa, American actor and musician", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 5", "txt": "Liam Lynch, American singer-songwriter, guitarist, puppeteer, and director", "entities": [{"title": "Liam Lynch (musician)", "href": "/wiki/Liam_Lynch_(musician)", "description": "William Patrick Niederst, better known as Liam Lynch, is an American filmmaker, singer, musician, songwriter, and puppeteer."}]}, {"heading": "Births", "year": "1970", "date": "September 5", "txt": "Mohammad Rafique, Bangladeshi cricketer", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 5", "txt": "Gilbert Remulla, Filipino journalist and politician", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 5", "txt": "Johnny Vegas, English actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 5", "txt": "Adam Hollioake, Australian cricketer and mixed martial artist", "entities": [{"title": "Adam Hollioake", "href": "/wiki/Adam_Hollioake", "description": "Adam John Hollioake is a professional athlete who is the only international cricketer to compete professionally as a Mixed Martial Artist. He has also competed as a professional boxer. However he is most well known as a cricketing all-rounder who played for Surrey and England. He captained Surrey from 1997 until 2003, winning three County Championships, and led the England cricket team in One Day "}]}, {"heading": "Births", "year": "1972", "date": "September 5", "txt": "Shane Sewell, Canadian-American wrestler and referee", "entities": [{"title": "Shane Sewell", "href": "/wiki/Shane_Sewell", "description": "Shane Sewell is a Canadian professional wrestler and referee. He has worked for the World Wrestling Council, the International Wrestling Association and Total Nonstop Action Wrestling as both a referee and wrestler. Shane Sewell is a fourteen-time World Heavyweight Champion, having won the IWA Undisputed World Unified Heavyweight Championship ten times, the WWC Universal Heavyweight Championship t"}]}, {"heading": "Births", "year": "1972", "date": "September 5", "txt": "Guy Whittall, Zimbabwean cricketer", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 5", "txt": "Paddy Considine, English actor, director, and screenwriter", "entities": [{"title": "Paddy Considine", "href": "/wiki/Paddy_Considine", "description": "Patrick George Considine is an English actor, director, screenwriter, and musician. He is particularly known for his versatile portrayals of antiheroes and emotionally vulnerable characters and is also noted for his frequent collaborations with filmmaker and director Shane Meadows. He came to prominence in the early 2000s with a string of performances in independent films that prompted The Observe"}]}, {"heading": "Births", "year": "1973", "date": "September 5", "txt": "Rose McGowan, American actress", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 5", "txt": "Lauren Jeska, British transgender fell runner convicted of the attempted murder of Ralph Knibbs", "entities": [{"title": "Lauren Jeska", "href": "/wiki/Lauren_Jeska", "description": "Lauren Jeska is a trans woman from Lancaster. She competed in fell running and was convicted of the attempted murder of Ralph Knibbs, HR manager for UK Athletics after Knibbs investigated Jeska's eligibility to compete as a woman."}, {"title": "Ralph Knibbs", "href": "/wiki/Ralph_Knibbs", "description": "Ralph Andrew Knibbs is a former elite rugby union player for Bristol."}]}, {"heading": "Births", "year": "1974", "date": "September 5", "txt": "Rawl Lewis, Grenadian cricketer", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 5", "txt": "Ken-Marti Vaher, Estonian politician, Estonian Minister of the Interior", "entities": [{"title": "Minister of the Interior (Estonia)", "href": "/wiki/Minister_of_the_Interior_(Estonia)", "description": "The Ministry of the Interior of Estonia is a Ministry in the Estonian Government. The current Minister of the Interior is Kristian Jaani."}]}, {"heading": "Births", "year": "1975", "date": "September 5", "txt": "Rod Barajas, American baseball player and manager", "entities": [{"title": "Rod Barajas", "href": "/wiki/Rod_Barajas", "description": "Rodrigo Richard Barajas is an American former professional baseball catcher and current catching and quality control coach for the San Diego Padres of Major League Baseball (MLB). Barajas served as the interim manager for the San Diego Padres after Andy Green's firing on September 21, 2019. As a player in Major League Baseball (MLB), he played for the Arizona Diamondbacks, Texas Rangers, Philadelp"}]}, {"heading": "Births", "year": "1975", "date": "September 5", "txt": "George Boateng, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 5", "txt": "Randy Choate, American baseball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 5", "txt": "Matt Geyer, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 5", "txt": "Tatiana Gutsu, Ukrainian gymnast", "entities": [{"title": "Tatiana Gutsu", "href": "/wiki/Tatiana_Gutsu", "description": "Tatiana Gutsu, rarely Tetiana Hutsu, is a former artistic gymnast from the Soviet Union and the winner of the all-around title at the 1992 Summer Olympics. She was renowned for performing some of the most difficult routines in the sport."}]}, {"heading": "Births", "year": "1977", "date": "September 5", "txt": "Rosevelt Colvin, American football player and sportscaster", "entities": [{"title": "Rosevelt Colvin", "href": "/wiki/Rosevelt_Colvin", "description": "Rosevelt Colvin, III is a former American football linebacker, who now works as a football analyst for the Big Ten Network. Drafted by the Chicago Bears in the fourth round of the 1999 NFL Draft, he played college football at Purdue."}]}, {"heading": "Births", "year": "1977", "date": "September 5", "txt": "Joseba Etxeberria, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 5", "txt": "Minoru Fujita, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 5", "txt": "Nazr Mohammed, American basketball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 5", "txt": "Laura Bertram, Canadian actress", "entities": [{"title": "Laura Bertram", "href": "/wiki/Laura_Bertram", "description": "Laura Maureen Bertram is a Canadian actress best known for her role as Trance Gemini in Andromeda."}]}, {"heading": "Births", "year": "1978", "date": "September 5", "txt": "Chris Jack, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 5", "txt": "Sylvester Joseph, Antiguan cricketer", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 5", "txt": "Zhang Zhong, Chinese chess player", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 5", "txt": "John Carew, Norwegian footballer", "entities": [{"title": "John Carew", "href": "/wiki/John_Carew", "description": "John Alieu Carew is a Norwegian former professional footballer who played as a forward. He was capped 91 times, scoring 24 goals for the Norwegian national team."}]}, {"heading": "Births", "year": "1979", "date": "September 5", "txt": "Stacey Dales, Canadian basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 5", "txt": "Julien Lizeroux, French skier", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 5", "txt": "Salvatore Mastronunzio, Italian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 5", "txt": "George O'Callaghan, Irish footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 5", "txt": "Franco Costanzo, Argentinian footballer", "entities": [{"title": "Franco Costanzo", "href": "/wiki/Franco_Costanzo", "description": "Franco Costanzo Geymonat is an Argentine football goalkeeper who last played for Chilean club Universidad Católica of the Primera División."}]}, {"heading": "Births", "year": "1980", "date": "September 5", "txt": "Kevin Simm, British singer", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 5", "txt": "Daniel Moreno, Spanish cyclist", "entities": [{"title": "Daniel Moreno", "href": "/wiki/Daniel_Moreno", "description": "Daniel Moreno Fernández is a Spanish former professional road racing cyclist, who rode professionally between 2005 and 2018 for the Relax–GAM, Omega Pharma–Lotto, Team Katusha, Movistar Team and EF Education First–Drapac p/b Cannondale teams. He specialised in mountain and high-mountain races along with Grand Tours like the Giro d'Italia and Vuelta a España, winning three stages of the latter in 2"}]}, {"heading": "Births", "year": "1981", "date": "September 5", "txt": "Kai Rüütel, Estonian opera singer", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 5", "txt": "Filippo Volandri, Italian tennis player", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 5", "txt": "Alexandre Geijo, Spanish-Swiss footballer", "entities": [{"title": "Alexandre Geijo", "href": "/wiki/Alexandre_Geijo", "description": "Alexandre \"Álex\" Geijo Pazos is a Spanish footballer who plays for Atlético Sanluqueño CF as a striker."}]}, {"heading": "Births", "year": "1983", "date": "September 5", "txt": "Eugen Bopp, Ukrainian-German footballer", "entities": [{"title": "Eugen Bopp", "href": "/wiki/Eugen_Bopp", "description": "Eugen Bopp is a German semi-professional footballer who plays as a midfielder for Northern Premier League Division One South club Basford United. Born in Ukraine, he represented the Germany national under-19 team."}]}, {"heading": "Births", "year": "1983", "date": "September 5", "txt": "Pablo Granoche, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 5", "txt": "Lincoln Riley, American football coach", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 5", "txt": "Antony Sweeney, English footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 5", "txt": "Alison Bell, Scottish field hockey player", "entities": [{"title": "Alison Bell (field hockey)", "href": "/wiki/Alison_Bell_(field_hockey)", "description": "Alison Bell is a Scottish female field hockey player who plays for the Scotland women's national field hockey team. She has represented Scotland in few international competitions including the 2005 Women's Hockey Junior World Cup, 2013 Women's EuroHockey Nations Championship, 2010 Commonwealth Games, and 2014 Commonwealth Games."}]}, {"heading": "Births", "year": "1984", "date": "September 5", "txt": "Chris Anker Sørensen, Danish cyclist", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 5", "txt": "Justin Dentmon, American basketball player", "entities": [{"title": "Justin Dentmon", "href": "/wiki/Justin_Dentmon", "description": "Justin Lorenzo Dentmon is an American professional basketball player for the Bakken Bears of the Basketligaen. He played college basketball for Washington. In 2010, he was the top scorer in the Israel Basketball Premier League."}]}, {"heading": "Births", "year": "1985", "date": "September 5", "txt": "Ryan Guy, American soccer player", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 5", "txt": "Colt McCoy, American football player", "entities": [{"title": "Colt McCoy", "href": "/wiki/Colt_McCoy", "description": "Daniel \"Colt\" McCoy is an American football quarterback for the Arizona Cardinals of the National Football League (NFL). He played college football at the University of Texas, where he won several awards and honors as a senior in 2009. McCoy is second all-time to Boise State's Kellen Moore in games won by an NCAA Division I quarterback. He was drafted by the Cleveland Browns in the third round of "}]}, {"heading": "Births", "year": "1986", "date": "September 5", "txt": "Pragyan Ojha, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 5", "txt": "Denni Avdić, Swedish footballer", "entities": [{"title": "Denni Avdić", "href": "/wiki/Denni_Avdi%C4%87", "description": "Denni Robin Avdić is a Swedish professional footballer who plays as a centre-forward. Beginning his professional career with IF Elfsborg, he has gone on to play professionally in Germany for Werder Bremen and in the Netherlands for PEC Zwolle, AZ Alkmaar, and Heracles Almelo before returning to Sweden in 2016. He has won one cap for the Sweden national team."}]}, {"heading": "Births", "year": "1988", "date": "September 5", "txt": "Felipe Caicedo, Ecuadorian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 5", "txt": "Elena Delle Donne, American basketball player", "entities": [{"title": "Elena Delle Donne", "href": "/wiki/Elena_Delle_Donne", "description": "Elena Delle Donne is an American professional basketball player for the Washington Mystics of the Women's National Basketball Association (WNBA). Delle Donne played a successful college basketball career for the Delaware Blue Hens from 2009 to 2013. She was drafted by the Chicago Sky with the second overall pick of the 2013 WNBA draft, and led the Sky to the 2014 WNBA Finals, where they would be d"}]}, {"heading": "Births", "year": "1989", "date": "September 5", "txt": "José Ángel Valdés, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 5", "txt": "Ben Youngs, English rugby player", "entities": []}, {"heading": "Births", "year": "1990", "date": "September 5", "txt": "Antonio Esposito, Italian footballer", "entities": [{"title": "Antonio Esposito (footballer born 1990)", "href": "/wiki/Antonio_Esposito_(footballer_born_1990)", "description": "Antonio Esposito is an Italian footballer who plays for Lupa Roma."}]}, {"heading": "Births", "year": "1990", "date": "September 5", "txt": "Francesca Segarelli, Dominican tennis player", "entities": []}, {"heading": "Births", "year": "1990", "date": "September 5", "txt": "Lance Stephenson, American basketball player", "entities": []}, {"heading": "Births", "year": "1990", "date": "September 5", "txt": "Yuna Kim, South Korean figure skater", "entities": []}, {"heading": "Births", "year": "1990", "date": "September 5", "txt": "Franco Zuculini, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 5", "txt": "Zeki Yavru, Turkish footballer", "entities": [{"title": "Zeki Yavru", "href": "/wiki/Zeki_Yavru", "description": "Zeki Yavru is a Turkish footballer who plays as a right back for Süper Lig club Yeni Malatyaspor."}]}, {"heading": "Births", "year": "1994", "date": "September 5", "txt": "Gregorio Paltrinieri, Italian swimmer", "entities": [{"title": "Gregorio Paltrinieri", "href": "/wiki/Gregorio_Paltrinieri", "description": "Gregorio Paltrinieri is an Italian competitive swimmer. He is the Olympic and world long course and short course champion and three-times European long course champion in the 1500 m freestyle event at the 2012, 2014 and 2016 European Aquatics Championships, and two-times European long course champion in the 800 m freestyle event. Paltrinieri is the current 1500 m freestyle world record holder. He "}]}, {"heading": "Births", "year": "1995", "date": "September 5", "txt": "Szabina Szlavikovics, Hungarian tennis player", "entities": [{"title": "Szabina Szlavikovics", "href": "/wiki/Szabina_Szlavikovics", "description": "Szabina Szlavikovics is an inactive Hungarian tennis player."}]}, {"heading": "Births", "year": "1996", "date": "September 5", "txt": "Richairo Zivkovic, Dutch footballer", "entities": [{"title": "Richairo Zivkovic", "href": "/wiki/Richairo_Zivkovic", "description": "Richairo Juliano Zivkovic is a Dutch professional footballer who plays as a forward for Chinese Super League club Changchun Yatai."}]}, {"heading": "Births", "year": "1996", "date": "September 5", "txt": "Sigrid, Norwegian singer", "entities": []}, {"heading": "Births", "year": "1997", "date": "September 5", "txt": "Kyōko Saitō, Japanese idol", "entities": [{"title": "Kyōko Saitō", "href": "/wiki/Ky%C5%8Dko_Sait%C5%8D", "description": "Kyōko Saitō  is member of Japanese idol group Hinatazaka46. She is represented by Sony Music Records, and is a model for the fashion magazine ar. Her fans are known as the Kyonkois ."}]}, {"heading": "Deaths", "year": "590", "date": "September 5", "txt": "Authari, Lombard king (b. 540)", "entities": [{"title": "Authari", "href": "/wiki/Authari", "description": "Authari was king of the Lombards from 584 to his death. He was considered as the first Lombard king to have adopted some level of \"Roman-ness\" and introduced policies that led to drastic changes particularly in the treatment of the Romans and Christianity."}]}, {"heading": "Deaths", "year": "714", "date": "September 5", "txt": "Shang, emperor of the Tang Dynasty", "entities": [{"title": "Emperor Shang of Tang", "href": "/wiki/Emperor_Shang_of_Tang", "description": "Emperor Shang, also known as Emperor Shao (少帝), personal name Li Chongmao, was an emperor of the Tang Dynasty of China, ruling briefly in 710."}]}, {"heading": "Deaths", "year": "1165", "date": "September 5", "txt": "Nijō, emperor of Japan (b. 1143)", "entities": [{"title": "Emperor Nijō", "href": "/wiki/Emperor_Nij%C5%8D", "description": "Emperor Nijō  was the 78th emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1158 through 1165."}]}, {"heading": "Deaths", "year": "1235", "date": "September 5", "txt": "Henry I, duke of Brabant (b. 1165)", "entities": [{"title": "Henry I, Duke of Brabant", "href": "/wiki/Henry_I,_Duke_of_Brabant", "description": "Henry I, named \"The Courageous\", was a member of the House of Reginar and first duke of Brabant from 1183/84 until his death."}]}, {"heading": "Deaths", "year": "1311", "date": "September 5", "txt": "Amadeus Aba, Hungarian oligarch", "entities": [{"title": "Amadeus Aba", "href": "/wiki/Amadeus_Aba", "description": "Amadeus Aba or Amade Aba was a Hungarian oligarch in the Kingdom of Hungary who ruled de facto independently the northern and north-eastern counties of the kingdom. He held the office of Palatine (nádor) several times, and he was also judge royal (országbíró) twice. He was assassinated at the south gate in the city of Kassa by Saxon burghers."}]}, {"heading": "Deaths", "year": "1336", "date": "September 5", "txt": "Charles d'Évreux, count of Étampes (b. 1305)", "entities": [{"title": "Charles d'Évreux", "href": "/wiki/Charles_d%27%C3%89vreux", "description": "Charles d'Évreux was the son of Louis, Count of Évreux and Margaret of Artois."}]}, {"heading": "Deaths", "year": "1526", "date": "September 5", "txt": "Alonso de Salazar, Spanish explorer", "entities": [{"title": "Alonso de Salazar", "href": "/wiki/Alonso_de_Salazar", "description": "Toribio Alonso de Salazar, born in Biscay, was a Spanish navigator of Basque origin, who was the first Westerner to arrive on the Marshall Islands on August 21, 1526."}]}, {"heading": "Deaths", "year": "1548", "date": "September 5", "txt": "Catherine Parr, Sixth and last Queen of Henry VIII of England (b. c. 1512)", "entities": [{"title": "Catherine Parr", "href": "/wiki/Catherine_Parr", "description": "Catherine Parr, sometimes alternatively spelled Katherine, Katheryn, Kateryn or Katharine, was Queen of England and Ireland (1543–47) as the last of the six wives of King Henry VIII, and the final queen consort of the House of Tudor. She married him on 12 July 1543, and outlived him by a year and eight months. With four husbands, she is the most-married English queen. She was the first woman to pu"}, {"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}]}, {"heading": "Deaths", "year": "1562", "date": "September 5", "txt": "Katharina Zell, German Protestant reformer (b. 1497)", "entities": [{"title": "Katharina Zell", "href": "/wiki/Katharina_Zell", "description": "Katharina Schütz Zell was a Protestant reformer and writer during the Protestant Reformation. She was one of the first Protestant women to marry a clergyman. Katharina lived all of her life in Strasbourg. Strasbourg was incorporated within the Holy Roman Empire during this time period, but today is located in France close to the border of Germany."}]}, {"heading": "Deaths", "year": "1569", "date": "September 5", "txt": "Edmund Bonner, Bishop of London (b. c. 1500)", "entities": [{"title": "Edmund Bonner", "href": "/wiki/Edmund_Bonner", "description": "Edmund Bonner was Bishop of London from 1539–49 and again from 1553-59."}]}, {"heading": "Deaths", "year": "1607", "date": "September 5", "txt": "Pomponne de Bellièvre, French politician, Chancellor of France (b. 1529)", "entities": [{"title": "Pomponne de Bellièvre", "href": "/wiki/Pomponne_de_Belli%C3%A8vre", "description": "Pomponne de Bellièvre was a French statesman, chancellor of France (1599–1605)."}, {"title": "Chancellor of France", "href": "/wiki/Chancellor_of_France", "description": "In France, under the Ancien Régime, the officer of state responsible for the judiciary was the Grand Chancellor of France. The Chancellor was responsible for seeing that royal decrees were enrolled and registered by the sundry parlements, provincial appellate courts. However, since the Chancellor was appointed for life, and might fall from favour, or be too ill to carry out his duties, his duties "}]}, {"heading": "Deaths", "year": "1629", "date": "September 5", "txt": "Domenico Allegri, Italian singer-songwriter (b. 1585)", "entities": [{"title": "Domenico Allegri", "href": "/wiki/Domenico_Allegri", "description": "Domenico Allegri was an Italian composer and singer of the early Baroque Roman School. He was the second son of the Milanese coachman Costantino Allegri, who lived in Rome with his family, and was a younger brother of the more famous Gregorio Allegri. Costantino sent three sons, Gregorio, Domenico and Bartolomeo, to study music at San Luigi dei Francesi, under the maestro di capella Giovanni Berna"}]}, {"heading": "Deaths", "year": "1734", "date": "September 5", "txt": "Nicolas Bernier, French composer (b. 1664)", "entities": [{"title": "Nicolas Bernier", "href": "/wiki/Nicolas_Bernier", "description": "Nicolas Bernier was a French Baroque composer."}]}, {"heading": "Deaths", "year": "1786", "date": "September 5", "txt": "Jonas Hanway, English merchant and philanthropist (b. 1712)", "entities": [{"title": "Jonas Hanway", "href": "/wiki/Jonas_Hanway", "description": "Jonas Hanway, was an English philanthropist and traveller. He was the first male Londoner to carry an umbrella and was a noted opponent of tea drinking."}]}, {"heading": "Deaths", "year": "1803", "date": "September 5", "txt": "Pierre Choderlos de Laclos, French general and author (b. 1741)", "entities": [{"title": "Pierre Choderlos de Laclos", "href": "/wiki/Pierre_Choderlos_de_Laclos", "description": "Pierre Ambroise François Choderlos de Laclos was a French novelist, official, Freemason and army general, best known for writing the epistolary novel Les Liaisons dangereuses (1782)."}]}, {"heading": "Deaths", "year": "1803", "date": "September 5", "txt": "François Devienne, French flute player and composer (b. 1759)", "entities": [{"title": "François Devienne", "href": "/wiki/Fran%C3%A7ois_Devienne", "description": "François Devienne was a French composer and professor for flute at the Paris Conservatory."}]}, {"heading": "Deaths", "year": "1836", "date": "September 5", "txt": "Ferdinand Raimund, Austrian actor and playwright (b. 1790)", "entities": [{"title": "Ferdinand Raimund", "href": "/wiki/Ferdinand_Raimund", "description": "Ferdinand Raimund was an Austrian actor and dramatist."}]}, {"heading": "Deaths", "year": "1838", "date": "September 5", "txt": "Charles Percier, French architect and interior decorator (b. 1764)", "entities": [{"title": "Charles Percier", "href": "/wiki/Charles_Percier", "description": "Charles Percier was a neoclassical French architect, interior decorator and designer, who worked in a close partnership with Pierre François Léonard Fontaine, originally his friend from student days. For work undertaken from 1794 onward, trying to ascribe conceptions or details to one or other of them is fruitless; it is impossible to disentangle their cooperative efforts in this fashion. Together"}]}, {"heading": "Deaths", "year": "1857", "date": "September 5", "txt": "Auguste Comte, French sociologist and philosopher (b. 1798)", "entities": [{"title": "Auguste Comte", "href": "/wiki/Auguste_Comte", "description": "Isidore Marie Auguste François Xavier Comte was a French philosopher and writer who formulated the doctrine of positivism. He is often regarded as the first philosopher of science in the modern sense of the term. Comte's ideas were also fundamental to the development of sociology; indeed, he invented the term and treated that discipline as the crowning achievement of the sciences."}]}, {"heading": "Deaths", "year": "1876", "date": "September 5", "txt": "Manuel Blanco Encalada, Chilean admiral and politician, 1st President of Chile (b. 1790)", "entities": [{"title": "Manuel Blanco Encalada", "href": "/wiki/Manuel_Blanco_Encalada", "description": "Manuel José Blanco y Calvo de Encalada was a vice-admiral in the Chilean Navy, a political figure, and Chile's first President (Provisional) (1826)."}, {"title": "President of Chile", "href": "/wiki/President_of_Chile", "description": "The president of Chile, officially known as the president of the Republic of Chile is the head of state and head of government of Chile. The president is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is "}]}, {"heading": "Deaths", "year": "1877", "date": "September 5", "txt": "Crazy Horse, American tribal leader (b. 1849)", "entities": [{"title": "Crazy Horse", "href": "/wiki/Crazy_Horse", "description": "Crazy Horse ; was a Lakota war leader of the Oglala band in the 19th century. He took up arms against the United States federal government to fight against encroachment by white American settlers on Native American territory and to preserve the traditional way of life of the Lakota people. His participation in several famous battles of the Black Hills War on the northern Great Plains, among them t"}]}, {"heading": "Deaths", "year": "1894", "date": "September 5", "txt": "George Stoneman, Jr., United States Army cavalry officer (b. 1822)", "entities": [{"title": "George Stoneman, Jr.", "href": "/wiki/George_Stoneman,_Jr.", "description": "George Stoneman Jr. was a United States Army cavalry officer and politician who served as the fifteenth Governor of California from 1883 to 1887. He was trained at West Point, where his roommate was Stonewall Jackson, and graduated in 1846. Stoneman served in the Army for thirty-six years, though he was relieved of command in 1871. During this time, he was involved in multiple conflicts, including"}]}, {"heading": "Deaths", "year": "1898", "date": "September 5", "txt": "Sarah Emma Edmonds, Canadian-American nurse, soldier, and spy (b. 1841)", "entities": [{"title": "Sarah Emma Edmonds", "href": "/wiki/Sarah_Emma_Edmonds", "description": "Sarah Emma Edmonds was a Canadian-born woman who claimed to have served as a man with the Union Army and as a spy during the American Civil War. Historians dispute the validity of her claims as many are demonstrably false, contradictory, or uncorroborated."}]}, {"heading": "Deaths", "year": "1901", "date": "September 5", "txt": "Ignacij Klemenčič, Slovenian physicist and academic (b. 1853)", "entities": [{"title": "Ignacij Klemenčič", "href": "/wiki/Ignacij_Klemen%C4%8Di%C4%8D", "description": "Ignacij Klemenčič was a Carniolan (Slovenian) physicist."}]}, {"heading": "Deaths", "year": "1902", "date": "September 5", "txt": "Rudolf Virchow, German anthropologist, pathologist, and biologist (b. 1821)", "entities": [{"title": "Rudolf Virchow", "href": "/wiki/Rudolf_Virchow", "description": "Rudolf Ludwig Carl Virchow was a German physician, anthropologist, pathologist, prehistorian, biologist, writer, editor, and politician. He is known as \"the father of modern pathology\" and as the founder of social medicine, and to his colleagues, the \"Pope of medicine\"."}]}, {"heading": "Deaths", "year": "1906", "date": "September 5", "txt": "Ludwig Boltzmann, Austrian physicist and philosopher (b. 1844)", "entities": [{"title": "Ludwig Boltzmann", "href": "/wiki/Ludwig_Boltzmann", "description": "Ludwig Eduard Boltzmann was an Austrian physicist and philosopher. His greatest achievements were the development of statistical mechanics, and the statistical explanation of the second law of thermodynamics. In 1877 he provided the current definition of entropy, , interpreted as a measure of statistical disorder of a system. Max Planck named the constant kB the Boltzmann constant."}]}, {"heading": "Deaths", "year": "1909", "date": "September 5", "txt": "Louis Bouveault, French chemist (b. 1864)", "entities": [{"title": "Louis Bouveault", "href": "/wiki/Louis_Bouveault", "description": "Louis Bouveault was a French scientist who became professor of organic chemistry at the Faculty of Sciences of the University of Paris.\nHe is known for the Bouveault aldehyde synthesis and the Bouveault–Blanc reduction."}]}, {"heading": "Deaths", "year": "1912", "date": "September 5", "txt": "Arthur MacArthur, Jr., American LTG (Army), Medal of Honor recipient (b. 1845)", "entities": [{"title": "Arthur MacArthur, Jr.", "href": "/wiki/Arthur_MacArthur,_Jr.", "description": "Lieutenant General Arthur MacArthur Jr. was a United States Army general. He became the military Governor-General of the American-occupied Philippines in 1900 but his term ended a year later due to clashes with the civilian governor, future-U.S. President William Howard Taft."}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "Lieutenant general (United States)", "href": "/wiki/Lieutenant_general_(United_States)", "description": "In the United States Armed Forces, a lieutenant general is a three-star general officer in the United States Army, Marine Corps, Air Force, and Space Force."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "1917", "date": "September 5", "txt": "Marian Smoluchowski, Austrian-Polish physicist and mountaineer (b. 1872)", "entities": [{"title": "Marian Smoluchowski", "href": "/wiki/Marian_Smoluchowski", "description": "Marian Smoluchowski was a Polish physicist who worked in the Polish territories of the Austro-Hungarian Empire. He was a pioneer of statistical physics, and an avid mountaineer."}]}, {"heading": "Deaths", "year": "1920", "date": "September 5", "txt": "Robert Harron, American actor (b. 1893)", "entities": [{"title": "Robert Harron", "href": "/wiki/Robert_Harron", "description": "Robert Emmett Harron was an American motion picture actor of the early silent film era. Although he acted in over 200 films, he is possibly best recalled for his roles in the D.W. Griffith directed films The Birth of a Nation (1915) and Intolerance (1916)."}]}, {"heading": "Deaths", "year": "1922", "date": "September 5", "txt": "Georgette Agutte, French painter (b. 1867)", "entities": [{"title": "Georgette Agutte", "href": "/wiki/Georgette_Agutte", "description": "Georgette Agutte was a French painter."}]}, {"heading": "Deaths", "year": "1926", "date": "September 5", "txt": "Karl Harrer, German journalist and politician (b. 1890)", "entities": [{"title": "Karl Harrer", "href": "/wiki/Karl_Harrer", "description": "Karl Harrer was a German journalist and politician, one of the founding members of the Deutsche Arbeiterpartei in January 1919, the predecessor to the Nationalsozialistische Deutsche Arbeiterpartei, more commonly known as the Nazi Party."}]}, {"heading": "Deaths", "year": "1930", "date": "September 5", "txt": "Robert Means Thompson, American soldier, businessman, and philanthropist (b. 1849)", "entities": [{"title": "Robert Means Thompson", "href": "/wiki/Robert_Means_Thompson", "description": "Robert Means Thompson was a United States Navy officer, business magnate, philanthropist and a president of the American Olympic Association. He is the namesake of the destroyer USS Thompson (DD-627)."}]}, {"heading": "Deaths", "year": "1931", "date": "September 5", "txt": "John Thomson, Scottish footballer (b. 1909)", "entities": [{"title": "John Thomson (footballer, born 1909)", "href": "/wiki/John_Thomson_(footballer,_born_1909)", "description": "John Thomson was a Scottish footballer who played as a goalkeeper for Celtic and the Scotland national football team. He died as a result of an accidental collision with Rangers player Sam English during an Old Firm match at Ibrox."}]}, {"heading": "Deaths", "year": "1932", "date": "September 5", "txt": "Francisco Acebal, Spanish journalist, author, and playwright (b. 1866)", "entities": [{"title": "Francisco Acebal", "href": "/wiki/Francisco_Acebal", "description": "Francisco López Acebal was a Spanish novelist, playwright and journalist."}]}, {"heading": "Deaths", "year": "1932", "date": "September 5", "txt": "Paul Bern, German-American director, producer, and screenwriter (b. 1889)", "entities": []}, {"heading": "Deaths", "year": "1934", "date": "September 5", "txt": "Sidney Myer, Russian-Australian businessman, founded Myer Stores (b. 1878)", "entities": [{"title": "Sidney Myer", "href": "/wiki/Sidney_Myer", "description": "Sidney Myer was a Russian-born Jewish-Australian businessman and philanthropist, best known for founding Myer, Australia's largest chain of department stores."}, {"title": "Myer", "href": "/wiki/Myer", "description": "Myer is an upmarket Australian department store chain. It trades in all Australian states and one of Australia's two self-governing territories. Myer retails a broad range of products across women's, men's, and children's clothing, footwear and accessories; cosmetics and fragrance; homewares; electrical; connected home; furniture; toys; books and stationery; food and confectionery; and travel good"}]}, {"heading": "Deaths", "year": "1936", "date": "September 5", "txt": "Gustave Kahn, French poet and critic (b. 1859)", "entities": [{"title": "Gustave Kahn", "href": "/wiki/Gustave_Kahn", "description": "Gustave Kahn was a French Symbolist poet and art critic. He was also active, via publishing and essay-writing, in defining Symbolism and distinguishing it from the Decadent Movement."}]}, {"heading": "Deaths", "year": "1942", "date": "September 5", "txt": "François de Labouchère, French soldier and pilot (b. 1917)", "entities": [{"title": "François de Labouchère", "href": "/wiki/Fran%C3%A7ois_de_Labouch%C3%A8re", "description": "François de Labouchere, born at Saint-Jean-le-Vieux (Ain) on 18 September 1917 and killed in air-to-air combat on 5 September 1942, was a French pilot of the Second World War."}]}, {"heading": "Deaths", "year": "1945", "date": "September 5", "txt": "Clem Hill, Australian cricketer and footballer (b. 1877)", "entities": [{"title": "Clem Hill", "href": "/wiki/Clem_Hill", "description": "Clement \"Clem\" Hill was an Australian cricketer who played 49 Test matches as a specialist batsman between 1896 and 1912. He captained the Australian team in ten Tests, winning five and losing five. A prolific run scorer, Hill scored 3,412 runs in Test cricket—a world record at the time of his retirement—at an average of 39.21 per innings, including seven centuries. In 1902, Hill was the first bat"}]}, {"heading": "Deaths", "year": "1948", "date": "September 5", "txt": "Richard C. Tolman, American physicist and chemist (b. 1881)", "entities": [{"title": "Richard C. Tolman", "href": "/wiki/Richard_C._Tolman", "description": "Richard Chace Tolman was an American mathematical physicist and physical chemist who made many contributions to statistical mechanics. He also made important contributions to theoretical cosmology in the years soon after Einstein's discovery of general relativity. He was a professor of physical chemistry and mathematical physics at the California Institute of Technology (Caltech)."}]}, {"heading": "Deaths", "year": "1953", "date": "September 5", "txt": "Richard Walther Darré, Argentinian-German agronomist and politician (b. 1895)", "entities": [{"title": "Richard Walther Darré", "href": "/wiki/Richard_Walther_Darr%C3%A9", "description": "Richard Walther Darré, born Ricardo Walther Óscar Darré, was one of the leading Nazi \"blood and soil\" ideologists and served as Reich Minister of Food and Agriculture from 1933 to 1942. He was a high-ranking functionary in the Nazi Party and the SS, and was the seventh most senior commander in that organisation."}]}, {"heading": "Deaths", "year": "1954", "date": "September 5", "txt": "Eugen Schiffer, German lawyer and politician, Vice-Chancellor of Germany (b. 1860)", "entities": [{"title": "Eugen Schiffer", "href": "/wiki/Eugen_Schiffer", "description": "Eugen Schiffer was a German lawyer and liberal politician. He served as Minister of Finance and deputy head of government from February to April 1919. From October 1919 to March 1920, he was again deputy head of government and Minister of Justice. In 1921, he once more became Minister of Justice. Schiffer was co-founder of two liberal parties, the German Democratic Party (DDP) in 1918 and 1919 dur"}, {"title": "Vice-Chancellor of Germany", "href": "/wiki/Vice-Chancellor_of_Germany", "description": "The Deputy to the Federal Chancellor, commonly known as Vice Chancellor (Vizekanzler), is the second highest ranking German cabinet member. The chancellor is the head of government and, according to the constitution, gives this title of deputy to one of the Federal Ministers. It is common that the title is given to the major minister provided by the (smaller) coalition partner."}]}, {"heading": "Deaths", "year": "1955", "date": "September 5", "txt": "Haydn Bunton, Sr., Australian footballer and coach (b. 1911)", "entities": [{"title": "Haydn Bunton, Sr.", "href": "/wiki/Haydn_Bunton,_Sr.", "description": "Haydn William Bunton was an Australian rules footballer who represented Fitzroy in the Victorian Football League (VFL), Subiaco in the West Australian Football League (WAFL), and Port Adelaide in the South Australian National Football League (SANFL) during the 1930s and 1940s."}]}, {"heading": "Deaths", "year": "1965", "date": "September 5", "txt": "Thomas Johnston, Scottish journalist and politician, Secretary of State for Scotland (b. 1882)", "entities": [{"title": "Tom Johnston (Scottish politician)", "href": "/wiki/Tom_Johnston_(Scottish_politician)", "description": "Thomas Johnston was a prominent Scottish socialist journalist who became a politician of the early 20th century, a member of the Labour Party, a member of parliament (MP) and government minister – usually with Cabinet responsibility for Scottish affairs. He was also a notable figure in the Friendly society movement in Scotland."}, {"title": "Secretary of State for Scotland", "href": "/wiki/Secretary_of_State_for_Scotland", "description": "The Secretary of State for Scotland, also referred to as Her Majesty's Principal Secretary of State for Scotland or the Scottish Secretary, is the secretary of state and principal government minister for Scotland in the Cabinet of Her Majesty's Government of the United Kingdom of Great Britain and Northern Ireland. The Scottish Secretary heads the Scotland Office, a government department based in "}]}, {"heading": "Deaths", "year": "1966", "date": "September 5", "txt": "Dezső Lauber, Hungarian golfer, tennis player, and architect (b. 1879)", "entities": [{"title": "Dezső Lauber", "href": "/wiki/Dezs%C5%91_Lauber", "description": "Dezső Lauber  was a Hungarian all-round sportsman and architect. He was born in Pécs and died in Budapest."}]}, {"heading": "Deaths", "year": "1970", "date": "September 5", "txt": "Jochen Rindt, German-Austrian race car driver (b. 1942)", "entities": [{"title": "Jochen Rindt", "href": "/wiki/Jochen_Rindt", "description": "Karl Jochen Rindt was a German-born racing driver who competed with an Austrian license during his career, despite having German and not Austrian citizenship. In 1970, he was killed during practice for the Italian Grand Prix and became the only driver to be posthumously awarded the Formula One World Drivers' Championship."}]}, {"heading": "Deaths", "year": "1972", "date": "September 5", "txt": "Alan Kippax, Australian cricketer and businessman (b. 1897)", "entities": [{"title": "Alan Kippax", "href": "/wiki/Alan_Kippax", "description": "Alan Falconer Kippax was a cricketer for New South Wales (NSW) and Australia. Regarded as one of the great stylists of Australian cricket during the era between the two World Wars, Kippax overcame a late start to Test cricket to become a regular in the Australian team between the 1928–29 and 1932–33 seasons. A middle-order batsman, he toured England twice, and at domestic level was a prolific scor"}]}, {"heading": "Deaths", "year": "1973", "date": "September 5", "txt": "Jack Fournier, American baseball player and coach (b. 1889)", "entities": [{"title": "Jack Fournier", "href": "/wiki/Jack_Fournier", "description": "John Frank \"Jack\" Fournier was an American professional baseball first baseman and outfielder. He played in Major League Baseball (MLB) for the Chicago White Sox, New York Yankees, St. Louis Cardinals, Brooklyn Robins, and Boston Braves from 1912 to 1927. Fournier was known for having outstanding batting abilities but subpar fielding abilities."}]}, {"heading": "Deaths", "year": "1975", "date": "September 5", "txt": "Alice Catherine Evans, American microbiologist (b. 1881)", "entities": [{"title": "Alice Catherine Evans", "href": "/wiki/Alice_Catherine_Evans", "description": "Alice Catherine Evans was a pioneering American microbiologist. She became a researcher at the US Department of Agriculture. There she investigated bacteriology in milk and cheese. She later demonstrated that Bacillus abortus caused the disease Brucellosis in both cattle and humans."}]}, {"heading": "Deaths", "year": "1977", "date": "September 5", "txt": "Marcel Thiry, Belgian poet and activist (b. 1897)", "entities": [{"title": "Marcel Thiry", "href": "/wiki/Marcel_Thiry", "description": "Marcel Thiry was a French-speaking Belgian poet. During World War I, he and his brother Oscar served in the Belgian Expeditionary Corps in Russia."}]}, {"heading": "Deaths", "year": "1979", "date": "September 5", "txt": "Alberto di Jorio, Italian cardinal (b. 1884)", "entities": [{"title": "Alberto di Jorio", "href": "/wiki/Alberto_di_Jorio", "description": "Alberto di Jorio, was a cardinal of the Catholic Church and for many years along with the layman Bernardino Nogara the powerhouse behind the growing wealth of the Vatican and the Istituto per le Opere di Religione."}]}, {"heading": "Deaths", "year": "1980", "date": "September 5", "txt": "Don Banks, Australian composer and educator (b. 1923)", "entities": [{"title": "Don Banks", "href": "/wiki/Don_Banks", "description": "Donald Oscar Banks was an Australian composer of concert, jazz, and commercial music."}]}, {"heading": "Deaths", "year": "1982", "date": "September 5", "txt": "Douglas Bader, English captain and pilot (b. 1910)", "entities": [{"title": "Douglas Bader", "href": "/wiki/Douglas_Bader", "description": "Group Captain Sir Douglas Robert Steuart Bader, was a Royal Air Force flying ace during the Second World War. He was credited with 22 aerial victories, four shared victories, six probables, one shared probable and 11 enemy aircraft damaged."}]}, {"heading": "Deaths", "year": "1984", "date": "September 5", "txt": "Adam Malik, Indonesian politician and diplomat, 3rd Vice President of Indonesia (b. 1917)", "entities": [{"title": "Adam Malik", "href": "/wiki/Adam_Malik", "description": "Adam Malik Batubara was an Indonesian politician and former journalist who served as its third vice president. Previously he served as the parliament speaker, foreign minister, president of the United Nations General Assembly, and a journalist."}, {"title": "Vice President of Indonesia", "href": "/wiki/Vice_President_of_Indonesia", "description": "The Vice President of the Republic of Indonesia is second-highest officer in the executive branch of the Indonesian government, after the president, and ranks first in the presidential line of succession. Since 2004, the president and vice president are directly elected to a five-year term."}]}, {"heading": "Deaths", "year": "1984", "date": "September 5", "txt": "Jane Roberts, American psychic and author (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "September 5", "txt": "Johannes Hint, Estonian engineer (b. 1914)", "entities": [{"title": "Johannes Hint", "href": "/wiki/Johannes_Hint", "description": "Johannes Hint was an Estonian scientist and the only person to create and successfully run a limited company under the communist planned economy of the Soviet Union. With his company, Dessim Ltd, he earned millions for the Soviet Union. His most important scientific invention was the building material silikaltsiit (Laprex), which was developed through the execution of the disintegrator system. His"}]}, {"heading": "Deaths", "year": "1986", "date": "September 5", "txt": "Neerja Bhanot, Indian model and youngest recipient of country's highest peacetime military award Ashok Chakra (b. 1963)", "entities": [{"title": "Neerja Bhanot", "href": "/wiki/Neerja_Bhanot", "description": "Neerja Bhanot, Ashoka Chakra was an Indian head purser who died while saving passengers on Pan Am Flight 73 which had been hijacked by terrorists during a stopover in Karachi, Pakistan, on 5 September 1986, just two days before her 23rd birthday. Posthumously, she became the youngest recipient of India's highest peacetime gallantry, the Ashoka Chakra Award, as well as several other accolades from "}, {"title": "Ashoka Chakra (military decoration)", "href": "/wiki/Ashoka_Chakra_(military_decoration)", "description": "The Ashoka Chakra is India's highest peacetime military decoration awarded for valour, courageous action or self-sacrifice away from the battlefield. It is the peacetime equivalent of the Param Vir Chakra (PVC), and is awarded for the \"most conspicuous bravery or some daring or pre-eminent valour or self-sacrifice\" other than in the face of the enemy. The decoration may be awarded either to milita"}]}, {"heading": "Deaths", "year": "1988", "date": "September 5", "txt": "Gert Fröbe, German actor and singer (b. 1913)", "entities": [{"title": "Gert Fröbe", "href": "/wiki/Gert_Fr%C3%B6be", "description": "Karl Gerhart \"Gert\" Fröbe was a German film and stage actor. He is best known in English-speaking countries for his work as Auric Goldfinger in the James Bond film Goldfinger, as Peachum in The Threepenny Opera, as Baron Bomburst in Chitty Chitty Bang Bang, as Hotzenplotz in Der Räuber Hotzenplotz, General Dietrich von Choltitz in Is Paris Burning? and Colonel Manfred von Holstein in Those Magnifi"}]}, {"heading": "Deaths", "year": "1989", "date": "September 5", "txt": "Philip Baxter, Welsh-Australian chemical engineer (b. 1905)", "entities": [{"title": "Philip Baxter", "href": "/wiki/Philip_Baxter", "description": "Sir John Philip Baxter, better known as Philip Baxter, was a British chemical engineer. He was the second director of the University of New South Wales from 1953, continuing as vice-chancellor when the position's title was changed in 1955. Under his administration, the university grew from its technical college roots into the \"fastest growing and most rapidly diversifying tertiary institution in A"}]}, {"heading": "Deaths", "year": "1990", "date": "September 5", "txt": "Hugh Foot, Baron Caradon, English academic and diplomat (b. 1907)", "entities": [{"title": "Hugh Foot, Baron Caradon", "href": "/wiki/Hugh_Foot,_Baron_Caradon", "description": "Hugh Mackintosh Foot, Baron Caradon was a British colonial administrator and diplomat who was Permanent Representative of the United Kingdom to the United Nations and the last governor of British Cyprus."}]}, {"heading": "Deaths", "year": "1990", "date": "September 5", "txt": "Jerry Iger, American cartoonist and publisher, co-founded Eisner & Iger (b. 1903)", "entities": [{"title": "Eisner & Iger", "href": "/wiki/Eisner_%26_Iger", "description": "Eisner & Iger was a comic book \"packager\" that produced comics on demand for publishers entering the new medium during the late-1930s and 1940s period fans and historians call the Golden Age of Comic Books. Many of comic books' most significant creators, including Jack Kirby, entered the field through its doors."}]}, {"heading": "Deaths", "year": "1990", "date": "September 5", "txt": "Ivan Mihailov, Bulgarian politician (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "September 5", "txt": "Sharad Joshi, Indian author and poet (b. 1931)", "entities": [{"title": "Sharad Joshi", "href": "/wiki/Sharad_Joshi", "description": "Sharad Joshi was a Hindi poet, writer, satirist and a dialogue and scriptwriter in Hindi films and television. He was awarded the Padma Shri in 1990."}]}, {"heading": "Deaths", "year": "1992", "date": "September 5", "txt": "Fritz Leiber, American author and poet (b. 1910)", "entities": [{"title": "Fritz Leiber", "href": "/wiki/Fritz_Leiber", "description": "Fritz Reuter Leiber Jr. was an American writer of fantasy, horror, and science fiction. He was also a poet, actor in theater and films, playwright and chess expert. With writers such as Robert E. Howard and Michael Moorcock, Leiber can be regarded as one of the fathers of sword and sorcery fantasy, having coined the term."}]}, {"heading": "Deaths", "year": "1993", "date": "September 5", "txt": "Claude Renoir, French cinematographer (b. 1914)", "entities": [{"title": "Claude Renoir", "href": "/wiki/Claude_Renoir", "description": "Claude Renoir was a French cinematographer. He was the son of actor Pierre Renoir, the nephew of director Jean Renoir, and the grandson of painter Pierre-Auguste Renoir."}]}, {"heading": "Deaths", "year": "1994", "date": "September 5", "txt": "Shimshon Amitsur, Israeli mathematician and scholar (b. 1921)", "entities": [{"title": "Shimshon Amitsur", "href": "/wiki/Shimshon_Amitsur", "description": "Shimshon Avraham Amitsur was an Israeli mathematician. He is best known for his work in ring theory, in particular PI rings, an area of abstract algebra."}]}, {"heading": "Deaths", "year": "1994", "date": "September 5", "txt": "John Newman, Australian politician (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "September 5", "txt": "Benyamin Sueb, Indonesian comedian, actor, and singer (b. 1939)", "entities": [{"title": "Benyamin Sueb", "href": "/wiki/Benyamin_Sueb", "description": "Benyamin Sueb was an Indonesian comedian, actor and singer. He released 46 studio albums and starred in more than 50 films. He received two Citra Awards for Intan Berduri in 1973 and Si Doel Anak Modern in 1975."}]}, {"heading": "Deaths", "year": "1995", "date": "September 5", "txt": "Salil Chowdhury, Indian music composer, who mainly composed for Bengali, Hindi, Malayalam film and other films. (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "September 5", "txt": "Basil Salvadore D'Souza, Indian bishop (b. 1926)", "entities": [{"title": "Basil Salvadore D'Souza", "href": "/wiki/Basil_Salvadore_D%27Souza", "description": "Basil Salvadore D'Souza was the Bishop of the Roman Catholic Diocese of Mangalore from 22 March 1965 until his death on 5 September 1996. He was the longest-serving bishop in the diocese's history."}]}, {"heading": "Deaths", "year": "1997", "date": "September 5", "txt": "Leon Edel, American author and critic (b. 1907)", "entities": [{"title": "Leon Edel", "href": "/wiki/Leon_Edel", "description": "Joseph Leon Edel was an American literary critic and biographer. He was the elder brother of North American philosopher Abraham Edel."}]}, {"heading": "Deaths", "year": "1997", "date": "September 5", "txt": "Georg Solti, Hungarian conductor and director (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "September 5", "txt": "Mother Teresa, Albanian-Indian nun, missionary, and saint, Nobel Prize laureate (b. 1910)", "entities": [{"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1998", "date": "September 5", "txt": "Ferdinand Biondi, Canadian radio host (b. 1909)", "entities": [{"title": "Ferdinand Biondi", "href": "/wiki/Ferdinand_Biondi", "description": "Ferdinand Biondi, was a French Canadian radio broadcaster."}]}, {"heading": "Deaths", "year": "1998", "date": "September 5", "txt": "Willem Drees, Jr., Dutch economist and politician, Dutch Minister of Transport (b. 1922)", "entities": [{"title": "Ministry of Transport, Public Works and Water Management (Netherlands)", "href": "/wiki/Ministry_of_Transport,_Public_Works_and_Water_Management_(Netherlands)", "description": "The Ministry of Transport, Public Works and Water Management was a Dutch ministry responsible for water management, public and private transport and infrastructure. It is now part of the Ministry of Infrastructure and Water Management."}]}, {"heading": "Deaths", "year": "1998", "date": "September 5", "txt": "Verner Panton, Danish interior designer (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "September 5", "txt": "Leo Penn, American actor and director (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "September 5", "txt": "Alan Clark, English historian and politician, Minister for Defence Procurement (b. 1928)", "entities": [{"title": "Alan Clark", "href": "/wiki/Alan_Clark", "description": "Alan Kenneth Mackenzie Clark was a British Conservative Member of Parliament (MP), author and diarist. He served as a junior minister in Margaret Thatcher's governments at the Departments of Employment, Trade and Defence. He became a member of the Privy Council of the United Kingdom in 1991."}, {"title": "Minister for Defence Procurement", "href": "/wiki/Minister_for_Defence_Procurement", "description": "The Minister for Defence Procurement is a junior Defence minister in the Ministry of Defence of the British Government. The current incumbent of the post, Conservative MP, Jeremy Quin, was appointed on 13 February 2020."}]}, {"heading": "Deaths", "year": "1999", "date": "September 5", "txt": "Allen Funt, American director, producer, and screenwriter (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "September 5", "txt": "Bryce Mackasey, Canadian businessman and politician, Postmaster General of Canada (b. 1921)", "entities": [{"title": "Postmaster General of Canada", "href": "/wiki/Postmaster_General_of_Canada", "description": "The Postmaster General of Canada was the Canadian cabinet minister responsible for the Post Office Department. In 1851, management of the post office was transferred from Britain to the provincial governments of the Province of Canada, New Brunswick, Newfoundland, Nova Scotia and Prince Edward Island. The position of Postmaster General was established in each province. With Canadian Confederation "}]}, {"heading": "Deaths", "year": "2000", "date": "September 5", "txt": "Roy Fredericks, Guyanese cricketer and politician (b. 1942)", "entities": [{"title": "Roy Fredericks", "href": "/wiki/Roy_Fredericks", "description": "Roy Clifton Fredericks was a West Indian cricketer who played Test cricket from 1968 to 1977."}]}, {"heading": "Deaths", "year": "2000", "date": "September 5", "txt": "Abdul Haris Nasution, Indonesian general and politician, 12th Indonesian Minister of Defense (b. 1918)", "entities": [{"title": "Ministry of Defense (Indonesia)", "href": "/wiki/Ministry_of_Defense_(Indonesia)", "description": "The Ministry of Defense of the Republic of Indonesia, formerly the Department of Defense of the Republic of Indonesia is a government ministry responsible for the defense affairs of Indonesia. The currently-appointed minister is Prabowo Subianto replacing Ryamizard Ryacudu in 23 October 2019."}]}, {"heading": "Deaths", "year": "2001", "date": "September 5", "txt": "Justin Wilson, American chef and author (b. 1914)", "entities": [{"title": "Justin Wilson (chef)", "href": "/wiki/Justin_Wilson_(chef)", "description": "Justin E. Wilson was a Southern American chef and humorist known for his brand of Cajun-inspired cuisine, humor and storytelling."}]}, {"heading": "Deaths", "year": "2001", "date": "September 5", "txt": "Vladimir Žerjavić, Croatian economist and academic (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "September 5", "txt": "David Todd Wilkinson, American cosmologist and astronomer (b. 1935)", "entities": [{"title": "David Todd Wilkinson", "href": "/wiki/David_Todd_Wilkinson", "description": "David Todd Wilkinson was a world-renowned pioneer in the field of cosmology, specializing in the study of the cosmic microwave background radiation (CMB) left over from the Big Bang."}]}, {"heading": "Deaths", "year": "2003", "date": "September 5", "txt": "Gisele MacKenzie, Canadian-American singer and actress (b. 1927)", "entities": [{"title": "Gisele MacKenzie", "href": "/wiki/Gisele_MacKenzie", "description": "Gisèle MacKenzie was a Canadian-American singer, actress, and commercial spokesperson, best known for her performances on the US television program Your Hit Parade."}]}, {"heading": "Deaths", "year": "2005", "date": "September 5", "txt": "Roberto Viaux, Chilean general (b. 1917)", "entities": [{"title": "Roberto Viaux", "href": "/wiki/Roberto_Viaux", "description": "Roberto Urbano Viaux Marambio was a Chilean Army General and the primary planner of two attempted coup d'états in Chile in 1969 and 1970. The first was against President Eduardo Frei Montalva, and the second sought to prevent Socialist Salvador Allende's election."}]}, {"heading": "Deaths", "year": "2007", "date": "September 5", "txt": "Jennifer Dunn, American engineer and politician (b. 1941)", "entities": [{"title": "Jennifer Dunn (politician)", "href": "/wiki/Jennifer_Dunn_(politician)", "description": "Jennifer Jill Dunn was an American politician who served six terms as a Republican member of the United States House of Representatives from 1993 to 2005, representing Washington's 8th congressional district."}]}, {"heading": "Deaths", "year": "2007", "date": "September 5", "txt": "Paul Gillmor, American lawyer and politician (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 5", "txt": "Thomas Hansen, Norwegian singer-songwriter and guitarist (b. 1976)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 5", "txt": "D. James Kennedy, American pastor and author (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 5", "txt": "Nikos Nikolaidis, Greek director and screenwriter (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "September 5", "txt": "Gani Fawehinmi, Nigerian lawyer and activist (b. 1938)", "entities": [{"title": "Gani Fawehinmi", "href": "/wiki/Gani_Fawehinmi", "description": "Chief Abdul-Ganiyu \"Gani\" Oyesola Fawehinmi, GCON, SAN was a Nigerian author, publisher, philanthropist, social critic, human and civil rights lawyer, politician."}]}, {"heading": "Deaths", "year": "2010", "date": "September 5", "txt": "Hedley Beare, Australian author and academic (b. 1932)", "entities": [{"title": "Hedley Beare", "href": "/wiki/Hedley_Beare", "description": "\n\nEmeritus Professor Hedley Beare AM was an Australian educator, administrator and author. He led the creation of the Northern Territory and ACT education systems. Beare wrote, co-wrote or edited 18 books and contributed 40 book chapters and hundreds of journal articles. He delivered the 1986 Buntine Oration titled \"Shared Meanings About Education: The Economic Paradigm Considered.\""}]}, {"heading": "Deaths", "year": "2010", "date": "September 5", "txt": "Guillaume Cornelis van Beverloo, Belgian-Dutch poet and painter (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 5", "txt": "Ediz Bahtiyaroğlu, Turkish-Bosnian footballer (b. 1986)", "entities": [{"title": "Ediz Bahtiyaroğlu", "href": "/wiki/Ediz_Bahtiyaro%C4%9Flu", "description": "Ediz Bahtiyaroğlu was a Turkish football player who last played for Eskişehirspor in the Turkish Süper Lig."}]}, {"heading": "Deaths", "year": "2012", "date": "September 5", "txt": "Ian Dick, Australian cricketer and field hockey player (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 5", "txt": "Victoria Fyodorova, Russian-American actress and author (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 5", "txt": "John Oaksey, English jockey and journalist (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 5", "txt": "Edwin Bideau, American lawyer and politician (b. 1950)", "entities": [{"title": "Edwin Bideau", "href": "/wiki/Edwin_Bideau", "description": "Edwin 'Ed' H. Bideau III was a lawyer, farmer, rancher, and Republican member of the Kansas House of Representatives, representing the 9th district."}]}, {"heading": "Deaths", "year": "2013", "date": "September 5", "txt": "Geoffrey Goodman, English pilot, journalist, and author (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 5", "txt": "Isamu Jordan, American journalist and academic (b. 1975)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 5", "txt": "Bruce Morton, American journalist (b. 1930)", "entities": [{"title": "Bruce Morton", "href": "/wiki/Bruce_Morton", "description": "Bruce Alexander Morton was a television news correspondent for both CBS News and CNN in a career which spanned over 40 years."}]}, {"heading": "Deaths", "year": "2014", "date": "September 5", "txt": "Mara Neusel, German mathematician, author, and academic (b. 1964)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 5", "txt": "Goh Eng Wah, Malaysian-Singaporean businessman, founded Eng Wah Global (b. 1923)", "entities": [{"title": "Goh Eng Wah", "href": "/wiki/Goh_Eng_Wah", "description": "Goh Eng Wah was a film distributor, and one of the pioneers in Singapore's cinema industry. He founded Eng Wah Global Pte Ltd, a cinema operator specialising in Chinese movies imported from Hong Kong and Taiwan."}, {"title": "Eng Wah Global", "href": "/wiki/Eng_Wah_Global", "description": "Eng Wah Global, formerly Eng Wah Organisation and Eng Wah Theatres Organisation, is a Singaporean company spans entertainment, properties, hospitality, and lifestyle in Singapore and Malaysia."}]}, {"heading": "Deaths", "year": "2015", "date": "September 5", "txt": "Aadesh Shrivastava, Indian singer-songwriter (b. 1964)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 5", "txt": "Chester Stranczek, American baseball player and businessman (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "September 5", "txt": "Hugh O'Brian, American actor (b. 1925)", "entities": [{"title": "Hugh O'Brian", "href": "/wiki/Hugh_O%27Brian", "description": "Hugh O'Brian was an American actor and humanitarian, best known for his starring roles in the ABC Western television series The Life and Legend of Wyatt Earp (1955–1961) and the NBC action television series Search (1972–1973). His notable films included the adaptation of Agatha Christie's Ten Little Indians (1965); he also had a notable supporting role in John Wayne's last film, The Shootist (1976"}]}, {"heading": "Deaths", "year": "2016", "date": "September 5", "txt": "Phyllis Schlafly, American lawyer, writer, and political activist (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "September 5", "txt": "Bhagwatikumar Sharma, Indian Gujarati writer and journalist (b. 1934)", "entities": [{"title": "Bhagwatikumar Sharma", "href": "/wiki/Bhagwatikumar_Sharma", "description": "Bhagwatikumar Sharma was an Indian author and journalist who wrote in Gujarati. Born in Surat and educated in languages, he edited a daily for several years. He wrote novels, short stories, poetry, essays and criticism. He received Ranjitram Suvarna Chandrak in 1984 and Sahitya Akademi Award in 1988."}]}, {"heading": "Deaths", "year": "2018", "date": "September 5", "txt": "Beatriz Segall, Brazilian actress (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "September 5", "txt": "Francisco Toledo, Mexican painter, sculptor, and graphic artist (b. 1940)", "entities": [{"title": "Francisco Toledo", "href": "/wiki/Francisco_Toledo", "description": "Francisco Benjamín López Toledo, known as Francisco Toledo, was a Mexican Zapotec painter, sculptor, and graphic artist. In a career that spanned seven decades, Toledo produced thousands of works of art and became widely regarded as one of Mexico's most important contemporary artists. An activist as well as an artist, he promoted the artistic culture and heritage of his home state of Oaxaca. Toled"}]}]