[{"heading": "Events", "year": "0009", "date": "September 9", "txt": "Arminius' alliance of six Germanic tribes ambushes and annihilates three Roman legions of Publius Quinctilius Varus in the Battle of the Teutoburg Forest.", "entities": [{"title": "AD 9", "href": "/wiki/AD_9", "description": "AD 9 (IX) was a common year starting on Tuesday of the Julian calendar. In the Roman Empire, it was known as the Year of the Consulship of Sabinus and Camerinus. The denomination \"AD 9\" for this year has been used since the late medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years."}, {"title": "Arminius", "href": "/wiki/Arminius", "description": "Gaius Julius Arminius was a Roman officer and later chieftain of the Germanic Cherusci tribe who is best known for commanding an alliance of Germanic tribes at the Battle of the Teutoburg Forest in 9 AD, in which three Roman legions under the command of general Publius Quinctilius Varus were destroyed. His victory at Teutoburg Forest would precipitate the Roman Empire's permanent strategic withdra"}, {"title": "Roman legion", "href": "/wiki/Roman_legion", "description": "The Roman legion was the largest military unit of the Roman army. A legion was roughly of brigade size, composed of 4,200 infantry and 300 cavalry in the republican period, expanded to 5,200 infantry and 120 auxilia in the imperial period."}, {"title": "Publius Quinctilius Varus", "href": "/wiki/Publius_Quinctilius_Varus", "description": "Publius Quinctilius Varus was a Roman general and politician under the first Roman emperor Augustus. Varus is generally remembered for having lost three Roman legions when ambushed by Germanic tribes led by Arminius in the Battle of the Teutoburg Forest, whereupon he took his own life."}, {"title": "Battle of the Teutoburg Forest", "href": "/wiki/Battle_of_the_Teutoburg_Forest", "description": "The Battle of the Teutoburg Forest, described as the Varian Disaster by Roman historians, took place in the Teutoburg Forest in 9 CE, when an alliance of Germanic peoples ambushed Roman legions and their auxiliaries, led by Publius Quinctilius Varus. The alliance was led by Arminius, a Germanic officer of Varus's auxilia. Arminius had acquired Roman citizenship and had received a Roman military ed"}]}, {"heading": "Events", "year": "0337", "date": "September 9", "txt": "Constantine II, Constantius II, and Constans succeed their father Constantine I as co-emperors. The Roman Empire is divided between the three Augusti.", "entities": [{"title": "Constantine II (emperor)", "href": "/wiki/Constantine_II_(emperor)", "description": "Constantine II was Roman emperor from 337 to 340. Son of Constantine the Great and co-emperor alongside his brothers, his attempt to exert his perceived rights of primogeniture led to his death in a failed invasion of Italy in 340."}, {"title": "Constantius II", "href": "/wiki/Constantius_II", "description": "Flavius Julius Constantius, known as Constantius II, was Roman emperor from 337 to 361. His reign saw constant warfare on the borders against the Sasanian Empire and Germanic peoples, while internally the Roman Empire went through repeated civil wars, court intrigues and usurpations. His religious policies inflamed domestic conflicts that would continue after his death."}, {"title": "Constans", "href": "/wiki/Constans", "description": "Flavius Julius Constans was Roman emperor from 337 to 350. He held the imperial rank of caesar from 333, and was the youngest son of Constantine the Great."}, {"title": "Constantine the Great", "href": "/wiki/Constantine_the_Great", "description": "Constantine I, also known as Constantine the Great, was a Roman emperor from 306 to 337. Born in Naissus, Dacia Mediterranea, he was the son of Flavius Constantius, a Roman army officer born in Dardania who became one of the four emperors of the Tetrarchy. His mother, Helena, was Greek and of low birth. Constantine served with distinction under emperors Diocletian and Galerius campaigning in the e"}, {"title": "Roman Empire", "href": "/wiki/Roman_Empire", "description": "The Roman Empire was the post-Republican period of ancient Rome. As a polity it included large territorial holdings around the Mediterranean Sea in Europe, Northern Africa, and Western Asia ruled by emperors. From the accession of Caesar Augustus to the military anarchy of the 3rd century, it was a principate with Italy as metropole of the provinces and the city of Rome as sole capital. After the "}, {"title": "Augustus (honorific)", "href": "/wiki/Augustus_(honorific)", "description": "Augustus was an ancient Roman title given as both name and title to Gaius Octavius, Rome's first Emperor. On his death, it became an official title of his successor, and was so used by Roman emperors thereafter. The feminine form Augusta was used for Roman empresses and other female members of the Imperial family. The masculine and feminine forms originated in the time of the Roman Republic, in co"}]}, {"heading": "Events", "year": "0533", "date": "September 9", "txt": "A Byzantine army of 15,000 men under Belisarius lands at Caput Vada (modern Tunisia) and marches to Carthage.", "entities": [{"title": "Byzantine army", "href": "/wiki/Byzantine_army", "description": "The Byzantine army was the primary military body of the Byzantine armed forces, serving alongside the Byzantine navy. A direct continuation of the East Roman army, it maintained a similar level of discipline, strategic prowess and organization. It was among the most effective armies of western Eurasia for much of the Middle Ages. Over time the cavalry arm became more prominent in the Byzantine arm"}, {"title": "Belisarius", "href": "/wiki/Belisarius", "description": "Flavius Belisarius was a military commander of the Byzantine Empire. He was instrumental in the reconquest of much of the Mediterranean territory belonging to the former Western Roman Empire, which had been lost less than a century prior."}, {"title": "Chebba", "href": "/wiki/Chebba", "description": "Chebba is a small city in the Mahdia Governorate of Tunisia in North Africa on the coast of the Mediterranean Sea."}, {"title": "Tunisia", "href": "/wiki/Tunisia", "description": "Tunisia, officially the Republic of Tunisia, is the northernmost country in Africa. It is a part of the Maghreb region of North Africa, and is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east; covering 163,610 km2 (63,170 sq mi), with a population of 11 million. It contains the eastern end of the Atlas Mountains and the northern"}, {"title": "Carthage", "href": "/wiki/Carthage", "description": "Carthage was the capital city of the ancient Carthaginian civilization, on the eastern side of the Lake of Tunis in what is now Tunisia. Carthage was the most important trading hub of the Ancient Mediterranean and one of the most affluent cities of the classical world."}]}, {"heading": "Events", "year": "1000", "date": "September 9", "txt": "Battle of Svolder, Viking Age.", "entities": [{"title": "Battle of Svolder", "href": "/wiki/Battle_of_Svolder", "description": "The Battle of Svolder was the largest naval battle of the Viking age, fought in September 999 or 1000 in the western Baltic Sea between King Olaf of Norway and an alliance of the Kings of Denmark and Sweden and Olaf's enemies in Norway. The backdrop of the battle was the unification of Norway into a single independent state after longstanding Danish efforts to control the country, combined with th"}, {"title": "Viking Age", "href": "/wiki/Viking_Age", "description": "The Viking Age was the period during the Middle Ages when Norsemen known as Vikings undertook large-scale raiding, colonizing, conquest, and trading throughout Europe, and reached North America. It followed the Migration Period and the Germanic Iron Age. The Viking Age applies not only to their homeland of Scandinavia, but to any place significantly settled by Scandinavians during the period. The "}]}, {"heading": "Events", "year": "1087", "date": "September 9", "txt": "William Rufus becomes King of England, taking the title William II, (reigned until 1100).", "entities": [{"title": "William II of England", "href": "/wiki/William_II_of_England", "description": "William II, the third son of William the Conqueror, was King of England from 26 September 1087 until his death in 1100, with powers over Normandy, and influence in Scotland. He was less successful in extending control into Wales. William is commonly referred to as William Rufus, perhaps because of his ruddy appearance or, more likely, due to having red hair as a child that grew out in later life."}]}, {"heading": "Events", "year": "1141", "date": "September 9", "txt": "Yelü Dashi, the Liao dynasty general who founded the Qara Khitai, defeats the Seljuq and Kara-Khanid forces at the Battle of Qatwan.", "entities": [{"title": "Yelü Dashi", "href": "/wiki/Yel%C3%BC_Dashi", "description": "Yelü Dashi, also known by his temple name Emperor Dezong of Liao, was the founder of the Qara Khitai, also known as the Western Liao dynasty. He initially ruled as king from 1124 to 1132, then as emperor from 1132 to 1143. He was also known in Muslim sources as Nūshī Taifū, Qushqin Taifū or Qushqīn, son of Baighū. He fled the Liao dynasty in northern China as it was on the verge of destruction by "}, {"title": "Liao dynasty", "href": "/wiki/Liao_dynasty", "description": "The Liao dynasty, also known as the Liao Empire, officially the Great Liao, the Khitan Empire or the Khitan (Qidan) State, was an empire and imperial dynasty in East Asia that ruled from 916 to 1125 over present-day Northern and Northeast China, Mongolia and portions of the Russian Far East and North Korea. The empire was founded by Yelü Abaoji, Khagan of the Khitans around the time of the collaps"}, {"title": "Qara Khitai", "href": "/wiki/Qara_Khitai", "description": "The Qara Khitai or Kara Khitai, also known as the Western Liao, officially the Great Liao, was a sinicized empire in Central Asia, a successor state to the Liao dynasty ruled by the Khitan Yelü clan. The dynasty was founded by Yelü Dashi, who led the remnants of the Liao dynasts from Manchuria to Central Asia after fleeing from the Jin dynasty conquest of their homeland in the north and northeast "}, {"title": "Seljuk Empire", "href": "/wiki/Seljuk_Empire", "description": "The Great Seljuk Empire, or the Seljuk Empire, was a high medieval Turko-Persian Sunni Muslim empire, originating from the Qiniq branch of Oghuz Turks. At the time of its greatest extent, the Seljuk Empire controlled a vast area, stretching from western Anatolia and the Levant in the west to the Hindu Kush in the east, and from Central Asia in the north to the Persian Gulf in the south."}, {"title": "Kara-Khanid Khanate", "href": "/wiki/Kara-Khanid_Khanate", "description": "The Kara-Khanid Khanate, also known as the Karakhanids, Qarakhanids, Ilek Khanids or the Afrasiabids, was a Turkic khanate that ruled Central Asia in the 9th through the early 13th century. The dynastic names of Karakhanids and Ilek Khanids refer to royal titles with Kara Kağan being the most important Turkic title up till the end of the dynasty."}, {"title": "Battle of Qatwan", "href": "/wiki/Battle_of_Qatwan", "description": "The Battle of Qatwan was fought in September 1141 between the Qara Khitai and the Seljuq Empire and its vassal-state the Kara-Khanids. The Seljuqs were decisively defeated, which signalled the beginning of the end of the Great Seljuk Empire."}]}, {"heading": "Events", "year": "1320", "date": "September 9", "txt": "In the Battle of Saint George, the Byzantines under Andronikos Asen ambush and defeat the forces of the Principality of Achaea, securing possession of Arcadia.", "entities": [{"title": "Battle of Saint George", "href": "/wiki/Battle_of_Saint_George", "description": "The Battle of Saint George took place on 9 September 1320 between the Latin Principality of Achaea and the forces of the Byzantine governor of Mystras, at the fortress of Saint George in Skorta in Arcadia. As a result of the battle, Arcadia, the heartland of the Morea, came firmly under Byzantine control."}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Andronikos Asen", "href": "/wiki/Andronikos_Asen", "description": "Andronikos Asen was the epitropos of the Byzantine province of the Morea between 1316 and 1322."}, {"title": "Principality of Achaea", "href": "/wiki/Principality_of_Achaea", "description": "The Principality of Achaea or Principality of Morea was one of the three vassal states of the Latin Empire, which replaced the Byzantine Empire after the capture of Constantinople during the Fourth Crusade. It became a vassal of the Kingdom of Thessalonica, along with the Duchy of Athens, until Thessalonica was captured by Theodore, the despot of Epirus, in 1224. After this, Achaea became for a wh"}, {"title": "Barony of Arcadia", "href": "/wiki/Barony_of_Arcadia", "description": "The Barony of Arcadia was a medieval Frankish fiefdom of the Principality of Achaea, located on the western coast of the Peloponnese peninsula in Greece, and centred on the town of Arcadia, ancient and modern Kyparissia."}]}, {"heading": "Events", "year": "1488", "date": "September 9", "txt": "Anne becomes sovereign Duchess of Brittany, becoming a central figure in the struggle for influence that leads to the union of Brittany and France.", "entities": [{"title": "Anne of Brittany", "href": "/wiki/Anne_of_Brittany", "description": "Anne of Brittany was Duchess of Brittany from 1488 until her death, and queen consort of France from 1491 to 1498 and from 1499 to her death. She is the only woman to have been queen consort of France twice. During the Italian Wars, Anne also became queen consort of Naples, from 1501 to 1504, and duchess consort of Milan, in 1499–1500 and from 1500 to 1512."}, {"title": "List of rulers of Brittany", "href": "/wiki/List_of_rulers_of_Brittany", "description": "This is a list of rulers of the Duchy of Brittany. In different epochs the sovereigns of Brittany were kings, princes, and dukes. The Breton ruler was sometimes elected, sometimes attained the position by conquest or intrigue, or by hereditary right. Hereditary dukes were sometimes a female ruler, carrying the title duchesse of Brittany. Its principal cities and regions were ruled by counts who of"}, {"title": "Union of Brittany and France", "href": "/wiki/Union_of_Brittany_and_France", "description": "The union of Brittany and France was a critical step in the formation of modern-day France. Brittany had been a semi-independent component of the Kingdom of France since Clovis I was given authority over the Gallo-Roman domain during the 5th century. It was first recorded as a \"duchy\" during the rule of Nominoe in 846. Over the centuries, the fealty demonstrated by the Duchy of Brittany toward the"}]}, {"heading": "Events", "year": "1493", "date": "September 9", "txt": "Battle of Krbava Field, a decisive defeat of Croats in Croatian struggle against the invasion by the Ottoman Empire.", "entities": [{"title": "Battle of Krbava Field", "href": "/wiki/Battle_of_Krbava_Field", "description": "The Battle of Krbava Field was fought between the Ottoman Empire of Bayezid II and an army of the Kingdom of Croatia, at the time in personal union with the Kingdom of Hungary, on 9 September 1493, in the Krbava field, a part of the Lika region in Croatia."}, {"title": "Croats", "href": "/wiki/Croats", "description": "Croats, also known as Croatians, are a nation and South Slavic ethnic group native to Croatia and Bosnia and Herzegovina. They are also a recognized minority in a number of neighboring countries, namely Austria, the Czech Republic, Germany, Hungary, Italy, Montenegro, Romania, Serbia, Slovakia, and Slovenia."}, {"title": "Croatia in the union with Hungary", "href": "/wiki/Croatia_in_the_union_with_Hungary", "description": "The Kingdom of Croatia entered a personal union with the Kingdom of Hungary in 1102, after a period of rule of kings from the Trpimirović and Svetoslavić dynasties and a succession crisis following the death of king Demetrius Zvonimir. With the coronation of King Coloman of Hungary as \"King of Croatia and Dalmatia\" in 1102 in Biograd, the realm passed to the Árpád dynasty until 1301, when the (mal"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1513", "date": "September 9", "txt": "James IV of Scotland is defeated and dies in the Battle of Flodden, ending Scotland's involvement in the War of the League of Cambrai.", "entities": [{"title": "James IV of Scotland", "href": "/wiki/James_IV_of_Scotland", "description": "James IV was King of Scotland from 11 June 1488 until his death in 1513. He assumed the throne following the death of his father King James III at the Battle of Sauchieburn, a rebellion in which the younger James played an indirect role. He is generally regarded as the most successful of the Stewart monarchs of Scotland, but his reign ended in a disastrous defeat at the Battle of Flodden. He was t"}, {"title": "Battle of Flodden", "href": "/wiki/Battle_of_Flodden", "description": "The Battle of Flodden, Flodden Field, or occasionally Branxton, was a battle fought on 9 September 1513 during the War of the League of Cambrai between the Kingdom of England and the Kingdom of Scotland, resulting in an English victory. The battle was fought near Branxton in the county of Northumberland in northern England, between an invading Scots army under King James IV and an English army com"}, {"title": "War of the League of Cambrai", "href": "/wiki/War_of_the_League_of_Cambrai", "description": "The War of the League of Cambrai, sometimes known as the War of the Holy League and several other names, was a major conflict in the Italian Wars of 1494–1559. The main participants of the war, fought from 1508 to 1516, were France, the Papal States, and the Republic of Venice, joined at various times by nearly every significant power in Western Europe, including Spain, the Holy Roman Empire, Engl"}]}, {"heading": "Events", "year": "1543", "date": "September 9", "txt": "Mary Stuart, at nine months old, is crowned \"Queen of Scots\" in the central Scottish town of Stirling.", "entities": [{"title": "Mary, Queen of Scots", "href": "/wiki/Mary,_Queen_of_Scots", "description": "Mary, Queen of Scots, also known as Mary Stuart or Mary I of Scotland, reigned over Scotland from 14 December 1542 until her forced abdication on 24 July 1567."}, {"title": "Coronation", "href": "/wiki/Coronation", "description": "A coronation is the act of placement or bestowal of a crown upon a monarch's head. The term also generally refers not only to the physical crowning but to the whole ceremony wherein the act of crowning occurs, along with the presentation of other items of regalia, marking the formal investiture of a monarch with regal power. Aside from the crowning, a coronation ceremony may comprise many other ri"}, {"title": "Queen of Scots", "href": "/wiki/Queen_of_Scots", "description": "The monarch of Scotland was the head of state of the Kingdom of Scotland. According to tradition, the first King of Scots was Kenneth I MacAlpin, who founded the state in 843. Historically, the Kingdom of Scotland is thought to have grown out of an earlier \"Kingdom of the Picts\", though in reality the distinction is a product of later medieval myth and confusion from a change in nomenclature i.e. "}, {"title": "Stirling", "href": "/wiki/Stirling", "description": "Stirling is a city in central Scotland, 26 miles (42 km) north-east of Glasgow and 37 miles (60 km) north-west of the Scottish capital, Edinburgh. The market town, surrounded by rich farmland, grew up connecting the royal citadel, the medieval old town with its merchants and tradesmen, the Old Bridge and the port. Located on the River Forth, Stirling is the administrative centre for the Stirling c"}]}, {"heading": "Events", "year": "1561", "date": "September 9", "txt": "The ultimately unsuccessful Colloquy of Poissy opens in an effort to reconcile French Catholics and Protestants.", "entities": [{"title": "Colloquy of Poissy", "href": "/wiki/Colloquy_of_Poissy", "description": "The Colloquy at Poissy was a religious conference which took place in Poissy, France, in 1561. Its object was to effect a reconciliation between the Catholics and Protestants (Huguenots) of France."}, {"title": "Roman Catholicism in France", "href": "/wiki/Roman_Catholicism_in_France", "description": "The Catholic Church in France is part of the worldwide Catholic Church in communion with the Pope in Rome. Established in the 2nd century in unbroken communion with the bishop of Rome, it is sometimes called the \"eldest daughter of the church\"."}, {"title": "Huguenot", "href": "/wiki/Huguenot", "description": "Huguenots were a religious group of French Protestants."}]}, {"heading": "Events", "year": "1739", "date": "September 9", "txt": "Stono Rebellion, the largest slave uprising in Britain's mainland North American colonies prior to the American Revolution, erupts near Charleston, South Carolina.", "entities": [{"title": "Stono Rebellion", "href": "/wiki/Stono_Rebellion", "description": "The Stono Rebellion was a slave rebellion that began on 9 September 1739, in the colony of South Carolina. It was the largest slave uprising in the British mainland colonies, with 25 colonists and 35 to 50 Africans killed. The uprising was led by native Africans who were likely from the Central African Kingdom of Kongo, as some of the rebels spoke Portuguese."}, {"title": "Thirteen Colonies", "href": "/wiki/Thirteen_Colonies", "description": "The Thirteen Colonies, also known as the Thirteen British Colonies or the Thirteen American Colonies, were a group of British colonies on the Atlantic coast of North America founded in the 17th and 18th centuries which declared independence in 1776 and formed the United States of America. The Thirteen Colonies had very similar political, constitutional, and legal systems, and were dominated by Pro"}, {"title": "American Revolution", "href": "/wiki/American_Revolution", "description": "The American Revolution was an ideological and political revolution which occurred in colonial North America between 1765 and 1783. The Americans in the Thirteen Colonies defeated the British in the American Revolutionary War (1775–1783), gaining independence from the British Crown and establishing the United States of America, the first modern constitutional liberal democracy."}, {"title": "Charleston, South Carolina", "href": "/wiki/Charleston,_South_Carolina", "description": "Charleston is the largest city in the U.S. state of South Carolina, the county seat of Charleston County, and the principal city in the Charleston–North Charleston–Summerville Metropolitan Statistical Area. The city lies just south of the geographical midpoint of South Carolina's coastline on Charleston Harbor, an inlet of the Atlantic Ocean formed by the confluence of the Ashley, Cooper, and Wand"}]}, {"heading": "Events", "year": "1776", "date": "September 9", "txt": "The Continental Congress officially names its union of states the United States.", "entities": [{"title": "Continental Congress", "href": "/wiki/Continental_Congress", "description": "The Continental Congress was a series of legislative bodies which met in the British American colonies and the newly declared United States just before, during, and after the American Revolution. The term \"Continental Congress\" most specifically refers to the First and Second Congresses of 1774–1781 and may also refer to the Congress of the Confederation of 1781–1789, which operated as the first n"}, {"title": "Political union", "href": "/wiki/Political_union", "description": "A political union is a type of state which is composed of or created out of smaller states. The process of creating such a state out of smaller states is called unification. Unification of states that used to be together and are reuniting is referred to as reunification. Unlike a personal union or real union, the individual states share a central government and the union is recognized internationa"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}]}, {"heading": "Events", "year": "1791", "date": "September 9", "txt": "Washington, D.C., the capital of the United States, is named after President George Washington.", "entities": [{"title": "Washington, D.C.", "href": "/wiki/Washington,_D.C.", "description": "Washington, D.C., formally the District of Columbia and also known as D.C. or just Washington, is the capital city of the United States. It is located on the Potomac River bordering Maryland and Virginia, with Congress holding its first session there in 1800. The city was named for George Washington, the first president of the United States and a Founding Father, and the federal district is named "}, {"title": "George Washington", "href": "/wiki/George_Washington", "description": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been ca"}]}, {"heading": "Events", "year": "1801", "date": "September 9", "txt": "Alexander I of Russia confirms the privileges of Baltic provinces.", "entities": [{"title": "Alexander I of Russia", "href": "/wiki/Alexander_I_of_Russia", "description": "Alexander I was the Emperor of Russia (Tsar) from 1801, the first King of Congress Poland from 1815, and the Grand Duke of Finland from 1809 to his death. He was the eldest son of Emperor Paul I and Sophie Dorothea of Württemberg."}, {"title": "Baltic governorates", "href": "/wiki/Baltic_governorates", "description": "The Baltic governorates, originally the Ostsee governorates, was a collective name for the administrative units of the Russian Empire set up in the territories of Swedish Estonia, Swedish Livonia (1721) and, afterwards, of Duchy of Courland and Semigallia (1795)."}]}, {"heading": "Events", "year": "1839", "date": "September 9", "txt": "John Herschel takes the first glass plate photograph.", "entities": [{"title": "John Herschel", "href": "/wiki/John_Herschel", "description": "Sir John Frederick William Herschel, 1st Baronet was an English polymath, mathematician, astronomer, chemist, inventor, experimental photographer who invented the blueprint, and did botanical work."}, {"title": "Photograph", "href": "/wiki/Photograph", "description": "A photograph is an image created by light falling on a photosensitive surface, usually photographic film or an electronic image sensor, such as a CCD or a CMOS chip. Most photographs are created using a smartphone/camera, which uses a lens to focus the scene's visible wavelengths of light into a reproduction of what the human eye would see. The process and practice of creating such images is calle"}]}, {"heading": "Events", "year": "1845", "date": "September 9", "txt": "Possible start of the Great Famine of Ireland.", "entities": [{"title": "Great Famine (Ireland)", "href": "/wiki/Great_Famine_(Ireland)", "description": "The Great Famine, also known as the Great Hunger, the Famine or the Irish Potato Famine, was a period of mass starvation and disease in Ireland from 1845 to 1852. With the most severely affected areas in the west and south of Ireland, where the Irish language was dominant, the period was contemporaneously known in Irish as An Drochshaol, loosely translated as \"the hard times\". The worst year of th"}]}, {"heading": "Events", "year": "1850", "date": "September 9", "txt": "California is admitted as the thirty-first U.S. state.", "entities": [{"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1850", "date": "September 9", "txt": "The Compromise of 1850 transfers a third of Texas's claimed territory (now parts of Colorado, Kansas, New Mexico, Oklahoma, and Wyoming) to federal control in return for the U.S. federal government assuming $10 million of Texas's pre-annexation debt.", "entities": [{"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}, {"title": "Colorado", "href": "/wiki/Colorado", "description": "Colorado is a state in the Mountain West subregion of the Western United States. It encompasses most of the Southern Rocky Mountains as well as the northeastern portion of the Colorado Plateau and the western edge of the Great Plains. Colorado is the eighth most extensive and 21st most populous U.S. state. The 2020 United States Census enumerated the population of the State of Colorado at 5,773,71"}, {"title": "Kansas", "href": "/wiki/Kansas", "description": "Kansas is a state in the Midwestern United States. Its capital is Topeka and its largest city is Wichita. Kansas is bordered by Nebraska to the north; Missouri to the east; Oklahoma to the south; and Colorado to the west. Kansas is named after the Kansas River, which in turn was named after the Kansa Native Americans who lived along its banks. The tribe's name is often said to mean \"people of the "}, {"title": "New Mexico", "href": "/wiki/New_Mexico", "description": "New Mexico is a state in the Southwestern United States; its capital is Santa Fe, which was founded in 1610 as capital of Nuevo México, while its largest city is Albuquerque with its accompanying metropolitan area. It is both one of the Southwestern and Mountain States and shares the Four Corners region with Utah, Colorado, and Arizona. New Mexico is also bordered by the state of Texas to the east"}, {"title": "Oklahoma", "href": "/wiki/Oklahoma", "description": "Oklahoma is a state in the South Central region of the United States, bordered by the state of Texas on the south and west, Kansas on the north, Missouri on the northeast, Arkansas on the east, New Mexico on the west, and Colorado on the northwest. Partially in the western extreme of the Upland South, it is the 20th-most extensive and the 28th-most populous of the 50 United States. Its residents a"}, {"title": "Wyoming", "href": "/wiki/Wyoming", "description": "Wyoming is a state in the Mountain West subregion of the Western United States. The 10th largest state by area, it is also the least populous and least densely populated state in the contiguous United States. It is bordered by Montana to the north and northwest, South Dakota and Nebraska to the east, Idaho to the west, Utah to the southwest, and Colorado to the south. The state population was esti"}, {"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}]}, {"heading": "Events", "year": "1855", "date": "September 9", "txt": "Crimean War: The Siege of Sevastopol comes to an end when Russian forces abandon the city.", "entities": [{"title": "Crimean War", "href": "/wiki/Crimean_War", "description": "The Crimean War was a military conflict fought from October 1853 to February 1856 in which Russia lost to an alliance made up of France, the Ottoman Empire, the United Kingdom and Sardinia. The immediate cause of the war involved the rights of Christian minorities in the Holy Land, then a part of the Ottoman Empire. The French promoted the rights of Roman Catholics, while Russia promoted those of "}, {"title": "Siege of Sevastopol (1854–55)", "href": "/wiki/Siege_of_Sevastopol_(1854%E2%80%9355)", "description": "The siege of Sevastopol lasted from October 1854 until September 1855, during the Crimean War. The allies landed at Eupatoria on 14 September 1854, intending to make a triumphal march to Sevastopol, the capital of the Crimea, with 50,000 men. The 56-kilometre (35 mi) traverse took a year of fighting against the Russians. Major battles along the way were Alma, Balaklava, Inkerman, Tchernaya, Redan,"}]}, {"heading": "Events", "year": "1863", "date": "September 9", "txt": "American Civil War: The Union Army enters Chattanooga, Tennessee.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Union Army", "href": "/wiki/Union_Army", "description": "During the American Civil War, the Union Army, also called the Northern Army, referred to the United States Army, the land force that fought to preserve the Union of the collective states. Also known as the Federal Army, it proved essential to the preservation of the United States as a working, viable republic."}, {"title": "Chattanooga, Tennessee", "href": "/wiki/Chattanooga,_Tennessee", "description": "Chattanooga is a city in and the county seat of Hamilton County, Tennessee, along the Tennessee River bordering Georgia. With an estimated population of 182,799 in 2019, it is Tennessee's fourth-largest city and one of the two principal cities of East Tennessee, along with Knoxville. The city anchors the Chattanooga metropolitan area, Tennessee's fourth-largest metropolitan statistical area, as we"}]}, {"heading": "Events", "year": "1892", "date": "September 9", "txt": "Amalthea, third closest and fifth found moon of Jupiter is discovered by Edward Emerson Barnard.", "entities": [{"title": "Amalthea (moon)", "href": "/wiki/Amalthea_(moon)", "description": "Amalthea is a moon of Jupiter. It has the third closest orbit around Jupiter among known moons and was the fifth moon of Jupiter to be discovered, so it is also known as Jupiter V. Edward Emerson Barnard discovered the moon on 9 September 1892 and named it after Amalthea of Greek mythology. It was the last natural satellite to be discovered by direct visual observation; all later moons were discov"}, {"title": "Jupiter", "href": "/wiki/Jupiter", "description": "Jupiter is the fifth planet from the Sun and the largest in the Solar System. It is a gas giant with a mass two and a half times that of all the other planets in the Solar System combined, but less than one-thousandth the mass of the Sun. Jupiter is the third-brightest natural object in the Earth's night sky after the Moon and Venus. It has been observed since pre-historic times and is named after"}, {"title": "Edward Emerson Barnard", "href": "/wiki/Edward_Emerson_Barnard", "description": "Edward Emerson Barnard was an American astronomer. He was commonly known as E. E. Barnard, and was recognized as a gifted observational astronomer. He is best known for his discovery of the high proper motion of Barnard's Star in 1916, which is named in his honor."}]}, {"heading": "Events", "year": "1914", "date": "September 9", "txt": "World War I: The creation of the Canadian Automobile Machine Gun Brigade, the first fully mechanized unit in the British Army.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Canadian Automobile Machine Gun Brigade", "href": "/wiki/Canadian_Automobile_Machine_Gun_Brigade", "description": "The Canadian Automobile Machine Gun Brigade, also known as Brutinel's Brigade or the Brutinel Brigade, was the first fully motorized unit of the Canadian Expeditionary Force. It was established on August 24, 1914, in Ottawa, Ontario, Canada, as Automobile Machine Gun Brigade No. 1 by Canadian Brigadier-General Raymond Brutinel, who initiated the program and was the unit's first commander. The unit"}]}, {"heading": "Events", "year": "1922", "date": "September 9", "txt": "The Greco-Turkish War effectively ends with Turkish victory over the Greeks in Smyrna.", "entities": [{"title": "Greco-Turkish War (1919–22)", "href": "/wiki/Greco-Turkish_War_(1919%E2%80%9322)", "description": "The Greco-Turkish War of 1919–1922 was fought between Greece and the Turkish National Movement during the partitioning of the Ottoman Empire in the aftermath of World War I, between May 1919 and October 1922."}, {"title": "Smyrna", "href": "/wiki/Smyrna", "description": "Smyrna was a Greek city located at a strategic point on the Aegean coast of Anatolia. Due to its advantageous port conditions, its ease of defense and its good inland connections, Smyrna rose to prominence. The modern name of the city is Izmir."}]}, {"heading": "Events", "year": "1923", "date": "September 9", "txt": "Mustafa Kemal Atatürk, the founder of the Republic of Turkey, founds the Republican People's Party.", "entities": [{"title": "Mustafa Kemal Atatürk", "href": "/wiki/Mustafa_Kemal_Atat%C3%BCrk", "description": "Kemal Atatürk was a Turkish field marshal, revolutionary statesman, author, and the founding father of the Republic of Turkey, serving as its first president from 1923 until his death in 1938. He undertook sweeping progressive reforms, which modernized Turkey into a secular, industrial nation. Ideologically a secularist and nationalist, his policies and theories became known as Kemalism. Due to hi"}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "Republican People's Party (Turkey)", "href": "/wiki/Republican_People%27s_Party_(Turkey)", "description": "The Republican People's Party is a social-democratic, Kemalist political party in Turkey. It is the oldest political party in the country, and is currently the main opposition in the Grand National Assembly against the AKP. The CHP describes itself as \"a modern social democratic party, which is faithful to the founding principles and values of the Republic of Turkey\". The party is cited as \"the fo"}]}, {"heading": "Events", "year": "1924", "date": "September 9", "txt": "Hanapepe massacre occurs on Kauai, Hawaii.", "entities": [{"title": "Hanapepe massacre", "href": "/wiki/Hanapepe_massacre", "description": "The Hanapēpē Massacre occurred on September 9, 1924 when an interethnic dispute amongst Filipino strike organizers in Hanapēpē, Kaua'i resulted in a violent exchange between local police officers and Filipinos. The conflict began when two Ilocano youth, allegedly breaking the Filipino-led labor strike, were detained and harassed by a group of Visayans at the Hanapepe strike camp. When the local po"}, {"title": "Kauai", "href": "/wiki/Kauai", "description": "Kauaʻi, anglicized as Kauai, is geologically the second-oldest of the main Hawaiian Islands. With an area of 562.3 square miles (1,456.4 km2), it is the fourth-largest of these islands and the 21st largest island in the United States. Known also as the \"Garden Isle\", Kauaʻi lies 73 miles (117 km) across the Kauaʻi Channel, northwest of Oʻahu. This island is the site of Waimea Canyon State Park and"}]}, {"heading": "Events", "year": "1936", "date": "September 9", "txt": "The crews of Portuguese Navy frigate NRP Afonso de Albuquerque and destroyer Dão mutinied against the Salazar dictatorship's support of General Franco's coup and declared their solidarity with the Spanish Republic.", "entities": [{"title": "Portuguese Navy", "href": "/wiki/Portuguese_Navy", "description": "The Portuguese Navy is the naval branch of the Portuguese Armed Forces which, in cooperation and integrated with the other branches of the Portuguese military, is charged with the military defense of Portugal."}, {"title": "NRP Afonso de Albuquerque", "href": "/wiki/NRP_Afonso_de_Albuquerque", "description": "NRP Afonso de Albuquerque was a warship of the Portuguese Navy, named after the 16th-century Portuguese navigator Afonso de Albuquerque. She was destroyed in combat on 18 December 1961, defending Goa against the Indian Armed Forces Annexation of Goa."}, {"title": "1936 Naval Revolt (Portugal)", "href": "/wiki/1936_Naval_Revolt_(Portugal)", "description": "The 1936 Naval Revolt or Tagus boats mutiny was a mutiny in Portugal that occurred on 8 September 1936 aboard the aviso Afonso de Albuquerque and destroyer Dão. It was organized by the Revolutionary Organization of the Fleet, a left-wing group with links to the Portuguese Communist Party."}, {"title": "António de Oliveira Salazar", "href": "/wiki/Ant%C3%B3nio_de_Oliveira_Salazar", "description": "António de Oliveira Salazar was a Portuguese statesman and economist who served as the prime minister of Portugal from 1932 to 1968. He was responsible for the Estado Novo, the corporatist authoritarian government that ruled Portugal until 1974."}, {"title": "General Franco", "href": "/wiki/General_Franco", "description": "Francisco Franco Bahamonde was a Spanish general who led the Nationalist forces in overthrowing the Second Spanish Republic during the Spanish Civil War and thereafter ruled over Spain from 1939 to 1975 as a dictator, assuming the title Caudillo. This period in Spanish history, from the Nationalist victory to Franco's death, is commonly known as Francoist Spain or the Francoist dictatorship."}, {"title": "Second Spanish Republic", "href": "/wiki/Second_Spanish_Republic", "description": "The Spanish Republic, commonly known as the Second Spanish Republic, was the form of government in Spain from 1931 to 1939. The Republic was proclaimed on 14 April 1931, after the deposition of Alfonso XIII, and was dissolved on 1 April 1939 after surrendering in the Spanish Civil War to the rebel faction that fought to establish a military dictatorship under General Francisco Franco."}]}, {"heading": "Events", "year": "1939", "date": "September 9", "txt": "World War II: The Battle of Hel begins, the longest-defended pocket of Polish Army resistance during the German invasion of Poland.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Hel", "href": "/wiki/Battle_of_Hel", "description": "The Battle of Hel was a World War II engagement fought from 1 September to 2 October 1939 on the Hel Peninsula, of the Baltic Sea coast, between invading German forces and defending Polish units during the German invasion of Poland. The defense of the Hel Peninsula took place around the Hel Fortified Area, a system of Polish fortifications that had been constructed in the 1930s near the interwar b"}, {"title": "Invasion of Poland", "href": "/wiki/Invasion_of_Poland", "description": "The Invasion of Poland, also known as September campaign, 1939 defensive war and Poland campaign, was an attack on the Second Polish Republic by Nazi Germany and the Soviet Union which marked the beginning of World War II. The German invasion began on 1 September 1939, one week after the signing of the Molotov–Ribbentrop Pact between Germany and the Soviet Union, and one day after the Supreme Sovi"}]}, {"heading": "Events", "year": "1939", "date": "September 9", "txt": "Burmese national hero U Ottama dies in prison after a hunger strike to protest Britain's colonial government.", "entities": [{"title": "Hunger strike", "href": "/wiki/Hunger_strike", "description": "A hunger strike is a method of non-violent resistance in which participants fast as an act of political protest, or to provoke the feelings of guilt in others, usually with the objective to achieve a specific goal, such as a policy change. Most hunger strikers will take liquids but not solid food."}, {"title": "British rule in Burma", "href": "/wiki/British_rule_in_Burma", "description": "British rule in Burma lasted from 1824 to 1948, from the successive three Anglo-Burmese wars through the creation of Burma as a Province of British India to the establishment of an independently administered colony, and finally independence. The region under British control was known as British Burma. Various portions of Burmese territories, including Arakan or Tenasserim were annexed by the Briti"}]}, {"heading": "Events", "year": "1940", "date": "September 9", "txt": "George Stibitz pioneers the first remote operation of a computer.", "entities": [{"title": "George Stibitz", "href": "/wiki/George_Stibitz", "description": "George Robert Stibitz was a Bell Labs researcher internationally recognized as one of the fathers of the modern digital computer. He was known for his work in the 1930s and 1940s on the realization of Boolean logic digital circuits using electromechanical relays as the switching element."}]}, {"heading": "Events", "year": "1940", "date": "September 9", "txt": "Treznea Massacre in Transylvania.", "entities": [{"title": "Transylvania", "href": "/wiki/Transylvania", "description": "Transylvania is a historical region that is located in central Romania. Bound on the east and south by its natural borders, the Carpathian mountain range, historical Transylvania extended westward to the Apuseni Mountains. The term sometimes encompasses not only Transylvania proper, but also parts of the historical regions of Crișana and Maramureș, and occasionally the Romanian part of Banat."}]}, {"heading": "Events", "year": "1942", "date": "September 9", "txt": "World War II: A Japanese floatplane drops incendiary bombs on Oregon.", "entities": [{"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Lookout Air Raids", "href": "/wiki/Lookout_Air_Raids", "description": "The Lookout Air Raids were minor but historic Japanese air raids that occurred in the mountains of Oregon, several miles outside Brookings during World War II."}, {"title": "Oregon", "href": "/wiki/Oregon", "description": "Oregon is a state in the Pacific Northwest region of the Western United States. The Columbia River delineates much of Oregon's northern boundary with Washington, while the Snake River delineates much of its eastern boundary with Idaho. The 42° north parallel delineates the southern boundary with California and Nevada."}]}, {"heading": "Events", "year": "1943", "date": "September 9", "txt": "World War II: The Allies land at Salerno and Taranto, Italy.", "entities": [{"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}, {"title": "Operation Avalanche", "href": "/wiki/Operation_Avalanche", "description": "Operation Avalanche was the codename for the Allied landings near the port of Salerno, executed on 9 September 1943, part of the Allied invasion of Italy. The Italians withdrew from the war the day before the invasion, but the Allies landed in an area defended by German troops. Planned under the name Top Hat, it was supported by the deception plan Operation Boardman."}, {"title": "Operation Slapstick", "href": "/wiki/Operation_Slapstick", "description": "Operation Slapstick was the code name for a British landing from the sea at the Italian port of Taranto during the Second World War. The operation, one of three landings during the Allied invasion of Italy in September 1943, was undertaken by airborne troops of the British 1st Airborne Division, commanded by Major-General George Hopkinson."}]}, {"heading": "Events", "year": "1944", "date": "September 9", "txt": "World War II: The Fatherland Front takes power in Bulgaria through a military coup in the capital and armed rebellion in the country. A new pro-Soviet government is established.", "entities": [{"title": "Fatherland Front (Bulgaria)", "href": "/wiki/Fatherland_Front_(Bulgaria)", "description": "The Fatherland Front began as a Bulgarian Bolshevik political resistance movement during World War II. The Zveno movement, the communist Bulgarian Workers Party, a wing of the Bulgarian Agrarian National Union and the Bulgarian Social Democratic Workers Party, were all part of the OF. The constituent groups of the OF had widely contrasting ideologies and had united only in the face of the pro-Germ"}, {"title": "Kingdom of Bulgaria", "href": "/wiki/Kingdom_of_Bulgaria", "description": "The Tsardom of Bulgaria, also referred to as the Third Bulgarian Tsardom, sometimes translated in English as Kingdom of Bulgaria, was a constitutional monarchy in Southeastern Europe, which was established on 5 October 1908, when the Bulgarian state was raised from a principality to a Tsardom. Ferdinand, founder of the royal family, was crowned a Tsar at the Declaration of Independence, mainly bec"}, {"title": "Bulgarian coup d'état of 1944", "href": "/wiki/Bulgarian_coup_d%27%C3%A9tat_of_1944", "description": "The 1944 Bulgarian coup d'état, also known as the 9 September coup d'état, was the forcible change of the government of Kingdom of Bulgaria carried out on the eve of 9 September 1944. In Communist Bulgaria it was called People's Uprising of 9 September – on the grounds of the broad unrest, and Socialist Revolution – as it was a turning point politically and the beginning of radical reforms towards"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1945", "date": "September 9", "txt": "Second Sino-Japanese War: The Empire of Japan formally surrenders to China.", "entities": [{"title": "Second Sino-Japanese War", "href": "/wiki/Second_Sino-Japanese_War", "description": "The Second Sino-Japanese War (1937–1945) was a military conflict that was primarily waged between the Republic of China and the Empire of Japan. The war made up the Chinese theater of the wider Pacific Theater of the Second World War. The beginning of the war is conventionally dated to the Marco Polo Bridge Incident on 7 July 1937, when a dispute between Japanese and Chinese troops in Peking escal"}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Republic of China (1912–49)", "href": "/wiki/Republic_of_China_(1912%E2%80%9349)", "description": "The Republic of China (ROC) from 1912 to 1949, commonly known as China, was a sovereign state based in mainland China prior to the relocation of its government to Taiwan. At a population of 541 million in 1949, it was the world's most populous country. Covering 11.4 million square kilometres, it consisted of 35 provinces, 1 special administrative region, 2 regions, 12 special municipalities, 14 le"}]}, {"heading": "Events", "year": "1947", "date": "September 9", "txt": "First case of a computer bug being found: A moth lodges in a relay of a Harvard Mark II computer at Harvard University.", "entities": [{"title": "Computer bug", "href": "/wiki/Computer_bug", "description": "A software bug is an error, flaw or fault in a computer program or system that causes it to produce an incorrect or unexpected result, or to behave in unintended ways. The process of finding and fixing bugs is termed \"debugging\" and often uses formal techniques or tools to pinpoint bugs, and since the 1950s, some computer systems have been designed to also deter, detect or auto-correct various com"}, {"title": "Moth", "href": "/wiki/Moth", "description": "Moths are a paraphyletic group of insects that includes all members of the order Lepidoptera that are not butterflies, with moths making up the vast majority of the order. There are thought to be approximately 160,000 species of moth, many of which have yet to be described. Most species of moth are nocturnal, but there are also crepuscular and diurnal species."}, {"title": "Relay", "href": "/wiki/Relay", "description": "A relay is an electrically operated switch. It consists of a set of input terminals for a single or multiple control signals, and a set of operating contact terminals. The switch may have any number of contacts in multiple contact forms, such as make contacts, break contacts, or combinations thereof."}, {"title": "Harvard Mark II", "href": "/wiki/Harvard_Mark_II", "description": "The Harvard Mark II, also known as Aiken Relay Calculator, was an electromechanical computer built under the direction of Howard Aiken and was finished in 1947. It was financed by the United States Navy. Howard Aiken and Grace Hopper worked together to program and build the Mark II."}, {"title": "Harvard University", "href": "/wiki/Harvard_University", "description": "Harvard University is a private Ivy League research university in Cambridge, Massachusetts. Established in 1636 and named for its first benefactor, clergyman John Harvard, Harvard is the oldest institution of higher learning in the United States\nand among the most prestigious in the world."}]}, {"heading": "Events", "year": "1948", "date": "September 9", "txt": "Kim Il-sung declares the establishment of the Democratic People's Republic of Korea (North Korea).", "entities": [{"title": "Kim Il-sung", "href": "/wiki/Kim_Il-sung", "description": "Kim Il-sung was a politician and the founder of North Korea, which he ruled from the country's establishment in 1948 until his death in 1994. He held the posts of Premier from 1948 to 1972 and President from 1972 to 1994. He was also the leader of the Workers' Party of Korea (WPK) from 1949 to 1994. Coming to power after the end of Japanese rule in 1945, he authorized the invasion of South Korea i"}, {"title": "Day of the Foundation of the Republic (North Korea)", "href": "/wiki/Day_of_the_Foundation_of_the_Republic_(North_Korea)", "description": "Day of the Foundation of the Republic is the Republic Day and National day of the Democratic People's Republic of Korea, held on 9 September."}, {"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}]}, {"heading": "Events", "year": "1954", "date": "September 9", "txt": "The 6.7 Mw  Chlef earthquake shakes northern Algeria with a maximum Mercalli intensity of XI (Extreme). At least 1,243 people were killed and 5,000 were injured.", "entities": [{"title": "1954 Chlef earthquake", "href": "/wiki/1954_Chlef_earthquake", "description": "The 1954 Chlef earthquake struck Chlef Province in Algeria on September 9 at 02:04:43 local time. The shock measured 6.7 on the moment magnitude scale and had a maximum Mercalli intensity of XI (Extreme). It destroyed Chlef, then named Orléansville, leaving over 1,243 people dead and 5,000 injured. Damage was estimated at $6 million. It was followed by multiple aftershocks. Algeria faces annual ea"}, {"title": "Algeria", "href": "/wiki/Algeria", "description": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is the largest country in Africa and the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. The coun"}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1956", "date": "September 9", "txt": "Elvis Presley appears on The Ed Sullivan Show for the first time.", "entities": [{"title": "Elvis Presley", "href": "/wiki/Elvis_Presley", "description": "Elvis Aaron Presley, also known simply as Elvis, was an American singer, musician and actor. He is regarded as one of the most significant cultural icons of the 20th century and is often referred to as the \"King of Rock and Roll\". His energized interpretations of songs and sexually provocative performance style, combined with a singularly potent mix of influences across color lines during a transf"}]}, {"heading": "Events", "year": "1965", "date": "September 9", "txt": "The United States Department of Housing and Urban Development is established.", "entities": [{"title": "United States Department of Housing and Urban Development", "href": "/wiki/United_States_Department_of_Housing_and_Urban_Development", "description": "The United States Department of Housing and Urban Development (HUD) is a Cabinet department in the executive branch of the U.S. federal government. Although its beginnings were in the House and Home Financing Agency, it was founded as a Cabinet department in 1965, as part of the \"Great Society\" program of President Lyndon Johnson, to develop and execute policies on housing and metropolises."}]}, {"heading": "Events", "year": "1965", "date": "September 9", "txt": "Hurricane Betsy makes its second landfall near New Orleans, leaving 76 dead and $1.42 billion ($10–12 billion in 2005 dollars) in damages, becoming the first hurricane to cause over $1 billion in unadjusted damage.", "entities": [{"title": "New Orleans", "href": "/wiki/New_Orleans", "description": "New Orleans is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 390,144 in 2019, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States."}]}, {"heading": "Events", "year": "1966", "date": "September 9", "txt": "The National Traffic and Motor Vehicle Safety Act is signed into law by U.S. President Lyndon B. Johnson.", "entities": [{"title": "National Traffic and Motor Vehicle Safety Act", "href": "/wiki/National_Traffic_and_Motor_Vehicle_Safety_Act", "description": "The National Traffic and Motor Vehicle Safety Act was enacted in the United States in 1966 to empower the federal government to set and administer new safety standards for motor vehicles and road traffic safety. The Act was the first mandatory federal safety standards for motor vehicles. The Act created the National Highway Safety Bureau. The Act was one of a number of initiatives by the governmen"}, {"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}]}, {"heading": "Events", "year": "1969", "date": "September 9", "txt": "In Canada, the Official Languages Act comes into force, making French equal to English throughout the Federal government.", "entities": [{"title": "Official Languages Act (Canada)", "href": "/wiki/Official_Languages_Act_(Canada)", "description": "The Official Languages Act is a Canadian law that came into force on September 9, 1969, which gives French and English equal status in the government of Canada. This makes them \"official\" languages, having preferred status in law over all other languages. Although the Official Languages Act is not the only piece of federal language law, it is the legislative keystone of Canada's official bilingual"}]}, {"heading": "Events", "year": "1970", "date": "September 9", "txt": "A British airliner is hijacked by the Popular Front for the Liberation of Palestine and flown to Dawson's Field in Jordan.", "entities": [{"title": "Popular Front for the Liberation of Palestine", "href": "/wiki/Popular_Front_for_the_Liberation_of_Palestine", "description": "The Popular Front for the Liberation of Palestine (PFLP) is a secular Palestinian Marxist–Leninist and revolutionary socialist organization founded in 1967 by George Habash. It has consistently been the second-largest of the groups forming the Palestine Liberation Organization, the largest being Fatah."}, {"title": "Dawson's Field", "href": "/wiki/Dawson%27s_Field", "description": "In September 1970, members of the Popular Front for the Liberation of Palestine (PFLP) hijacked four airliners bound for New York City and one for London. Three aircraft were forced to land at Dawson's Field, a remote desert airstrip near Zarqa, Jordan, formerly Royal Air Force Station Zerqa, which then became PFLP's \"Revolutionary Airport\". By the end of the incident, one hijacker had been killed"}, {"title": "Jordan", "href": "/wiki/Jordan", "description": "Jordan, officially the Hashemite Kingdom of Jordan, is an Arab country in the Levant region of Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia, Iraq, Syria, Israel and Palestine. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is situated at the crossroads "}]}, {"heading": "Events", "year": "1971", "date": "September 9", "txt": "The four-day Attica Prison riot begins, eventually resulting in 39 dead, most killed by state troopers retaking the prison.", "entities": [{"title": "Attica Prison riot", "href": "/wiki/Attica_Prison_riot", "description": "The Attica Prison Uprising, also known as the Attica Prison rebellion or Attica Prison riot, occurred at the Attica Correctional Facility in Attica, New York, United States, in 1971. Based upon prisoners' demands for better living conditions and political rights, the uprising was one of the best-known and most significant flashpoints of the Prisoners' Rights Movement. On September 9, 1971, two wee"}, {"title": "New York State Police", "href": "/wiki/New_York_State_Police", "description": "The New York State Police (NYSP) is the official state police force of the U.S. state of New York and employs over 5,000 sworn \nstate troopers and 711 civilian members. It is part of the New York State Executive Department, ref. Executive Law § 31. \"There shall be in the executive department the following divisions: [...] The Division of State Police.\""}, {"title": "Attica Correctional Facility", "href": "/wiki/Attica_Correctional_Facility", "description": "Attica Correctional Facility is a maximum security campus New York State prison in the town of Attica, New York, operated by the New York State Department of Corrections and Community Supervision. It was constructed in the 1930s and held many of the most dangerous criminals of the time. A CS gas system installed in the mess hall and industry areas has been used to quell conflicts in these areas. T"}]}, {"heading": "Events", "year": "1972", "date": "September 9", "txt": "In Kentucky's Mammoth Cave National Park, a Cave Research Foundation exploration and mapping team discovers a link between the Mammoth and Flint Ridge cave systems, making it the longest known cave passageway in the world.", "entities": [{"title": "Kentucky", "href": "/wiki/Kentucky", "description": "Kentucky, officially the Commonwealth of Kentucky, is a state in the Upland South region of the United States, bordered by Illinois, Indiana, and Ohio to the north; West Virginia and Virginia to the east; Tennessee to the south; and Missouri to the west. The bluegrass region in the central part of the commonwealth contains the commonwealth's capital, Frankfort, as well as its two largest cities, L"}, {"title": "Mammoth Cave National Park", "href": "/wiki/Mammoth_Cave_National_Park", "description": "Mammoth Cave National Park is an American national park in west-central Kentucky, encompassing portions of Mammoth Cave, the longest cave system known in the world."}]}, {"heading": "Events", "year": "1990", "date": "September 9", "txt": "Batticaloa massacre: Massacre of 184 Tamil civilians by the Sri Lankan Army in Batticaloa District.", "entities": [{"title": "1990 Batticaloa massacre", "href": "/wiki/1990_Batticaloa_massacre", "description": "The 1990 Batticaloa massacre, also known as the Sathurukondan massacre, was a massacre of at least 184 minority Sri Lankan Tamil refugees, including infants, from three villages in the Batticaloa District by the Sri Lankan Army on September 9, 1990. Although the government instituted two investigations, no one was ever charged."}, {"title": "Tamils", "href": "/wiki/Tamils", "description": "The Tamil people, also known as Tamilar or simply Tamils, are a Dravidian ethno-linguistic group who trace their ancestry to the South Indian state of Tamil Nadu, Union territory of Puducherry and to Sri Lanka. Tamils constitute 5.9% of the population in India, 15% in Sri Lanka, 10% in Mauritius, 7% in Malaysia and 5% in Singapore. Tamils, with a population of around 76 million and with a document"}, {"title": "Batticaloa District", "href": "/wiki/Batticaloa_District", "description": "Batticaloa District is one of the 25 districts of Sri Lanka, the second level administrative division of the country. The district is administered by a District Secretariat headed by a District Secretary appointed by the central government of Sri Lanka. The capital of the district is the city of Batticaloa. Ampara District was carved out of the southern part of Batticaloa District in April 1961."}]}, {"heading": "Events", "year": "1991", "date": "September 9", "txt": "Tajikistan declares independence from the Soviet Union.", "entities": [{"title": "Tajikistan", "href": "/wiki/Tajikistan", "description": "Tajikistan, officially the Republic of Tajikistan, is a landlocked country in Central Asia with an area of 143,100 km2 (55,300 sq mi) and an estimated population of 9,537,645 people. It is bordered by Afghanistan to the south, Uzbekistan to the west, Kyrgyzstan to the north and China to the east. The traditional homelands of the Tajik people include present-day Tajikistan as well as parts of Afgha"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1993", "date": "September 9", "txt": "Israeli–Palestinian peace process: The Palestine Liberation Organization officially recognizes Israel as a legitimate state.", "entities": [{"title": "Israeli–Palestinian peace process", "href": "/wiki/Israeli%E2%80%93Palestinian_peace_process", "description": "The Israeli–Palestinian peace process refers to the intermittent discussions held by various parties and proposals put forward in an attempt to resolve the ongoing Israeli–Palestinian conflict. Since the 1970s, there has been a parallel effort made to find terms upon which peace can be agreed to in both the Arab–Israeli conflict and in the Palestinian–Israeli conflict. Some countries have signed p"}, {"title": "Palestine Liberation Organization", "href": "/wiki/Palestine_Liberation_Organization", "description": "The Palestine Liberation Organization is an organization founded in 1964 with the purpose of the \"liberation of Palestine\" through armed struggle. It is recognized as the \"sole legitimate representative\" of the Palestinian people by over 100 states with which it holds diplomatic relations, and has enjoyed observer status at the United Nations since 1974. Due to its activities, including violence a"}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}]}, {"heading": "Events", "year": "2001", "date": "September 9", "txt": "Ahmad Shah Massoud, leader of the Northern Alliance, is assassinated in Afghanistan by two al-Qaeda assassins who claimed to be Arab journalists wanting an interview.", "entities": [{"title": "Ahmad Shah Massoud", "href": "/wiki/Ahmad_Shah_Massoud", "description": "Ahmad Shah Massoud was an Afghan politician and military commander. He was a powerful guerrilla commander during the resistance against the Soviet occupation between 1979 and 1989. In the 1990s, he led the government's military wing against rival militias; after the Taliban takeover, was the leading opposition commander against their regime until his assassination in 2001."}, {"title": "Northern Alliance", "href": "/wiki/Northern_Alliance", "description": "The Afghan Northern Alliance, officially known as the United Islamic Front for the Salvation of Afghanistan, was a united military front that came to formation in late 1996 after the Islamic Emirate of Afghanistan (Taliban) took over Kabul. The United Front was assembled by key leaders of the Islamic State of Afghanistan, particularly president Burhanuddin Rabbani and former Defense Minister Ahmad"}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}, {"title": "Al-Qaeda", "href": "/wiki/Al-Qaeda", "description": "Al-Qaeda is a militant Sunni Islamist multi-national terrorist organization founded in 1988 by Osama bin Laden, Abdullah Azzam, and several other Arab volunteers during the Soviet–Afghan War."}]}, {"heading": "Events", "year": "2002", "date": "September 9", "txt": "The Rafiganj train wreck happened in Bihar, India.", "entities": [{"title": "Rafiganj train wreck", "href": "/wiki/Rafiganj_train_wreck", "description": "The Rafiganj rail disaster was the derailment of a train on a bridge over the Dhave River in North-Central India, on 10 September 2002. At least 130 people were killed in the accident, which was reportedly due to sabotage by a local Maoist terrorist group, the Naxalites."}, {"title": "Bihar", "href": "/wiki/Bihar", "description": "Bihar is a state in eastern India. It is the third-largest state by population and twelfth-largest by territory, with an area of 94,163 km2 (36,357 sq mi). It is contiguous with Uttar Pradesh to its west, Nepal to the north, the northern part of West Bengal to the east, and with Jharkhand to the south. The Bihar plain is split by the river Ganges, which flows from west to east. Three main cultural"}, {"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the northwest; China, Nepal, and Bhutan to the "}]}, {"heading": "Events", "year": "2009", "date": "September 9", "txt": "The Dubai Metro, the first urban train network in the Arabian Peninsula, is ceremonially inaugurated.", "entities": [{"title": "Dubai Metro", "href": "/wiki/Dubai_Metro", "description": "The Dubai Metro is a rapid transit rail network in the city of Dubai, United Arab Emirates. The Red Line and Green Line are operational, with one more line being constructed. These first two lines run underground in the city centre and on elevated viaducts elsewhere. All trains are fully automated and driverless, and, together with stations, are air conditioned with platform edge doors. Architectu"}, {"title": "Arabian Peninsula", "href": "/wiki/Arabian_Peninsula", "description": "The Arabian Peninsula is a peninsula of Western Asia, situated northeast of Africa on the Arabian Plate. At 3,237,500 km2 (1,250,000 sq mi), the Arabian Peninsula is the largest peninsula in the world."}]}, {"heading": "Events", "year": "2012", "date": "September 9", "txt": "The Indian space agency puts into orbit its heaviest foreign satellite yet, in a streak of 21 consecutive successful PSLV launches.", "entities": [{"title": "Indian Space Research Organisation", "href": "/wiki/Indian_Space_Research_Organisation", "description": "The Indian Space Research Organisation or is the national space agency of the Republic of India, headquartered in Bengaluru. It operates under Department of Space (DOS) which is directly overseen by the prime minister of India while chairman of ISRO acts as executive of DOS as well. ISRO is the primary agency in India to perform tasks related to space based applications, space exploration and deve"}, {"title": "SPOT (satellite)", "href": "/wiki/SPOT_(satellite)#SPOT_6_and_SPOT_7", "description": "SPOT is a commercial high-resolution optical Earth imaging satellite system operating from space. It is run by Spot Image, based in Toulouse, France. It was initiated by the CNES in the 1970s and was developed in association with the SSTC and the Swedish National Space Board (SNSB). It has been designed to improve the knowledge and management of the Earth by exploring the Earth's resources, detect"}, {"title": "Polar Satellite Launch Vehicle", "href": "/wiki/Polar_Satellite_Launch_Vehicle", "description": "The Polar Satellite Launch Vehicle (PSLV) is an expendable medium-lift launch vehicle designed and operated by the Indian Space Research Organisation (ISRO). It was developed to allow India to launch its Indian Remote Sensing (IRS) satellites into sun-synchronous orbits, a service that was, until the advent of the PSLV in 1993, commercially available only from Russia. PSLV can also launch small si"}]}, {"heading": "Events", "year": "2012", "date": "September 9", "txt": "A wave of attacks kill more than 100 people and injure 350 others across Iraq.", "entities": [{"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}]}, {"heading": "Events", "year": "2015", "date": "September 9", "txt": "Elizabeth II became the longest reigning monarch of the United Kingdom.", "entities": [{"title": "Elizabeth II", "href": "/wiki/Elizabeth_II", "description": "Elizabeth II is Queen of the United Kingdom and 15 other Commonwealth realms."}, {"title": "List of monarchs in Britain by length of reign", "href": "/wiki/List_of_monarchs_in_Britain_by_length_of_reign", "description": "The following is a list, ordered by length of reign, of the monarchs of the United Kingdom of Great Britain and Northern Ireland (1927–present), the United Kingdom of Great Britain and Ireland (1801–1927), the Kingdom of Great Britain (1707–1801), the Kingdom of England (871–1707), the Kingdom of Scotland (878–1707), the Kingdom of Ireland (1542–1800), and the Principality of Wales (1216–1542)."}]}, {"heading": "Events", "year": "2016", "date": "September 9", "txt": "The government of North Korea conducts its fifth and reportedly biggest nuclear test. World leaders condemn the act, with South Korea calling it \"maniacal recklessness\".", "entities": [{"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}, {"title": "September 2016 North Korean nuclear test", "href": "/wiki/September_2016_North_Korean_nuclear_test", "description": "The government of North Korea conducted a nuclear detonation on 9 September 2016, the fifth since 2006, at the Punggye-ri Nuclear Test Site, approximately 50 kilometres northwest of Kilju City in Kilju County."}, {"title": "South Korea", "href": "/wiki/South_Korea", "description": "South Korea, officially the Republic of Korea (ROK), is a country in East Asia, constituting the southern part of the Korean Peninsula, and sharing a land border with North Korea. 25 million people, around half of the country's population of 51 million, live in the Seoul Capital Area, the fifth-largest metropolitan area in the world."}]}, {"heading": "Births", "year": "214", "date": "September 9", "txt": "Aurelian, Roman emperor (d. 275)", "entities": [{"title": "Aurelian", "href": "/wiki/Aurelian", "description": "Aurelian was Roman emperor from 270 to 275. As emperor, he won an unprecedented series of military victories which reunited the Roman Empire after it had practically disintegrated under the pressure of barbarian invasions and internal revolts. His successes were instrumental in ending the Crisis of the Third Century, earning him the title Restitutor Orbis – \"Restorer of the World\"."}]}, {"heading": "Births", "year": "384", "date": "September 9", "txt": "Honorius, Roman emperor (d. 423)", "entities": [{"title": "Honorius (emperor)", "href": "/wiki/Honorius_(emperor)", "description": "Flavius Honorius was Roman emperor from 393 to 423. He was the younger son of emperor Theodosius I and his first wife Aelia Flaccilla, and brother of Arcadius, who ruled the eastern half of the empire from 395, when their father died, until his death in 408. In 410, during Honorius's reign over the western Roman Empire, Rome was sacked for the first time in almost 800 years."}]}, {"heading": "Births", "year": "1349", "date": "September 9", "txt": "Albert III, Duke of Austria (d. 1395)", "entities": [{"title": "Albert III, Duke of Austria", "href": "/wiki/Albert_III,_Duke_of_Austria", "description": "Albert III of Austria, known as Albert with the Braid (Pigtail), a member of the House of Habsburg, was Duke of Austria from 1365 until his death."}]}, {"heading": "Births", "year": "1427", "date": "September 9", "txt": "Thomas de Ros, 9th Baron de Ros, English soldier and politician (d. 1464)", "entities": [{"title": "Thomas de Ros, 9th Baron de Ros", "href": "/wiki/Thomas_de_Ros,_9th_Baron_de_Ros", "description": "Thomas Ros or Roos, 9th Baron Ros of Helmsley was a follower of the House of Lancaster during the Wars of the Roses."}]}, {"heading": "Births", "year": "1466", "date": "September 9", "txt": "Ashikaga Yoshitane, Japanese shōgun (d. 1523)", "entities": [{"title": "Ashikaga Yoshitane", "href": "/wiki/Ashikaga_Yoshitane", "description": "Ashikaga Yoshitane , also known as Ashikaga Yoshiki , was the 10th shōgun of the Ashikaga shogunate who headed the shogunate first from 1490 to 1493 and then again from 1508 to 1521 during the Muromachi period of Japan."}]}, {"heading": "Births", "year": "1558", "date": "September 9", "txt": "Philippe Emmanuel, Duke of Mercœur (d. 1602)", "entities": [{"title": "Philippe Emmanuel, Duke of Mercœur", "href": "/wiki/Philippe_Emmanuel,_Duke_of_Merc%C5%93ur", "description": "Philippe-Emmanuel de Lorraine, Duke of Mercœur and of Penthièvre was a French soldier, a prince of the Holy Roman Empire and a prominent member of the Catholic League."}]}, {"heading": "Births", "year": "1585", "date": "September 9", "txt": "Cardinal Richelieu, French cardinal and politician (d. 1642)", "entities": [{"title": "Cardinal Richelieu", "href": "/wiki/Cardinal_Richelieu", "description": "Armand Jean du Plessis, Duke of Richelieu, commonly referred to as Cardinal Richelieu, was a French clergyman and statesman. He was also known as l'Éminence rouge, or \"the Red Eminence\", a term derived from the title \"Eminence\" applied to cardinals, and the red robes they customarily wore."}]}, {"heading": "Births", "year": "1629", "date": "September 9", "txt": "Cornelis Tromp, Dutch general (d. 1691)", "entities": [{"title": "Cornelis Tromp", "href": "/wiki/Cornelis_Tromp", "description": "Cornelis Maartenszoon Tromp was a Dutch naval officer who served as lieutenant-admiral general in the Dutch Navy, and briefly as a general admiral in the Royal Danish Navy. Tromp fought in the Anglo-Dutch Wars and the Scanian War. His father was Lieutenant Admiral Maarten Tromp."}]}, {"heading": "Births", "year": "1700", "date": "September 9", "txt": "Princess Anna Sophie of Schwarzburg-Rudolstadt (d. 1780)", "entities": [{"title": "Princess Anna Sophie of Schwarzburg-Rudolstadt", "href": "/wiki/Princess_Anna_Sophie_of_Schwarzburg-Rudolstadt", "description": "Princess Anna Sophie of Schwarzburg-Rudolstadt was a Princess of Schwarzburg-Rudolstadt."}]}, {"heading": "Births", "year": "1711", "date": "September 9", "txt": "Thomas Hutchinson, English historian and politician, Governor of the Province of Massachusetts Bay (d. 1780)", "entities": [{"title": "Thomas Hutchinson (governor)", "href": "/wiki/Thomas_Hutchinson_(governor)", "description": "Thomas Hutchinson was a businessman, historian, and a prominent Loyalist politician of the Province of Massachusetts Bay in the years before the American Revolution. He has been referred to as \"the most important figure on the loyalist side in pre-Revolutionary Massachusetts\". He was a successful merchant and politician, and was active at high levels of the Massachusetts government for many years,"}, {"title": "List of colonial governors of Massachusetts", "href": "/wiki/List_of_colonial_governors_of_Massachusetts", "description": "The territory of the Commonwealth of Massachusetts, one of the fifty United States, was settled in the 17th century by several different English colonies. The territories claimed or administered by these colonies encompassed a much larger area than that of the modern state, and at times included areas that are now within the jurisdiction of other New England states or of the Canadian provinces of "}]}, {"heading": "Births", "year": "1721", "date": "September 9", "txt": "Fredrik Henrik af Chapman, Swedish admiral and shipbuilder (d. 1808)", "entities": [{"title": "Fredrik Henrik af Chapman", "href": "/wiki/Fredrik_Henrik_af_Chapman", "description": "Fredrik Henrik af Chapman was a Swedish shipbuilder, scientist and officer in the Swedish navy. He was also manager of the Karlskrona shipyard 1782-1793. Chapman is credited as the world's first person to apply scientific methods to shipbuilding and is considered to be the first naval architect."}]}, {"heading": "Births", "year": "1731", "date": "September 9", "txt": "Francisco Javier Clavijero, Mexican priest, historian, and scholar (d. 1787)", "entities": [{"title": "Francisco Javier Clavijero", "href": "/wiki/Francisco_Javier_Clavijero", "description": "Francisco Javier Clavijero Echegaray, was a Mexican Jesuit teacher, scholar and historian. After the expulsion of the Jesuits from Spanish provinces (1767), he went to Italy, where he wrote a valuable work on the pre-Columbian history and civilizations of Mesoamerica and the central Mexican altiplano."}]}, {"heading": "Births", "year": "1737", "date": "September 9", "txt": "Luigi Galvani, Italian physician and physicist (d. 1798)", "entities": [{"title": "Luigi Galvani", "href": "/wiki/Luigi_Galvani", "description": "Luigi Galvani was an Italian physician, physicist, biologist and philosopher, who discovered animal electricity. He is recognized as the pioneer of bioelectromagnetics. In 1780, he and his wife Lucia discovered that the muscles of dead frogs' legs twitched when struck by an electrical spark. This was one of the first forays into the study of bioelectricity, a field that studies the electrical patt"}]}, {"heading": "Births", "year": "1754", "date": "September 9", "txt": "William Bligh, English admiral and politician, 4th Governor of New South Wales (d. 1817)", "entities": [{"title": "William Bligh", "href": "/wiki/William_Bligh", "description": "Vice-Admiral William Bligh was an officer of the Royal Navy and a colonial administrator. The Mutiny on the Bounty occurred during his command of HMS Bounty in 1789; after being set adrift in Bounty's launch by the mutineers, Bligh and his loyal men all reached Timor alive, after a journey of 3,618 nautical miles. Bligh's logbooks documenting the mutiny were officially inscribed on the UNESCO Aust"}, {"title": "Governor of New South Wales", "href": "/wiki/Governor_of_New_South_Wales", "description": "The Governor of New South Wales is the viceregal representative of the Australian monarch, Queen Elizabeth II, in the state of New South Wales. In an analogous way to the Governor-General of Australia at the national level, the Governors of the Australian states perform constitutional and ceremonial functions at the state level. The governor is appointed by the queen on the advice of the premier o"}]}, {"heading": "Births", "year": "1755", "date": "September 9", "txt": "Benjamin Bourne, American judge and politician (d. 1808)", "entities": [{"title": "Benjamin Bourne", "href": "/wiki/Benjamin_Bourne", "description": "Benjamin Bourne was a United States Representative from Rhode Island, a United States District Judge of the United States District Court for the District of Rhode Island and a United States Circuit Judge of the United States Circuit Court for the First Circuit."}]}, {"heading": "Births", "year": "1777", "date": "September 9", "txt": "James Carr, American soldier and politician (d. 1818)", "entities": [{"title": "James Carr (Massachusetts politician)", "href": "/wiki/James_Carr_(Massachusetts_politician)", "description": "James Carr, son of U.S. Congressman Francis Carr, was a member of the United States House of Representatives from Maine, then a District of Massachusetts."}]}, {"heading": "Births", "year": "1778", "date": "September 9", "txt": "Clemens Brentano, German poet and author (d. 1842)", "entities": [{"title": "Clemens Brentano", "href": "/wiki/Clemens_Brentano", "description": "Clemens Wenzeslaus Brentano was a German poet and novelist, and a major figure of German Romanticism. He was the uncle, via his brother Christian, of Franz and Lujo Brentano."}]}, {"heading": "Births", "year": "1789", "date": "September 9", "txt": "Menachem Mendel Schneersohn, Polish rabbi (d. 1866)", "entities": [{"title": "Menachem Mendel Schneersohn", "href": "/wiki/Menachem_Mendel_Schneersohn", "description": "Menachem Mendel Schneersohn also known as the Tzemach Tzedek was an Orthodox rebbe, leading 19th-century posek, and the third rebbe of the Chabad Lubavitch Hasidic movement."}]}, {"heading": "Births", "year": "1807", "date": "September 9", "txt": "Richard Chenevix Trench, Irish-English archbishop and philologist (d. 1886)", "entities": [{"title": "Richard Chenevix Trench", "href": "/wiki/Richard_Chenevix_Trench", "description": "Richard Chenevix Trench was an Anglican archbishop and poet."}]}, {"heading": "Births", "year": "1823", "date": "September 9", "txt": "Joseph Leidy, American paleontologist and academic (d. 1891)", "entities": [{"title": "Joseph Leidy", "href": "/wiki/Joseph_Leidy", "description": "Joseph Mellick Leidy was an American paleontologist, parasitologist and anatomist."}]}, {"heading": "Births", "year": "1828", "date": "September 9", "txt": "Leo Tolstoy, Russian author and playwright (d. 1910)", "entities": [{"title": "Leo Tolstoy", "href": "/wiki/Leo_Tolstoy", "description": "Count Lev Nikolayevich Tolstoy, usually referred to in English as Leo Tolstoy, was a Russian writer who is regarded as one of the greatest authors of all time. He received nominations for the Nobel Prize in Literature every year from 1902 to 1906 and for the Nobel Peace Prize in 1901, 1902, and 1909. That he never won is a major controversy."}]}, {"heading": "Births", "year": "1834", "date": "September 9", "txt": "Joseph Henry Shorthouse, English author (d. 1903)", "entities": [{"title": "Joseph Henry Shorthouse", "href": "/wiki/Joseph_Henry_Shorthouse", "description": "Joseph Henry Shorthouse was an English novelist. His first novel, John Inglesant, was particularly admired as a \"philosophical romance\". It discusses a religious intrigue in the English 17th century."}]}, {"heading": "Births", "year": "1853", "date": "September 9", "txt": "Fred Spofforth, Australian-English cricketer and merchant (d. 1926)", "entities": [{"title": "Fred Spofforth", "href": "/wiki/Fred_Spofforth", "description": "Frederick Robert Spofforth, also known as \"The Demon Bowler\", was arguably the Australian cricket team's finest pace bowler of the nineteenth century. He was the first bowler to take 50 Test wickets, and the first to take a Test hat-trick, in 1879. He played in Test matches for Australia between 1877 and 1887, and then settled in England where he played for Derbyshire. In 2011, he was inducted int"}]}, {"heading": "Births", "year": "1855", "date": "September 9", "txt": "Houston Stewart Chamberlain, English-German philosopher and author (d. 1927)", "entities": [{"title": "Houston Stewart Chamberlain", "href": "/wiki/Houston_Stewart_Chamberlain", "description": "Houston Stewart Chamberlain was a British-born German philosopher who wrote works about political philosophy and natural science; he is described by Michael D. Biddiss, a contributor to the Oxford Dictionary of National Biography, as a \"racialist writer\". Chamberlain married Eva von Bülow, the daughter of composer Richard Wagner, in December 1908, twenty-five years after Wagner's death."}]}, {"heading": "Births", "year": "1863", "date": "September 9", "txt": "Herbert Henry Ball, English-Canadian journalist and politician (d. 1943)", "entities": [{"title": "Herbert Henry Ball", "href": "/wiki/Herbert_Henry_Ball", "description": "Herbert Henry Ball was a Canadian politician and journalist."}]}, {"heading": "Births", "year": "1868", "date": "September 9", "txt": "Mary Hunter Austin, American author, poet, and critic (d. 1934)", "entities": [{"title": "Mary Hunter Austin", "href": "/wiki/Mary_Hunter_Austin", "description": "Mary Hunter Austin was an American writer. One of the early nature writers of the American Southwest, her classic The Land of Little Rain (1903) describes the fauna, flora, and people – as well as evoking the mysticism and spirituality – of the region between the High Sierra and the Mojave Desert of southern California."}]}, {"heading": "Births", "year": "1873", "date": "September 9", "txt": "Max Reinhardt, Austrian-born American theater and film director (d. 1943)", "entities": [{"title": "Max Reinhardt", "href": "/wiki/Max_Reinhardt", "description": "Max Reinhardt was an Austrian-born theatre and film director, intendant, and theatrical producer. With his innovative stage productions, he is regarded as one of the most prominent directors of German-language theatre in the early 20th century. In 1920, he established the Salzburg Festival with the performance of Hugo von Hofmannsthal's Jedermann."}]}, {"heading": "Births", "year": "1876", "date": "September 9", "txt": "Frank Chance, American baseball player and manager (d. 1924)", "entities": [{"title": "Frank Chance", "href": "/wiki/Frank_Chance", "description": "Frank Leroy Chance was an American professional baseball player. A first baseman, Chance played in Major League Baseball for the Chicago Cubs and New York Yankees from 1898 through 1914. He also served as manager of the Cubs, Yankees, and Boston Red Sox."}]}, {"heading": "Births", "year": "1877", "date": "September 9", "txt": "James Agate, English journalist, author, and critic (d. 1947)", "entities": [{"title": "James Agate", "href": "/wiki/James_Agate", "description": "\n\nJames Evershed Agate was an English diarist and theatre critic between the two world wars. He took up journalism in his late twenties and was on the staff of The Manchester Guardian in 1907–1914. He later became a drama critic for The Saturday Review (1921–1923), The Sunday Times (1923–1947) and the BBC (1925–1932). The nine volumes of Agate's diaries and letters cover the British theatre of his"}]}, {"heading": "Births", "year": "1878", "date": "September 9", "txt": "Adelaide Crapsey, American poet and critic (d. 1914)", "entities": [{"title": "Adelaide Crapsey", "href": "/wiki/Adelaide_Crapsey", "description": "Adelaide Crapsey was an American poet. Born in Brooklyn, New York, she was raised in Rochester, New York, daughter of Adelaide T. Crapsey and Episcopal priest Algernon Sidney Crapsey, who had moved from New York City to Rochester."}]}, {"heading": "Births", "year": "1878", "date": "September 9", "txt": "Arthur Fox, English-American fencer (d. 1958)", "entities": []}, {"heading": "Births", "year": "1878", "date": "September 9", "txt": "Sergio Osmeña, Filipino lawyer and politician, 4th President of the Philippines (d. 1961)", "entities": [{"title": "President of the Philippines", "href": "/wiki/President_of_the_Philippines", "description": "The president of the Philippines is the head of state and the head of government of the Philippines. The president leads the executive branch of the Philippine government and is the commander-in-chief of the Armed Forces of the Philippines. The president is directly elected by the people, and is one of only two nationally elected executive officials, the other being the vice president of the Phili"}]}, {"heading": "Births", "year": "1885", "date": "September 9", "txt": "Miriam Licette, English soprano and educator (d. 1969)", "entities": [{"title": "Miriam Licette", "href": "/wiki/Miriam_Licette", "description": "Miriam Licette was an English operatic soprano whose career spanned 35 years, from the mid-1910s to after World War II. She was also a singing teacher, and created the Miriam Licette Scholarship."}]}, {"heading": "Births", "year": "1887", "date": "September 9", "txt": "Alf Landon, American lieutenant, banker, and politician, 26th Governor of Kansas (d. 1987)", "entities": [{"title": "Alf Landon", "href": "/wiki/Alf_Landon", "description": "Alfred Mossman Landon was an American politician who served as the twenty-sixth Governor of Kansas, a position he held from 1933 to 1937. A member of the Republican Party, he was the party's nominee in the 1936 presidential election, but was defeated in a landslide by incumbent President Franklin D. Roosevelt."}, {"title": "Governor of Kansas", "href": "/wiki/Governor_of_Kansas", "description": "The Governor of Kansas is the head of the executive branch of Kansas's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Kansas Legislature, to convene the legislature at any time, and to grant pardons."}]}, {"heading": "Births", "year": "1882", "date": "September 9", "txt": "Clem McCarthy, American sportscaster (d. 1962)", "entities": [{"title": "Clem McCarthy", "href": "/wiki/Clem_McCarthy", "description": "Clem McCarthy was an American sportscaster and public address announcer. He also lent his voice to Pathe News's RKO newsreels. He was known for his gravelly voice and dramatic style, a \"whiskey tenor\" as sports announcer and executive David J. Halberstam has called it."}]}, {"heading": "Births", "year": "1890", "date": "September 9", "txt": "Colonel Sanders, American businessman, founded KFC (d. 1980)", "entities": [{"title": "Colonel Sanders", "href": "/wiki/Colonel_Sanders", "description": "Colonel Harland David Sanders was an American businessman, best known for founding fast food chicken restaurant chain Kentucky Fried Chicken and later acting as the company's brand ambassador and symbol. His name and image are still symbols of the company. The title \"colonel\" is an honorific title, the highest awarded by the Commonwealth of Kentucky, the Kentucky Colonel, and is not a military ran"}, {"title": "KFC", "href": "/wiki/KFC", "description": "KFC is an American fast food restaurant chain headquartered in Louisville, Kentucky that specializes in fried chicken. It is the world's second-largest restaurant chain after McDonald's, with 22,621 locations globally in 150 countries as of December 2019. The chain is a subsidiary of Yum! Brands, a restaurant company that also owns the Pizza Hut, Taco Bell and WingStreet chains."}]}, {"heading": "Births", "year": "1894", "date": "September 9", "txt": "Arthur Freed, American composer and producer (d. 1973)", "entities": [{"title": "Arthur Freed", "href": "/wiki/Arthur_Freed", "description": "Arthur Freed was an American lyricist and Hollywood film producer. He won the Academy Award for Best Picture twice, in 1951 for An American in Paris and in 1958 for Gigi. Both films were musicals. In addition, he produced and was also a co-lyricist for the film Singin' in the Rain."}]}, {"heading": "Births", "year": "1894", "date": "September 9", "txt": "Humphrey Mitchell, Canadian trade union leader and politician, 14th Canadian Minister of Labour (d. 1950)", "entities": [{"title": "Minister of Labour (Canada)", "href": "/wiki/Minister_of_Labour_(Canada)", "description": "The Minister of Labour is the minister of the Crown in the Canadian Cabinet who is responsible for the labour portfolio of Employment and Social Development Canada. From 2015 to 2019, the portfolio was included in that of the Minister of Employment, Workforce Development and Labour, but was split in 2019 during the government of Justin Trudeau."}]}, {"heading": "Births", "year": "1894", "date": "September 9", "txt": "Bert Oldfield, Australian cricketer and soldier (d. 1976)", "entities": []}, {"heading": "Births", "year": "1898", "date": "September 9", "txt": "Frankie Frisch, American baseball player and manager (d. 1973)", "entities": [{"title": "Frankie Frisch", "href": "/wiki/Frankie_Frisch", "description": "Frank Francis Frisch, nicknamed \"The Fordham Flash\" or \"The Old Flash\", was an American Major League Baseball player and manager of the first half of the twentieth century."}]}, {"heading": "Births", "year": "1899", "date": "September 9", "txt": "Neil Hamilton, American stage, film and television actor (d. 1984)", "entities": [{"title": "Neil Hamilton (actor)", "href": "/wiki/Neil_Hamilton_(actor)", "description": "James Neil Hamilton was an American stage, film and television actor, best known for his role as Commissioner Gordon on the Batman TV series of the 1960s."}]}, {"heading": "Births", "year": "1899", "date": "September 9", "txt": "Waite Hoyt, American baseball player and sportscaster (d. 1984)", "entities": []}, {"heading": "Births", "year": "1899", "date": "September 9", "txt": "Bruno E. Jacob, American academic, founded the National Forensic League (d. 1979)", "entities": [{"title": "National Forensic League", "href": "/wiki/National_Forensic_League", "description": "The National Speech and Debate Association (NSDA) is an American student debating society. It was established in 1925 as the National Forensic League It is one of four major national organizations that direct high school competitive speech and debate events in the United States, the others being the National Catholic Forensic League, the National Christian Forensics and Communications Association,"}]}, {"heading": "Births", "year": "1900", "date": "September 9", "txt": "James Hilton, English-American author and screenwriter (d. 1954)", "entities": [{"title": "James Hilton (novelist)", "href": "/wiki/James_Hilton_(novelist)", "description": "James Hilton was an English novelist best remembered for several best-sellers, including Lost Horizon and Goodbye, Mr. Chips. He also wrote Hollywood screenplays."}]}, {"heading": "Births", "year": "1903", "date": "September 9", "txt": "Lev Shankovsky, Ukrainian military historian (d. 1995)", "entities": [{"title": "Lev Shankovsky", "href": "/wiki/Lev_Shankovsky", "description": "Lev Shankovsky, – Ukrainian military historian and former UPA soldier, a leading member of the Organization of Ukrainian Nationalists. Full member of the Shevchenko Scientific Society."}]}, {"heading": "Births", "year": "1903", "date": "September 9", "txt": "Edward Upward, English author (d. 2009)", "entities": []}, {"heading": "Births", "year": "1903", "date": "September 9", "txt": "Phyllis A. Whitney, American author (d. 2008)", "entities": []}, {"heading": "Births", "year": "1904", "date": "September 9", "txt": "Feroze Khan, Indian-Pakistani field hockey player and coach (d. 2005)", "entities": [{"title": "Feroze Khan (field hockey)", "href": "/wiki/Feroze_Khan_(field_hockey)", "description": "Feroze Khan was a field hockey player who represented India at the Summer Olympic Games. At the time of his death, he was the world's oldest Olympic gold medal winner, following the death of U.S. athlete James Rockefeller in 2004. Khan was part of India's Olympic hockey team at the 1928 Summer Olympics in Amsterdam, the Netherlands, who won the gold medal for the event. At the club level, Khan pla"}]}, {"heading": "Births", "year": "1904", "date": "September 9", "txt": "Arthur Laing, Canadian lawyer and politician, 9th Canadian Minister of Veterans Affairs (d. 1975)", "entities": [{"title": "Minister of Veterans Affairs (Canada)", "href": "/wiki/Minister_of_Veterans_Affairs_(Canada)", "description": "The minister of veterans affairs is the minister of the Crown responsible for the Veterans Affairs Canada, the department of the Government of Canada responsible for administering benefits for members and veterans of the Canadian Armed Forces, the Royal Canadian Mounted Police, and their family members and caregivers."}]}, {"heading": "Births", "year": "1905", "date": "September 9", "txt": "Joseph E. Levine, American film producer, founded Embassy Pictures (d. 1987)", "entities": [{"title": "Joseph E. Levine", "href": "/wiki/Joseph_E._Levine", "description": "Joseph Edward Levine was an American film producer. At the time of his death it was said he was involved in 497 films as a producer, distributor or financier. Levine was responsible for the US releases of Godzilla, King of the Monsters!; Attila; and Hercules, which helped revolutionize US film marketing. Other films he produced included Two Women, Contempt, The 10th Victim, Marriage Italian Style,"}, {"title": "Embassy Pictures", "href": "/wiki/Embassy_Pictures", "description": "Embassy Pictures Corporation was an American independent film production and distribution studio responsible for such films as Godzilla, King of the Monsters!; The Graduate; The Producers; The Lion in Winter; Carnal Knowledge; The Night Porter; Watership Down; Phantasm; The Fog; Prom Night; Scanners; The Howling; Escape from New York and This Is Spinal Tap."}]}, {"heading": "Births", "year": "1905", "date": "September 9", "txt": "Brahmarishi Hussain Sha, Indian philosopher and poet (d. 1981)", "entities": []}, {"heading": "Births", "year": "1906", "date": "September 9", "txt": "Ali Hadi Bara, Iranian-Turkish sculptor and educator (d. 1971)", "entities": [{"title": "Ali Hadi Bara", "href": "/wiki/Ali_Hadi_Bara", "description": "Ali Hadi Bara was a Turkish sculptor and one of the first artists of the Republican generation in Turkey."}]}, {"heading": "Births", "year": "1907", "date": "September 9", "txt": "Leon Edel, American author and critic (d. 1997)", "entities": [{"title": "Leon Edel", "href": "/wiki/Leon_Edel", "description": "Joseph Leon Edel was an American literary critic and biographer. He was the elder brother of North American philosopher Abraham Edel."}]}, {"heading": "Births", "year": "1908", "date": "September 9", "txt": "Cesare Pavese, Italian poet and author (d. 1950)", "entities": [{"title": "Cesare Pavese", "href": "/wiki/Cesare_Pavese", "description": "Cesare Pavese was an Italian novelist, poet, short story writer, translator, literary critic, and essayist"}]}, {"heading": "Births", "year": "1908", "date": "September 9", "txt": "Shigekazu Shimazaki, Japanese admiral (d. 1945)", "entities": []}, {"heading": "Births", "year": "1911", "date": "September 9", "txt": "Paul Goodman, American author, poet, and playwright (d. 1972)", "entities": [{"title": "Paul Goodman", "href": "/wiki/Paul_Goodman", "description": "Paul Goodman (1911–1972) was an American author and public intellectual best known for his 1960s works of social criticism. Born to a Jewish family in New York City, Goodman was raised by his aunts and sister and attended City College of New York. As an aspiring writer, he wrote and published poems and fiction before attending graduate school in Chicago. He returned to writing in New York City and"}]}, {"heading": "Births", "year": "1911", "date": "September 9", "txt": "John Gorton, Australian lieutenant and politician, 19th Prime Minister of Australia (d. 2002)", "entities": [{"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1914", "date": "September 9", "txt": "John Passmore, Australian philosopher and academic (d. 2004)", "entities": [{"title": "John Passmore", "href": "/wiki/John_Passmore", "description": "John Passmore AC was an Australian philosopher."}]}, {"heading": "Births", "year": "1918", "date": "September 9", "txt": "Oscar Luigi Scalfaro, Italian lawyer and politician, 9th President of Italy (d. 2012)", "entities": [{"title": "Oscar Luigi Scalfaro", "href": "/wiki/Oscar_Luigi_Scalfaro", "description": "Oscar Luigi Scalfaro was the ninth president of Italy from 1992 to 1999. Formerly a member of Christian Democracy, he belonged to the centre-left Democratic party."}, {"title": "President of Italy", "href": "/wiki/President_of_Italy", "description": "The president of Italy, officially denoted as President of the Italian Republic is the head of state of Italy. In that role, the officeholder represents national unity, guarantees that Italian politics comply with the Constitution of Italy and is the head of the Italian Armed Forces. The president's term of office lasts for seven years. The current holder is former Constitutional Judge Sergio Matt"}]}, {"heading": "Births", "year": "1919", "date": "September 9", "txt": "Gottfried Dienst, Swiss footballer and referee (d. 1998)", "entities": [{"title": "Gottfried Dienst", "href": "/wiki/Gottfried_Dienst", "description": "\nGottfried Dienst was a Swiss association football referee. He was mostly known as the referee of the 1966 FIFA World Cup Final."}]}, {"heading": "Births", "year": "1919", "date": "September 9", "txt": "Jimmy Snyder, American sportscaster (d. 1996)", "entities": []}, {"heading": "Births", "year": "1920", "date": "September 9", "txt": "Neil Chotem, Canadian pianist, composer, and conductor (d. 2008)", "entities": [{"title": "Neil Chotem", "href": "/wiki/Neil_Chotem", "description": "Neil Chotem was a Canadian composer, arranger, conductor, pianist, and music educator."}]}, {"heading": "Births", "year": "1920", "date": "September 9", "txt": "Feng Kang, Chinese mathematician and physicist (d. 1993)", "entities": []}, {"heading": "Births", "year": "1920", "date": "September 9", "txt": "Robert Wood Johnson III, American businessman and philanthropist (d. 1970)", "entities": []}, {"heading": "Births", "year": "1922", "date": "September 9", "txt": "Bernard Bailyn, American historian, author, and academic (d. 2020)", "entities": [{"title": "Bernard Bailyn", "href": "/wiki/Bernard_Bailyn", "description": "Bernard Bailyn was an American historian, author, and academic specializing in U.S. Colonial and Revolutionary-era History. He was a professor at Harvard University from 1953. Bailyn won the Pulitzer Prize for History twice. In 1998 the National Endowment for the Humanities selected him for the Jefferson Lecture. He was a recipient of the 2010 National Humanities Medal."}]}, {"heading": "Births", "year": "1922", "date": "September 9", "txt": "Hoyt Curtin, American composer and producer (d. 2000)", "entities": []}, {"heading": "Births", "year": "1922", "date": "September 9", "txt": "Hans Georg Dehmelt, German-American physicist and academic, Nobel Prize laureate (d. 2017)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1922", "date": "September 9", "txt": "Manolis Glezos, Greek journalist and politician (d. 2020)", "entities": []}, {"heading": "Births", "year": "1922", "date": "September 9", "txt": "Warwick Estevam Kerr, Brazilian geneticist, entomologist, and engineer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1923", "date": "September 9", "txt": "Daniel Carleton Gajdusek, American physician and academic, Nobel Prize laureate (d. 2008)", "entities": [{"title": "Daniel Carleton Gajdusek", "href": "/wiki/Daniel_Carleton_Gajdusek", "description": "Daniel Carleton Gajdusek was an American physician and medical researcher who was the co-recipient of the Nobel Prize in Physiology or Medicine in 1976 for work on an infectious agent which would later be identified as kuru, the first known human prion disease."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1923", "date": "September 9", "txt": "Cliff Robertson, American actor (d. 2011)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 9", "txt": "Jane Greer, American actress (d. 2001)", "entities": [{"title": "Jane Greer", "href": "/wiki/Jane_Greer", "description": "Jane Greer was an American film and television actress best known for her role as femme fatale Kathie Moffat in the 1947 film noir Out of the Past."}]}, {"heading": "Births", "year": "1924", "date": "September 9", "txt": "Russell M. Nelson, American captain, surgeon, and religious leader", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 9", "txt": "Rik Van Steenbergen, Belgian cyclist (d. 2003)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 9", "txt": "Louise Abeita, Isleta Pueblo (Native American) writer, poet, and educator (d. 2014)", "entities": [{"title": "Louise Abeita", "href": "/wiki/Louise_Abeita", "description": "Louise Abeita Chewiwi, was a Puebloan writer, poet, and educator, who was an enrolled member of Isleta Pueblo."}, {"title": "Isleta Pueblo", "href": "/wiki/Isleta_Pueblo", "description": "Pueblo of Isleta or Isleta Pueblo is an unincorporated community and Tanoan pueblo in Bernalillo County, New Mexico, United States, originally established in the c. 14th century. The Southern Tiwa name of the pueblo is Shiewhibak (Shee-eh-whíb-bak) meaning \"a knife laid on the ground to play whib\", a traditional footrace. Its people are a federally recognized tribe."}]}, {"heading": "Births", "year": "1926", "date": "September 9", "txt": "Yusuf al-Qaradawi, Egyptian theologian and author", "entities": []}, {"heading": "Births", "year": "1927", "date": "September 9", "txt": "Elvin Jones, American drummer and bandleader (d. 2004)", "entities": [{"title": "Elvin Jones", "href": "/wiki/Elvin_Jones", "description": "Elvin Ray Jones was an American jazz drummer of the post-bop era. He showed an interest in drums at a young age, watching the circus bands march by his family's home in Pontiac, Michigan. He served in the United States Army from 1946 to 1949 and subsequently played in a Detroit house band led by Billy Mitchell. He moved to New York City in 1955 and worked as a sideman for Charles Mingus, Teddy Cha"}]}, {"heading": "Births", "year": "1927", "date": "September 9", "txt": "Tatyana Zaslavskaya, Russian sociologist and economist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 9", "txt": "Moses Anderson, American Roman Catholic bishop (d. 2013)", "entities": [{"title": "Moses Anderson", "href": "/wiki/Moses_Anderson", "description": "Bishop Moses Bosco Anderson, SSE was a bishop in the Catholic Church."}]}, {"heading": "Births", "year": "1928", "date": "September 9", "txt": "Sol LeWitt, American painter and sculptor (d. 2007)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 9", "txt": "Claude Nougaro, French singer-songwriter (d. 2004)", "entities": [{"title": "Claude Nougaro", "href": "/wiki/Claude_Nougaro", "description": "Claude Nougaro was a French songwriter and singer."}]}, {"heading": "Births", "year": "1930", "date": "September 9", "txt": "Francis Carroll, Australian archbishop", "entities": [{"title": "Francis Carroll", "href": "/wiki/Francis_Carroll", "description": "Francis Patrick Carroll, a retired Australian archbishop, was the fifth Roman Catholic Archbishop of Canberra – Goulburn, serving between 1983 until his retirement in 2006. Prior to his election as archbishop, Carroll served as Bishop of Wagga Wagga between 1968 and 1983. Carroll served as president of the Australian Catholic Bishops Conference between 2000 and 2006."}]}, {"heading": "Births", "year": "1931", "date": "September 9", "txt": "Robin Hyman, English author and publisher (d. 2017)", "entities": [{"title": "Robin Hyman", "href": "/wiki/Robin_Hyman", "description": "Robin Philip Hyman was a British publisher who was the chairman of Laurence King Publishing from 1991 to 2004."}]}, {"heading": "Births", "year": "1931", "date": "September 9", "txt": "Zoltán Latinovits, Hungarian actor and author (d. 1976)", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 9", "txt": "Ida Mae Martinez, American wrestler (d. 2010)", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 9", "txt": "Shirley Summerskill, English physician and politician", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 9", "txt": "Margaret Tyzack, English actress (d. 2011)", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 9", "txt": "Carm Lino Spiteri, Maltese architect and politician (d. 2008)", "entities": [{"title": "Carm Lino Spiteri", "href": "/wiki/Carm_Lino_Spiteri", "description": "Carm Lino Spiteri, also known by his nickname Iċ-Ċumpaqq, was a Maltese architect and politician. He was a member of the House of Representatives with the Nationalist Party between 1971 and 1987, and again between 1992 and 1996."}]}, {"heading": "Births", "year": "1934", "date": "September 9", "txt": "Nicholas Liverpool, Dominican lawyer and politician, 6th President of Dominica (d. 2015)", "entities": [{"title": "Nicholas Liverpool", "href": "/wiki/Nicholas_Liverpool", "description": "Nicholas Joseph Orville Liverpool was a politician and jurist from Dominica who served as the sixth President of Dominica from 2 October 2003 to 17 September 2012."}, {"title": "List of Presidents of Dominica", "href": "/wiki/List_of_Presidents_of_Dominica", "description": "The president of Dominica is the head of state under the system implemented by the Constitution of 1978, the year of Dominica's independence."}]}, {"heading": "Births", "year": "1934", "date": "September 9", "txt": "Sonia Sanchez, American poet, playwright, and activist", "entities": []}, {"heading": "Births", "year": "1935", "date": "September 9", "txt": "Gopal Baratham, Singaporean neurosurgeon and author (d. 2002)", "entities": [{"title": "Gopal Baratham", "href": "/wiki/Gopal_Baratham", "description": "Gopal Baratham was a Singaporean author and neurosurgeon. He was known for his frank style and his ability to write about topics that were often considered controversial in the conservative city-state."}]}, {"heading": "Births", "year": "1935", "date": "September 9", "txt": "Nadim Sawalha, Jordanian-born English actor", "entities": []}, {"heading": "Births", "year": "1935", "date": "September 9", "txt": "Chaim Topol, Israeli actor, singer, and producer", "entities": []}, {"heading": "Births", "year": "1936", "date": "September 9", "txt": "William Bradshaw, Baron Bradshaw, English academic and politician", "entities": [{"title": "William Bradshaw, Baron Bradshaw", "href": "/wiki/William_Bradshaw,_Baron_Bradshaw", "description": "William Peter Bradshaw, Baron Bradshaw, commonly known as Bill Bradshaw, is a British academic and politician. A Liberal Democrat member of the House of Lords, he was formerly also a County Councillor in Oxfordshire from 1993 until his resignation in January 2008."}]}, {"heading": "Births", "year": "1938", "date": "September 9", "txt": "John Davis, English anthropologist and academic", "entities": [{"title": "John Davis (academic)", "href": "/wiki/John_Davis_(academic)", "description": "John Horsley Russell Davis FBA was a British anthropologist, ex-Warden of All Souls College, Oxford, and Professor of Social Anthropology in the University of Oxford."}]}, {"heading": "Births", "year": "1938", "date": "September 9", "txt": "Jay Ward, American baseball player, coach, and manager (d. 2012)", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 9", "txt": "Ron McDole, American football player", "entities": [{"title": "Ron McDole", "href": "/wiki/Ron_McDole", "description": "Roland Owen McDole is a former American football defensive end. He played college football at the University of Nebraska–Lincoln and professionally in the National Football League (NFL) and the American Football League (AFL)."}]}, {"heading": "Births", "year": "1940", "date": "September 9", "txt": "Hugh Morgan, Australian businessman", "entities": [{"title": "Hugh Morgan (businessman)", "href": "/wiki/Hugh_Morgan_(businessman)", "description": "\n\nHugh Matheson Morgan AC,, is an Australian businessman and former CEO of Western Mining Corporation. He was President of the Business Council of Australia from 2003 to 2005. The Howard Government appointed him to the board of the Reserve Bank of Australia in 1996, where he remained until 2007. He also was the Founding Chairman of Asia Society Australia."}]}, {"heading": "Births", "year": "1940", "date": "September 9", "txt": "Joe Negroni, American doo-wop singer (d. 1978)", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 9", "txt": "Syed Abid Ali, Indian cricketer", "entities": [{"title": "Syed Abid Ali", "href": "/wiki/Syed_Abid_Ali", "description": "Syed Abid Ali pronunciation (help·info) is a former all-rounder Indian cricketer. He was a lower order batsman and a medium pace bowler."}]}, {"heading": "Births", "year": "1941", "date": "September 9", "txt": "Otis Redding, American singer-songwriter and producer (d. 1967)", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 9", "txt": "Dennis Ritchie, American computer scientist, created the C programming language (d. 2011)", "entities": [{"title": "C (programming language)", "href": "/wiki/C_(programming_language)", "description": "C is a general-purpose, procedural computer programming language supporting structured programming, lexical variable scope, and recursion, with a static type system. By design, C provides constructs that map efficiently to typical machine instructions. It has found lasting use in applications previously coded in assembly language. Such applications include operating systems and various application"}]}, {"heading": "Births", "year": "1942", "date": "September 9", "txt": "Inez Foxx, American singer", "entities": [{"title": "Inez and Charlie Foxx", "href": "/wiki/Inez_and_Charlie_Foxx", "description": "Inez Foxx and her elder brother Charlie Foxx were an American rhythm and blues and soul duo from Greensboro, North Carolina. Inez sang lead vocal, while Charlie sang back-up and played guitar. Casey Kasem, and doubtless many others, mistakenly thought that the two were husband and wife."}]}, {"heading": "Births", "year": "1942", "date": "September 9", "txt": "Danny Kalb, American singer and guitarist", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 9", "txt": "Frank Clark, English footballer, manager and chairman", "entities": [{"title": "Frank Clark (footballer)", "href": "/wiki/Frank_Clark_(footballer)", "description": "Frank Clark is an English former footballer and manager, and former chairman of Nottingham Forest. Clark played in over 400 games for Newcastle United before moving to Nottingham Forest where he won the European Cup."}]}, {"heading": "Births", "year": "1945", "date": "September 9", "txt": "Ton van Heugten, Dutch motocross racer (d. 2008)", "entities": [{"title": "Ton van Heugten", "href": "/wiki/Ton_van_Heugten", "description": "Antonius Maria van Heugten was a Dutch sidecarcross rider and the 1981 World Champion in the sport, together with his passenger Frits Kiggen."}]}, {"heading": "Births", "year": "1945", "date": "September 9", "txt": "Dee Dee Sharp, American singer", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 9", "txt": "Doug Ingle, American singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 9", "txt": "Jim Keays, Scottish-Australian singer-songwriter (d. 2014)", "entities": [{"title": "Jim Keays", "href": "/wiki/Jim_Keays", "description": "James Keays was a Scottish-born Australian musician who fronted the rock band the Masters Apprentices as singer-songwriter, guitarist and harmonica-player from 1965 to 1972 and subsequently had a solo career. He also wrote for a music newspaper, Go-Set, as its Adelaide correspondent in 1970 and its London correspondent in 1973."}]}, {"heading": "Births", "year": "1946", "date": "September 9", "txt": "Bruce Palmer, Canadian folk-rock bass player (d. 2004)", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 9", "txt": "David Rosenboom, American composer and educator", "entities": [{"title": "David Rosenboom", "href": "/wiki/David_Rosenboom", "description": "David Rosenboom is an American composer and a pioneer in the use of neurofeedback, cross-cultural collaborations and compositional algorithms. Working with Don Buchla, he was one of the first composers to use a digital synthesizer."}]}, {"heading": "Births", "year": "1947", "date": "September 9", "txt": "Freddy Weller, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 9", "txt": "T. M. Wright, American author, poet, and illustrator (d. 2015)", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 9", "txt": "John Curry, English figure skater (d. 1994)", "entities": [{"title": "John Curry", "href": "/wiki/John_Curry", "description": "John Anthony Curry, was a British figure skater. He was the 1976 Olympic and World Champion. He was noted for combining ballet and modern dance influences into his skating."}]}, {"heading": "Births", "year": "1949", "date": "September 9", "txt": "Daniel Pipes, American historian and author", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 9", "txt": "Joe Theismann, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 9", "txt": "Susilo Bambang Yudhoyono, Indonesian general and politician, 6th President of Indonesia", "entities": [{"title": "President of Indonesia", "href": "/wiki/President_of_Indonesia", "description": "The president of the Republic of Indonesia is the head of state and also head of government of the Republic of Indonesia. The president leads the executive branch of the Indonesian government and is the commander-in-chief of the Indonesian National Armed Forces. Since 2004, the president and vice president are directly elected to a five-year term."}]}, {"heading": "Births", "year": "1950", "date": "September 9", "txt": "Gogi Alauddin, Pakistani squash player and coach", "entities": [{"title": "Gogi Alauddin", "href": "/wiki/Gogi_Alauddin", "description": "Gogi Alauddin is a former squash player from Pakistan. He was one of the game's leading players in the 1970s."}, {"title": "Squash (sport)", "href": "/wiki/Squash_(sport)", "description": "Squash is a racket and ball sport played by two players in a four-walled court with a small, hollow rubber ball. The players alternate in striking the ball with their rackets onto the playable surfaces of the four walls of the court. The objective of the game is to hit the ball in such a way that the opponent is not able to play a valid return. There are about 20 million people who play squash reg"}]}, {"heading": "Births", "year": "1950", "date": "September 9", "txt": "John McFee, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 9", "txt": "Alexander Downer, Australian economist and politician, 34th Minister of Foreign Affairs for Australia", "entities": [{"title": "Alexander Downer", "href": "/wiki/Alexander_Downer", "description": "Alexander John Gosse Downer AC is an Australian former politician and diplomat who was leader of the Liberal Party from 1994 to 1995, Minister for Foreign Affairs from 1996 to 2007, and High Commissioner to the United Kingdom from 2014 to 2018."}, {"title": "Minister for Foreign Affairs (Australia)", "href": "/wiki/Minister_for_Foreign_Affairs_(Australia)", "description": "The Minister for Foreign Affairs is the minister in the Government of Australia who is responsible for overseeing the international diplomacy section of the Department of Foreign Affairs and Trade. Senator Marise Payne was appointed as Foreign Minister by Prime Minister Scott Morrison in August 2018 following the resignation of Julie Bishop."}]}, {"heading": "Births", "year": "1951", "date": "September 9", "txt": "Tom Wopat, American actor and singer", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 9", "txt": "Angela Cartwright, English-born American actress, author, and singer", "entities": [{"title": "Angela Cartwright", "href": "/wiki/Angela_Cartwright", "description": "Angela Margaret Cartwright is a British-American actress primarily known for her roles in movies and television. Cartwright became known in movies as a child actress for her role as Brigitta von Trapp in the film The Sound of Music (1965). On television, she played Linda Williams, the stepdaughter of Danny Williams in the 1950s TV series The Danny Thomas Show, and Penny Robinson in the 1960s telev"}]}, {"heading": "Births", "year": "1952", "date": "September 9", "txt": "Per Jørgensen, Norwegian singer and trumpet player", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 9", "txt": "David A. Stewart, English singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 9", "txt": "Janet Fielding, Australian actress", "entities": [{"title": "Janet Fielding", "href": "/wiki/Janet_Fielding", "description": "Janet Fielding is an Australian actress who acted in the BBC science fiction television series Doctor Who as companion Tegan Jovanka."}]}, {"heading": "Births", "year": "1955", "date": "September 9", "txt": "John Kricfalusi, Canadian voice actor, animator, director, and screenwriter", "entities": [{"title": "John Kricfalusi", "href": "/wiki/John_Kricfalusi", "description": "Michael John Kricfalusi, known professionally as John K., is a Canadian blogger and illustrator. Previously working as an animator, voice actor, and music video director, he is best known for creating the Nicktoon The Ren & Stimpy Show. From 1989 to 1992, he was heavily involved with the first two seasons of the show in virtually every aspect of its production, including providing the voice of Ren"}]}, {"heading": "Births", "year": "1957", "date": "September 9", "txt": "Pierre-Laurent Aimard, French pianist and educator", "entities": [{"title": "Pierre-Laurent Aimard", "href": "/wiki/Pierre-Laurent_Aimard", "description": "Pierre-Laurent Aimard is a French pianist."}]}, {"heading": "Births", "year": "1959", "date": "September 9", "txt": "Tom Foley, American baseball player and coach", "entities": [{"title": "Tom Foley (infielder)", "href": "/wiki/Tom_Foley_(infielder)", "description": "Thomas Michael Foley is an American former professional baseball infielder and coach who played in Major League Baseball (MLB) for the Cincinnati Reds, Philadelphia Phillies, Montreal Expos, and Pittsburgh Pirates, from 1983 to 1994. After retiring as a player, Foley served as an on-field coach for the Tampa Bay Rays, from 2002 through 2017, when he moved into the team's front office."}]}, {"heading": "Births", "year": "1959", "date": "September 9", "txt": "Éric Serra, French composer and producer", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 9", "txt": "Hugh Grant, English actor and producer", "entities": [{"title": "Hugh Grant", "href": "/wiki/Hugh_Grant", "description": "Hugh John Mungo Grant is an English actor. His awards include a Golden Globe Award, a BAFTA Award and an Honorary César. As of 2018, his films have grossed a total of nearly US$3 billion worldwide from 29 theatrical releases."}]}, {"heading": "Births", "year": "1960", "date": "September 9", "txt": "Bob Hartley, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 9", "txt": "Bob Stoops, American football player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 9", "txt": "Kimberly Willis Holt, American author", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 9", "txt": "Chris Coons, American lawyer and politician", "entities": [{"title": "Chris Coons", "href": "/wiki/Chris_Coons", "description": "Christopher Andrew Coons is an American lawyer and politician serving as the junior United States Senator from Delaware since 2010. A member of the Democratic Party, Coons served as the county executive of New Castle County from 2005 to 2010. He was the 1983 Truman Scholar from Delaware, and the first recipient of the award to serve in the United States Senate. He is a protégé of Joe Biden."}]}, {"heading": "Births", "year": "1963", "date": "September 9", "txt": "Roberto Donadoni, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 9", "txt": "Neil Fairbrother, English cricketer", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 9", "txt": "Aleksandar Hemon, Bosnian-American author and critic", "entities": [{"title": "Aleksandar Hemon", "href": "/wiki/Aleksandar_Hemon", "description": "Aleksandar Hemon is a Bosnian-American fiction writer, essayist, and critic. His best known novels are Nowhere Man (2002) and The Lazarus Project (2008)."}]}, {"heading": "Births", "year": "1964", "date": "September 9", "txt": "Skip Kendall, American golfer", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 9", "txt": "Dan Majerle, American basketball player and coach", "entities": [{"title": "Dan Majerle", "href": "/wiki/Dan_Majerle", "description": "Daniel Lewis Majerle, also known by the nickname \"Thunder Dan\", is an American former professional basketball player and former coach of the Grand Canyon Antelopes. He played 14 years in the National Basketball Association (NBA) with the Phoenix Suns, Miami Heat, and Cleveland Cavaliers. He won a bronze medal with the U.S. national team at the 1988 Summer Olympics in Seoul, and a gold medal at the"}]}, {"heading": "Births", "year": "1965", "date": "September 9", "txt": "Marcel Peeper, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 9", "txt": "Georg Hackl, German luger and coach", "entities": [{"title": "Georg Hackl", "href": "/wiki/Georg_Hackl", "description": "Georg Hackl is a German former luger who was three time Olympic and World Champion. He is known affectionately as Hackl-Schorsch or as the Speeding Weißwurst a reference to what he looks like in his white bodysuit coming down the luge at fast speeds."}]}, {"heading": "Births", "year": "1966", "date": "September 9", "txt": "Kevin Hatcher, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 9", "txt": "Adam Sandler, American actor, screenwriter, and producer", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 9", "txt": "Brian Smith, Australian-Irish rugby player and coach", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 9", "txt": "B. J. Armstrong, American basketball player and sportscaster", "entities": [{"title": "B. J. Armstrong", "href": "/wiki/B._J._Armstrong", "description": "Benjamin Roy \"B. J.\" Armstrong Jr. is an American former professional basketball player. Armstrong won three NBA championships during his career as a point guard for the Chicago Bulls."}]}, {"heading": "Births", "year": "1967", "date": "September 9", "txt": "Chris Caffery, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 9", "txt": "Mark Shrader, American wrestler", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 9", "txt": "Akshay Kumar, Indian actor and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 9", "txt": "Jon Drummond, American sprinter and coach", "entities": [{"title": "Jon Drummond", "href": "/wiki/Jon_Drummond", "description": "Jonathan A. Drummond is an American athlete, winner of gold medal in 4 × 100 m relay at the 2000 Summer Olympics."}]}, {"heading": "Births", "year": "1968", "date": "September 9", "txt": "Clive Mendonca, English footballer", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 9", "txt": "Julia Sawalha, English actress", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 9", "txt": "Rachel Hunter, New Zealand model and actress", "entities": [{"title": "Rachel Hunter", "href": "/wiki/Rachel_Hunter", "description": "Rachel Hunter is a New Zealand model, actress and the host of Imagination Television's Rachel Hunter's Tour of Beauty. She has appeared on several magazine covers, including Vogue, Elle, Rolling Stone, Sports Illustrated,\nPlayboy, Cosmopolitan and  Harper's Bazaar. She has been on the cover of the Sports Illustrated Swimsuit Issue twice; in 1994 and in 2006."}]}, {"heading": "Births", "year": "1969", "date": "September 9", "txt": "Natasha Stott Despoja, Australian politician", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 9", "txt": "Natalia Streignard, Spanish-Venezuelan actress", "entities": [{"title": "Natalia Streignard", "href": "/wiki/Natalia_Streignard", "description": "Natalia Streignard is a Spanish-born Venezuelan actress. Natalia is best known for her work in successful telenovelas such as El Juramento with Osvaldo Rios, La mujer de mi vida, with ex-spouse Mario Cimarro, Mi destino eres tu with Lucero and Jorge Salinas, and La Tormenta with Christian Meier, in the most famous telenovelas productions of Televisa, Venevision and Telemundo."}]}, {"heading": "Births", "year": "1971", "date": "September 9", "txt": "Eric Stonestreet, American actor", "entities": [{"title": "Eric Stonestreet", "href": "/wiki/Eric_Stonestreet", "description": "Eric Allen Stonestreet is an American actor and comedian. He is best known for portraying Cameron Tucker in the ABC mockumentary sitcom Modern Family, for which he received two Emmy Awards for Outstanding Supporting Actor in a Comedy Series out of three nominations."}]}, {"heading": "Births", "year": "1971", "date": "September 9", "txt": "Henry Thomas, American actor and guitarist", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 9", "txt": "Mike Hampton, American baseball player and coach", "entities": [{"title": "Mike Hampton", "href": "/wiki/Mike_Hampton", "description": "Michael William Hampton is an American former professional baseball player. Hampton played in Major League Baseball (MLB) as a pitcher from 1993 through 2010. He pitched for the Seattle Mariners, Houston Astros, New York Mets, Colorado Rockies, Atlanta Braves and Arizona Diamondbacks. He was the bullpen coach for the Mariners before resigning on July 9, 2017."}]}, {"heading": "Births", "year": "1972", "date": "September 9", "txt": "Natasha Kaplinsky, English journalist", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 9", "txt": "Jakko Jan Leeuwangh, Dutch speed skater", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 9", "txt": "Miriam Oremans, Dutch tennis player", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 9", "txt": "Xavi Pascual, Spanish professional basketball coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 9", "txt": "Félix Rodríguez, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 9", "txt": "Goran Višnjić, Croatian-American actor", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 9", "txt": "Kazuhisa Ishii, Japanese baseball player", "entities": [{"title": "Kazuhisa Ishii", "href": "/wiki/Kazuhisa_Ishii", "description": "Kazuhisa Ishii is a Japanese former professional baseball pitcher. He played in Nippon Professional Baseball (NPB) for the Yakult Swallows and Saitama Seibu Lions and in Major League Baseball (MLB) for the Los Angeles Dodgers and New York Mets."}]}, {"heading": "Births", "year": "1974", "date": "September 9", "txt": "Vikram Batra, Indian captain (d. 1999)", "entities": [{"title": "Vikram Batra", "href": "/wiki/Vikram_Batra", "description": "Captain Vikram Batra, PVC was an officer of the Indian Army, awarded with the Param Vir Chakra, India's highest and most prestigious award for valour, for his actions during the 1999 Kargil War. He led one of the toughest operations in mountain warfare in Indian history. He was often referred to as ‘'Sher Shah'’ in the intercepted messages of the Pakistan Army."}]}, {"heading": "Births", "year": "1974", "date": "September 9", "txt": "Shane Crawford, Australian footballer and television host", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 9", "txt": "Marcos Curiel, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 9", "txt": "Jun Kasai, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 9", "txt": "Gok Wan, English fashion stylist, author, and television host", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 9", "txt": "Michael Bublé, Canadian singer-songwriter and actor", "entities": [{"title": "Michael Bublé", "href": "/wiki/Michael_Bubl%C3%A9", "description": "Michael Steven Bublé is a Canadian singer, songwriter, and record producer. His first album reached the top ten in Canada and the United Kingdom. He found a worldwide audience with his 2005 album It's Time as well as his 2007 album Call Me Irresponsible – which reached number one on the Canadian Albums Chart, the UK Albums Chart, the US Billboard 200, the Australian ARIA Albums Chart and several E"}]}, {"heading": "Births", "year": "1975", "date": "September 9", "txt": "Anton Oliver, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 9", "txt": "Emma de Caunes, French actress", "entities": [{"title": "Emma de Caunes", "href": "/wiki/Emma_de_Caunes", "description": "Emma de Caunes is a French actress, the daughter of actor and director Antoine de Caunes."}]}, {"heading": "Births", "year": "1976", "date": "September 9", "txt": "El Intocable, Mexican wrestler", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 9", "txt": "Hanno Möttölä, Finnish basketball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 9", "txt": "Joey Newman, American composer and conductor", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 9", "txt": "Aki Riihilahti, Finnish footballer and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 9", "txt": "Kristoffer Rygg, Norwegian singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 9", "txt": "Kyle Snyder, American baseball player and coach", "entities": [{"title": "Kyle Snyder (baseball)", "href": "/wiki/Kyle_Snyder_(baseball)", "description": "Kyle Ehren Snyder is an American former professional baseball relief pitcher and current pitching coach for the Tampa Bay Rays of Major League Baseball (MLB). He played for the Kansas City Royals and the Boston Red Sox. During his playing days, Snyder stood 6 feet 7 inches (2.01 m) tall, weighing 225 pounds (102 kg)."}]}, {"heading": "Births", "year": "1977", "date": "September 9", "txt": "Fatih Tekke, Turkish footballer and manager", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 9", "txt": "Kurt Ainsworth, American baseball player and businessman, co-founded Marucci Sports", "entities": [{"title": "Kurt Ainsworth", "href": "/wiki/Kurt_Ainsworth", "description": "Kurt Harold Ainsworth is an American former professional baseball pitcher. He played for the San Francisco Giants and Baltimore Orioles of the Major League Baseball (MLB) and went to Louisiana State University. Ainsworth also won an Olympic Games gold medal with the United States national baseball team at the 2000 Summer Olympics in Sydney. Following his professional baseball career, Ainsworth co-"}, {"title": "Marucci Sports", "href": "/wiki/Marucci_Sports", "description": "Marucci Sports is an American sports equipment manufacturing company based in Baton Rouge, Louisiana. Marucci focuses on baseball equipment, specifically producing bats, balls, gloves, batting gloves, batting helmets, and chest protectors."}]}, {"heading": "Births", "year": "1978", "date": "September 9", "txt": "Shane Battier, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 9", "txt": "Wayne Carlisle, Northern Irish footballer and coach", "entities": [{"title": "Wayne Carlisle", "href": "/wiki/Wayne_Carlisle", "description": "Wayne Thomas Carlisle is a former professional footballer who last played for Football League Two side Torquay United."}]}, {"heading": "Births", "year": "1979", "date": "September 9", "txt": "Nikki DeLoach, American actress and singer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 9", "txt": "Todd Coffey, American baseball player", "entities": [{"title": "Todd Coffey", "href": "/wiki/Todd_Coffey", "description": "Justin Todd Coffey is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Cincinnati Reds, Milwaukee Brewers, Washington Nationals and Los Angeles Dodgers. He was born in Forest City, North Carolina."}]}, {"heading": "Births", "year": "1980", "date": "September 9", "txt": "Václav Drobný, Czech footballer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 9", "txt": "David Fa'alogo, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 9", "txt": "Michelle Williams, American actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 9", "txt": "Julie Gonzalo, Argentine-American actress", "entities": [{"title": "Julie Gonzalo", "href": "/wiki/Julie_Gonzalo", "description": "Julieta Susana Gonzalo is an Argentine-American actress."}]}, {"heading": "Births", "year": "1982", "date": "September 9", "txt": "John Kuhn, American football player", "entities": [{"title": "John Kuhn", "href": "/wiki/John_Kuhn", "description": "John Allen Kuhn is a former American football fullback. After playing college football for Shippensburg University, he was signed by the Pittsburgh Steelers as an undrafted free agent in 2005. Kuhn earned a Super Bowl ring as a member of the Steelers in Super Bowl XL. He earned a second ring with the Green Bay Packers, against his former team, five years later in Super Bowl XLV. He was named to th"}]}, {"heading": "Births", "year": "1982", "date": "September 9", "txt": "Graham Onions, English cricketer", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 9", "txt": "Ai Otsuka, Japanese singer-songwriter, pianist, and actress", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 9", "txt": "Eugênio Rômulo Togni, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 9", "txt": "Vitolo, Spanish footballer", "entities": [{"title": "Vitolo (footballer, born 1983)", "href": "/wiki/Vitolo_(footballer,_born_1983)", "description": "Víctor José Añino Bermúdez, known as Vitolo, is a Spanish professional footballer who plays for CD Santa Úrsula as a defensive midfielder."}]}, {"heading": "Births", "year": "1983", "date": "September 9", "txt": "Kyle Davies, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 9", "txt": "Edwin Jackson, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 9", "txt": "Cleveland Taylor, English footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 9", "txt": "Jaouad Akaddar, Moroccan footballer (d. 2012)", "entities": [{"title": "Jaouad Akaddar", "href": "/wiki/Jaouad_Akaddar", "description": "Jaouad Akaddar was a Moroccan footballer. Jaouad died on 20 October 2012 after a heart attack immediately after the end of a match."}]}, {"heading": "Births", "year": "1984", "date": "September 9", "txt": "Brad Guzan, American soccer player", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 9", "txt": "James Hildreth, English cricketer", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 9", "txt": "Michalis Sifakis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 9", "txt": "Lior Eliyahu, Israeli basketball player", "entities": [{"title": "Lior Eliyahu", "href": "/wiki/Lior_Eliyahu", "description": "Lior Eliyahu is a former Israeli basketball player. He is 2.06 m in height and he weighs 105 kg. He plays at the power forward position. He was named the 2012 and 2015 Israeli Basketball Premier League MVP."}]}, {"heading": "Births", "year": "1985", "date": "September 9", "txt": "Martin Johnson, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 9", "txt": "Luka Modrić, Croatian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 9", "txt": "J. R. Smith, American basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 9", "txt": "Michael Bowden, American baseball player", "entities": [{"title": "Michael Bowden (baseball)", "href": "/wiki/Michael_Bowden_(baseball)", "description": "Michael Matthew Bowden is an American professional baseball pitcher for the Chicago Dogs of the American Association of Professional Baseball. He previously played for the Doosan Bears in the KBO League. He attended high school at Waubonsie Valley High School in Aurora, Illinois. He was selected by the Boston Red Sox in the 1st round of the 2005 Major League Baseball Draft."}]}, {"heading": "Births", "year": "1986", "date": "September 9", "txt": "Chamu Chibhabha, Zimbabwean cricketer", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 9", "txt": "Luc Mbah a Moute, Cameroonian basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 9", "txt": "Keith Yandle, American hockey player", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 9", "txt": "Markus Jürgenson, Estonian footballer", "entities": [{"title": "Markus Jürgenson", "href": "/wiki/Markus_J%C3%BCrgenson", "description": "Markus Jürgenson is an Estonian professional footballer who plays as a right back for Estonian club FCI Levadia and the Estonia national team."}]}, {"heading": "Births", "year": "1987", "date": "September 9", "txt": "Alexis Palisson, French rugby player", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 9", "txt": "Andrea Petkovic, German tennis player", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 9", "txt": "Afrojack, Dutch-Surinamese DJ, record producer, and remixer", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 9", "txt": "Danilo D'Ambrosio, Italian footballer", "entities": [{"title": "Danilo D'Ambrosio", "href": "/wiki/Danilo_D%27Ambrosio", "description": "Danilo D'Ambrosio is an Italian professional footballer who plays as a full back for Inter Milan in the Serie A and the Italy national team."}]}, {"heading": "Births", "year": "1988", "date": "September 9", "txt": "Will Middlebrooks, American baseball player", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 9", "txt": "Alfonzo Dennard, American football player", "entities": [{"title": "Alfonzo Dennard", "href": "/wiki/Alfonzo_Dennard", "description": "Alfonzo Dennard is a former American football cornerback. He was drafted by the New England Patriots in the 7th round with the 224th overall pick of the 2012 NFL Draft. He played in college for the University of Nebraska Cornhuskers."}]}, {"heading": "Births", "year": "1989", "date": "September 9", "txt": "Casey Hayward, American football player", "entities": []}, {"heading": "Births", "year": "1990", "date": "September 9", "txt": "Shaun Johnson, New Zealand rugby league player", "entities": [{"title": "Shaun Johnson", "href": "/wiki/Shaun_Johnson", "description": "Shaun Johnson is a New Zealand professional rugby league footballer who plays as a halfback or five-eighth for the Cronulla-Sutherland Sharks in the NRL and New Zealand at international level."}]}, {"heading": "Births", "year": "1990", "date": "September 9", "txt": "Haley Reinhart, American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1990", "date": "September 9", "txt": "Andrew Smith, American basketball player (d. 2016)", "entities": []}, {"heading": "Births", "year": "1990", "date": "September 9", "txt": "Jordan Tabor, English footballer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 9", "txt": "Lauren Daigle, American contemporary Christian music singer and songwriter", "entities": [{"title": "Lauren Daigle", "href": "/wiki/Lauren_Daigle", "description": "Lauren Ashley Daigle is an American contemporary Christian music singer and songwriter. After being signed to the label Centricity Music, she released her debut album, How Can It Be, in 2015. It reached No. 1 on the Billboard Top Christian Albums chart, has been certified Platinum by the RIAA and produced three No. 1 singles on the Billboard Christian Airplay chart."}]}, {"heading": "Births", "year": "1991", "date": "September 9", "txt": "Hunter Hayes, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 9", "txt": "Oscar, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 9", "txt": "Danilo Pereira, Bissauan-Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 9", "txt": "Shannon Boyd, Australian rugby league player", "entities": [{"title": "Shannon Boyd", "href": "/wiki/Shannon_Boyd", "description": "Shannon Boyd is a former Australian professional rugby league footballer who last played as a prop for the Gold Coast Titans in the NRL, and has played for Australia at international level."}]}, {"heading": "Births", "year": "1992", "date": "September 9", "txt": "Damian McGinty, Northern Irish actor and singer", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 9", "txt": "Kristiāns Pelšs, Latvian ice hockey player (d. 2013)", "entities": []}, {"heading": "Births", "year": "1993", "date": "September 9", "txt": "Cameron Cullen, Australian rugby league player", "entities": [{"title": "Cameron Cullen", "href": "/wiki/Cameron_Cullen", "description": "Cameron Cullen is an Australian professional rugby league footballer who plays for the Redcliffe Dolphins in the Intrust Super Cup. He plays as a five-eighth, halfback and hooker. He previously played for the Gold Coast Titans."}]}, {"heading": "Births", "year": "1993", "date": "September 9", "txt": "Crazy Mary Dobson, American wrestler", "entities": []}, {"heading": "Births", "year": "1993", "date": "September 9", "txt": "Ryōhei Katō, Japanese gymnast", "entities": []}, {"heading": "Births", "year": "1993", "date": "September 9", "txt": "Sharon van Rouwendaal, Dutch swimmer", "entities": []}, {"heading": "Births", "year": "1994", "date": "September 9", "txt": "Clinton Gutherson, Australian rugby league player", "entities": [{"title": "Clinton Gutherson", "href": "/wiki/Clinton_Gutherson", "description": "Clinton Gutherson is an Australian professional rugby league footballer who captains and plays as a fullback for the Parramatta Eels in the NRL."}]}, {"heading": "Births", "year": "1997", "date": "September 9", "txt": "Billy Bainbridge, Australian rugby league player", "entities": [{"title": "Billy Bainbridge", "href": "/wiki/Billy_Bainbridge", "description": "Billy Bainbridge is an Australian professional rugby league footballer who plays as a second-row and lock for the Manly Warringah Sea Eagles in the National Rugby League."}]}, {"heading": "Deaths", "year": "906", "date": "September 9", "txt": "Adalbert von Babenberg, Frankish nobleman", "entities": [{"title": "Adalbert von Babenberg", "href": "/wiki/Adalbert_von_Babenberg", "description": "Adalbert of Babenberg was a member of the Frankish house of Babenberg. He was the son of Margrave Henry I of Babenberg and either Ingeltrude or Judith of Friuli.\nGraf Adalbert was one of the most important representatives during the Babenberg feud, a quarrel between the Babenbergs and Conradine families. His sister Hedwiga was married to Otto I of Saxony."}]}, {"heading": "Deaths", "year": "1000", "date": "September 9", "txt": "Olaf I, king of Norway", "entities": [{"title": "Olaf Tryggvason", "href": "/wiki/Olaf_Tryggvason", "description": "Olaf Tryggvason was King of Norway from 995 to 1000. He was the son of Tryggvi Olafsson, king of Viken, and, according to later sagas, the great-grandson of Harald Fairhair, first King of Norway. He is numbered as Olaf I."}]}, {"heading": "Deaths", "year": "1031", "date": "September 9", "txt": "Gang Gam-chan, Korean general (b. 948)", "entities": [{"title": "Gang Gam-chan", "href": "/wiki/Gang_Gam-chan", "description": "Gang Gam-chan was a medieval Korean government official and military commander during the early days of Goryeo Dynasty (918–1392). Even though he was a career scholar and government official, he is best known for his military victories during the Third Goryeo-Khitan War."}]}, {"heading": "Deaths", "year": "1087", "date": "September 9", "txt": "William the Conqueror, English king (b. 1028)", "entities": [{"title": "William the Conqueror", "href": "/wiki/William_the_Conqueror", "description": "William I, usually known as William the Conqueror and sometimes William the Bastard, was the first Norman monarch of England, reigning from 1066 until his death in 1087. He was a descendant of Rollo and was Duke of Normandy from 1035 onward. By 1060, following a long struggle to establish his throne, his hold on Normandy was secure. In 1066, following the death of Edward the Confessor, William inv"}]}, {"heading": "Deaths", "year": "1191", "date": "September 9", "txt": "Conrad II, duke of Bohemia", "entities": [{"title": "Conrad II, Duke of Bohemia", "href": "/wiki/Conrad_II,_Duke_of_Bohemia", "description": "Conrad II Otto, a member of Přemyslid dynasty, was the first margrave of Moravia from 1182 to 1189 and duke of Bohemia from 1189 until his death."}]}, {"heading": "Deaths", "year": "1271", "date": "September 9", "txt": "Yaroslav of Tver, Russian Grand Prince (b. 1230)", "entities": [{"title": "Yaroslav of Tver", "href": "/wiki/Yaroslav_of_Tver", "description": "Yaroslav III Yaroslavich (1230–1271) was the first Prince of Tver and the tenth Grand Prince of Vladimir from 1264 to 1271. Yaroslav and his son Mikhail Yaroslavich presided over Tver's transformation from a sleepy village into one of the greatest centres of power in medieval Russia. All the later dukes of Tver descended from Yaroslav Yaroslavich."}]}, {"heading": "Deaths", "year": "1282", "date": "September 9", "txt": "Ingrid of Skänninge, Swedish abbes and saint", "entities": [{"title": "Saint Ingrid of Skänninge", "href": "/wiki/Saint_Ingrid_of_Sk%C3%A4nninge", "description": "Saint Ingrid of Skänninge was a Swedish abbess venerated as a saint in the Roman Catholic Church. She founded Skänninge Abbey, a nunnery belonging to the Dominicans, in 1272. Her feast day is on September 2."}]}, {"heading": "Deaths", "year": "1285", "date": "September 9", "txt": "Kunigunda of Halych, queen regent of Bohemia (b. 1245)", "entities": [{"title": "Kunigunda of Halych", "href": "/wiki/Kunigunda_of_Halych", "description": "Kunigunda Rostislavna was Queen consort of Bohemia and its Regent from 1278 until her death. She was a member of the House of Chernigov, and a daughter of Rostislav Mikhailovich."}]}, {"heading": "Deaths", "year": "1398", "date": "September 9", "txt": "James I, king of Cyprus (b. 1334)", "entities": [{"title": "James I of Cyprus", "href": "/wiki/James_I_of_Cyprus", "description": "James I was the youngest son of King Hugh IV of Cyprus and by 1369 held the title \"Constable of Jerusalem.\" When his nephew Peter II died in 1382, James became King of Cyprus. James was also titular King of Armenian Cilicia and Jerusalem 1382–1398."}]}, {"heading": "Deaths", "year": "1435", "date": "September 9", "txt": "Robert Harling, English knight", "entities": [{"title": "Robert Harling (knight)", "href": "/wiki/Robert_Harling_(knight)", "description": "Sir Robert Harling was an English early member of the landed gentry, a soldier, and political strongman. The Norfolk villages of East Harling, West Harling, Harling Market and Larling were greatly under his control. He married Jane Gonville, whose father established what was to become Gonville and Caius College, Cambridge. He died on the feast of Gregory, fighting under John, Duke of Bedford, duri"}]}, {"heading": "Deaths", "year": "1438", "date": "September 9", "txt": "Edward, king of Portugal (b. 1391)", "entities": [{"title": "Edward, King of Portugal", "href": "/wiki/Edward,_King_of_Portugal", "description": "Duarte, known in English as Edward and called the King Philosopher or the Eloquent, was King of Portugal from 1433 until his death. He was born in Viseu, the son of John I of Portugal and his wife, Philippa of Lancaster. Edward was the oldest member of the \"Illustrious Generation\" of accomplished royal children who contributed to the development of Portuguese civilization during the 15th century. "}]}, {"heading": "Deaths", "year": "1487", "date": "September 9", "txt": "Chenghua, emperor of China (b. 1447)", "entities": [{"title": "Chenghua Emperor", "href": "/wiki/Chenghua_Emperor", "description": "The Chenghua Emperor, born Zhu Jianshen, was the ninth Emperor of the Ming dynasty, reigned from 1464 to 1487. His era name \"Chenghua\" means \"accomplished change\"."}]}, {"heading": "Deaths", "year": "1488", "date": "September 9", "txt": "Francis II, duke of Brittany (b. 1433)", "entities": [{"title": "Francis II, Duke of Brittany", "href": "/wiki/Francis_II,_Duke_of_Brittany", "description": "Francis II of Brittany was Duke of Brittany from 1458 to his death. He was the grandson of John IV, Duke of Brittany. A recurring theme in Francis' life would be his quest to maintain the quasi-independence of Brittany from France. As such, his reign was characterized by conflicts with King Louis XI of France and with his daughter, Anne of France, who served as regent during the minority of her br"}]}, {"heading": "Deaths", "year": "1513", "date": "September 9", "txt": "James IV, king of Scotland (b. 1473)", "entities": [{"title": "James IV of Scotland", "href": "/wiki/James_IV_of_Scotland", "description": "James IV was King of Scotland from 11 June 1488 until his death in 1513. He assumed the throne following the death of his father King James III at the Battle of Sauchieburn, a rebellion in which the younger James played an indirect role. He is generally regarded as the most successful of the Stewart monarchs of Scotland, but his reign ended in a disastrous defeat at the Battle of Flodden. He was t"}]}, {"heading": "Deaths", "year": "1513", "date": "September 9", "txt": "George Douglas, Scottish nobleman (b. 1469)", "entities": []}, {"heading": "Deaths", "year": "1513", "date": "September 9", "txt": "William Douglas of Glenbervie, Scottish nobleman (b. 1473)", "entities": []}, {"heading": "Deaths", "year": "1513", "date": "September 9", "txt": "William Graham, 1st Earl of Montrose, Scottish politician (b. 1464)", "entities": []}, {"heading": "Deaths", "year": "1513", "date": "September 9", "txt": "George Hepburn, Scottish bishop", "entities": []}, {"heading": "Deaths", "year": "1513", "date": "September 9", "txt": "Adam Hepburn, 2nd Earl of Bothwell, Scottish politician, Lord High Admiral of Scotland", "entities": [{"title": "Lord High Admiral of Scotland", "href": "/wiki/Lord_High_Admiral_of_Scotland", "description": "The Lord High Admiral of Scotland was one of the Great Officers of State of the Kingdom of Scotland before the Union with England in 1707."}]}, {"heading": "Deaths", "year": "1513", "date": "September 9", "txt": "Adam Hepburn of Craggis, Scottish nobleman", "entities": []}, {"heading": "Deaths", "year": "1513", "date": "September 9", "txt": "David Kennedy, 1st Earl of Cassilis, Scottish soldier (b. 1478)", "entities": []}, {"heading": "Deaths", "year": "1513", "date": "September 9", "txt": "Alexander Lauder of Blyth, Scottish politician", "entities": []}, {"heading": "Deaths", "year": "1513", "date": "September 9", "txt": "Alexander Stewart, Scottish archbishop (b. 1493)", "entities": []}, {"heading": "Deaths", "year": "1513", "date": "September 9", "txt": "Matthew Stewart, 2nd Earl of Lennox, Scottish politician (b. 1488)", "entities": []}, {"heading": "Deaths", "year": "1569", "date": "September 9", "txt": "Pieter Bruegel the Elder, Dutch painter (b. 1525)", "entities": [{"title": "Pieter Bruegel the Elder", "href": "/wiki/Pieter_Bruegel_the_Elder", "description": "Pieter Bruegel the Elder was the most significant artist of Dutch and Flemish Renaissance painting, a painter and printmaker, known for his landscapes and peasant scenes ; he was a pioneer in making both types of subject the focus in large paintings."}]}, {"heading": "Deaths", "year": "1583", "date": "September 9", "txt": "Humphrey Gilbert, English explorer and politician (b. 1539)", "entities": [{"title": "Humphrey Gilbert", "href": "/wiki/Humphrey_Gilbert", "description": "Sir Humphrey Gilbert \nof Compton in the parish of Marldon and of Greenway in the parish of Churston Ferrers, both in Devon, England, was an adventurer, explorer, member of parliament and soldier who served during the reign of Queen Elizabeth I and was a pioneer of the English colonial empire in North America and the Plantations of Ireland. He was a maternal half-brother of Sir Walter Raleigh and a"}]}, {"heading": "Deaths", "year": "1596", "date": "September 9", "txt": "Anna Jagiellon, Polish queen (b. 1523)", "entities": [{"title": "Anna Jagiellon", "href": "/wiki/Anna_Jagiellon", "description": "Anna Jagiellon was Queen of Poland and Grand Duchess of Lithuania from 1575 to 1587."}]}, {"heading": "Deaths", "year": "1603", "date": "September 9", "txt": "George Carey, 2nd Baron Hunsdon, English politician, Lord Lieutenant of Hampshire (b. 1547)", "entities": [{"title": "George Carey, 2nd Baron Hunsdon", "href": "/wiki/George_Carey,_2nd_Baron_Hunsdon", "description": "George Carey, 2nd Baron Hunsdon KG was the eldest son of Henry Carey, 1st Baron Hunsdon and Anne Morgan. His father was first cousin to Elizabeth I of England. In 1560, at the age of 13, George matriculated at Trinity College, Cambridge."}, {"title": "Lord Lieutenant of Hampshire", "href": "/wiki/Lord_Lieutenant_of_Hampshire", "description": "This is a list of people who have served as Lord Lieutenant of Hampshire. Since 1688, all the Lords Lieutenant have also been Custos Rotulorum of Hampshire. From 1889 until 1959, the administrative county was named the County of Southampton."}]}, {"heading": "Deaths", "year": "1611", "date": "September 9", "txt": "Eleanor de' Medici, Italian nobleman (b. 1567)", "entities": [{"title": "Eleanor de' Medici", "href": "/wiki/Eleanor_de%27_Medici", "description": "Eleonor de' Medici was a Duchess of Mantua by marriage to Vincenzo I Gonzaga. She was a daughter of Francesco I de' Medici and Joanna of Austria. She was a family member of the famous House of Medici and the sister of Marie de' Medici the Queen of France."}]}, {"heading": "Deaths", "year": "1612", "date": "September 9", "txt": "Nakagawa Hidenari, Japanese daimyō (b. 1570)", "entities": [{"title": "Nakagawa Hidenari", "href": "/wiki/Nakagawa_Hidenari", "description": "Nakagawa Hidenari (中川秀成) was a Japanese daimyō in the Azuchi–Momoyama to Edo period. He was the 2nd son of Nakagawa Kiyohide."}]}, {"heading": "Deaths", "year": "1676", "date": "September 9", "txt": "Paul de Chomedey, Sieur de Maisonneuve, French soldier, founded Montreal (b. 1612)", "entities": [{"title": "Paul de Chomedey, Sieur de Maisonneuve", "href": "/wiki/Paul_de_Chomedey,_Sieur_de_Maisonneuve", "description": "Paul de Chomedey, sieur de Maisonneuve was a French military officer and the founder of Fort Ville-Marie in New France."}, {"title": "Montreal", "href": "/wiki/Montreal", "description": "Montreal is the second-most populous city in Canada and most populous city in the Canadian province of Quebec. Founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which got its name from the same origin as the city, and a few much smaller peripheral islands, the largest of "}]}, {"heading": "Deaths", "year": "1680", "date": "September 9", "txt": "Henry Marten, English lawyer and politician (b. 1602)", "entities": [{"title": "Henry Marten (regicide)", "href": "/wiki/Henry_Marten_(regicide)", "description": "Henry Marten was an English lawyer and politician who sat in the House of Commons in two periods between 1640 and 1653. He was an ardent republican and a regicide of King Charles I of England."}]}, {"heading": "Deaths", "year": "1755", "date": "September 9", "txt": "Johann Lorenz von Mosheim, German historian and author (b. 1694)", "entities": [{"title": "Johann Lorenz von Mosheim", "href": "/wiki/Johann_Lorenz_von_Mosheim", "description": "Johann Lorenz von Mosheim or Johann Lorenz Mosheim was a German Lutheran church historian."}]}, {"heading": "Deaths", "year": "1806", "date": "September 9", "txt": "William Paterson, Irish-American judge and politician, 2nd Governor of New Jersey (b. 1745)", "entities": [{"title": "William Paterson (judge)", "href": "/wiki/William_Paterson_(judge)", "description": "William Paterson was a New Jersey statesman and a signer of the United States Constitution. He was an Associate Justice of the United States Supreme Court and the second governor of New Jersey."}, {"title": "Governor of New Jersey", "href": "/wiki/Governor_of_New_Jersey", "description": "The Governor of the State of New Jersey is head of the executive branch of New Jersey's state government. The office of governor is an elected position, for which elected officials serve four-year terms. Governors cannot be elected to more than two consecutive terms, but there is no limit on the total number of terms they may serve. The official residence for the governor is Drumthwacket, a mansio"}]}, {"heading": "Deaths", "year": "1815", "date": "September 9", "txt": "John Singleton Copley, American-English colonial and painter (b. 1738)", "entities": [{"title": "John Singleton Copley", "href": "/wiki/John_Singleton_Copley", "description": "John Singleton Copley was an Anglo-American painter, active in both colonial America and England. He was probably born in Boston, Massachusetts, to Richard and Mary Singleton Copley, both Anglo-Irish. After becoming well-established as a portrait painter of the wealthy in colonial New England, he moved to London in 1774, never returning to America. In London, he met considerable success as a portr"}]}, {"heading": "Deaths", "year": "1834", "date": "September 9", "txt": "James Weddell, Belgian-English sailor and navigator (b. 1787)", "entities": [{"title": "James Weddell", "href": "/wiki/James_Weddell", "description": "James Weddell was a British sailor, navigator and seal hunter who in February 1823 sailed to latitude of 74° 15′ S—a record 7.69 degrees or 532 statute miles south of the Antarctic Circle—and into a region of the Southern Ocean that later became known as the Weddell Sea."}]}, {"heading": "Deaths", "year": "1841", "date": "September 9", "txt": "Augustin Pyramus de Candolle, Swiss botanist, mycologist, and academic (b. 1778)", "entities": [{"title": "Augustin Pyramus de Candolle", "href": "/wiki/Augustin_Pyramus_de_Candolle", "description": "Augustin Pyramus de Candolle was a Swiss botanist. René Louiche Desfontaines launched de Candolle's botanical career by recommending him at an herbarium. Within a couple of years de Candolle had established a new genus, and he went on to document hundreds of plant families and create a new natural plant classification system. Although de Candolle's main focus was botany, he also contributed to rel"}]}, {"heading": "Deaths", "year": "1891", "date": "September 9", "txt": "Jules Grévy, French politician, 4th President of the French Republic (b. 1813)", "entities": [{"title": "Jules Grévy", "href": "/wiki/Jules_Gr%C3%A9vy", "description": "François Judith Paul Grévy was President of France from 1879 to 1887, and one of the leaders of the Opportunist Republican faction. Given that his predecessors were monarchists who tried without success to restore the French monarchy, Grévy is seen as the first real republican President of France."}, {"title": "President of the French Republic", "href": "/wiki/President_of_the_French_Republic", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Deaths", "year": "1893", "date": "September 9", "txt": "Friedrich Traugott Kützing, German pharmacist, botanist and phycologist (b. 1807)", "entities": [{"title": "Friedrich Traugott Kützing", "href": "/wiki/Friedrich_Traugott_K%C3%BCtzing", "description": "Friedrich Traugott Kützing was a German pharmacist, botanist and phycologist."}]}, {"heading": "Deaths", "year": "1898", "date": "September 9", "txt": "Stéphane Mallarmé, French poet and critic (b. 1842)", "entities": [{"title": "Stéphane Mallarmé", "href": "/wiki/St%C3%A9phane_Mallarm%C3%A9", "description": "Stéphane Mallarmé, pen name of Étienne Mallarmé, was a French poet and critic. He was a major French symbolist poet, and his work anticipated and inspired several revolutionary artistic schools of the early 20th century, such as Cubism, Futurism, Dadaism, and Surrealism."}]}, {"heading": "Deaths", "year": "1901", "date": "September 9", "txt": "Henri de Toulouse-Lautrec, French painter and illustrator (b. 1864)", "entities": [{"title": "Henri de Toulouse-Lautrec", "href": "/wiki/Henri_de_Toulouse-Lautrec", "description": "Henri Marie Raymond de Toulouse-Lautrec-Monfa was a French painter, printmaker, draughtsman, caricaturist and illustrator whose immersion in the colorful and theatrical life of Paris in the late 19th century allowed him to produce a collection of enticing, elegant, and provocative images of the modern, sometimes decadent, affairs of those times."}]}, {"heading": "Deaths", "year": "1907", "date": "September 9", "txt": "Ernest Wilberforce, English bishop (b. 1840)", "entities": [{"title": "Ernest Wilberforce", "href": "/wiki/Ernest_Wilberforce", "description": "Ernest Roland Wilberforce was an Anglican clergyman and bishop. From 1882 to 1896 he was the first Anglican Bishop of Newcastle upon the diocese's creation, and from 1896 to 1907 he was Bishop of Chichester."}]}, {"heading": "Deaths", "year": "1909", "date": "September 9", "txt": "E. H. Harriman, American businessman and philanthropist (b. 1848)", "entities": [{"title": "E. H. Harriman", "href": "/wiki/E._H._Harriman", "description": "Edward Henry Harriman was an American financier and railroad executive."}]}, {"heading": "Deaths", "year": "1910", "date": "September 9", "txt": "Lloyd Wheaton Bowers, American lawyer and politician, United States Solicitor General (b. 1859)", "entities": [{"title": "Lloyd Wheaton Bowers", "href": "/wiki/Lloyd_Wheaton_Bowers", "description": "Lloyd Wheaton Bowers was an American lawyer."}, {"title": "United States Solicitor General", "href": "/wiki/United_States_Solicitor_General", "description": "The solicitor general of the United States is the fourth-highest-ranking official in the United States Department of Justice. The current acting solicitor general, Elizabeth Prelogar, has been serving in the role since January 20, 2021."}]}, {"heading": "Deaths", "year": "1915", "date": "September 9", "txt": "Albert Spalding, American baseball player, manager, and businessman, co-founded Spalding (b. 1850)", "entities": [{"title": "Albert Spalding", "href": "/wiki/Albert_Spalding", "description": "Albert Goodwill Spalding was an American pitcher, manager, and executive in the early years of professional baseball, and the co-founder of A.G. Spalding sporting goods company. He was born and raised in Byron, Illinois yet graduated from Rockford Central High School in Rockford, Illinois. He played major league baseball between 1871 and 1878. Spalding set a trend when he started wearing a basebal"}, {"title": "Spalding (sports equipment)", "href": "/wiki/Spalding_(sports_equipment)", "description": "Spalding is an American sports equipment manufacturing company founded by Albert Spalding in Chicago, in 1876. It is now headquartered in Bowling Green, Kentucky. Spalding currently focuses on basketball, mainly producing balls but also commercializing hoops, rims, nets and ball pump needles. Softballs are commercialized through its subsidiary Dudley Sports."}]}, {"heading": "Deaths", "year": "1934", "date": "September 9", "txt": "Roger Fry, English painter and critic (b. 1866)", "entities": [{"title": "Roger Fry", "href": "/wiki/Roger_Fry", "description": "Roger Eliot Fry was an English painter and critic, and a member of the Bloomsbury Group. Establishing his reputation as a scholar of the Old Masters, he became an advocate of more recent developments in French painting, to which he gave the name Post-Impressionism. He was the first figure to raise public awareness of modern art in Britain, and emphasised the formal properties of paintings over the"}]}, {"heading": "Deaths", "year": "1941", "date": "September 9", "txt": "Hans Spemann, German embryologist and academic, Nobel Prize laureate (b. 1869)", "entities": [{"title": "Hans Spemann", "href": "/wiki/Hans_Spemann", "description": "Hans Spemann was a German embryologist who was awarded a Nobel Prize in Physiology or Medicine in 1935 for his student Hilde Mangold's discovery of the effect now known as embryonic induction, an influence, exercised by various parts of the embryo, that directs the development of groups of cells into particular tissues and organs. Spemann added his name as an author to Hilde Mangold's dissertation"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1942", "date": "September 9", "txt": "Adele Kurzweil, Austrian Holocaust victim (b. 1925)", "entities": [{"title": "Adele Kurzweil", "href": "/wiki/Adele_Kurzweil", "description": "Adele \"Dele\" Kurzweil was an Austrian girl of Jewish origin who was tracked down by Nazi Germany and murdered in Auschwitz concentration camp at arrival. Her fate became widely known after suitcases had been discovered in 1990 at her family's last refuge in the southern French town of Auvillar."}]}, {"heading": "Deaths", "year": "1943", "date": "September 9", "txt": "Carlo Bergamini, Italian admiral (b. 1888)", "entities": [{"title": "Carlo Bergamini (admiral)", "href": "/wiki/Carlo_Bergamini_(admiral)", "description": "Carlo Bergamini was an Italian admiral."}]}, {"heading": "Deaths", "year": "1943", "date": "September 9", "txt": "Charles McLean Andrews, American historian, author, and academic (b. 1863)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "September 9", "txt": "Max Ehrmann, American poet and lawyer (b. 1872)", "entities": [{"title": "Max Ehrmann", "href": "/wiki/Max_Ehrmann", "description": "Max Ehrmann was an American writer, poet, and attorney from Terre Haute, Indiana, widely known for his 1927 prose poem \"Desiderata\". He often wrote on spiritual themes."}]}, {"heading": "Deaths", "year": "1950", "date": "September 9", "txt": "Victor Hémery, French racing driver (b. 1876)", "entities": [{"title": "Victor Hémery", "href": "/wiki/Victor_H%C3%A9mery", "description": "Victor Hémery was a champion French racecar driver of the early Grand Prix motor racing era."}]}, {"heading": "Deaths", "year": "1955", "date": "September 9", "txt": "Carl Friedberg, German pianist and educator (b. 1872)", "entities": [{"title": "Carl Friedberg", "href": "/wiki/Carl_Friedberg", "description": "Carl Rudolf Hermann Friedberg was a German pianist and teacher of Jewish origin."}]}, {"heading": "Deaths", "year": "1958", "date": "September 9", "txt": "Charlie Macartney, Australian cricketer and soldier (b. 1886)", "entities": [{"title": "Charlie Macartney", "href": "/wiki/Charlie_Macartney", "description": "Charles George Macartney was an Australian cricketer who played in 35 Test matches between 1907 and 1926. He was known as \"The Governor-General\" in reference to his authoritative batting style and his flamboyant strokeplay, which drew comparisons with his close friend and role model Victor Trumper, regarded as one of the most elegant batsmen in cricketing history. Sir Donald Bradman—generally rega"}]}, {"heading": "Deaths", "year": "1959", "date": "September 9", "txt": "Ramón Fonst, Cuban fencer (b. 1883)", "entities": [{"title": "Ramón Fonst", "href": "/wiki/Ram%C3%B3n_Fonst", "description": "Ramón Fonst Segundo was a Cuban fencer who competed in the early 20th century. He was one of the greatest world fencers, individual and by team; he was born and died in Havana."}]}, {"heading": "Deaths", "year": "1960", "date": "September 9", "txt": "Jussi Björling, Swedish tenor (b. 1911)", "entities": [{"title": "Jussi Björling", "href": "/wiki/Jussi_Bj%C3%B6rling", "description": "Johan Jonatan \"Jussi\" Björling was a Swedish tenor. One of the leading operatic singers of the 20th century, Björling appeared for many years at the Metropolitan Opera in New York City and less frequently at the major European opera houses, including the Royal Opera House in London and La Scala in Milan. He sang the Italian, French and Russian opera repertory with taste."}]}, {"heading": "Deaths", "year": "1969", "date": "September 9", "txt": "Willy Mairesse, Belgian racing driver (b. 1928)", "entities": [{"title": "Willy Mairesse", "href": "/wiki/Willy_Mairesse", "description": "Willy Mairesse was a Formula One and sports-car driver from Belgium. He participated in 13 World Championship Grands Prix, debuting on 19 June 1960. He achieved one podium and scored a total of seven championship points. He committed suicide in a hotel room in Ostend after a crash at the 1968 24 Hours of Le Mans forced an end to his career."}]}, {"heading": "Deaths", "year": "1975", "date": "September 9", "txt": "Johannes Brenner, Estonian footballer (b. 1906)", "entities": [{"title": "Johannes Brenner", "href": "/wiki/Johannes_Brenner", "description": "Johannes Brenner was an Estonia football forward, who played for ESS Kalev Tallinn, Tallinna Jalgpalli Klubi and the Estonia national football team."}]}, {"heading": "Deaths", "year": "1975", "date": "September 9", "txt": "John McGiver, American actor (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "September 9", "txt": "Mao Zedong, Chinese philosopher, academic, and politician, 1st Chairman of the Communist Party of China (b. 1893)", "entities": [{"title": "Mao Zedong", "href": "/wiki/Mao_Zedong", "description": "Mao Zedong, also known as Chairman Mao, was a Chinese communist revolutionary who was the founder of the People's Republic of China (PRC), which he ruled as the chairman of the Chinese Communist Party from its establishment in 1949 until his death in 1976. Ideologically a Marxist–Leninist, his theories, military strategies, and political policies are collectively known as Maoism."}, {"title": "Chairman of the Communist Party of China", "href": "/wiki/Chairman_of_the_Communist_Party_of_China", "description": "The Chairman of the Central Committee of the Chinese Communist Party was the head of the Chinese Communist Party (CCP). The position was established at the 8th National Congress in 1945 and abolished at the 12th National Congress in 1982, being replaced by that of the General Secretary. Offices with the name chairman of the Central Executive Committee and chairman of the Central Committee existed "}]}, {"heading": "Deaths", "year": "1978", "date": "September 9", "txt": "Hugh MacDiarmid, Scottish linguist, poet, and author (b. 1892)", "entities": [{"title": "Hugh MacDiarmid", "href": "/wiki/Hugh_MacDiarmid", "description": "Christopher Murray Grieve, best known by his pen name Hugh MacDiarmid, was a Scottish poet, journalist, essayist and political figure. He is considered one of the principal forces behind the Scottish Renaissance and has had a lasting impact on Scottish culture and politics."}]}, {"heading": "Deaths", "year": "1978", "date": "September 9", "txt": "Jack L. Warner, Canadian-American production manager and producer, co-founded Warner Bros. (b. 1892)", "entities": [{"title": "Warner Bros.", "href": "/wiki/Warner_Bros.", "description": "Warner Bros. Entertainment Inc. is an American diversified multinational mass media and entertainment conglomerate headquartered at the Warner Bros. Studios complex in Burbank, California, and a subsidiary of AT&T's WarnerMedia through its Studios & Networks division. Founded in 1923 by brothers Harry, Albert, Sam, and Jack Warner, the company established itself as a leader in the American film in"}]}, {"heading": "Deaths", "year": "1979", "date": "September 9", "txt": "Norrie Paramor, English composer, conductor, and producer (b. 1914)", "entities": [{"title": "Norrie Paramor", "href": "/wiki/Norrie_Paramor", "description": "Norman William Paramor, known professionally as Norrie Paramor, was a British record producer, composer, arranger, pianist, bandleader, and orchestral conductor. He is best known for his work with Cliff Richard and the Shadows, both together and separately, steering their early careers and producing and arranging most of their material from the late 1950s to the early 1970s. Paramor was a composer"}]}, {"heading": "Deaths", "year": "1980", "date": "September 9", "txt": "John Howard Griffin, American journalist and author (b. 1920)", "entities": [{"title": "John Howard Griffin", "href": "/wiki/John_Howard_Griffin", "description": "John Howard Griffin was an American journalist and author from Texas who wrote about racial equality. He is best known for his project to temporarily pass as a black man and journey through the Deep South of 1959 to see life and segregation from the other side of the color line. He first published a series of articles on his experience in Sepia Magazine, which had underwritten the project. He publ"}]}, {"heading": "Deaths", "year": "1981", "date": "September 9", "txt": "Robert Askin, Australian sergeant and politician, 32nd Premier of New South Wales (b. 1907)", "entities": [{"title": "Robert Askin", "href": "/wiki/Robert_Askin", "description": "Sir Robert William Askin, GCMG, was an Australian politician and the 32nd Premier of New South Wales from 1965 to 1975, the first representing the Liberal Party. He was born in 1907 as Robin William Askin, but always disliked his first name and changed it by deed poll in 1971. Before being knighted in 1972, however, he was generally known as Bob Askin. Born in Sydney in 1907, Askin was educated at"}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1981", "date": "September 9", "txt": "Jacques Lacan, French psychoanalyst and psychiatrist (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "September 9", "txt": "Neil Davis, Australian photographer and journalist (b. 1934)", "entities": [{"title": "Neil Davis (cameraman)", "href": "/wiki/Neil_Davis_(cameraman)", "description": "Neil Brian Davis was an Australian combat cameraman who was recognised for his work as a photojournalist during the Vietnam War and other conflicts in the region. He was killed in Bangkok on 9 September 1985, while filming a minor Thai coup attempt."}]}, {"heading": "Deaths", "year": "1985", "date": "September 9", "txt": "Paul Flory, American chemist and engineer, Nobel Prize laureate (b. 1910)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1985", "date": "September 9", "txt": "Antonino Votto, Italian conductor (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "September 9", "txt": "Magda Tagliaferro, Brazilian pianist and educator (b. 1893)", "entities": [{"title": "Magda Tagliaferro", "href": "/wiki/Magda_Tagliaferro", "description": "Magdalena Maria Yvonne Tagliaferro was a Brazilian-born pianist of French parentage."}]}, {"heading": "Deaths", "year": "1990", "date": "September 9", "txt": "Nicola Abbagnano, Italian philosopher and academic (b. 1901)", "entities": [{"title": "Nicola Abbagnano", "href": "/wiki/Nicola_Abbagnano", "description": "Nicola Abbagnano was an Italian existential philosopher."}]}, {"heading": "Deaths", "year": "1990", "date": "September 9", "txt": "Samuel Doe, Liberian field marshal and politician, 21st President of Liberia (b. 1951)", "entities": [{"title": "President of Liberia", "href": "/wiki/President_of_Liberia", "description": "The president of the Republic of Liberia is head of state and government of Liberia. The president serves as the leader of the executive branch and as commander-in-chief of the Armed Forces of Liberia."}]}, {"heading": "Deaths", "year": "1990", "date": "September 9", "txt": "Alexander Men, Russian priest and scholar (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "September 9", "txt": "Larry Noble, English comedian and actor (b. 1914)", "entities": [{"title": "Larry Noble (actor)", "href": "/wiki/Larry_Noble_(actor)", "description": "Larry Noble was a stage comedian and actor best known for starring in the Whitehall farces with Brian Rix. He starred in the original production of Reluctant Heroes and as the chirpy French jockey in Dry Rot. On television, he made guest appearances on Last of the Summer Wine in 1975 and Blake's 7 in 1981. He died on 9 September 1993, aged 78."}]}, {"heading": "Deaths", "year": "1993", "date": "September 9", "txt": "Helen O'Connell, American singer (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "September 9", "txt": "Patrick O'Neal, American actor (b. 1927)", "entities": [{"title": "Patrick O'Neal (actor)", "href": "/wiki/Patrick_O%27Neal_(actor)", "description": "Patrick Wisdom O'Neal was an American actor and restaurateur."}]}, {"heading": "Deaths", "year": "1996", "date": "September 9", "txt": "Bill Monroe, American singer-songwriter (b. 1911)", "entities": [{"title": "Bill Monroe", "href": "/wiki/Bill_Monroe", "description": "William Smith Monroe was an American mandolinist, singer, and songwriter, who created the bluegrass music genre. Because of this, he is often called the \"Father of Bluegrass\"."}]}, {"heading": "Deaths", "year": "1997", "date": "September 9", "txt": "Richie Ashburn, American baseball player and sportscaster (b. 1927)", "entities": [{"title": "Richie Ashburn", "href": "/wiki/Richie_Ashburn", "description": "Don Richard Ashburn, also known by the nicknames, \"Putt-Putt\", \"The Tilden Flash\", and \"Whitey\", was an American center fielder in Major League Baseball. He was born in Tilden, Nebraska. From his youth on a farm, he grew up to become a professional outfielder and veteran broadcaster for the Philadelphia Phillies and one of the most beloved sports figures in Philadelphia history. He was inducted in"}]}, {"heading": "Deaths", "year": "1997", "date": "September 9", "txt": "John Hackett, Australian-English general and author (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "September 9", "txt": "Burgess Meredith, American actor, director, and producer (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "September 9", "txt": "Lucio Battisti, Italian singer-songwriter and guitarist (b. 1943)", "entities": [{"title": "Lucio Battisti", "href": "/wiki/Lucio_Battisti", "description": "Lucio Battisti was an influential Italian singer-songwriter and composer. He is widely recognized for songs that defined the late 1960s and 1970s era of Italian songwriting."}]}, {"heading": "Deaths", "year": "1998", "date": "September 9", "txt": "Bill Cratty, American dancer and choreographer (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "September 9", "txt": "Arie de Vroet, Dutch footballer and manager (b. 1918)", "entities": [{"title": "Arie de Vroet", "href": "/wiki/Arie_de_Vroet", "description": "Arie de Vroet was a Dutch footballer who was active as a left winger. De Vroet made his debut at Feijenoord and also played for Le Havre AC and FC Rouen."}]}, {"heading": "Deaths", "year": "1999", "date": "September 9", "txt": "Catfish Hunter, American baseball player (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "September 9", "txt": "Ruth Roman, American actress (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "September 9", "txt": "Julian Critchley, English lawyer and politician (b. 1930)", "entities": [{"title": "Julian Critchley", "href": "/wiki/Julian_Critchley", "description": "Sir Julian Michael Gordon Critchley was a British journalist and Conservative Party politician."}]}, {"heading": "Deaths", "year": "2001", "date": "September 9", "txt": "Ahmad Shah Massoud, Afghan commander and politician, Afghan Minister of Defense (b. 1953)", "entities": [{"title": "Ahmad Shah Massoud", "href": "/wiki/Ahmad_Shah_Massoud", "description": "Ahmad Shah Massoud was an Afghan politician and military commander. He was a powerful guerrilla commander during the resistance against the Soviet occupation between 1979 and 1989. In the 1990s, he led the government's military wing against rival militias; after the Taliban takeover, was the leading opposition commander against their regime until his assassination in 2001."}, {"title": "Ministry of Defense (Afghanistan)", "href": "/wiki/Ministry_of_Defense_(Afghanistan)", "description": "The Afghan Ministry of Defense is an organ of the Government of Afghanistan, overseeing the Afghan Armed Forces. It is Afghanistan's ministry of defense. Its headquarters is located in Kabul."}]}, {"heading": "Deaths", "year": "2003", "date": "September 9", "txt": "Edward Teller, Hungarian-American physicist and academic (b. 1908)", "entities": [{"title": "Edward Teller", "href": "/wiki/Edward_Teller", "description": "Edward Teller was a Hungarian-American theoretical physicist who is known colloquially as \"the father of the hydrogen bomb\", although he did not care for the title, considering it poor taste. Throughout his life, Teller was known both for his scientific ability and for his difficult interpersonal relations and volatile personality."}]}, {"heading": "Deaths", "year": "2003", "date": "September 9", "txt": "Don Willesee, Australian telegraphist and politician, 29th Australian Minister for Foreign Affairs (b. 1916)", "entities": [{"title": "Minister for Foreign Affairs (Australia)", "href": "/wiki/Minister_for_Foreign_Affairs_(Australia)", "description": "The Minister for Foreign Affairs is the minister in the Government of Australia who is responsible for overseeing the international diplomacy section of the Department of Foreign Affairs and Trade. Senator Marise Payne was appointed as Foreign Minister by Prime Minister Scott Morrison in August 2018 following the resignation of Julie Bishop."}]}, {"heading": "Deaths", "year": "2004", "date": "September 9", "txt": "Ernie Ball, American guitarist and businessman (b. 1930)", "entities": [{"title": "Ernie Ball", "href": "/wiki/Ernie_Ball", "description": "Ernie Ball was an American entrepreneur and musician who developed guitar-related products. Ball began as a club and local television musician and entrepreneur, building an international business in guitars and accessories that would eventually gross US$40 million a year. \"Ernie Ball\" is also the eponymous corporation Ball started to market guitar accessories."}]}, {"heading": "Deaths", "year": "2004", "date": "September 9", "txt": "Caitlin Clarke, American actress (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "September 9", "txt": "Gérard Brach, French director and screenwriter (b. 1927)", "entities": [{"title": "Gérard Brach", "href": "/wiki/G%C3%A9rard_Brach", "description": "Gérard Brach was a French screenwriter best known for his collaborations with the film directors Roman Polanski and Jean-Jacques Annaud. He directed two movies: La Maison and The Boat on the Grass."}]}, {"heading": "Deaths", "year": "2006", "date": "September 9", "txt": "Richard Burmer, American composer and engineer (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "September 9", "txt": "Matt Gadsby, English footballer (b. 1979)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "September 9", "txt": "William Bernard Ziff Jr., American businessman, founded Ziff Davis (b. 1930)", "entities": [{"title": "Ziff Davis", "href": "/wiki/Ziff_Davis", "description": "Ziff Davis, LLC, known as Ziff Davis (ZD), is an American digital media and internet company founded in 1927. Ziff Davis's brands and properties provide advertising, performance marketing, data services and licensing solutions to clients across multiple platforms and devices."}]}, {"heading": "Deaths", "year": "2012", "date": "September 9", "txt": "Verghese Kurien, Indian engineer and businessman, founded Amul (b. 1921)", "entities": [{"title": "Verghese Kurien", "href": "/wiki/Verghese_Kurien", "description": "Verghese Kurien, known as the \"Father of the White Revolution\" in India, was a social entrepreneur whose \"billion-litre idea\", Operation Flood, made dairy farming India's largest self-sustaining industry and the largest rural employment sector providing a third of all rural income. It made India the world's largest milk producer, doubled the milk available for each person, and increased milk outpu"}, {"title": "Amul", "href": "/wiki/Amul", "description": "Amul, is an Indian dairy cooperative society, based at Anand in the Indian state of Gujarat.\nFormed in 1946, it is a cooperative brand managed by a cooperative body, the Gujarat Co-operative Milk Marketing Federation Ltd. (GCMMF), which today is jointly owned by 36 lakh milk producers in Gujarat,and the apex body of 13 District Milk Unions,spread across 13,000 villages of Gujarat.\nAmul spurred Ind"}]}, {"heading": "Deaths", "year": "2012", "date": "September 9", "txt": "John McCarthy, Australian footballer (b. 1989)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 9", "txt": "Mike Scarry, American football player and coach (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 9", "txt": "Ron Tindall, English footballer and manager (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 9", "txt": "Sunila Abeysekera, Sri Lankan scholar and activist (b. 1952)", "entities": [{"title": "Sunila Abeysekera", "href": "/wiki/Sunila_Abeysekera", "description": "Sunila Abeysekera was a Sri Lankan human rights campaigner. She worked on women's rights in Sri Lanka and in the South Asia region for decades as an activist and scholar. Quitting a career as a singer, Abeysekera briefly joined the Janatha Vimukthi Peramuna and then founded the Women and Media Collective in 1984. As head of the INFORM Human Rights Documentation Centre, she monitored human rights v"}]}, {"heading": "Deaths", "year": "2013", "date": "September 9", "txt": "Alberto Bevilacqua, Italian director and screenwriter (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 9", "txt": "Saul Landau, American journalist, director, and author (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 9", "txt": "Montserrat Abelló i Soler, Spanish poet and translator (b. 1918)", "entities": [{"title": "Montserrat Abelló i Soler", "href": "/wiki/Montserrat_Abell%C3%B3_i_Soler", "description": "Montserrat Abelló i Soler was a Catalan poet and translator. During the Spanish Civil War, she lived in exile in France, England and Chile."}]}, {"heading": "Deaths", "year": "2014", "date": "September 9", "txt": "Firoza Begum, Bangladeshi singer (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 9", "txt": "Graham Joyce, English author and educator (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 9", "txt": "Annemarie Bostroem, German poet, playwright, and songwriter (b. 1922)", "entities": [{"title": "Annemarie Bostroem", "href": "/wiki/Annemarie_Bostroem", "description": "Annemarie Bostroem was a German poet, playwright, and lyricist. She lived most recently in the Prenzlauer Berg neighborhood of Berlin."}]}, {"heading": "Deaths", "year": "2015", "date": "September 9", "txt": "Einar H. Ingman Jr., American sergeant, Medal of Honor recipient (b. 1929)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2015", "date": "September 9", "txt": "K. Kunaratnam, Sri Lankan physicist and academic (b. 1934)", "entities": []}]