[{"heading": "Events", "year": "1066", "date": "September 27", "txt": "William the Conqueror and his army set sail from the mouth of the Somme river, beginning the Norman conquest of England.", "entities": [{"title": "William the Conqueror", "href": "/wiki/William_the_Conqueror", "description": "William I, usually known as William the Conqueror and sometimes William the Bastard, was the first Norman monarch of England, reigning from 1066 until his death in 1087. He was a descendant of Rollo and was Duke of Normandy from 1035 onward. By 1060, following a long struggle to establish his throne, his hold on Normandy was secure. In 1066, following the death of Edward the Confessor, William inv"}, {"title": "Norman conquest of England", "href": "/wiki/Norman_conquest_of_England", "description": "The Norman Conquest was the 11th-century invasion and occupation of England by an army made up of Normans, Bretons, Flemish, and men from other French provinces, all led by the Duke of Normandy later styled William the Conqueror."}]}, {"heading": "Events", "year": "1331", "date": "September 27", "txt": "The Battle of Płowce between the Poland and the Teutonic Order is fought.", "entities": [{"title": "Battle of Płowce", "href": "/wiki/Battle_of_P%C5%82owce", "description": "The Battle of Płowce took place on 27 September 1331 between the Kingdom of Poland and the Teutonic Order."}]}, {"heading": "Events", "year": "1422", "date": "September 27", "txt": "After the brief Gollub War, the Teutonic Knights sign the Treaty of Melno with Poland and Lithuania", "entities": [{"title": "Treaty of Melno", "href": "/wiki/Treaty_of_Melno", "description": "The Treaty of Melno or Treaty of Lake Melno was a peace treaty ending the Gollub War. It was signed on 27 September 1422, between the Teutonic Knights and an alliance of the Kingdom of Poland and the Grand Duchy of Lithuania at Lake Melno, east of Graudenz (Grudziądz). The treaty resolved territorial disputes between the Knights and Lithuania regarding Samogitia, which had dragged on since 1382, a"}]}, {"heading": "Events", "year": "1529", "date": "September 27", "txt": "The Siege of Vienna begins when Suleiman I attacks the city.", "entities": [{"title": "Siege of Vienna (1529)", "href": "/wiki/Siege_of_Vienna_(1529)", "description": "The siege of Vienna, in 1529, was the first attempt by the Ottoman Empire to capture the city of Vienna, Austria. Suleiman the Magnificent, sultan of the Ottomans, attacked the city with over 100,000 men, while the defenders, led by Niklas Graf Salm, numbered no more than 21,000. Nevertheless, Vienna was able to survive the siege, which ultimately lasted just over two weeks, from 27 September to 1"}]}, {"heading": "Events", "year": "1540", "date": "September 27", "txt": "The Society of Jesus (Jesuits) receives its charter from Pope Paul III.", "entities": [{"title": "Society of Jesus", "href": "/wiki/Society_of_Jesus", "description": "The Society of Jesus is a religious order of the Catholic Church headquartered in Rome. It was founded by Ignatius of Loyola and six companions with the approval of Pope Paul III in 1540. The members are called Jesuits. The society is engaged in evangelization and apostolic ministry in 112 nations. Jesuits work in education, research, and cultural pursuits. Jesuits also give retreats, minister in "}]}, {"heading": "Events", "year": "1590", "date": "September 27", "txt": "Pope Urban VII dies 13 days after being chosen as the Pope, making his reign the shortest papacy in history.", "entities": [{"title": "Pope Urban VII", "href": "/wiki/Pope_Urban_VII", "description": "Pope Urban VII, born Giovanni Battista Castagna, was the bishop of Rome and hence head of the Catholic Church and ruler of the Papal States from 15 to 27 September 1590. His twelve-day papacy was the shortest in history."}]}, {"heading": "Events", "year": "1605", "date": "September 27", "txt": "The armies of Sweden are defeated by the Polish–Lithuanian Commonwealth in the Battle of Kircholm.", "entities": [{"title": "Battle of Kircholm", "href": "/wiki/Battle_of_Kircholm", "description": "The Battle of Kircholm was one of the major battles in the Polish-Lithuanian – Swedish War (1600-1611). The battle was decided in 20 minutes by the devastating charge of Polish-Lithuanian cavalry, the Winged Hussars. The battle ended in the decisive victory of the Polish-Lithuanian forces, and is remembered as one of the greatest triumphs of Commonwealth cavalry."}]}, {"heading": "Events", "year": "1669", "date": "September 27", "txt": "The Venetians surrender the fortress of Candia to the Ottomans, thus ending the 21-year-long Siege of Candia.", "entities": [{"title": "Siege of Candia", "href": "/wiki/Siege_of_Candia", "description": "The siege of Candia was a military conflict in which Ottoman forces besieged the Venetian-ruled city. Lasting from 1648 to 1669, or a total of 21 years, it is the second longest siege in history after the siege of Ceuta; however, the Ottomans were ultimately victorious despite Candia's resistance."}]}, {"heading": "Events", "year": "1777", "date": "September 27", "txt": "American Revolution: Lancaster, Pennsylvania becomes the capital of the United States for one day after Congress evacuates Philadelphia.", "entities": [{"title": "Lancaster, Pennsylvania", "href": "/wiki/Lancaster,_Pennsylvania", "description": "Lancaster is a city in South Central Pennsylvania, that serves as the seat of Pennsylvania's Lancaster County and is one of the oldest inland towns in the United States. With a population at the 2010 census of 59,322, it ranks eighth in population among Pennsylvania's cities. The Lancaster metropolitan area population is 507,766, making it the 104th-largest metropolitan area in the U.S. and second"}]}, {"heading": "Events", "year": "1791", "date": "September 27", "txt": "The National Assembly votes to award full citizenship to Jews in France.", "entities": [{"title": "History of the Jews in France", "href": "/wiki/History_of_the_Jews_in_France", "description": "The history of the Jews in France deals with Jews and Jewish communities in France since at least the early Middle Ages. In the Middle Ages, France was a center of Jewish learning, but over time, persecution increased, including multiple expulsions and returns. During the French Revolution in the late 18th century, on the other hand, France was the first country in Europe to emancipate its Jewish "}]}, {"heading": "Events", "year": "1822", "date": "September 27", "txt": "Jean-François Champollion announces that he has deciphered the Rosetta Stone.", "entities": [{"title": "Jean-François Champollion", "href": "/wiki/Jean-Fran%C3%A7ois_Champollion", "description": "Jean-François Champollion, also known as Champollion le jeune, was a French scholar, philologist and orientalist, known primarily as the decipherer of Egyptian hieroglyphs and a founding figure in the field of Egyptology. A child prodigy in philology, he gave his first public paper on the decipherment of Demotic in 1806, and already as a young man held many posts of honor in scientific circles, an"}]}, {"heading": "Events", "year": "1825", "date": "September 27", "txt": "The world's first public railway to use steam locomotives, the Stockton and Darlington Railway, is ceremonially opened.", "entities": [{"title": "Stockton and Darlington Railway", "href": "/wiki/Stockton_and_Darlington_Railway", "description": "The Stockton and Darlington Railway  (S&DR) was a railway company that operated in north-east England from 1825 to 1863. The world's first public railway to use steam locomotives, its first line connected collieries near Shildon with Darlington and Stockton-on-Tees in County Durham, and was officially opened on 27 September 1825. The movement of coal to ships rapidly became a lucrative business, a"}]}, {"heading": "Events", "year": "1854", "date": "September 27", "txt": "The steamship SS Arctic sinks with 300 people on board.", "entities": [{"title": "SS Arctic", "href": "/wiki/SS_Arctic", "description": "SS Arctic was a 2,856-ton paddle steamer, one of the Collins Line, which operated a transatlantic passenger and mail steamship service during the 1850s. She was the largest of a fleet of four, built with the aid of U.S. government subsidies to challenge the transatlantic supremacy of the British-backed Cunard Line. During its four-year period of service, the ship was renowned both for its speed an"}, {"title": "SS Arctic disaster", "href": "/wiki/SS_Arctic_disaster", "description": "The paddle steamer SS Arctic, owned by the Collins Line of New York, sank on September 27, 1854 after a collision with SS Vesta, a much smaller vessel, 50 miles (80 km) off the coast of Newfoundland. Passenger and crew lists indicate that there were probably more than 400 on board; of these, only 88 survived, most of whom were members of the crew. All the women and children on board perished."}]}, {"heading": "Events", "year": "1875", "date": "September 27", "txt": "The merchant sailing ship Ellen Southard is wrecked in a storm at Liverpool.", "entities": []}, {"heading": "Events", "year": "1903", "date": "September 27", "txt": "The Wreck of the Old 97, an American rail disaster that became the subject of a popular ballad.", "entities": [{"title": "Wreck of the Old 97", "href": "/wiki/Wreck_of_the_Old_97", "description": "The Wreck of the Old 97 was an American rail disaster involving the Southern Railway mail train, officially known as the Fast Mail, while en route from Monroe, Virginia, to Spencer, North Carolina, on September 27, 1903. Due to excessive speed in an attempt to maintain schedule, the train derailed at the Stillhouse Trestle near Danville, Virginia, where it careened off the side of the bridge, kill"}]}, {"heading": "Events", "year": "1908", "date": "September 27", "txt": "Production of the Model T automobile begins at the Ford Piquette Avenue Plant in Detroit.", "entities": [{"title": "Ford Piquette Avenue Plant", "href": "/wiki/Ford_Piquette_Avenue_Plant", "description": "The Ford Piquette Avenue Plant is a former factory located within the Milwaukee Junction area of Detroit, Michigan, in the United States. Built in 1904, it was the second center of automobile production for the Ford Motor Company, after the Ford Mack Avenue Plant. At the Piquette Avenue Plant, the company created and first produced the Ford Model T, the car credited with initiating the mass use of"}]}, {"heading": "Events", "year": "1916", "date": "September 27", "txt": "Iyasu V is proclaimed deposed as ruler of Ethiopia in a palace coup in favor of his aunt Zewditu.", "entities": [{"title": "Iyasu V", "href": "/wiki/Iyasu_V", "description": "Lij Iyasu, sometimes misinterpreted as Iyasu V, was the designated Emperor of Ethiopia from 1913 to 1916. His baptismal name was Kifle Yaqob. Ethiopian emperors traditionally chose their regnal name on the day they were crowned, and since he was never crowned, he is usually referred to as Lij Iyasu, \"Lij\" meaning child, especially one born of royal blood."}, {"title": "Zewditu", "href": "/wiki/Zewditu", "description": "Zewditu, also spelled Zeoditu or Zawditu or Zauditu; born Askala Maryam was Empress of Ethiopia from 1916 to 1930. The first female head of an internationally recognized country in Africa in the 19th and 20th centuries, and the first empress regnant of the Ethiopian Empire, her reign was noted for the reforms of her Regent and designated heir Ras Tafari Makonnen, about which she was at best ambiva"}]}, {"heading": "Events", "year": "1922", "date": "September 27", "txt": "King Constantine I of Greece abdicates his throne in favor of his eldest son, George II.", "entities": [{"title": "Constantine I of Greece", "href": "/wiki/Constantine_I_of_Greece", "description": "Constantine I was King of Greece from 18 March 1913 to 11 June 1917 and from 19 December 1920 to 27 September 1922. He was commander-in-chief of the Hellenic Army during the unsuccessful Greco-Turkish War of 1897 and led the Greek forces during the successful Balkan Wars of 1912–1913, in which Greece expanded to include Thessaloniki, doubling in area and population. He succeeded to the throne of G"}, {"title": "George II of Greece", "href": "/wiki/George_II_of_Greece", "description": "George II was King of Greece from September 1922 to March 1924 and from November 1935 to his death in April 1947."}]}, {"heading": "Events", "year": "1928", "date": "September 27", "txt": "The Republic of China is recognized by the United States.", "entities": [{"title": "Republic of China (1912–49)", "href": "/wiki/Republic_of_China_(1912%E2%80%9349)", "description": "The Republic of China (ROC) from 1912 to 1949, commonly known as China, was a sovereign state based in mainland China prior to the relocation of its government to Taiwan. At a population of 541 million in 1949, it was the world's most populous country. Covering 11.4 million square kilometres, it consisted of 35 provinces, 1 special administrative region, 2 regions, 12 special municipalities, 14 le"}]}, {"heading": "Events", "year": "1930", "date": "September 27", "txt": "Bobby Jones wins the (pre-Masters) Grand Slam of golf.", "entities": [{"title": "Bobby Jones (golfer)", "href": "/wiki/Bobby_Jones_(golfer)", "description": "Robert Tyre Jones Jr. was an American amateur golfer who was one of the most influential figures in the history of the sport; he was also a lawyer by profession. Jones founded and helped design the Augusta National Golf Club, and co-founded the Masters Tournament. The innovations that he introduced at the Masters have been copied by virtually every professional golf tournament in the world."}, {"title": "Grand Slam (golf)", "href": "/wiki/Grand_Slam_(golf)", "description": "The Grand Slam in professional golf is winning all of golf's major championships in the same calendar year. Other variations include the Career Grand Slam, winning all of the major tournaments within a player's career, or the non-calendar year Grand Slam, also known as the Tiger Slam, holding all major titles at the same time although not in the same year."}]}, {"heading": "Events", "year": "1938", "date": "September 27", "txt": "The ocean liner Queen Elizabeth is launched in Glasgow.", "entities": []}, {"heading": "Events", "year": "1940", "date": "September 27", "txt": "World War II: The Tripartite Pact is signed in Berlin by Germany, Japan and Italy.", "entities": [{"title": "Tripartite Pact", "href": "/wiki/Tripartite_Pact", "description": "The Tripartite Pact, also known as the Berlin Pact, was an agreement between Germany, Italy, and Japan signed in Berlin on 27 September 1940 by, respectively, Joachim von Ribbentrop, Galeazzo Ciano and Saburō Kurusu. It was a defensive military alliance that was eventually joined by Hungary, Romania, Bulgaria and Yugoslavia as well as by the German client state of Slovakia. Yugoslavia's accession "}]}, {"heading": "Events", "year": "1941", "date": "September 27", "txt": "The Greek National Liberation Front is established with Georgios Siantos as acting leader.", "entities": [{"title": "Georgios Siantos", "href": "/wiki/Georgios_Siantos", "description": "Georgios Siantos was a prominent figure of the Communist Party of Greece who served as acting general secretary of the party and as a leader of the National Liberation Front (EAM)/Greek People's Liberation Army (ELAS) Resistance movement during the German occupation of Greece in World War II."}]}, {"heading": "Events", "year": "1941", "date": "September 27", "txt": "The SS Patrick Henry is launched, becoming the first of more than 2,700 Liberty ships.", "entities": [{"title": "SS Patrick Henry", "href": "/wiki/SS_Patrick_Henry", "description": "SS Patrick Henry was the first Liberty ship launched. It was built by the Bethlehem Shipbuilding Corporation at their Bethlehem-Fairfield Shipyard in Baltimore, Maryland. She was named after Patrick Henry, an American attorney, planter, and orator best known for his declaration to the Second Virginia Convention: \"Give me liberty, or give me death!\" A Founding Father, he served as the first and six"}]}, {"heading": "Events", "year": "1942", "date": "September 27", "txt": "Last day of the Matanikau action on Guadalcanal as United States Marines barely escape after being surrounded by Japanese forces.", "entities": [{"title": "Actions along the Matanikau", "href": "/wiki/Actions_along_the_Matanikau", "description": "The Actions along the Matanikau—sometimes referred to as the Second and Third Battles of the Matanikau—were two separate but related engagements, which took place in the months of September and October 1942, among a series of engagements between the United States and Imperial Japanese naval and ground forces around the Matanikau River on Guadalcanal Island in the southwestern Pacific northeast of "}]}, {"heading": "Events", "year": "1944", "date": "September 27", "txt": "The Kassel Mission results in the largest loss by a USAAF group on any mission in World War II.", "entities": [{"title": "Kassel Mission", "href": "/wiki/Kassel_Mission", "description": "The Kassel Mission on 27 September 1944 was also known as the air battle over the Seulingswald. The mission aimed to destroy the factories in Kassel of the engineering works of Henschel & Sohn which built tracked armoured vehicles and their associated infrastructure. See bombing of Kassel in World War II."}]}, {"heading": "Events", "year": "1949", "date": "September 27", "txt": "Zeng Liansong's design is chosen as the flag of the People's Republic of China.", "entities": [{"title": "Zeng Liansong", "href": "/wiki/Zeng_Liansong", "description": "Zeng Liansong was the designer of the Flag of the People's Republic of China. He was from Rui'an, Wenzhou, Zhejiang province."}]}, {"heading": "Events", "year": "1956", "date": "September 27", "txt": "USAF Captain Milburn G. Apt becomes the first person to exceed Mach 3. Shortly thereafter, the Bell X-2 goes out of control and Captain Apt is killed.", "entities": [{"title": "Milburn G. Apt", "href": "/wiki/Milburn_G._Apt", "description": "Milburn G. \"Mel\" Apt was a U.S. Air Force test pilot, and the first man to attain speeds faster than Mach 3. He was killed after separating from the Bell X-2 in his escape capsule during the record-setting flight that exceeded Mach 3."}, {"title": "Bell X-2", "href": "/wiki/Bell_X-2", "description": "The Bell X-2 was an X-plane research aircraft built to investigate flight characteristics in the Mach 2–3 range. The X-2 was a rocket-powered, swept-wing research aircraft developed jointly in 1945 by Bell Aircraft Corporation, the United States Air Force and the National Advisory Committee for Aeronautics (NACA) to explore aerodynamic problems of supersonic flight and to expand the speed and alti"}]}, {"heading": "Events", "year": "1959", "date": "September 27", "txt": "Typhoon Vera kills nearly 5,000 people in Japan.", "entities": [{"title": "Typhoon Vera", "href": "/wiki/Typhoon_Vera", "description": "Typhoon Vera, also known as the Isewan Typhoon , was an exceptionally intense tropical cyclone that struck Japan in September 1959, becoming the strongest and deadliest typhoon on record to make landfall on the country. The storm's intensity resulted in catastrophic damage of unparalleled severity and extent, and was a major setback to the Japanese economy, which was still recovering from World Wa"}]}, {"heading": "Events", "year": "1962", "date": "September 27", "txt": "The Yemen Arab Republic is established.", "entities": [{"title": "Yemen Arab Republic", "href": "/wiki/Yemen_Arab_Republic", "description": "The Yemen Arab Republic, also known simply as North Yemen or Yemen (Sanaʽa), was a country from 1962 to 1990 in the northwestern part of what is now Yemen. Its capital was at Sanaʽa. It united with the People's Democratic Republic of Yemen, on May 22, 1990, to form the current Republic of Yemen."}]}, {"heading": "Events", "year": "1962", "date": "September 27", "txt": "Rachel Carson's book Silent Spring is published, inspiring an environmental movement and the creation of the U.S. Environmental Protection Agency.", "entities": []}, {"heading": "Events", "year": "1964", "date": "September 27", "txt": "The British TSR-2 aircraft XR219 makes its maiden flight.", "entities": [{"title": "BAC TSR-2", "href": "/wiki/BAC_TSR-2", "description": "The British Aircraft Corporation TSR-2 was a cancelled Cold War strike and reconnaissance aircraft developed by the British Aircraft Corporation (BAC) for the Royal Air Force (RAF) in the late 1950s and early 1960s. The TSR-2 was designed to penetrate a well-defended forward battle area at low altitudes and very high speeds, and then attack high-value targets in the rear with nuclear or convention"}]}, {"heading": "Events", "year": "1975", "date": "September 27", "txt": "The last use of capital punishment in Spain sparks worldwide protests.", "entities": [{"title": "Last use of capital punishment in Spain", "href": "/wiki/Last_use_of_capital_punishment_in_Spain", "description": "The last use of capital punishment in Spain took place on 27 September 1975 when two members of the armed Basque nationalist and separatist group ETA political-military and three members of the Revolutionary Antifascist Patriotic Front (FRAP) were executed by firing squads after having been convicted and sentenced to death by military tribunals for the murder of policemen and civil guards. Spain w"}]}, {"heading": "Events", "year": "1977", "date": "September 27", "txt": "Japan Airlines Flight 715 crashes on approach to Sultan Abdul Aziz Shah Airport in Subang, Malaysia, killing 34 of the 79 people on board.", "entities": [{"title": "Japan Airlines Flight 715", "href": "/wiki/Japan_Airlines_Flight_715", "description": "Japan Airlines Flight 715  was an airplane that crashed in Malaysia on 27 September 1977. It was a McDonnell Douglas DC-8, registration JA8051, on a flight from Haneda Airport in Tokyo, Japan, to Singapore International Airport in Singapore, with stopovers at Kai Tak Airport in Kowloon Bay, Hong Kong, and Sultan Abdul Aziz Shah Airport in Subang, Malaysia. Ten crew and 69 passengers were on board."}, {"title": "Sultan Abdul Aziz Shah Airport", "href": "/wiki/Sultan_Abdul_Aziz_Shah_Airport", "description": "Sultan Abdul Aziz Shah Airport, , often called Subang Airport or Subang Skypark, is an airport located in Subang, Petaling District, Selangor, Malaysia."}, {"title": "Subang, Selangor", "href": "/wiki/Subang,_Selangor", "description": "Subang is a township located in Petaling District, Selangor, Malaysia. It consists of Kampung Baru Subang, a village in the Klang Valley and the Saujana Golf and Country Club. It is only a 5 to 10 minutes drive to major cities and townships like Subang Jaya, Kelana Jaya, Sungai Buloh, Ara Damansara, Kota Damansara, Mutiara Damansara and other parts of Petaling Jaya."}, {"title": "Malaysia", "href": "/wiki/Malaysia", "description": "Malaysia is a country in Southeast Asia. The federal constitutional monarchy consists of thirteen states and three federal territories, separated by the South China Sea into two regions, Peninsular Malaysia and Borneo's East Malaysia. Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and mariti"}]}, {"heading": "Events", "year": "1983", "date": "September 27", "txt": "Richard Stallman announces the GNU Project to develop a free Unix-like operating system.", "entities": [{"title": "Richard Stallman", "href": "/wiki/Richard_Stallman", "description": "Richard Matthew Stallman, also known by his initials, rms, is an American free software movement activist and programmer. He campaigns for software to be distributed in a manner such that its users receive the freedoms to use, study, distribute, and modify that software. Software that ensures these freedoms is termed free software. Stallman launched the GNU Project, founded the Free Software Found"}]}, {"heading": "Events", "year": "1988", "date": "September 27", "txt": "The National League for Democracy is formed by Aung San Suu Kyi and others to fight dictatorship in Myanmar.", "entities": [{"title": "National League for Democracy", "href": "/wiki/National_League_for_Democracy", "description": "The National League for Democracy is a political party in Myanmar (Burma). It became the country's ruling party after a landslide victory in the 2015 general election, but was overthrown in a military coup d'état in early 2021."}]}, {"heading": "Events", "year": "1993", "date": "September 27", "txt": "The Sukhumi massacre takes place in Abkhazia.", "entities": [{"title": "Sukhumi massacre", "href": "/wiki/Sukhumi_massacre", "description": "The Sukhumi massacre took place on September 27, 1993, during and after the fall of Sukhumi into separatist hands in the course of the War in Abkhazia. It was perpetrated against Georgian civilians of Sukhumi, mainly by militia forces of Abkhaz separatists, their Russian and North Caucasian allies. It became part of a violent ethnic cleansing campaign carried out by the separatists."}]}, {"heading": "Events", "year": "1996", "date": "September 27", "txt": "The Battle of Kabul ends in a Taliban victory, who establish the Islamic Emirate of Afghanistan.", "entities": [{"title": "Battle of Kabul (1992–1996)", "href": "/wiki/Battle_of_Kabul_(1992%E2%80%931996)", "description": "Battle of Kabul refers to a series of intermittent battles and sieges over the city of Kabul during the period of 1992–1996."}, {"title": "Islamic Emirate of Afghanistan", "href": "/wiki/Islamic_Emirate_of_Afghanistan", "description": "The Islamic Emirate of Afghanistan was a totalitarian Islamic state established in September 1996, when the Taliban began their governance of Afghanistan after the fall of Kabul. At its peak, the Taliban regime controlled approximately 90% of the country, whereas remaining regions in the northeast were held by the Northern Alliance, which maintained broad international recognition as a continuatio"}]}, {"heading": "Events", "year": "1996", "date": "September 27", "txt": "Confusion on a tanker ship results in the Julie N. oil spill in Portland, Maine.", "entities": []}, {"heading": "Events", "year": "1998", "date": "September 27", "txt": "The Google internet search engine retroactively claims this date as its birthday.", "entities": [{"title": "Google", "href": "/wiki/Google", "description": "Google LLC is an American multinational technology company that specializes in Internet-related services and products, which include online advertising technologies, a search engine, cloud computing, software, and hardware. It is considered one of the five Big Tech companies along with Amazon, Facebook, Apple, and Microsoft."}]}, {"heading": "Events", "year": "2001", "date": "September 27", "txt": "In Switzerland, a gunman shoots 18 citizens, killing 14 and then himself.", "entities": [{"title": "Zug massacre", "href": "/wiki/Zug_massacre", "description": "The Zug massacre took place on 27 September 2001 in the city of Zug in the canton's parliament. Friedrich Leibacher shot dead 14 people before killing himself."}]}, {"heading": "Events", "year": "2003", "date": "September 27", "txt": "The SMART-1 satellite is launched.", "entities": [{"title": "SMART-1", "href": "/wiki/SMART-1", "description": "SMART-1 was a Swedish-designed European Space Agency satellite that orbited around the Moon. It was launched on 27 September 2003 at 23:14 UTC from the Guiana Space Centre in Kourou, French Guiana. \"SMART-1\" stands for Small Missions for Advanced Research in Technology-1. On 3 September 2006, SMART-1 was deliberately crashed into the Moon's surface, ending its mission."}]}, {"heading": "Events", "year": "2007", "date": "September 27", "txt": "NASA launches the Dawn probe to the asteroid belt.", "entities": []}, {"heading": "Events", "year": "2008", "date": "September 27", "txt": "CNSA astronaut Zhai Zhigang becomes the first Chinese person to perform a spacewalk.", "entities": [{"title": "Zhai Zhigang", "href": "/wiki/Zhai_Zhigang", "description": "Zhai Zhigang is a major general in the People's Liberation Army Air Force and a CNSA astronaut. During the Shenzhou 7 mission in 2008, he became the first Chinese citizen to carry out a spacewalk."}]}, {"heading": "Events", "year": "2012", "date": "September 27", "txt": "In Minneapolis, a gunman shoots seven citizens, killing five and then himself.", "entities": [{"title": "Minneapolis firm shooting", "href": "/wiki/Minneapolis_firm_shooting", "description": "A shooting incident occurred at a firm in Minneapolis, Minnesota, on the afternoon of Thursday, September 27, 2012. The attack took place inside Accent Signage Systems, where a former employee walked into the firm's building and fired a Glock 19 9mm pistol. By the end of the day, five people were dead, including the gunman who committed suicide, and four others were injured, three of them critical"}]}, {"heading": "Events", "year": "2014", "date": "September 27", "txt": "The eruption of Mount Ontake in Japan occurs.", "entities": [{"title": "2014 Mount Ontake eruption", "href": "/wiki/2014_Mount_Ontake_eruption", "description": "A volcanic eruption of Mount Ontake  took place on September 27, 2014, killing 63 people. Mount Ontake is a volcano located on the Japanese island of Honshu around 100 kilometres (62 mi) northeast of Nagoya and around 200 km (120 mi) west of Tokyo. It was the first fatal volcanic eruption in Japan since the 1991 eruption at Mount Unzen, and the deadliest volcanic eruption in Japan since Torishima "}]}, {"heading": "Events", "year": "2019", "date": "September 27", "txt": "Over two million people participated in worldwide strikes to protest climate change across 2,400 locations worldwide.", "entities": [{"title": "September 2019 climate strikes", "href": "/wiki/September_2019_climate_strikes", "description": "The September 2019 climate strikes, also known as the Global Week for Future, were a series of international strikes and protests to demand action be taken to address climate change, which took place from 20–27 September. The strikes' key dates were 20 September, which was three days before the United Nations Climate Summit, and 27 September. The protests took place across 4,500 locations in 150 c"}]}, {"heading": "Births", "year": "808", "date": "September 27", "txt": "Ninmyō, Japanese emperor (d. 850)", "entities": [{"title": "Emperor Ninmyō", "href": "/wiki/Emperor_Ninmy%C5%8D", "description": "Emperor Ninmyō  was the 54th emperor of Japan, according to the traditional order of succession. Ninmyō's reign lasted from 833 to 850, during the Heian period."}]}, {"heading": "Births", "year": "830", "date": "September 27", "txt": "Ermentrude of Orléans, Queen of the Franks (probable year; d. 869)", "entities": [{"title": "Ermentrude of Orléans", "href": "/wiki/Ermentrude_of_Orl%C3%A9ans", "description": "Ermentrude of Orléans was Queen of the Franks by her marriage to Charles the Bald, Holy Roman Emperor and King of West Francia. She was the daughter of Odo, Count of Orléans, and his wife, Engeltrude de Fézensac. The epithet \"of Orléans\" is not contemporary."}]}, {"heading": "Births", "year": "1271", "date": "September 27", "txt": "Wenceslaus II of Bohemia, King of Bohemia and Poland (d. 1305)", "entities": [{"title": "Wenceslaus II of Bohemia", "href": "/wiki/Wenceslaus_II_of_Bohemia", "description": "Wenceslaus II Přemyslid was King of Bohemia (1278–1305), Duke of Cracow (1291–1305), and King of Poland (1300–1305)."}]}, {"heading": "Births", "year": "1275", "date": "September 27", "txt": "John II, Duke of Brabant (d. 1312)", "entities": [{"title": "John II, Duke of Brabant", "href": "/wiki/John_II,_Duke_of_Brabant", "description": "John II, also called John the Peaceful, was Duke of Brabant, Lothier and Limburg (1294–1312). He was the son of John I of Brabant and Margaret of Flanders."}]}, {"heading": "Births", "year": "1300", "date": "September 27", "txt": "Adolf, Count Palatine of the Rhine (d. 1327)", "entities": [{"title": "Adolf, Count Palatine of the Rhine", "href": "/wiki/Adolf,_Count_Palatine_of_the_Rhine", "description": "Adolf of the Rhine from the house of Wittelsbach was formally Count Palatine of the Rhine from 1319 to 1327."}]}, {"heading": "Births", "year": "1389", "date": "September 27", "txt": "Cosimo de' Medici, ruler of Florence (d. 1464)", "entities": [{"title": "Cosimo de' Medici", "href": "/wiki/Cosimo_de%27_Medici", "description": "Cosimo di Giovanni de' Medici was an Italian banker and politician who established the Medici family as effective rulers of Florence during much of the Italian Renaissance. His power derived from his wealth as a banker, and he was a patron of arts, learning and architecture. Despite his influence, his power was not absolute; Florence's legislative councils at times resisted his proposals throughou"}]}, {"heading": "Births", "year": "1433", "date": "September 27", "txt": "Stanisław Kazimierczyk, Polish canon regular and saint (d. 1489)", "entities": [{"title": "Stanisław Kazimierczyk", "href": "/wiki/Stanis%C5%82aw_Kazimierczyk", "description": "Stanisław Kazimierczyk was a Polish Catholic priest and a professed member of the Canons Regular of the Lateran. He became noted for his ardent devotions to both the Eucharist and to his personal patron saint, Stanislaus of Szczepanów, as well as for his charitable dedication to the ill and poor of Kraków."}]}, {"heading": "Births", "year": "1442", "date": "September 27", "txt": "John de la Pole, 2nd Duke of Suffolk (d. 1491)", "entities": [{"title": "John de la Pole, 2nd Duke of Suffolk", "href": "/wiki/John_de_la_Pole,_2nd_Duke_of_Suffolk", "description": "John de la Pole, 2nd Duke of Suffolk, KG, was a major magnate in 15th-century England. He was the son of William de la Pole, 1st Duke of Suffolk, and Alice Chaucer, the daughter of Thomas Chaucer. His youth was blighted, in 1450, by the political fall and subsequent murder of his father, who had been a favourite of the king, Henry VI, but was increasingly distrusted by the rest of the nobility. Al"}]}, {"heading": "Births", "year": "1496", "date": "September 27", "txt": "Hieronymus Łaski, Polish diplomat (d. 1542)", "entities": [{"title": "Hieronymus Łaski", "href": "/wiki/Hieronymus_%C5%81aski", "description": "Hieronymus Jarosław Laski, Lasky, Laszki, Laszky, Laskó, Jeromos, Jerome, Hieronym, Hieronim, was a Polish diplomat born of an illustrious Polish family. Laski was the nephew of Archbishop John Laski and served as palatine of Inowrocław and of Sieradia, Sieradz."}]}, {"heading": "Births", "year": "1507", "date": "September 27", "txt": "Guillaume Rondelet, French physician (d. 1566)", "entities": [{"title": "Guillaume Rondelet", "href": "/wiki/Guillaume_Rondelet", "description": "Guillaume Rondelet, also known as Rondeletus/Rondeletius, was Regius professor of medicine at the University of Montpellier in southern France and Chancellor of the University between 1556 and his death in 1566. He achieved renown as an anatomist and a naturalist with a particular interest in botany and ichthyology. His major work was a lengthy treatise on marine animals, which took two years to w"}]}, {"heading": "Births", "year": "1533", "date": "September 27", "txt": "Stefan Batory, King of Poland (d. 1586)", "entities": [{"title": "Stefan Batory", "href": "/wiki/Stefan_Batory", "description": "Stephen Báthory was Voivode of Transylvania (1571–1576), Prince of Transylvania (1576–1586), King of Poland and Grand Duke of Lithuania (1576–1586)."}]}, {"heading": "Births", "year": "1544", "date": "September 27", "txt": "Takenaka Shigeharu, Japanese samurai (d. 1579)", "entities": [{"title": "Takenaka Shigeharu", "href": "/wiki/Takenaka_Shigeharu", "description": "Takenaka Shigeharu , who was also known as Hanbei (半兵衛), was a Japanese samurai during the Sengoku period of the 16th century. He was a chief strategist and adviser of Toyotomi Hideyoshi."}]}, {"heading": "Births", "year": "1552", "date": "September 27", "txt": "Flaminio Scala, Italian playwright and stage actor (d. 1624)", "entities": [{"title": "Flaminio Scala", "href": "/wiki/Flaminio_Scala", "description": "Flaminio Scala, commonly known by his stage name, Flavio, was an Italian stage actor of Commedia dell'Arte, scenario writer, playwright, director, producer, manager, agent, and editor. Considered one of the most important figures in Renaissance theatre, Scala is remembered today as the author of the first published collection of commedia scenarios, Il Teatro delle Favole Rappresentative, short com"}]}, {"heading": "Births", "year": "1598", "date": "September 27", "txt": "Robert Blake, English admiral (d. 1657)", "entities": [{"title": "Robert Blake (admiral)", "href": "/wiki/Robert_Blake_(admiral)", "description": "General at Sea Robert Blake was an important naval commander of the Commonwealth of England and one of the most famous English admirals of the 17th century. His successes have been considered to have \"never been excelled, not even by Nelson\" according to one biographer. Blake is recognised as the chief founder of England's naval supremacy, a dominance subsequently inherited by the British Royal Na"}]}, {"heading": "Births", "year": "1601", "date": "September 27", "txt": "Louis XIII of France (d. 1643)", "entities": [{"title": "Louis XIII of France", "href": "/wiki/Louis_XIII_of_France", "description": "Louis XIII was King of France from 1610 to 1643 and King of Navarre from 1610 to 1620, when the crown of Navarre was merged with the French crown."}]}, {"heading": "Births", "year": "1627", "date": "September 27", "txt": "Jacques-Bénigne Bossuet, French bishop and theologian (d. 1704)", "entities": [{"title": "Jacques-Bénigne Bossuet", "href": "/wiki/Jacques-B%C3%A9nigne_Bossuet", "description": "Jacques-Bénigne Lignel Bossuet was a French bishop and theologian, renowned for his sermons and other addresses. He has been considered by many to be one of the most brilliant orators of all time and a masterly French stylist."}]}, {"heading": "Births", "year": "1643", "date": "September 27", "txt": "Solomon Stoddard, American pastor and librarian (d. 1729)", "entities": [{"title": "Solomon Stoddard", "href": "/wiki/Solomon_Stoddard", "description": "Solomon Stoddard was the pastor of the Congregationalist Church in Northampton, Massachusetts Bay Colony. He succeeded Rev. Eleazer Mather, and later married his widow around 1670. Stoddard significantly liberalized church policy while promoting more power for the clergy, decrying drinking and extravagance, and urging the preaching of hellfire and the Judgment. The major religious leader of what w"}]}, {"heading": "Births", "year": "1657", "date": "September 27", "txt": "Sofia Alekseyevna of Russia (d. 1704)", "entities": [{"title": "Sofia Alekseyevna of Russia", "href": "/wiki/Sofia_Alekseyevna_of_Russia", "description": "Sophia Alekseyevna ruled as regent of Russia from 1682 to 1689. She allied herself with a singularly capable courtier and politician, Prince Vasily Golitsyn, to install herself during the minority of her brother Ivan V and half-brother Peter I. She carried out her regency with a firm hand. The activity of this \"bogatyr-tsarevna\" was all the more extraordinary, as upper-class Muscovite women, confi"}]}, {"heading": "Births", "year": "1677", "date": "September 27", "txt": "Giovanni Carlo Maria Clari, Italian violinist and composer (d. 1754)", "entities": [{"title": "Giovanni Carlo Maria Clari", "href": "/wiki/Giovanni_Carlo_Maria_Clari", "description": "Giovanni Carlo Maria Clari was an Italian musical composer and maestro di cappella (chapel-master) at Pistoia. He was born at Pisa. He gained his initial grounding in musical education from his father, a violinist originally from Rome who was employed in the service of the church of the Cavalieri di S. Stefano in Pisa."}]}, {"heading": "Births", "year": "1696", "date": "September 27", "txt": "Alphonsus Maria de' Liguori, Italian bishop and saint (d. 1787)", "entities": [{"title": "Alphonsus Maria de' Liguori", "href": "/wiki/Alphonsus_Maria_de%27_Liguori", "description": "Alphonsus Liguori (1696–1787), sometimes called Alphonsus Maria de Liguori or Saint Alphonsus Liguori, was an Italian Catholic bishop, spiritual writer, composer, musician, artist, poet, lawyer, scholastic philosopher, and theologian."}]}, {"heading": "Births", "year": "1719", "date": "September 27", "txt": "Abraham Gotthelf Kästner, German mathematician and epigrammatist (d. 1800)", "entities": [{"title": "Abraham Gotthelf Kästner", "href": "/wiki/Abraham_Gotthelf_K%C3%A4stner", "description": "Abraham Gotthelf Kästner was a German mathematician and epigrammatist."}]}, {"heading": "Births", "year": "1722", "date": "September 27", "txt": "Samuel Adams, American philosopher and politician, 4th Governor of Massachusetts (d. 1803)", "entities": [{"title": "Samuel Adams", "href": "/wiki/Samuel_Adams", "description": "Samuel Adams was an American statesman, political philosopher, and one of the Founding Fathers of the United States. He was a politician in colonial Massachusetts, a leader of the movement that became the American Revolution, and one of the architects of the principles of American republicanism that shaped the political culture of the United States. He was a second cousin to his fellow Founding Fa"}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1729", "date": "September 27", "txt": "Michael Denis, Austrian lepidopterist, author, and poet (d. 1800)", "entities": [{"title": "Michael Denis", "href": "/wiki/Michael_Denis", "description": "Johann Nepomuk Cosmas Michael Denis, also: Sined the Bard, was an Austrian Catholic priest and Jesuit, who is best known as a poet, bibliographer, and lepidopterist."}]}, {"heading": "Births", "year": "1739", "date": "September 27", "txt": "Francis Russell, Marquess of Tavistock, Irish politician (d. 1767)", "entities": [{"title": "Francis Russell, Marquess of Tavistock", "href": "/wiki/Francis_Russell,_Marquess_of_Tavistock", "description": "Francis Russell, Marquess of Tavistock was a British politician and the eldest son of the 4th Duke of Bedford and his second wife Hon. Gertrude Leveson-Gower."}]}, {"heading": "Births", "year": "1765", "date": "September 27", "txt": "Antoine Philippe de La Trémoille, French general (d. 1794)", "entities": [{"title": "Antoine Philippe de La Trémoille", "href": "/wiki/Antoine_Philippe_de_La_Tr%C3%A9moille", "description": "Antoine Philippe de La Trémoïlle, Prince of Talmont was a French noble and royalist notable for his military involvement against the French Revolution."}]}, {"heading": "Births", "year": "1772", "date": "September 27", "txt": "Martha Jefferson Randolph, daughter of Thomas Jefferson who had twelve children (d. 1836)", "entities": [{"title": "Martha Jefferson Randolph", "href": "/wiki/Martha_Jefferson_Randolph", "description": "Martha \"Patsy\" Randolph was the eldest daughter of Thomas Jefferson, the third President of the United States, and his wife, Martha Wayles Skelton Jefferson. She was born at Monticello, near Charlottesville, Virginia."}, {"title": "Thomas Jefferson", "href": "/wiki/Thomas_Jefferson", "description": "Thomas Jefferson was an American statesman, diplomat, lawyer, architect, philosopher, and Founding Father who served as the third president of the United States from 1801 to 1809. He had previously served as the second vice president of the United States under John Adams between 1797 and 1801. The principal author of the Declaration of Independence, Jefferson was a proponent of democracy, republic"}]}, {"heading": "Births", "year": "1783", "date": "September 27", "txt": "Agustín de Iturbide, Mexican royalist turned insurgent; first emperor of Mexico (d. 1824)", "entities": [{"title": "Agustín de Iturbide", "href": "/wiki/Agust%C3%ADn_de_Iturbide", "description": "Agustín Cosme Damián de Iturbide y Arámburu, also known as Augustine of Mexico, was a Mexican army general and politician. During the Mexican War of Independence, he built a successful political and military coalition that took control in Mexico City on 27 September 1821, decisively gaining independence for Mexico. After securing the secession of Mexico from Spain, Iturbide was proclaimed presiden"}]}, {"heading": "Births", "year": "1803", "date": "September 27", "txt": "Samuel Francis Du Pont, American admiral (d. 1865)", "entities": [{"title": "Samuel Francis Du Pont", "href": "/wiki/Samuel_Francis_Du_Pont", "description": "Samuel Francis Du Pont was a rear admiral in the United States Navy, and a member of the prominent Du Pont family. In the Mexican–American War, Du Pont captured San Diego, and was made commander of the California naval blockade. Through the 1850s, he promoted engineering studies at the United States Naval Academy, to enable more mobile and aggressive operations. In the American Civil War, he playe"}]}, {"heading": "Births", "year": "1805", "date": "September 27", "txt": "George Müller, German-English evangelist and missionary, founded the Ashley Down Orphanage (d. 1898)", "entities": [{"title": "George Müller", "href": "/wiki/George_M%C3%BCller", "description": "George Müller was a Christian evangelist and the director of the Ashley Down orphanage in Bristol, England. He was one of the founders of the Plymouth Brethren movement. Later during the split, his group was labelled as the Open Brethren."}, {"title": "New Orphan Houses, Ashley Down, Bristol", "href": "/wiki/New_Orphan_Houses,_Ashley_Down,_Bristol", "description": "The New Orphan Houses, Ashley Down, commonly known as the Muller Homes, were an orphanage in the district of Ashley Down, in the north of Bristol. They were built between 1849 and 1870 by the Prussian evangelist George Müller to show the world that God not only heard, but answered, prayer. The five Houses held 2,050 children at any one time and some 17,000 passed through their doors before the bui"}]}, {"heading": "Births", "year": "1818", "date": "September 27", "txt": "Hermann Kolbe, German chemist and academic (d. 1884)", "entities": [{"title": "Hermann Kolbe", "href": "/wiki/Hermann_Kolbe", "description": "Adolph Wilhelm Hermann Kolbe was a contributor in the birth of modern organic chemistry. He was a Professor at Marburg and Leipzig. Kolbe coined the term synthesis and contributed to the philosophical demise of vitalism through synthesis of the organic substance acetic acid from carbon disulfide, and also contributed to the development of structural theory. This was done via modifications to the i"}]}, {"heading": "Births", "year": "1821", "date": "September 27", "txt": "Henri-Frédéric Amiel, Swiss philosopher, poet, and critic (d. 1881)", "entities": [{"title": "Henri-Frédéric Amiel", "href": "/wiki/Henri-Fr%C3%A9d%C3%A9ric_Amiel", "description": "Henri Frédéric Amiel was a Swiss moral philosopher, poet, and critic."}]}, {"heading": "Births", "year": "1824", "date": "September 27", "txt": "William \"Bull\" Nelson, American general (d. 1862)", "entities": [{"title": "William \"Bull\" Nelson", "href": "/wiki/William_%22Bull%22_Nelson", "description": "William \"Bull\" Nelson was a United States naval officer who became a Union general during the American Civil War."}]}, {"heading": "Births", "year": "1830", "date": "September 27", "txt": "William Babcock Hazen, American general (d. 1887)", "entities": [{"title": "William Babcock Hazen", "href": "/wiki/William_Babcock_Hazen", "description": "William Babcock Hazen was a career United States Army officer who served in the Indian Wars, as a Union general in the American Civil War, and as Chief Signal Officer of the U.S. Army. His most famous service was defending \"Hell's Half Acre\" at the Battle of Stones River in 1862, and seizing Fort McAllister, Georgia, in December 1864, which allowed William Sherman to capture Savannah at the end of"}]}, {"heading": "Births", "year": "1838", "date": "September 27", "txt": "Lawrence Sullivan Ross, American general and politician, 19th Governor of Texas (d. 1898)", "entities": [{"title": "Lawrence Sullivan Ross", "href": "/wiki/Lawrence_Sullivan_Ross", "description": "Lawrence Sullivan \"Sul\" Ross was the 19th governor of Texas, a Confederate States Army general during the American Civil War, and a president of the Agricultural and Mechanical College of Texas, now called Texas A&M University."}, {"title": "Governor of Texas", "href": "/wiki/Governor_of_Texas", "description": "The governor of Texas is the head of state, head of government and chief executive of Texas. The governor directs the legislative branch and the executive branch of the state government and is the commander in chief of the Texas military forces. The governor has the power to either approve or veto bills passed by the Texas Legislature, and to convene the legislature. The governor may grant pardons"}]}, {"heading": "Births", "year": "1840", "date": "September 27", "txt": "Alfred Thayer Mahan, American captain and historian (d. 1914)", "entities": [{"title": "Alfred Thayer Mahan", "href": "/wiki/Alfred_Thayer_Mahan", "description": "Alfred Thayer Mahan was a United States naval officer and historian, whom John Keegan called \"the most important American strategist of the nineteenth century.\" His book The Influence of Sea Power Upon History, 1660–1783 (1890) won immediate recognition, especially in Europe, and with its successor, The Influence of Sea Power Upon the French Revolution and Empire, 1793–1812 (1892), made him world-"}]}, {"heading": "Births", "year": "1840", "date": "September 27", "txt": "Thomas Nast, German-American cartoonist (d. 1902)", "entities": []}, {"heading": "Births", "year": "1842", "date": "September 27", "txt": "Alphonse François Renard, Belgian geologist and petrographer (d. 1903)", "entities": [{"title": "Alphonse François Renard", "href": "/wiki/Alphonse_Fran%C3%A7ois_Renard", "description": "Alphonse Francois Renard, Belgian geologist and petrographer, was born at Ronse, in East Flanders, on 27 September 1842. He was educated for the church of Rome, and from 1866 to 1869 he was superintendent at the College de la Paix, Namur."}]}, {"heading": "Births", "year": "1843", "date": "September 27", "txt": "Gaston Tarry, French mathematician and academic (d. 1913)", "entities": [{"title": "Gaston Tarry", "href": "/wiki/Gaston_Tarry", "description": "Gaston Tarry was a French mathematician. Born in Villefranche de Rouergue, Aveyron, he studied mathematics at high school before joining the civil service in Algeria."}]}, {"heading": "Births", "year": "1861", "date": "September 27", "txt": "Corinne Roosevelt Robinson, American poet and author (d. 1933)", "entities": [{"title": "Corinne Roosevelt Robinson", "href": "/wiki/Corinne_Roosevelt_Robinson", "description": "Corinne Roosevelt was an American poet, writer and lecturer. She was also the younger sister of former President of the United States Theodore Roosevelt and an aunt of future First Lady of the United States, Eleanor Roosevelt."}]}, {"heading": "Births", "year": "1864", "date": "September 27", "txt": "Andrej Hlinka, Slovak priest and politician (d. 1938)", "entities": [{"title": "Andrej Hlinka", "href": "/wiki/Andrej_Hlinka", "description": "Andrej Hlinka was a Slovak Catholic priest, journalist, banker, and politician, one of the most important Slovak public activists in Czechoslovakia before Second World War. He was the leader of the Hlinka's Slovak People's Party, papal chamberlain, inducted papal protonotary, member of the National Assembly of Czechoslovakia, and chairman of the St. Vojtech Fellowship."}]}, {"heading": "Births", "year": "1866", "date": "September 27", "txt": "Eurosia Fabris, Italian saint (d. 1932)", "entities": [{"title": "Eurosia Fabris", "href": "/wiki/Eurosia_Fabris", "description": "Eurosia Fabris, also known as Mamma Rosa, was best known to Catholics as a model of holiness in the daily life of a Catholic family. She gained some attention outside of the Catholic community in 2005 when the Vatican started her on the process of canonization. Some people have quipped that she might even become the \"patron saint of large families\" because she had eleven children."}]}, {"heading": "Births", "year": "1871", "date": "September 27", "txt": "Grazia Deledda, Italian novelist and poet, Nobel Prize laureate (d. 1936)", "entities": [{"title": "Grazia Deledda", "href": "/wiki/Grazia_Deledda", "description": "Grazia Maria Cosima Damiana Deledda, also known in Sardinian language as Gràssia or Gràtzia Deledda, was an Italian writer who received the Nobel Prize for Literature in 1926 \"for her idealistically inspired writings which with plastic clarity picture the life on her native island [i.e. Sardinia] and with depth and sympathy deal with human problems in general\". She was the first Italian woman to r"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1879", "date": "September 27", "txt": "Hans Hahn, Austrian mathematician and philosopher (d. 1934)", "entities": [{"title": "Hans Hahn (mathematician)", "href": "/wiki/Hans_Hahn_(mathematician)", "description": "Hans Hahn was an Austrian mathematician who made contributions to functional analysis, topology, set theory, the calculus of variations, real analysis, and order theory."}]}, {"heading": "Births", "year": "1879", "date": "September 27", "txt": "Frederick Schule, American hurdler and coach (d. 1962)", "entities": []}, {"heading": "Births", "year": "1879", "date": "September 27", "txt": "Cyril Scott, English poet and composer (d. 1970)", "entities": []}, {"heading": "Births", "year": "1882", "date": "September 27", "txt": "Dorothy Greenhough-Smith, English figure skater and tennis player (d. 1965)", "entities": [{"title": "Dorothy Greenhough-Smith", "href": "/wiki/Dorothy_Greenhough-Smith", "description": "Dorothy Greenhough-Smith was a British figure skater."}]}, {"heading": "Births", "year": "1885", "date": "September 27", "txt": "Harry Blackstone, Sr., American magician (d. 1965)", "entities": [{"title": "Harry Blackstone, Sr.", "href": "/wiki/Harry_Blackstone,_Sr.", "description": "Harry Bouton Blackstone was a famed stage magician and illusionist of the 20th century. Blackstone was born Harry Bouton in Chicago, Illinois. He began his career as a magician in his teens and was popular through World War II as a USO entertainer. He was often billed as The Great Blackstone. His son Harry Blackstone Jr. also became a famous magician. Blackstone Sr. was aided by his younger brothe"}]}, {"heading": "Births", "year": "1885", "date": "September 27", "txt": "Charles Benjamin Howard, Canadian businessman and politician (d. 1964)", "entities": []}, {"heading": "Births", "year": "1892", "date": "September 27", "txt": "George Bambridge, English diplomat (d. 1943)", "entities": [{"title": "George Bambridge", "href": "/wiki/George_Bambridge", "description": "George Louis St Clair Bambridge was a British diplomat. His wife, Elsie, was the daughter of the author Rudyard Kipling."}]}, {"heading": "Births", "year": "1894", "date": "September 27", "txt": "Lothar von Richthofen, German lieutenant and pilot (d. 1922)", "entities": [{"title": "Lothar von Richthofen", "href": "/wiki/Lothar_von_Richthofen", "description": "Lothar Siegfried Freiherr von Richthofen was a German First World War fighter ace credited with 40 victories. He was a younger brother of top-scoring ace Manfred von Richthofen and a distant cousin of Luftwaffe Field Marshal Wolfram von Richthofen."}]}, {"heading": "Births", "year": "1895", "date": "September 27", "txt": "Woolf Barnato, English race car driver and financier (d. 1948)", "entities": [{"title": "Woolf Barnato", "href": "/wiki/Woolf_Barnato", "description": "Joel Woolf Barnato was a British financier and racing driver, one of the \"Bentley Boys\" of the 1920s. He achieved three consecutive wins out of three entries in the 24 Hours of Le Mans race."}]}, {"heading": "Births", "year": "1896", "date": "September 27", "txt": "Gilbert Ashton, English cricketer (d. 1981)", "entities": [{"title": "Gilbert Ashton", "href": "/wiki/Gilbert_Ashton", "description": "Gilbert Ashton MC was an English cricketer who played 62 first-class matches between the wars, mostly for Cambridge University and Worcestershire. His obituary in Wisden called him \"a fine, aggressive stroke-player\" and praised his fielding ability at cover point.\nHis bowling was of the occasional variety, and after he left Cambridge became essentially non-existent."}]}, {"heading": "Births", "year": "1896", "date": "September 27", "txt": "Sam Ervin, American soldier and politician (d. 1985)", "entities": []}, {"heading": "Births", "year": "1898", "date": "September 27", "txt": "Vincent Youmans, American composer and producer (d. 1946)", "entities": [{"title": "Vincent Youmans", "href": "/wiki/Vincent_Youmans", "description": "Vincent Millie Youmans was an American Broadway composer and producer."}]}, {"heading": "Births", "year": "1904", "date": "September 27", "txt": "Edvard Kocbek, Slovenian poet and politician (d. 1981)", "entities": [{"title": "Edvard Kocbek", "href": "/wiki/Edvard_Kocbek", "description": "Edvard Kocbek was a Slovenian poet, writer, essayist, translator, member of Christian Socialists in the Liberation Front of the Slovene Nation and Slovene Partisans. He is considered as one of the best authors who have written in Slovene, and one of the best Slovene poets after Prešeren. His political role during and after World War II made him one of the most controversial figures in Slovenia in "}]}, {"heading": "Births", "year": "1905", "date": "September 27", "txt": "Conrad Heidkamp, German footballer and manager (d. 1994)", "entities": [{"title": "Conrad Heidkamp", "href": "/wiki/Conrad_Heidkamp", "description": "Conrad \"Conny\" Heidkamp was a German footballer who played as a defender for Düsseldorfer SC 99 and Bayern Munich"}]}, {"heading": "Births", "year": "1906", "date": "September 27", "txt": "William Empson, English poet and critic (d. 1984)", "entities": [{"title": "William Empson", "href": "/wiki/William_Empson", "description": "Sir William Empson was an English literary critic and poet, widely influential for his practice of closely reading literary works, a practice fundamental to New Criticism. His best-known work is his first, Seven Types of Ambiguity, published in 1930."}]}, {"heading": "Births", "year": "1906", "date": "September 27", "txt": "Jim Thompson, American author and screenwriter (d. 1977)", "entities": []}, {"heading": "Births", "year": "1906", "date": "September 27", "txt": "Sergei Varshavsky, Russian art collector and author (d. 1980)", "entities": []}, {"heading": "Births", "year": "1907", "date": "September 27", "txt": "Bernard Miles, English actor, director, producer, and screenwriter (d. 1991)", "entities": [{"title": "Bernard Miles", "href": "/wiki/Bernard_Miles", "description": "Bernard James Miles, Baron Miles, CBE was an English character actor, writer and director. He opened the Mermaid Theatre in London in 1959, the first new theatre that opened in the City of London since the 17th century."}]}, {"heading": "Births", "year": "1911", "date": "September 27", "txt": "Marcey Jacobson, American-Mexican photographer (d. 2009)", "entities": [{"title": "Marcey Jacobson", "href": "/wiki/Marcey_Jacobson", "description": "Marcella \"Marcey\" Jacobson was an American photographer who moved to Chiapas, Mexico in the 1950s, and was best known for her photographs of the indigenous peoples of Southern Mexico."}]}, {"heading": "Births", "year": "1913", "date": "September 27", "txt": "Albert Ellis, American psychologist and author (d. 2007)", "entities": [{"title": "Albert Ellis", "href": "/wiki/Albert_Ellis", "description": "Albert Ellis was an American psychologist and psychotherapist who founded Rational Emotive Behavior Therapy (REBT). He held MA and PhD degrees in clinical psychology from Columbia University, and was certified by the American Board of Professional Psychology (ABPP). He also founded, and was the President of, the New York City-based Albert Ellis Institute. He is generally considered to be one of th"}]}, {"heading": "Births", "year": "1916", "date": "September 27", "txt": "S. Yizhar, Israeli academic and politician (d. 2006)", "entities": [{"title": "S. Yizhar", "href": "/wiki/S._Yizhar", "description": "Yizhar Smilansky, known by his pen name S. Yizhar, was an Israeli writer and politician. Widely regarded as one of the preeminent figures in Israeli literature, he was awarded the Israel Prize in 1959 for fine literature. He was also awarded several other prizes of national distinction. In his political life, Yizhar served in the Knesset under Mapai almost continuously from 1949-1967."}]}, {"heading": "Births", "year": "1917", "date": "September 27", "txt": "Louis Auchincloss, American novelist and essayist (d. 2010)", "entities": [{"title": "Louis Auchincloss", "href": "/wiki/Louis_Auchincloss", "description": "Louis Stanton Auchincloss was an American lawyer, novelist, historian, and essayist. He is best known as a novelist who parlayed his experiences into books exploring the experiences and psychology of American polite society and old money. His dry, ironic works of fiction continue the tradition of Henry James and Edith Wharton. He wrote his novels initially under the name Andrew Lee, the name of an"}]}, {"heading": "Births", "year": "1917", "date": "September 27", "txt": "Carl Ballantine, American magician and actor (d. 2009)", "entities": []}, {"heading": "Births", "year": "1917", "date": "September 27", "txt": "William T. Orr, American actor and producer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1917", "date": "September 27", "txt": "Benjamin Rubin, American microbiologist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1918", "date": "September 27", "txt": "Martin Ryle, English astronomer and author, Nobel Prize laureate (d. 1984)", "entities": [{"title": "Martin Ryle", "href": "/wiki/Martin_Ryle", "description": "Sir Martin Ryle was an English radio astronomer who developed revolutionary radio telescope systems and used them for accurate location and imaging of weak radio sources. In 1946 Ryle and Derek Vonberg were the first people to publish interferometric astronomical measurements at radio wavelengths. With improved equipment, Ryle observed the most distant known galaxies in the universe at that time. "}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1918", "date": "September 27", "txt": "Malcolm Shepherd, 2nd Baron Shepherd (d. 2001)", "entities": []}, {"heading": "Births", "year": "1918", "date": "September 27", "txt": "Konstantin Gerchik, Soviet military leader (1958-1961)", "entities": []}, {"heading": "Births", "year": "1919", "date": "September 27", "txt": "Jayne Meadows, American actress and author (d. 2015)", "entities": [{"title": "Jayne Meadows", "href": "/wiki/Jayne_Meadows", "description": "Jayne Meadows, also known as Jayne Meadows Allen, was an American stage, film and television actress, as well as an author and lecturer. She was nominated for three Emmy Awards during her career and was the elder sister of actress and memoirist Audrey Meadows."}]}, {"heading": "Births", "year": "1919", "date": "September 27", "txt": "Charles H. Percy, American lieutenant and politician (d. 2011)", "entities": []}, {"heading": "Births", "year": "1919", "date": "September 27", "txt": "James H. Wilkinson, American mathematician and computer scientist (d. 1986)", "entities": []}, {"heading": "Births", "year": "1921", "date": "September 27", "txt": "Miklós Jancsó, Hungarian director and screenwriter (d. 2014)", "entities": [{"title": "Miklós Jancsó", "href": "/wiki/Mikl%C3%B3s_Jancs%C3%B3", "description": "Miklós Jancsó was a Hungarian film director and screenwriter."}]}, {"heading": "Births", "year": "1921", "date": "September 27", "txt": "Milton Subotsky, American screenwriter and producer, co-founded Amicus Productions (d. 1991)", "entities": [{"title": "Amicus Productions", "href": "/wiki/Amicus_Productions", "description": "Amicus Productions was a British film production company, based at Shepperton Studios, England, active between 1962 and 1977. It was founded by American producers and screenwriters Milton Subotsky and Max Rosenberg."}]}, {"heading": "Births", "year": "1921", "date": "September 27", "txt": "Bernard Waber, American author and illustrator (d. 2013)", "entities": []}, {"heading": "Births", "year": "1922", "date": "September 27", "txt": "Sammy Benskin, American pianist and bandleader (d. 1992)", "entities": [{"title": "Sammy Benskin", "href": "/wiki/Sammy_Benskin", "description": "Samuel Benskin was an American pianist and bandleader."}]}, {"heading": "Births", "year": "1922", "date": "September 27", "txt": "Arthur Penn, American director and producer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 27", "txt": "Ernest Becker, American-Canadian anthropologist, author, and academic (d. 1974)", "entities": [{"title": "Ernest Becker", "href": "/wiki/Ernest_Becker", "description": "Ernest Becker was an American cultural anthropologist and author of the 1974 Pulitzer Prize-winning book, The Denial of Death."}]}, {"heading": "Births", "year": "1924", "date": "September 27", "txt": "Bud Powell, American pianist and composer (d. 1966)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 27", "txt": "Fred Singer, Austrian-American physicist and academic (d. 2020)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 27", "txt": "Josef Škvorecký, Czech-Canadian author and publisher (d. 2012)", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 27", "txt": "Robert Edwards, English physiologist and academic, Nobel Prize laureate (d. 2013)", "entities": [{"title": "Robert Edwards (physiologist)", "href": "/wiki/Robert_Edwards_(physiologist)", "description": "Sir Robert Geoffrey Edwards was an English physiologist and pioneer in reproductive medicine, and in-vitro fertilisation (IVF) in particular. Along with the surgeon Patrick Steptoe, and the nurse Jean Purdy, Edwards successfully pioneered conception through IVF, which led to the birth of Louise Brown on 25 July 1978. They founded the first IVF programme for infertile patients and trained other sci"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1925", "date": "September 27", "txt": "George Gladir, American author (d. 2013)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 27", "txt": "Steve Stavro, Canadian businessman and philanthropist (d. 2006)", "entities": [{"title": "Steve Stavro", "href": "/wiki/Steve_Stavro", "description": "Steve Atanas Stavro, was a Macedonian-Canadian businessman, grocery store magnate, Thoroughbred racehorse owner/breeder, sports team owner, and a noted philanthropist."}]}, {"heading": "Births", "year": "1927", "date": "September 27", "txt": "Chrysostomos I of Cyprus (d. 2007)", "entities": [{"title": "Chrysostomos I of Cyprus", "href": "/wiki/Chrysostomos_I_of_Cyprus", "description": "Archbishop Chrysostomos I, born as Christoforos Aristodimou was the Archbishop of Cyprus from 1977 to 2006. He was born in the village of Statos in Paphos, Cyprus. By the scholarship of Kykkos Monastery, where he served as a monk, he finished the Pancyprian Gymnasium in 1950 and he studied theology and literature in the University of Athens. He then returned to Kykkos Monastery and was ordained de"}]}, {"heading": "Births", "year": "1927", "date": "September 27", "txt": "Red Rodney, American trumpet player (d. 1994)", "entities": []}, {"heading": "Births", "year": "1927", "date": "September 27", "txt": "Romano Scarpa, Italian author and illustrator (d. 2005)", "entities": []}, {"heading": "Births", "year": "1927", "date": "September 27", "txt": "Sada Thompson, American actress (d. 2011)", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 27", "txt": "Margaret Rule, English archaeologist and historian (d. 2015)", "entities": [{"title": "Margaret Rule", "href": "/wiki/Margaret_Rule", "description": "Margaret Helen Rule, was a British archaeologist. She led the project that excavated and raised the Tudor warship Mary Rose in 1982."}]}, {"heading": "Births", "year": "1929", "date": "September 27", "txt": "Calvin Jones, American pianist, composer, and educator (d. 2004)", "entities": [{"title": "Calvin Jones (musician)", "href": "/wiki/Calvin_Jones_(musician)", "description": "Calvin James Jones, Sr. was an American trombonist, bassist, pianist, composer, and educator. Born in Chicago and raised in Memphis, Tennessee, Jones moved to Washington, D.C. in the 1970s and remained there until his death from a heart attack in October 2004."}]}, {"heading": "Births", "year": "1929", "date": "September 27", "txt": "Bruno Junk, Estonian race walker (d. 1995)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 27", "txt": "Barbara Murray, English actress (d. 2014)", "entities": []}, {"heading": "Births", "year": "1930", "date": "September 27", "txt": "Paul Reichmann, Austrian-Canadian businessman, founded Olympia and York (d. 2013)", "entities": [{"title": "Paul Reichmann", "href": "/wiki/Paul_Reichmann", "description": "Paul Reichmann was a Canadian businessman and member of the Reichmann family. He is best known for his leadership of the Olympia & York real estate development company."}, {"title": "Olympia and York", "href": "/wiki/Olympia_and_York", "description": "Olympia & York was a major international property development firm based in Toronto, Canada. The firm built major financial office complexes including Canary Wharf in London, the World Financial Center in New York City, and First Canadian Place in Toronto. It went bankrupt in the early 1990s and was recreated to eventually become Olympia & York Properties."}]}, {"heading": "Births", "year": "1931", "date": "September 27", "txt": "Freddy Quinn, Austrian singer, guitarist, and actor", "entities": [{"title": "Freddy Quinn", "href": "/wiki/Freddy_Quinn", "description": "Freddy Quinn is an Austrian singer and actor whose popularity in the German-speaking world soared in the late 1950s and 1960s. As Hans Albers had done two generations before him, Quinn adopted the persona of the rootless wanderer who goes to sea but longs for a home, family and friends. Quinn's Irish family name comes from his Irish-born salesman father, Johann Quinn. His mother, Edith Henriette N"}]}, {"heading": "Births", "year": "1932", "date": "September 27", "txt": "Geoff Bent, English footballer (d. 1958)", "entities": [{"title": "Geoff Bent", "href": "/wiki/Geoff_Bent", "description": "Geoffrey Bent was an English footballer who played as a full-back. He was one of the eight Manchester United players who lost their lives in the Munich air disaster."}]}, {"heading": "Births", "year": "1932", "date": "September 27", "txt": "Michael Colvin, English captain and politician (d. 2000)", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 27", "txt": "Gabriel Loubier, Canadian politician", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 27", "txt": "Oliver E. Williamson, American economist and academic, Nobel Prize laureate (d. 2020)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1932", "date": "September 27", "txt": "Marcia Neugebauer, American geophysicist", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 27", "txt": "Rodney Cotterill, Danish-English physicist and neuroscientist (d. 2007)", "entities": [{"title": "Rodney Cotterill", "href": "/wiki/Rodney_Cotterill", "description": "Rodney Michael John Cotterill Order of the Dannebrog was an English-Danish physicist, and neuroscientist, who was educated at University College London, Yale (M.S.) and Cambridge University (Ph.D.). He spent most of his career as a professor at the Technical University of Denmark, Denmark, (1967-) after having spent five years as a researcher at the Argonne National Laboratory."}]}, {"heading": "Births", "year": "1933", "date": "September 27", "txt": "Greg Morris, American actor (d. 1996)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 27", "txt": "Wilford Brimley, American actor (d. 2020)", "entities": [{"title": "Wilford Brimley", "href": "/wiki/Wilford_Brimley", "description": "Anthony Wilford Brimley was an American actor and singer. After serving in the United States Marine Corps and taking on a variety of odd jobs, he became an extra for western films, and in little more than a decade he had established himself as a character actor in films such as The China Syndrome (1979), The Thing (1982), Tender Mercies (1983), The Natural (1984), and Cocoon (1985). He was the lon"}]}, {"heading": "Births", "year": "1934", "date": "September 27", "txt": "Claude Jarman, Jr., American actor and producer", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 27", "txt": "Dick Schaap, American sportscaster and author (d. 2001)", "entities": []}, {"heading": "Births", "year": "1936", "date": "September 27", "txt": "Don Cornelius, American television host and producer (d. 2012)", "entities": [{"title": "Don Cornelius", "href": "/wiki/Don_Cornelius", "description": "Donald Cortez Cornelius was an American television show host and producer who was best known as the creator of the nationally syndicated dance and music show Soul Train, which he hosted from 1971 until 1993. Cornelius sold the show to MadVision Entertainment in 2008."}]}, {"heading": "Births", "year": "1936", "date": "September 27", "txt": "Gordon Honeycombe, English actor, playwright, and author (d. 2015)", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 27", "txt": "Vasyl Durdynets, Ukrainian politician and diplomat, 8th Prime Minister of Ukraine", "entities": [{"title": "Vasyl Durdynets", "href": "/wiki/Vasyl_Durdynets", "description": "Major General Vasyl Vasylovych Durdynets is a Ukrainian politician and diplomat. He served as Acting Prime Minister of Ukraine during a short period in July 1997."}, {"title": "Prime Minister of Ukraine", "href": "/wiki/Prime_Minister_of_Ukraine", "description": "The prime minister of Ukraine is Ukraine's head of government, presiding over the Cabinet of Ministers of Ukraine, which is the highest body of the executive branch of the Ukrainian government. The position replaced the Soviet post of the chairman of Council of Ministers of the Ukrainian SSR, which was established on March 25, 1946."}]}, {"heading": "Births", "year": "1938", "date": "September 27", "txt": "Jean-Loup Dabadie, French journalist, songwriter, and screenwriter (d. 2020)", "entities": [{"title": "Jean-Loup Dabadie", "href": "/wiki/Jean-Loup_Dabadie", "description": "Jean-Loup Dabadie was a French journalist, writer, lyricist, screenwriter and member of the Académie française."}]}, {"heading": "Births", "year": "1939", "date": "September 27", "txt": "Nicholas Haslam, English interior designer and author", "entities": [{"title": "Nicholas Haslam", "href": "/wiki/Nicholas_Haslam", "description": "Nicholas Ponsonby Haslam is an English interior designer and socialite, and founder of the London-based interior design firm, NH Studio Ltd."}]}, {"heading": "Births", "year": "1939", "date": "September 27", "txt": "Carol Lynn Pearson, American author, poet, and playwright", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 27", "txt": "Kathy Whitworth, American golfer", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 27", "txt": "Josephine Barstow, English soprano and actress", "entities": [{"title": "Josephine Barstow", "href": "/wiki/Josephine_Barstow", "description": "Dame Josephine Clare Barstow, is an English opera singer and soprano."}]}, {"heading": "Births", "year": "1940", "date": "September 27", "txt": "Benoni Beheyt, Belgian cyclist", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 27", "txt": "Peter Bonetti, English footballer and coach (d. 2020)", "entities": [{"title": "Peter Bonetti", "href": "/wiki/Peter_Bonetti", "description": "Peter Philip Bonetti was an English professional footballer who played as a goalkeeper for Chelsea, the St. Louis Stars, Dundee United and England. He was known for his safe handling, lightning reflexes and his graceful style, for which he was given the nickname \"The Cat\". He was one of several goalkeepers who specialised in a one-armed throw which could achieve a similar distance to a drop kick."}]}, {"heading": "Births", "year": "1941", "date": "September 27", "txt": "Serge Ménard, Canadian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 27", "txt": "Don Nix, American saxophonist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 27", "txt": "Dith Pran, Cambodian photographer and journalist (d. 2008)", "entities": [{"title": "Dith Pran", "href": "/wiki/Dith_Pran", "description": "Dith Pran was a Cambodian photojournalist. He was a refugee and survivor of the Cambodian genocide and the subject of the film The Killing Fields (1984)."}]}, {"heading": "Births", "year": "1942", "date": "September 27", "txt": "Alvin Stardust, English singer and actor (d. 2014)", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 27", "txt": "Prince Amedeo, Duke of Aosta", "entities": [{"title": "Prince Amedeo, Duke of Aosta (b. 1943)", "href": "/wiki/Prince_Amedeo,_Duke_of_Aosta_(b._1943)", "description": "Prince Amedeo, 5th Duke of Aosta is a claimant to the headship of the House of Savoy, the family which ruled Italy from 1861 to 1946. Until 7 July 2006, Amedeo was styled Duke of Aosta; on that date he declared himself Duke of Savoy, a title that is disputed between him and his third cousin, Vittorio Emanuele, Prince of Naples."}]}, {"heading": "Births", "year": "1943", "date": "September 27", "txt": "Randy Bachman, Canadian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 27", "txt": "Ian Garnett, English admiral", "entities": [{"title": "Ian Garnett", "href": "/wiki/Ian_Garnett", "description": "Admiral Sir Ian David Graham Garnett, is a retired Royal Navy officer. He served as the Commandant of the Royal College of Defence Studies from 2005 to 2008."}]}, {"heading": "Births", "year": "1944", "date": "September 27", "txt": "Angélica María, American-born Mexican singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 27", "txt": "Gary Sutherland, American baseball player and scout", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 27", "txt": "Jack Goldstein, Canadian-American painter (d. 2003)", "entities": [{"title": "Jack Goldstein", "href": "/wiki/Jack_Goldstein", "description": "Jack Goldstein was a Canadian born, California-based performance and conceptual artist turned painter in the 1980s art boom."}]}, {"heading": "Births", "year": "1945", "date": "September 27", "txt": "Bob Spiers, Scottish-English director and producer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 27", "txt": "Nicos Anastasiades, Cypriot lawyer and politician, 7th President of Cyprus", "entities": [{"title": "Nicos Anastasiades", "href": "/wiki/Nicos_Anastasiades", "description": "Nicos Anastasiades is a Cypriot politician who has been President of Cyprus since 2013. He was re-elected in 2018. Previously, he was the leader of Democratic Rally between 1997 and 2013 and served as Member of Parliament from Limassol between 1981 and 2013."}, {"title": "President of Cyprus", "href": "/wiki/President_of_Cyprus", "description": "The president of Cyprus is the head of state and the head of government of the Republic of Cyprus. The office was created in 1960, after Cyprus gained its independence from the United Kingdom. Currently, the president of Cyprus is Nicos Anastasiades, since 28 February 2013."}]}, {"heading": "Births", "year": "1946", "date": "September 27", "txt": "T. C. Cannon, American painter and sculptor (d. 1978)", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 27", "txt": "Dick Advocaat, Dutch football manager and former player", "entities": [{"title": "Dick Advocaat", "href": "/wiki/Dick_Advocaat", "description": "Dirk Nicolaas Advocaat is a Dutch former football player and current head coach of Feyenoord."}]}, {"heading": "Births", "year": "1947", "date": "September 27", "txt": "Richard Court, Australian politician, 26th Premier of Western Australia", "entities": [{"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1947", "date": "September 27", "txt": "Barbara Dickson, Scottish singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 27", "txt": "Denis Lawson, Scottish actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 27", "txt": "Meat Loaf, American singer-songwriter, producer, and actor", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 27", "txt": "Tom Braidwood, Canadian actor, director, and producer", "entities": [{"title": "Tom Braidwood", "href": "/wiki/Tom_Braidwood", "description": "Tom Braidwood is a Canadian actor and director known for the role of Melvin Frohike, one of the conspiracy theorists known as The Lone Gunmen on the American television series The X-Files. Braidwood also served as an assistant director on the show from seasons one through five; was a second unit director on Millennium, another series from Chris Carter, the creator of The X-Files; and a producer of"}]}, {"heading": "Births", "year": "1948", "date": "September 27", "txt": "Les Chapman, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 27", "txt": "Duncan Fletcher, Rhodesian-Zimbabwean cricketer and coach", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 27", "txt": "Graham Richardson, Australian journalist and politician, 39th Australian Minister for Health", "entities": [{"title": "Graham Richardson", "href": "/wiki/Graham_Richardson", "description": "Graham Frederick Richardson is an Australian former Labor Party politician who was a Senator for New South Wales from 1983 to 1994 and served as a Cabinet Minister in both the Hawke and Keating Governments. He is currently a media commentator, public speaker, and political lobbyist."}, {"title": "Minister for Health (Australia)", "href": "/wiki/Minister_for_Health_(Australia)", "description": "The Australian Minister for Health and Aged Care is responsible for national health and wellbeing and medical research. The Hon Greg Hunt has served as Minister for Health since 2017, and briefly left office in 2018 following criticism of the leadership of Malcolm Turnbull."}]}, {"heading": "Births", "year": "1949", "date": "September 27", "txt": "Mike Schmidt, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 27", "txt": "Jahn Teigen, Norwegian singer-songwriter and guitarist (d. 2020)", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 27", "txt": "Cary-Hiroyuki Tagawa, Japanese-American actor and martial artist", "entities": [{"title": "Cary-Hiroyuki Tagawa", "href": "/wiki/Cary-Hiroyuki_Tagawa", "description": "Cary-Hiroyuki Tagawa is an actor, film producer and martial artist of Japanese ethnicity and citizenship of the United States and Russia."}]}, {"heading": "Births", "year": "1951", "date": "September 27", "txt": "Paul Craig, English author and academic", "entities": [{"title": "Paul Craig (law professor)", "href": "/wiki/Paul_Craig_(law_professor)", "description": "Paul Philip Craig, is a British legal scholar, specialising in administrative and European Union law. He was Professor of English Law at the University of Oxford from 1998 to 2019, and is now emeritus professor."}]}, {"heading": "Births", "year": "1951", "date": "September 27", "txt": "Geoff Gallop, Australian politician, 27th Premier of Western Australia", "entities": [{"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1951", "date": "September 27", "txt": "Michel Rivard, Canadian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 27", "txt": "Jim Shooter, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 27", "txt": "David Starobin, American guitarist, producer, and director", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 27", "txt": "Steve Soper, English race car driver", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 27", "txt": "Katie Fforde, English author", "entities": [{"title": "Katie Fforde", "href": "/wiki/Katie_Fforde", "description": "Katie Fforde, née Catherine Rose Gordon-Cumming, is a British romance novelist. Published since 1995, her romance novels are set in modern-day England."}]}, {"heading": "Births", "year": "1952", "date": "September 27", "txt": "Dumitru Prunariu, Romanian pilot, engineer, and astronaut", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 27", "txt": "Diane Abbott, English journalist and politician, Shadow Secretary of State for International Development", "entities": [{"title": "Diane Abbott", "href": "/wiki/Diane_Abbott", "description": "Diane Julie Abbott is a British politician who has been the Member of Parliament (MP) for Hackney North and Stoke Newington since 1987. A socialist member of the Labour Party, she served in Jeremy Corbyn’s Shadow Cabinet as Shadow Home Secretary from 2016 to 2020. Abbott is the first black woman elected to Parliament, and the longest-serving black MP in the House of Commons."}, {"title": "Shadow Secretary of State for International Development", "href": "/wiki/Shadow_Secretary_of_State_for_International_Development", "description": "The Shadow Secretary of State for International Development is the lead spokesperson for the United Kingdom's Official Opposition on issues related to international aid, most notably to the third world. The Shadow Cabinet position has no counterpart in the British Government after DFID and the role of International Development Secretary was abolished by the second Johnson government in 2020."}]}, {"heading": "Births", "year": "1953", "date": "September 27", "txt": "Mata Amritanandamayi, Indian guru and saint", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 27", "txt": "Claudio Gentile, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 27", "txt": "Greg Ham, Australian keyboard player, saxophonist and songwriter (d. 2012)", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 27", "txt": "Ray Hadley, Australian radio host and sportscaster", "entities": [{"title": "Ray Hadley", "href": "/wiki/Ray_Hadley", "description": "Raymond Morris Hadley OAM is an Australian talkback radio broadcaster and a rugby league football commentator for Channel Nine. He presents 2GB Sydney's Monday to Friday morning show, and leads the Continuous Call Team, a rugby league-based talkback radio panel program."}]}, {"heading": "Births", "year": "1954", "date": "September 27", "txt": "Dmitry Sitkovetsky, Russian violinist and conductor", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 27", "txt": "Larry Wall, American computer programmer and author", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 27", "txt": "Steve Archibald, Scottish footballer and manager", "entities": [{"title": "Steve Archibald", "href": "/wiki/Steve_Archibald", "description": "Steven Archibald is a Scottish former professional footballer and manager. He played prominently as a forward for Aberdeen, winning the Scottish league in 1980, Tottenham Hotspur, winning two FA Cups and a UEFA Cup, and Barcelona, winning the Spanish league in 1985. He also played for several other clubs in Scotland, England, Spain and Ireland."}]}, {"heading": "Births", "year": "1957", "date": "September 27", "txt": "Bill Athey, English cricketer, footballer, and coach", "entities": [{"title": "Bill Athey", "href": "/wiki/Bill_Athey", "description": "Charles William Jeffrey Athey is a retired English first-class cricketer, who played for England, and first-class cricket for Gloucestershire, Yorkshire and Sussex; he also played a solitary one-day game for Worcestershire. His bulldog spirit was exemplified by the Union Jack tattooed on his arm. He played in 23 Test matches between 1980 and 1988, but scored more than 50 runs only five times in 41"}]}, {"heading": "Births", "year": "1957", "date": "September 27", "txt": "Peter Sellars, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 27", "txt": "Shaun Cassidy, American actor, singer, producer, and screenwriter", "entities": [{"title": "Shaun Cassidy", "href": "/wiki/Shaun_Cassidy", "description": "Shaun Paul Cassidy is an American singer, actor, writer and producer. He has created and/or produced a number of television series including American Gothic, Roar, Cold Case, Cover Me, The Agency, Invasion, and Emerald City. Cassidy currently serves as executive producer and writer for NBC's medical drama New Amsterdam. While in high school, Cassidy signed a contract with Warner Brothers records, "}]}, {"heading": "Births", "year": "1958", "date": "September 27", "txt": "Irvine Welsh, Scottish author and playwright", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 27", "txt": "Beth Heiden, American speed skater and cyclist", "entities": [{"title": "Beth Heiden", "href": "/wiki/Beth_Heiden", "description": "Elizabeth Lee \"Beth\" Heiden Reid is an American athlete who excelled in speed skating, cross-country skiing and bicycle racing. She was born in Madison, Wisconsin. She was a speedskating bronze medalist at the 1980 Lake Placid Winter Olympics, where her brother Eric won five speedskating gold medals."}]}, {"heading": "Births", "year": "1960", "date": "September 27", "txt": "Jean-Marc Barr, German-American actor, director, producer, and screenwriter", "entities": [{"title": "Jean-Marc Barr", "href": "/wiki/Jean-Marc_Barr", "description": "Jean-Marc Barr is a French American film actor and director."}]}, {"heading": "Births", "year": "1962", "date": "September 27", "txt": "Gavin Larsen, New Zealand cricketer and sportscaster", "entities": [{"title": "Gavin Larsen", "href": "/wiki/Gavin_Larsen", "description": "Gavin Rolf Larsen is a former New Zealand cricketer who specialised in the art of economical bowling. He was known playfully by his teammates as \"The Postman\". He is currently chief selector for the national side."}]}, {"heading": "Births", "year": "1963", "date": "September 27", "txt": "Marc Maron, American comedian, actor, and radio host", "entities": [{"title": "Marc Maron", "href": "/wiki/Marc_Maron", "description": "Marc David Maron is an American stand-up comedian, podcaster, writer, and actor."}]}, {"heading": "Births", "year": "1964", "date": "September 27", "txt": "Predrag Brzaković, Serbian footballer (d. 2012)", "entities": [{"title": "Predrag Brzaković", "href": "/wiki/Predrag_Brzakovi%C4%87", "description": "Predrag \"Peca\" Brzaković was a Serbian professional footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1964", "date": "September 27", "txt": "Tracy Camp, American computer scientist and academic", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 27", "txt": "Johnny du Plooy, South African boxer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 27", "txt": "Stephan Jenkins, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 27", "txt": "Steve Kerr, American basketball player, coach and sportscaster", "entities": [{"title": "Steve Kerr", "href": "/wiki/Steve_Kerr", "description": "Stephen Douglas Kerr is an American professional basketball coach and former player who is the head coach of the Golden State Warriors of the National Basketball Association (NBA). He is an eight-time NBA champion, having won five titles as a player as well as three with the Warriors as a head coach. Kerr is the only NBA player to win four straight NBA titles after 1969. Kerr has the highest caree"}]}, {"heading": "Births", "year": "1965", "date": "September 27", "txt": "Bernard Lord, Canadian lawyer and politician, 30th Premier of New Brunswick", "entities": [{"title": "Premier of New Brunswick", "href": "/wiki/Premier_of_New_Brunswick", "description": "The premier of New Brunswick is the first minister for the Canadian province of New Brunswick. They are the province's head of government and de facto chief executive."}]}, {"heading": "Births", "year": "1965", "date": "September 27", "txt": "Peter MacKay, Canadian lawyer and politician, 50th Canadian Minister of Justice", "entities": [{"title": "Minister of Justice (Canada)", "href": "/wiki/Minister_of_Justice_(Canada)", "description": "The minister of justice and attorney general of Canada is a dual-role portfolio in the Canadian Cabinet."}]}, {"heading": "Births", "year": "1965", "date": "September 27", "txt": "Alexis Stewart, American radio and television host", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 27", "txt": "Don Jamieson, American comedian and television host", "entities": [{"title": "Don Jamieson (comedian)", "href": "/wiki/Don_Jamieson_(comedian)", "description": "Donald Jamieson is best known as a co-host of VH1 Classic's hit heavy metal talk show series That Metal Show, where legends of rock hang out to discuss their past and current projects in front of a live studio audience. Rolling Stone dubbed the program one of the \"50 Best Reasons to Watch TV\". The show ran from November 15, 2008 through May 9, 2015, with a span of 14 seasons."}]}, {"heading": "Births", "year": "1966", "date": "September 27", "txt": "Debbie Wasserman Schultz, American politician", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 27", "txt": "Stephanie Wilson, American engineer and astronaut", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 27", "txt": "Lorenzo Cherubini, Italian singer-songwriter and rapper", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 27", "txt": "Uche Okechukwu, Nigerian footballer", "entities": [{"title": "Uche Okechukwu", "href": "/wiki/Uche_Okechukwu", "description": "Uchechukwu 'Uche' Alozie Okechukwu is a Nigerian former professional footballer who played as a central defender."}]}, {"heading": "Births", "year": "1968", "date": "September 27", "txt": "Mari Kiviniemi, Finnish politician, 41st Prime Minister of Finland", "entities": [{"title": "Mari Kiviniemi", "href": "/wiki/Mari_Kiviniemi", "description": "Mari Johanna Kiviniemi is a Finnish politician, who served as the second female Prime Minister of Finland from 2010 to 2011."}, {"title": "Prime Minister of Finland", "href": "/wiki/Prime_Minister_of_Finland", "description": "The prime minister of Finland is the leader of the Finnish Government. The Prime Minister is Finland's head of government and is formally appointed by the President of Finland. Finland's first Prime Minister was Pehr Evind Svinhufvud, who was appointed to the post on 27 November 1917."}]}, {"heading": "Births", "year": "1970", "date": "September 27", "txt": "Yoshiharu Habu, Japanese chess player and author", "entities": [{"title": "Yoshiharu Habu", "href": "/wiki/Yoshiharu_Habu", "description": "Yoshiharu Habu  is a professional shogi player and a chess FIDE Master. His master is Tatsuya Futakami. He is the only person to simultaneously hold seven major professional shogi titles at the same time and is also the only person to qualify as a lifetime title holder for seven major titles. In January 2018, Habu became the first professional shogi player to be awarded Japan's People's Honour Awa"}]}, {"heading": "Births", "year": "1970", "date": "September 27", "txt": "Tamara Taylor, Canadian actress", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 27", "txt": "Horacio Sandoval, Mexican illustrator", "entities": [{"title": "Horacio Sandoval", "href": "/wiki/Horacio_Sandoval", "description": "Horacio Miguel Sandoval Pérez is a comic book artist, member of !Ka-Boom¡ Estudio."}]}, {"heading": "Births", "year": "1972", "date": "September 27", "txt": "Sylvia Crawley, American basketball player and coach", "entities": [{"title": "Sylvia Crawley", "href": "/wiki/Sylvia_Crawley", "description": "Sylvia Crawley is a former American professional women's basketball forward, licensed minister and motivational speaker. She was also the head women's basketball coach of the Boston College Eagles, from 2008 to 2012, and an assistant coach with the Indiana Fever of the WNBA. She is currently an assistant coach for the North Carolina Tar Heels women's basketball team, her alma mater, where she also"}]}, {"heading": "Births", "year": "1972", "date": "September 27", "txt": "Clara Hughes, Canadian cyclist and speed skater", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 27", "txt": "Gwyneth Paltrow, American actress, blogger, and businesswoman", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 27", "txt": "Craig L. Rice, American politician", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 27", "txt": "Vratislav Lokvenc, Czech footballer", "entities": [{"title": "Vratislav Lokvenc", "href": "/wiki/Vratislav_Lokvenc", "description": "Vratislav Lokvenc is a Czech former professional footballer who played as a striker. After playing youth football for Náchod and Hradec Králové, he began his senior club career with the latter team. After moving to Sparta Prague he won five league titles and one cup, as well as the 1999–2000 league top scorer award. He subsequently played abroad, playing club football in Germany, Austria and Switz"}]}, {"heading": "Births", "year": "1973", "date": "September 27", "txt": "Stanislav Pozdnyakov, Russian fencer", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 27", "txt": "Carrie Brownstein, American singer-songwriter, guitarist, and actress", "entities": [{"title": "Carrie Brownstein", "href": "/wiki/Carrie_Brownstein", "description": "Carrie Rachel Brownstein is an American musician, actress, writer, director, and comedian. She first came to prominence as a member of the band Excuse 17 before forming the rock trio Sleater-Kinney. During a long hiatus from Sleater-Kinney, she formed the group Wild Flag. During this period, Brownstein wrote and appeared in a series of comedy sketches alongside Fred Armisen which were developed in"}]}, {"heading": "Births", "year": "1976", "date": "September 27", "txt": "Matt Harding, American video game designer and dancer", "entities": [{"title": "Matt Harding", "href": "/wiki/Matt_Harding", "description": "Matthew Harding is an American traveler, video game designer, and Internet celebrity who is known as Dancing Matt, for his viral videos that show him dancing in front of landmarks and street scenes in various international locations. Harding has since received widespread coverage of his travel exploits in major print and broadcast media outlets, and was hired by Visa to star in their Travel Happy "}]}, {"heading": "Births", "year": "1976", "date": "September 27", "txt": "Jason Phillips, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 27", "txt": "Francesco Totti, Italian footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 27", "txt": "Andrus Värnik, Estonian javelin thrower", "entities": [{"title": "Andrus Värnik", "href": "/wiki/Andrus_V%C3%A4rnik", "description": "Andrus Värnik is a retired Estonian track and field athlete who competed in the javelin throw. He is a World Champion, having won gold in 2005. His personal best throw of 87.83 m, set in 2003, was the Estonian record for 15 years."}]}, {"heading": "Births", "year": "1978", "date": "September 27", "txt": "Brad Arnold, American rock singer-songwriter", "entities": [{"title": "Brad Arnold", "href": "/wiki/Brad_Arnold", "description": "Bradley Kirk Arnold is an American musician, best known as the lead singer and drummer of the rock band 3 Doors Down."}]}, {"heading": "Births", "year": "1978", "date": "September 27", "txt": "Jon Rauch, American baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 27", "txt": "Mihaela Ursuleasa, Romanian pianist (d. 2012)", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 27", "txt": "Jon Garland, American baseball player", "entities": [{"title": "Jon Garland", "href": "/wiki/Jon_Garland", "description": "Jon Steven Garland  is an American former professional baseball starting pitcher. After being drafted by the Chicago Cubs of Major League Baseball (MLB) in 1997, Garland played for the Chicago White Sox, Los Angeles Angels of Anaheim, Arizona Diamondbacks, Los Angeles Dodgers, San Diego Padres, and Colorado Rockies."}]}, {"heading": "Births", "year": "1979", "date": "September 27", "txt": "Zita Görög, Hungarian actress and model", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 27", "txt": "Christian Jones, Australian race car driver", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 27", "txt": "Steve Simpson, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 27", "txt": "Asashōryū Akinori, Mongolian sumo wrestler, the 68th Yokozuna", "entities": [{"title": "Asashōryū Akinori", "href": "/wiki/Asash%C5%8Dry%C5%AB_Akinori", "description": "Asashōryū Akinori  is a Mongolian former professional sumo wrestler (rikishi). He was the 68th yokozuna in the history of the sport in Japan and became the first Mongolian to reach sumo's highest rank in January 2003. He was one of the most successful yokozuna ever. In 2005, he became the first wrestler to win all six official tournaments (honbasho) in a single year. Over his entire career, he won"}, {"title": "Yokozuna", "href": "/wiki/Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1980", "date": "September 27", "txt": "Ehron VonAllen, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 27", "txt": "Sophie Crumb, American author and illustrator", "entities": [{"title": "Sophie Crumb", "href": "/wiki/Sophie_Crumb", "description": "Sophia Violet \"Sophie\" Crumb is an American-French comics artist. She is the daughter of underground comix artists Robert Crumb and Aline Kominsky-Crumb."}]}, {"heading": "Births", "year": "1981", "date": "September 27", "txt": "Brendon McCullum, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 27", "txt": "Lakshmipathy Balaji, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 27", "txt": "Jon McLaughlin, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Jon McLaughlin", "href": "/wiki/Jon_McLaughlin", "description": "Jonathan McLaughlin is an American pop rock singer-songwriter, record producer and pianist from Anderson, Indiana. His debut album Indiana was released on May 1, 2007, preceded by his first EP Industry, also known as Jon McL, in February 2007. His most successful song is the 2008 single \"Beating My Heart\", from his second album OK Now."}]}, {"heading": "Births", "year": "1982", "date": "September 27", "txt": "Markus Rosenberg, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 27", "txt": "Lil Wayne, American rapper, producer, and actor", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 27", "txt": "Darrent Williams, American football player (d. 2007)", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 27", "txt": "Jeon Hye-bin, South Korean actress and singer", "entities": [{"title": "Jeon Hye-bin", "href": "/wiki/Jeon_Hye-bin", "description": "Jeon Hye-bin, also known as BIN, is a South Korean actress, singer and model. In 2002, she began her career as singer of the short-lived, three-member girl group LUV. However, the group disbanded the following year due to individual goals."}]}, {"heading": "Births", "year": "1984", "date": "September 27", "txt": "Paul Bevan, Australian footballer", "entities": [{"title": "Paul Bevan", "href": "/wiki/Paul_Bevan", "description": "Paul Bevan is an Australian rules football player with the Sydney Swans of the Australian Football League (AFL)."}]}, {"heading": "Births", "year": "1984", "date": "September 27", "txt": "Davide Capello, Italian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 27", "txt": "John Lannan, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 27", "txt": "Avril Lavigne, Canadian singer-songwriter, actress, and fashion designer", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 27", "txt": "Wouter Weylandt, Belgian cyclist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 27", "txt": "Massimo Bertocchi, Canadian decathlete", "entities": [{"title": "Massimo Bertocchi", "href": "/wiki/Massimo_Bertocchi", "description": "Massimo Bertocchi is a male decathlete from Canada."}]}, {"heading": "Births", "year": "1985", "date": "September 27", "txt": "Daniel Pudil, Czech footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 27", "txt": "Ibrahim Touré, Ivorian footballer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 27", "txt": "Vin Mazzaro, American baseball player", "entities": [{"title": "Vin Mazzaro", "href": "/wiki/Vin_Mazzaro", "description": "Vincent Michael \"Vin\" Mazzaro is an American professional baseball pitcher for the Long Island Ducks of the Atlantic League of Professional Baseball. He previously played in Major League Baseball (MLB) for the Oakland Athletics, Kansas City Royals, Pittsburgh Pirates, Miami Marlins and San Francisco Giants."}]}, {"heading": "Births", "year": "1986", "date": "September 27", "txt": "Matt Shoemaker American baseball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 27", "txt": "Ricardo Risatti, Argentinian race car driver", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 27", "txt": "Ádám Bogdán, Hungarian footballer", "entities": [{"title": "Ádám Bogdán", "href": "/wiki/%C3%81d%C3%A1m_Bogd%C3%A1n", "description": "Ádám Bogdán is a Hungarian professional footballer, who plays as a goalkeeper for Hungarian club Ferencváros."}]}, {"heading": "Births", "year": "1987", "date": "September 27", "txt": "Austin Carlile, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 27", "txt": "Vanessa James, French figure skater", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 27", "txt": "Olga Puchkova, Russian tennis player", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 27", "txt": "Lisa Ryzih, German pole vaulter", "entities": [{"title": "Lisa Ryzih", "href": "/wiki/Lisa_Ryzih", "description": "Elizaveta Ryzih is a German pole vault athlete. Two times an Olympian, she was 6th in London and 10th in Rio Olympic games. She was described by one athletics commentator as a \"tall, fast and athletic\" pole vaulter, and she has seen good success in European Championships as well as being a constant presence in the world yearly rankings of pole vaulters, placing among the top 10 vaulters in recent "}]}, {"heading": "Births", "year": "1989", "date": "September 27", "txt": "Park Tae-hwan, South Korean swimmer", "entities": [{"title": "Park Tae-hwan", "href": "/wiki/Park_Tae-hwan", "description": "Park Tae-hwan is a South Korean competitive swimmer who is an Olympic gold medalist and world champion. He has four Olympic medals, five world titles, and 20 Asian Games medals. He won a gold medal in the 400-meter freestyle and a silver in the 200-meter freestyle events at the 2008 Summer Olympics. He also won two silver medals at the 2012 Summer Olympics in the 200- and 400-meter freestyle. He i"}]}, {"heading": "Births", "year": "1991", "date": "September 27", "txt": "Ousmane Barry, Guinean footballer", "entities": [{"title": "Ousmane Barry", "href": "/wiki/Ousmane_Barry", "description": "Elhadj Ousmane Barry, also known as Pato, is a Guinean international footballer who plays as a centre forward for Saudi club Al-Hazem."}]}, {"heading": "Births", "year": "1991", "date": "September 27", "txt": "Simona Halep, Romanian tennis player", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 27", "txt": "Anete Paulus, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 27", "txt": "Rio Uchida, Japanese model and actress", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 27", "txt": "Lachlan Burr, Australian rugby league player", "entities": [{"title": "Lachlan Burr", "href": "/wiki/Lachlan_Burr", "description": "Lachlan Burr is an Australian professional rugby league footballer who plays as a lock and prop for the North Queensland Cowboys in the NRL."}]}, {"heading": "Births", "year": "1992", "date": "September 27", "txt": "Luc Castaignos, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 27", "txt": "Pak Kwang-ryong, North Korean footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 27", "txt": "Ryan O'Shaughnessy, Irish singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 27", "txt": "Gabriel Vasconcelos Ferreira, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 27", "txt": "Granit Xhaka, Swiss footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "September 27", "txt": "Lisandro Magallán, Argentinian footballer", "entities": [{"title": "Lisandro Magallán", "href": "/wiki/Lisandro_Magall%C3%A1n", "description": "Lisandro Magallán is an Argentine professional footballer who plays for Italian club Crotone, on loan from Dutch club Ajax, as a central defender."}]}, {"heading": "Births", "year": "1993", "date": "September 27", "txt": "Monica Puig, Puerto Rican-American tennis player", "entities": []}, {"heading": "Births", "year": "1993", "date": "September 27", "txt": "Vinnie Sunseri, American football player", "entities": []}, {"heading": "Births", "year": "1994", "date": "September 27", "txt": "Dylan Walker, Australian rugby league player", "entities": [{"title": "Dylan Walker", "href": "/wiki/Dylan_Walker", "description": "Dylan Walker is a professional rugby league footballer who plays as a centre and five-eighth for the Manly Warringah Sea Eagles in the NRL, and has played for Australia and the New Zealand Maori at international level."}]}, {"heading": "Births", "year": "1998", "date": "September 27", "txt": "Ioana Mincă, Romanian tennis player", "entities": [{"title": "Ioana Mincă", "href": "/wiki/Ioana_Minc%C4%83", "description": "Ioana Mincă is a Romanian tennis player."}]}, {"heading": "Births", "year": "2001", "date": "September 27", "txt": "David Malukas, American racing driver", "entities": [{"title": "David Malukas", "href": "/wiki/David_Malukas", "description": "David Malukas is an Lithuanian American race car driver."}]}, {"heading": "Births", "year": "2002", "date": "September 27", "txt": "Jenna Ortega, American actress", "entities": [{"title": "Jenna Ortega", "href": "/wiki/Jenna_Ortega", "description": "Jenna Marie Ortega is an American actress. After appearing as Annie in the supernatural horror film Insidious: Chapter 2 (2013) and as Mary Ann in the direct-to-video film The Little Rascals Save the Day (2014), she first received recognition known for her role as Young Jane on The CW romantic comedy-drama series Jane the Virgin (2014–19). She then had her breakthrough starring as Harley Diaz on t"}]}, {"heading": "Deaths", "year": "765", "date": "September 27", "txt": "Pugu Huai'en, Chinese general during the Tang Dynasty", "entities": [{"title": "Pugu Huai'en", "href": "/wiki/Pugu_Huai%27en", "description": "Pugu Huai'en (僕固懷恩), formally the Prince of Da'ning (大寧王), was a general of the Chinese dynasty Tang Dynasty, of Tiele ancestry. He was instrumental in the final suppression of the Anshi Rebellion, but rebelled against Emperor Daizong in fear that he was being accused of treason. After an initial defeat by other Tang generals, he led his own forces, allied with forces of the Uyghur Khaganate and T"}, {"title": "Tang Dynasty", "href": "/wiki/Tang_Dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}]}, {"heading": "Deaths", "year": "936", "date": "September 27", "txt": "Gyeon Hwon, king of Hubaekje (b. 867)", "entities": [{"title": "Gyeon Hwon", "href": "/wiki/Gyeon_Hwon", "description": "Gyeon Hwon was the king and founder of Hubaekje, one of the Later Three Kingdoms of Korea, and reigned from 892 to 935. Some records render his name as \"Jin Hwon\" (진훤). He was also the progenitor of the Hwanggan Gyeon clan. Substantial accounts of his life are preserved in the Samguk Sagi, which presents a single narrative, and the Samguk Yusa, which presents excerpts about him from various source"}, {"title": "Later Baekje", "href": "/wiki/Later_Baekje", "description": "Hubaekje or Later Baekje was one of the Later Three Kingdoms of Korea, along with Hugoguryeo and Silla. It was officially founded by the disaffected Silla general Gyeon Hwon in 900, and fell to Wang Geon's Goryeo army in 936. Its capital was at Jeonju, in present-day North Jeolla province. Most of information now available about the kingdom comes from the accounts found in the Samguk Yusa and Samg"}]}, {"heading": "Deaths", "year": "1111", "date": "September 27", "txt": "Vekenega, Croatian Benedictine abbess", "entities": [{"title": "Vekenega", "href": "/wiki/Vekenega", "description": "Vekenega was a Croatian Benedictine nun from the House of Madi. She was the daughter of Čika and the abbess of the Benedictine monastery of St. Maria in Zadar from 1072. She is also known for the richly illuminated evangelistary, which she commissioned in the scriptorium of the monastery of st.Krševan in 1096."}]}, {"heading": "Deaths", "year": "1125", "date": "September 27", "txt": "Richeza of Berg, Duchess of Bohemia (b.c. 1095)", "entities": [{"title": "Richeza of Berg", "href": "/wiki/Richeza_of_Berg", "description": "Richeza of Berg was Duchess of Bohemia from 1111 to 1117 and again from 1120 until 1125, by her marriage with the Přemyslid duke Vladislav I."}, {"title": "1095", "href": "/wiki/1095", "description": "Year 1095 (MXCV) was a common year starting on Monday of the Julian calendar."}]}, {"heading": "Deaths", "year": "1194", "date": "September 27", "txt": "Renaud de Courtenay, Anglo-Norman nobleman (b. 1125)", "entities": [{"title": "Renaud de Courtenay", "href": "/wiki/Renaud_de_Courtenay", "description": "Renaud de Courtenay, anglicised to Reginald I de Courtenay, of Sutton, Berkshire, was a French nobleman of the House of Courtenay who took up residence in England and founded the English Courtenay family, who became Earls of Devon in 1335. The title is still held today, by his direct male descendant."}]}, {"heading": "Deaths", "year": "1249", "date": "September 27", "txt": "Raymond VII, Count of Toulouse (b. 1197)", "entities": [{"title": "Raymond VII, Count of Toulouse", "href": "/wiki/Raymond_VII,_Count_of_Toulouse", "description": "Raymond VII was Count of Toulouse, Duke of Narbonne and Marquis of Provence from 1222 until his death."}]}, {"heading": "Deaths", "year": "1404", "date": "September 27", "txt": "William of Wykeham, English bishop (b. 1320)", "entities": [{"title": "William of Wykeham", "href": "/wiki/William_of_Wykeham", "description": "William of Wykeham was Bishop of Winchester and Chancellor of England. He founded New College, Oxford, and New College School in 1379, and founded Winchester College in 1382. He was also the clerk of works when much of Windsor Castle was built."}]}, {"heading": "Deaths", "year": "1536", "date": "September 27", "txt": "Felice della Rovere, illegitimate daughter of Pope Julius II (b. 1483)", "entities": [{"title": "Felice della Rovere", "href": "/wiki/Felice_della_Rovere", "description": "Felice della Rovere, also known as Madonna Felice, was the illegitimate daughter of Pope Julius II. One of the most powerful women of the Italian Renaissance, she was born in Rome around 1483 to Lucrezia Normanni and Cardinal Giuliano della Rovere, later Pope Julius II. Felice was well educated, became accepted into close courtly circles of aristocratic families, and formed friendships with schola"}]}, {"heading": "Deaths", "year": "1612", "date": "September 27", "txt": "Piotr Skarga, Polish Jesuit and polemicist (b. 1536)", "entities": [{"title": "Piotr Skarga", "href": "/wiki/Piotr_Skarga", "description": "Piotr Skarga was a Polish Jesuit, preacher, hagiographer, polemicist, and leading figure of the Counter-Reformation in the Polish–Lithuanian Commonwealth. Due to his oratorical gifts, he has been called \"the Polish Bossuet\"."}]}, {"heading": "Deaths", "year": "1637", "date": "September 27", "txt": "Lorenzo Ruiz, Filipino saint (b. c.1600)", "entities": [{"title": "Lorenzo Ruiz", "href": "/wiki/Lorenzo_Ruiz", "description": "Lorenzo Ruíz, also called Saint Lorenzo of Manila, is a Filipino saint venerated in the Catholic Church. A Chinese-Filipino, he became his country's protomartyr after his execution in Japan by the Tokugawa Shogunate during its persecution of Japanese Christians in the 17th century."}]}, {"heading": "Deaths", "year": "1657", "date": "September 27", "txt": "Olimpia Maidalchini, Roman noble (b. 1591)", "entities": [{"title": "Olimpia Maidalchini", "href": "/wiki/Olimpia_Maidalchini", "description": "Olimpia Maidalchini Pamphilj, , was the sister-in-law of Pope Innocent X (Pamphili). She was perceived by her contemporaries as having influence regarding papal appointments."}]}, {"heading": "Deaths", "year": "1557", "date": "September 27", "txt": "Emperor Go-Nara of Japan (b. 1497)", "entities": [{"title": "Emperor Go-Nara", "href": "/wiki/Emperor_Go-Nara", "description": "Emperor Go-Nara  was the 105th Emperor of Japan, according to the traditional order of succession. He reigned from June 9, 1526 until his death in 1557, during the Sengoku period. His personal name was Tomohito (知仁)."}]}, {"heading": "Deaths", "year": "1590", "date": "September 27", "txt": "Pope Urban VII (b. 1521)", "entities": [{"title": "Pope Urban VII", "href": "/wiki/Pope_Urban_VII", "description": "Pope Urban VII, born Giovanni Battista Castagna, was the bishop of Rome and hence head of the Catholic Church and ruler of the Papal States from 15 to 27 September 1590. His twelve-day papacy was the shortest in history."}]}, {"heading": "Deaths", "year": "1651", "date": "September 27", "txt": "Maximilian I, Elector of Bavaria (b. 1573)", "entities": [{"title": "Maximilian I, Elector of Bavaria", "href": "/wiki/Maximilian_I,_Elector_of_Bavaria", "description": "Maximilian I, occasionally called \"the Great\", a member of the House of Wittelsbach, ruled as Duke of Bavaria from 1597. His reign was marked by the Thirty Years' War during which he obtained the title of a Prince-elector of the Holy Roman Empire at the 1623 Diet of Regensburg."}]}, {"heading": "Deaths", "year": "1660", "date": "September 27", "txt": "Vincent de Paul, French priest and saint (b. 1581)", "entities": [{"title": "Vincent de Paul", "href": "/wiki/Vincent_de_Paul", "description": "Vincent de Paul commonly known as Saint Vincent de Paul was a French Catholic priest who dedicated himself to serving the poor. In 1622 Vincent was appointed a chaplain to the galleys. After working for some time in Paris among imprisoned galley slaves, he returned to be the superior of what is now known as the Congregation of the Mission, or the \"Vincentians\". These priests, with vows of poverty,"}]}, {"heading": "Deaths", "year": "1674", "date": "September 27", "txt": "Robert Arnauld d'Andilly, French writer (b. 1589)", "entities": [{"title": "Robert Arnauld d'Andilly", "href": "/wiki/Robert_Arnauld_d%27Andilly", "description": "Robert Arnauld d’Andilly was a French conseiller d’État, specialising in financial questions, in the court of Marie de' Medici. By the elegance of his language, he was among the major poets, writers and translators of 17th century French classicism. A fervent Catholic, he played an important role in the history of Jansenism and was one of the Solitaires of Port-Royal-des-Champs. He was also renown"}]}, {"heading": "Deaths", "year": "1700", "date": "September 27", "txt": "Pope Innocent XII (b. 1615)", "entities": [{"title": "Pope Innocent XII", "href": "/wiki/Pope_Innocent_XII", "description": "Pope Innocent XII, born Antonio Pignatelli, was Pope from 12 July 1691 to his death in 1700."}]}, {"heading": "Deaths", "year": "1719", "date": "September 27", "txt": "George Smalridge, English bishop (b. 1662)", "entities": [{"title": "George Smalridge", "href": "/wiki/George_Smalridge", "description": "George Smalridge was Bishop of Bristol (1714–1719)."}]}, {"heading": "Deaths", "year": "1730", "date": "September 27", "txt": "Laurence Eusden, English poet and author (b. 1688)", "entities": [{"title": "Laurence Eusden", "href": "/wiki/Laurence_Eusden", "description": "Laurence Eusden was an English poet who became Britain's youngest Poet Laureate in 1718."}]}, {"heading": "Deaths", "year": "1735", "date": "September 27", "txt": "Peter Artedi, Swedish ichthyologist and zoologist (b. 1705)", "entities": [{"title": "Peter Artedi", "href": "/wiki/Peter_Artedi", "description": "Peter Artedi or Petrus Arctaedius was a Swedish naturalist who is known as the \"father of ichthyology\"."}]}, {"heading": "Deaths", "year": "1742", "date": "September 27", "txt": "Hugh Boulter, Irish archbishop (b. 1672)", "entities": [{"title": "Hugh Boulter", "href": "/wiki/Hugh_Boulter", "description": "Hugh Boulter was the Church of Ireland Archbishop of Armagh, the Primate of All Ireland, from 1724 until his death. He also served as the chaplain to George I from 1719."}]}, {"heading": "Deaths", "year": "1783", "date": "September 27", "txt": "Étienne Bézout, French mathematician and theorist (b. 1730)", "entities": [{"title": "Étienne Bézout", "href": "/wiki/%C3%89tienne_B%C3%A9zout", "description": "Étienne Bézout was a French mathematician who was born in Nemours, Seine-et-Marne, France, and died in Avon, France."}]}, {"heading": "Deaths", "year": "1832", "date": "September 27", "txt": "Karl Christian Friedrich Krause, German philosopher and author (b. 1781)", "entities": [{"title": "Karl Christian Friedrich Krause", "href": "/wiki/Karl_Christian_Friedrich_Krause", "description": "Karl Christian Friedrich Krause - German philosopher, whose doctrines became known as Krausism. Krausism, when considered in its totality as a complete, stand-alone philosophical system, had only a small following in Germany, France, and Belgium, in contradistinction to certain other philosophical systems that had a much larger following in Europe at that time. However, Krausism became very popula"}]}, {"heading": "Deaths", "year": "1833", "date": "September 27", "txt": "Raja Ram Mohan Roy, Indian humanitarian and reformer (b. 1772)", "entities": [{"title": "Raja Ram Mohan Roy", "href": "/wiki/Raja_Ram_Mohan_Roy", "description": "Raja Ram Mohan Roy was one of the founders of the Brahmo Sabha, the precursor of the Brahmo Samaj, a social-religious reform movement in the Indian subcontinent. He was given the title of Raja by Akbar II, the Mughal emperor. His influence was apparent in the fields of politics, public administration, education and religion. He was known for his efforts to abolish the practices of sati and child m"}]}, {"heading": "Deaths", "year": "1838", "date": "September 27", "txt": "Bernard Courtois, French chemist and pharmacist (b. 1777)", "entities": [{"title": "Bernard Courtois", "href": "/wiki/Bernard_Courtois", "description": "Bernard Courtois, also spelled Barnard Courtois, was a French chemist credited with first isolating iodine and morphine."}]}, {"heading": "Deaths", "year": "1876", "date": "September 27", "txt": "Braxton Bragg, American general (b. 1817)", "entities": [{"title": "Braxton Bragg", "href": "/wiki/Braxton_Bragg", "description": "Braxton Bragg was an American army officer during the Second Seminole War and Mexican–American War and later a Confederate army officer who served as a general in the Confederate Army during the American Civil War, serving in the Western Theater. His most important role was as commander of the Army of Mississippi, later renamed the Army of Tennessee, from June 1862 until December 1863."}]}, {"heading": "Deaths", "year": "1886", "date": "September 27", "txt": "Charles Gordon Greene, American journalist and politician (b. 1804)", "entities": [{"title": "Charles Gordon Greene", "href": "/wiki/Charles_Gordon_Greene", "description": "Charles Gordon Greene was an American journalist."}]}, {"heading": "Deaths", "year": "1891", "date": "September 27", "txt": "Ivan Goncharov, Russian author and critic (b. 1812)", "entities": [{"title": "Ivan Goncharov", "href": "/wiki/Ivan_Goncharov", "description": "Ivan Alexandrovich Goncharov was a Russian novelist best known for his novels A Common Story (1847), Oblomov (1859), and The Precipice (1869). He also served in many official capacities, including the position of censor."}]}, {"heading": "Deaths", "year": "1898", "date": "September 27", "txt": "Thomas Joseph Byrnes, Australian politician, 12th Premier of Queensland (b. 1860)", "entities": [{"title": "Thomas Joseph Byrnes", "href": "/wiki/Thomas_Joseph_Byrnes", "description": "Thomas Joseph Byrnes was Premier of Queensland from April 1898 until his death in October of the same year, having previously served in several ministerial positions in his parliamentary career. He was the first Roman Catholic Premier of Queensland and the first to die in office."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Deaths", "year": "1911", "date": "September 27", "txt": "Auguste Michel-Lévy, French geologist and academic (b. 1844)", "entities": [{"title": "Auguste Michel-Lévy", "href": "/wiki/Auguste_Michel-L%C3%A9vy", "description": "Auguste Michel-Lévy was a French geologist. He was born in Paris."}]}, {"heading": "Deaths", "year": "1915", "date": "September 27", "txt": "Remy de Gourmont, French novelist, poet, and critic (b. 1858)", "entities": [{"title": "Remy de Gourmont", "href": "/wiki/Remy_de_Gourmont", "description": "Remy de Gourmont was a French Symbolist poet, novelist, and influential critic. He was widely read in his era, and an important influence on Blaise Cendrars and Georges Bataille. The spelling Rémy de Gourmont is incorrect, albeit common."}]}, {"heading": "Deaths", "year": "1917", "date": "September 27", "txt": "Edgar Degas, French painter and sculptor (b. 1834)", "entities": [{"title": "Edgar Degas", "href": "/wiki/Edgar_Degas", "description": "Edgar Degas was a French Impressionist artist famous for his pastel drawings and oil paintings."}]}, {"heading": "Deaths", "year": "1919", "date": "September 27", "txt": "Adelina Patti, Italian-French opera singer (b. 1843)", "entities": [{"title": "Adelina Patti", "href": "/wiki/Adelina_Patti", "description": "Adelina Patti was an Italian 19th-century opera singer, earning huge fees at the height of her career in the music capitals of Europe and America. She first sang in public as a child in 1851, and gave her last performance before an audience in 1914. Along with her near contemporaries Jenny Lind and Thérèse Tietjens, Patti remains one of the most famous sopranos in history, owing to the purity and "}, {"title": "Opera", "href": "/wiki/Opera", "description": "Opera is a form of theatre in which music is a fundamental component and dramatic roles are taken by singers, but is distinct from musical theatre. Such a \"work\" is typically a collaboration between a composer and a librettist and incorporates a number of the performing arts, such as acting, scenery, costume, and sometimes dance or ballet. The performance is typically given in an opera house, acco"}]}, {"heading": "Deaths", "year": "1921", "date": "September 27", "txt": "Engelbert Humperdinck, German composer and educator (b. 1854)", "entities": [{"title": "Engelbert Humperdinck (composer)", "href": "/wiki/Engelbert_Humperdinck_(composer)", "description": "Engelbert Humperdinck was a German composer, who is best known for having composed the opera Hansel and Gretel."}]}, {"heading": "Deaths", "year": "1934", "date": "September 27", "txt": "Ellen Willmott, English horticulturalist (b. 1858)", "entities": [{"title": "Ellen Willmott", "href": "/wiki/Ellen_Willmott", "description": "Ellen Ann Willmott was an English horticulturist. She was an influential member of the Royal Horticultural Society, and a recipient of the first Victoria Medal of Honour, awarded to British horticulturists living in the UK by the society, in 1897. Willmott was said to have cultivated more than 100,000 species and cultivars of plants and sponsored expeditions to discover new species. Inherited weal"}]}, {"heading": "Deaths", "year": "1935", "date": "September 27", "txt": "Alan Gray, English composer and organist (b. 1855)", "entities": [{"title": "Alan Gray", "href": "/wiki/Alan_Gray", "description": "Alan Gray was an English organist and composer."}]}, {"heading": "Deaths", "year": "1940", "date": "September 27", "txt": "Walter Benjamin, German philosopher and critic (b. 1892)", "entities": [{"title": "Walter Benjamin", "href": "/wiki/Walter_Benjamin", "description": "Walter Bendix Schönflies Benjamin was a German Jewish philosopher, cultural critic and essayist. An eclectic thinker, combining elements of German idealism, Romanticism, Western Marxism, and Jewish mysticism, Benjamin made enduring and influential contributions to aesthetic theory, literary criticism, and historical materialism. He was associated with the Frankfurt School, and also maintained form"}]}, {"heading": "Deaths", "year": "1940", "date": "September 27", "txt": "Julius Wagner-Jauregg, Austrian physician and neuroscientist, Nobel Prize laureate (b. 1857)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1942", "date": "September 27", "txt": "Douglas Albert Munro, United States Coast Guard signalman, posthumously awarded Medal of Honor, (b. 1919)", "entities": [{"title": "Douglas Albert Munro", "href": "/wiki/Douglas_Albert_Munro", "description": "Douglas Albert Munro was a United States Coast Guardsman who was posthumously decorated with the Medal of Honor for an act of \"extraordinary heroism\" during World War II. He is the only person to have received the medal for actions performed during service in the Coast Guard."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "1944", "date": "September 27", "txt": "Aimee Semple McPherson, Canadian-American evangelist, founded the International Church of the Foursquare Gospel (b. 1890)", "entities": [{"title": "Aimee Semple McPherson", "href": "/wiki/Aimee_Semple_McPherson", "description": "Aimee Elizabeth Semple McPherson, also known as Sister Aimee or Sister, was a Canadian Pentecostal evangelist and media celebrity in the 1920s and 1930s, famous for founding the Foursquare Church. McPherson pioneered the use of modern media in religious services, using radio to draw on the growing appeal of popular entertainment and incorporating stage techniques into her weekly sermons at Angelus"}, {"title": "International Church of the Foursquare Gospel", "href": "/wiki/International_Church_of_the_Foursquare_Gospel", "description": "The Foursquare Church is an evangelical Pentecostal Christian denomination founded in 1923 by preacher Aimee Semple McPherson. The headquarters are in Los Angeles, California, United States."}]}, {"heading": "Deaths", "year": "1956", "date": "September 27", "txt": "Gerald Finzi, English composer and educator (b. 1901)", "entities": [{"title": "Gerald Finzi", "href": "/wiki/Gerald_Finzi", "description": "Gerald Raphael Finzi was a British composer. Finzi is best known as a choral composer, but also wrote in other genres. Large-scale compositions by Finzi include the cantata Dies natalis for solo voice and string orchestra, and his concertos for cello and clarinet."}]}, {"heading": "Deaths", "year": "1956", "date": "September 27", "txt": "Babe Didrikson Zaharias, American basketball player and golfer (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1960", "date": "September 27", "txt": "Sylvia Pankhurst, English activist (b. 1882)", "entities": [{"title": "Sylvia Pankhurst", "href": "/wiki/Sylvia_Pankhurst", "description": "Estelle Sylvia Pankhurst was an English campaigner for the suffrage and suffragette movement, a socialist and later a prominent left communist and activist in the cause of anti-fascism and the international auxiliary language movement. She spent much of her later life campaigning on behalf of Ethiopia, where she eventually moved."}]}, {"heading": "Deaths", "year": "1961", "date": "September 27", "txt": "Hilda Doolittle. American poet, novelist, and memoirist (b. 1886)", "entities": [{"title": "Hilda Doolittle", "href": "/wiki/Hilda_Doolittle", "description": "Hilda Doolittle was an American poet, novelist, and memoirist, associated with the early 20th-century avant-garde Imagist group of poets, including Ezra Pound and Richard Aldington. She published under the pen name H.D."}]}, {"heading": "Deaths", "year": "1965", "date": "September 27", "txt": "Clara Bow, American actress (b. 1905)", "entities": [{"title": "Clara Bow", "href": "/wiki/Clara_Bow", "description": "Clara Gordon Bow was an American actress who rose to stardom during the silent film era of the 1920s and successfully made the transition to \"talkies\" in 1929. Her appearance as a plucky shopgirl in the film It brought her global fame and the nickname \"The It Girl\". Bow came to personify the Roaring Twenties and is described as its leading sex symbol."}]}, {"heading": "Deaths", "year": "1965", "date": "September 27", "txt": "William Stanier, English engineer, co-designed the London, Midland and Scottish Railway (b. 1876)", "entities": [{"title": "London, Midland and Scottish Railway", "href": "/wiki/London,_Midland_and_Scottish_Railway", "description": "The London, Midland and Scottish Railway (LMS) was a British railway company. It was formed on 1 January 1923 under the Railways Act of 1921, which required the grouping of over 120 separate railways into four. The companies merged into the LMS included the London and North Western Railway, Midland Railway, the Lancashire and Yorkshire Railway, several Scottish railway companies, and numerous othe"}]}, {"heading": "Deaths", "year": "1967", "date": "September 27", "txt": "Felix Yusupov, Russian husband of Princess Irina Alexandrovna of Russia (b. 1887)", "entities": [{"title": "Felix Yusupov", "href": "/wiki/Felix_Yusupov", "description": "Prince Felix Felixovich Yusupov, Count Sumarokov-Elston, was a Russian aristocrat, prince and count from the Yusupov family. He is best known for participating in the assassination of Grigori Rasputin and marrying the niece of Tsar Nicholas II."}, {"title": "Princess Irina Alexandrovna of Russia", "href": "/wiki/Princess_Irina_Alexandrovna_of_Russia", "description": "Princess Irina Alexandrovna of Russia was the only daughter and eldest child of Grand Duke Alexander Mikhailovich of Russia and Grand Duchess Xenia Alexandrovna of Russia. She was also the only niece of Tsar Nicholas II of Russia, and the wife of the wealthiest man in Imperial Russia, Prince Felix Felixovich Yusupov, one of the men who murdered Grigori Rasputin, \"holy healer\" to her cousin, the he"}]}, {"heading": "Deaths", "year": "1972", "date": "September 27", "txt": "S. R. Ranganathan, Indian mathematician, librarian, and academic (b. 1892)", "entities": [{"title": "S. R. Ranganathan", "href": "/wiki/S._R._Ranganathan", "description": "Shiyali Ramamrita Ranganathan (S.R.R.) was a librarian and mathematician from India. His most notable contributions to the field were his five laws of library science and the development of the first major faceted classification system, the colon classification. He is considered to be the father of library science, documentation, and information science in India and is widely known throughout the "}]}, {"heading": "Deaths", "year": "1974", "date": "September 27", "txt": "Silvio Frondizi, Argentinian lawyer and academic (b. 1907)", "entities": [{"title": "Silvio Frondizi", "href": "/wiki/Silvio_Frondizi", "description": "Silvio Frondizi was an Argentine intellectual and lawyer, brother of President Arturo Frondizi and of the philosopher Risieri Frondizi. He became active in leftist groups, and was assassinated in 1974 by the Triple A right-wing death squad that operated under the María Estela Martínez de Perón government."}]}, {"heading": "Deaths", "year": "1975", "date": "September 27", "txt": "Jack Lang, Australian lawyer and politician, 23rd Premier of New South Wales (b. 1876)", "entities": [{"title": "Jack Lang (Australian politician)", "href": "/wiki/Jack_Lang_(Australian_politician)", "description": "John Thomas Lang, usually referred to as J. T. Lang during his career and familiarly known as \"Jack\" and nicknamed \"The Big Fella\", was an Australian politician who twice served as the 23rd Premier of New South Wales from 1925 to 1927 and again from 1930 to 1932. He was dismissed by the Governor of New South Wales, Sir Philip Game, at the climax of the 1932 constitutional crisis and resoundingly l"}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1979", "date": "September 27", "txt": "Gracie Fields, English actress and singer (b. 1898)", "entities": [{"title": "Gracie Fields", "href": "/wiki/Gracie_Fields", "description": "Dame Gracie Fields was a British actress, singer, comedian and star of cinema and music hall who was one of the top ten film stars in Britain during the 1930s and the highest paid film star in the world in 1937. She was appointed a Commander of the Order of the British Empire (CBE) and an Officer of the Venerable Order of St John (OStJ) in 1938, and a Dame Commander of the Order of the British Emp"}]}, {"heading": "Deaths", "year": "1979", "date": "September 27", "txt": "Jimmy McCulloch, Scottish singer-songwriter and guitarist (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "September 27", "txt": "Robert Montgomery, American actor, singer, director, and producer (b. 1904)", "entities": [{"title": "Robert Montgomery (actor)", "href": "/wiki/Robert_Montgomery_(actor)", "description": "Robert Montgomery was an American film and television actor, director, and producer. He began his acting career on the stage, but was soon hired by MGM. Initially assigned roles in comedies, he soon proved he was able to handle dramatic ones as well. He appeared in a wide variety of roles, such as a weak-willed prisoner in The Big House (1930), an Irish handyman in Night Must Fall (1937) and a box"}]}, {"heading": "Deaths", "year": "1983", "date": "September 27", "txt": "Wilfred Burchett, Australian journalist and author (b. 1911)", "entities": [{"title": "Wilfred Burchett", "href": "/wiki/Wilfred_Burchett", "description": "\n\nWilfred Graham Burchett was an Australian journalist known for being the first western journalist to report from Hiroshima after the dropping of the atomic bomb, and for his reporting from \"the other side\" during the wars in Korea and Vietnam."}]}, {"heading": "Deaths", "year": "1984", "date": "September 27", "txt": "Chronis Exarhakos, Greek actor (b. 1932)", "entities": [{"title": "Chronis Exarhakos", "href": "/wiki/Chronis_Exarhakos", "description": "Hronis Exarhakos was a Greek actor."}]}, {"heading": "Deaths", "year": "1985", "date": "September 27", "txt": "Lloyd Nolan, American actor (b. 1902)", "entities": [{"title": "Lloyd Nolan", "href": "/wiki/Lloyd_Nolan", "description": "Lloyd Benedict Nolan was an American film and television actor. Among his many roles, Nolan is remembered for originating the role of private investigator Michael Shayne in a series of 1940s B movies."}]}, {"heading": "Deaths", "year": "1986", "date": "September 27", "txt": "Cliff Burton, American bass player and songwriter  (b. 1962)", "entities": [{"title": "Cliff Burton", "href": "/wiki/Cliff_Burton", "description": "Clifford Lee Burton was an American musician and songwriter who was the bassist for American heavy metal band Metallica from 1983 until his death in 1986. He performed on Kill 'Em All (1983), Ride the Lightning (1984), and Master of Puppets (1986), the band's first three studio albums. Burton also received posthumous writing credit on ...And Justice for All (1988) for the song \"To Live Is to Die\"."}]}, {"heading": "Deaths", "year": "1991", "date": "September 27", "txt": "Joe Hulme, English footballer and cricketer (b. 1904)", "entities": [{"title": "Joe Hulme", "href": "/wiki/Joe_Hulme", "description": "Joseph Harold Anthony Hulme was an English footballer and cricketer."}]}, {"heading": "Deaths", "year": "1992", "date": "September 27", "txt": "Zhang Leping, Chinese comic artist (b. 1910)", "entities": [{"title": "Zhang Leping", "href": "/wiki/Zhang_Leping", "description": "Zhang Leping was a Chinese comic artist born in Jiaxing, Zhejiang province. He played a key role in the development of modern manhua in China, and is mostly remembered for his work in Sanmao."}]}, {"heading": "Deaths", "year": "1993", "date": "September 27", "txt": "Jimmy Doolittle, American general, Medal of Honor recipient (b. 1896)", "entities": [{"title": "Jimmy Doolittle", "href": "/wiki/Jimmy_Doolittle", "description": "James Harold Doolittle was an American military general and aviation pioneer. He made early coast-to-coast flights, won many flying races, and helped develop instrument flying."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "1993", "date": "September 27", "txt": "Fraser MacPherson, Canadian saxophonist and educator (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "September 27", "txt": "Mohammad Najibullah, Afghan physician and politician, 7th President of Afghanistan (b. 1947)", "entities": [{"title": "Mohammad Najibullah", "href": "/wiki/Mohammad_Najibullah", "description": "Mohammad Najibullah Ahmadzai, commonly known as Najibullah or Dr. Najib, was an Afghan politician who served as the leader of Afghanistan from 1986 to 1992 and as well as the President of Afghanistan from 1987 until his resignation in April 1992, shortly after which the mujahideen took over Kabul. After a failed attempt to flee to India, Najibullah remained in Kabul. He lived in the United Nations"}, {"title": "President of Afghanistan", "href": "/wiki/President_of_Afghanistan", "description": "The president of the Islamic Republic of Afghanistan is the head of state and head of government of Afghanistan and Commander-in-Chief of Afghan Armed Forces. The incumbent office holder is Ashraf Ghani."}]}, {"heading": "Deaths", "year": "1997", "date": "September 27", "txt": "Walter Trampler, American viola player and educator (b. 1915)", "entities": [{"title": "Walter Trampler", "href": "/wiki/Walter_Trampler", "description": "Walter Trampler was a German musician and teacher of the viola and viola d'amore."}]}, {"heading": "Deaths", "year": "1998", "date": "September 27", "txt": "Doak Walker, American football player (b. 1927)", "entities": [{"title": "Doak Walker", "href": "/wiki/Doak_Walker", "description": "Ewell Doak Walker II was an American football player. He played college football as a halfback at Southern Methodist University (SMU), where he won the Heisman Trophy in 1948. Walker then played professionally in the National Football League (NFL) with the Detroit Lions for six seasons, from 1950 to 1955."}]}, {"heading": "Deaths", "year": "2003", "date": "September 27", "txt": "Jean Lucas, French race car driver (b. 1927)", "entities": [{"title": "Jean Lucas", "href": "/wiki/Jean_Lucas", "description": "Jean Lucas was a French racing driver. He participated in one Formula One World Championship Grand Prix, on 11 September 1955. Lucas was then manager of the Gordini team, and when regular driver Robert Manzon was unable to race, he stepped in to take his place. His retired his car with engine failure and scored no championship points."}]}, {"heading": "Deaths", "year": "2003", "date": "September 27", "txt": "Donald O'Connor, American actor, singer, and dancer (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "September 27", "txt": "John E. Mack, American psychiatrist and author (b. 1929)", "entities": [{"title": "John E. Mack", "href": "/wiki/John_E._Mack", "description": "John Edward Mack was an American psychiatrist, writer, and professor and the head of the department of psychiatry at Harvard Medical School. In 1977, Mack won the Pulitzer Prize for his book A Prince of Our Disorder on T.E. Lawrence."}]}, {"heading": "Deaths", "year": "2005", "date": "September 27", "txt": "Ronald Golias, Brazilian comedian and actor (b. 1929)", "entities": [{"title": "Ronald Golias", "href": "/wiki/Ronald_Golias", "description": "Ronald Golias was a Brazilian comedian and actor."}]}, {"heading": "Deaths", "year": "2005", "date": "September 27", "txt": "Mary Lee Settle, American novelist, essayist, and memoirist (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "September 27", "txt": "Helmut Kallmeyer, German chemist and soldier (b. 1910)", "entities": [{"title": "Helmut Kallmeyer", "href": "/wiki/Helmut_Kallmeyer", "description": "Helmut Kallmeyer was a German chemist in the era of National Socialism. He served as a consultant in Adolf Hitler's Chancellery for gasification methods. Later, he worked in the Technical Institute for the Detection of Crime. He was involved in Action T4, Nazi Germany's program to murder people with disabilities."}]}, {"heading": "Deaths", "year": "2007", "date": "September 27", "txt": "Dale Houston, American singer-songwriter (b. 1940)", "entities": [{"title": "Dale Houston", "href": "/wiki/Dale_Houston", "description": "Dale Houston was an American singer who, along with his performing partner, Grace Broussard, hit the Billboard chart as Dale & Grace with two rock and roll singles. The first was the No. 1 gold record \"I'm Leaving It Up to You\" in 1963. \"Stop and Think It Over\" reached No. 8 in 1964. In his later years, Houston was reunited onstage with Broussard on several occasions. Their recordings are highly r"}]}, {"heading": "Deaths", "year": "2007", "date": "September 27", "txt": "Kenji Nagai, Japanese photographer and journalist (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "September 27", "txt": "Henri Pachard, American director and producer (b. 1939)", "entities": [{"title": "Henri Pachard", "href": "/wiki/Henri_Pachard", "description": "Henri Pachard, Jackson St. Louis and Crystal Blue were the pseudonyms of the American film director Ron Sullivan .\n"}]}, {"heading": "Deaths", "year": "2009", "date": "September 27", "txt": "Ivan Dykhovichny, Russian director and screenwriter (b. 1947)", "entities": [{"title": "Ivan Dykhovichny", "href": "/wiki/Ivan_Dykhovichny", "description": "Ivan Vladimirovich Dykhovichny was a Russian film director and screenwriter."}]}, {"heading": "Deaths", "year": "2009", "date": "September 27", "txt": "Charles Houston, American physician and mountaineer (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "September 27", "txt": "William Safire, American author and journalist (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "September 27", "txt": "George Blanda, American football player (b. 1927)", "entities": [{"title": "George Blanda", "href": "/wiki/George_Blanda", "description": "George Frederick Blanda was an American football quarterback and placekicker who played professionally in the American Football League (AFL) and National Football League (NFL). Blanda played 26 seasons of professional football, the most in the sport's history, and had scored more points than anyone in history at the time of his retirement."}]}, {"heading": "Deaths", "year": "2010", "date": "September 27", "txt": "Balaji Sadasivan, Singaporean neurosurgeon and politician, Minister of Foreign Affairs for Singapore (b. 1955)", "entities": [{"title": "Ministry of Foreign Affairs (Singapore)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Singapore)", "description": "The Ministry of Foreign Affairs is a ministry of the Government of Singapore responsible for conducting and managing diplomatic relations between Singapore and other countries and regions. It is headed by the Minister for Foreign Affairs, the office currently held by Dr Vivian Balakrishnan."}]}, {"heading": "Deaths", "year": "2010", "date": "September 27", "txt": "Trevor Taylor, English race car driver (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "September 27", "txt": "David Croft, English director, producer, and screenwriter (b. 1922)", "entities": [{"title": "David Croft (TV producer)", "href": "/wiki/David_Croft_(TV_producer)", "description": "Major David John Croft, was an English television comedy screenwriter, producer and director. He produced and wrote a string of BBC sitcoms with partners Jimmy Perry and Jeremy Lloyd, including Dad's Army, Are You Being Served?, It Ain't Half Hot Mum, Hi-de-Hi! and 'Allo 'Allo!"}]}, {"heading": "Deaths", "year": "2011", "date": "September 27", "txt": "Imre Makovecz, Hungarian architect (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "September 27", "txt": "Johnny \"Country\" Mathis, American singer-songwriter  (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 27", "txt": "Eddie Bert, American trombonist (b. 1922)", "entities": [{"title": "Eddie Bert", "href": "/wiki/Eddie_Bert", "description": "Edward Joseph Bertolatus, better known as Eddie Bert, was an American jazz trombonist."}]}, {"heading": "Deaths", "year": "2012", "date": "September 27", "txt": "Herbert Lom, Czech-English actor (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 27", "txt": "John Silber, American academic and politician (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 27", "txt": "Sanjay Surkar, Indian director and screenwriter (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 27", "txt": "Frank Wilson, American songwriter and producer (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 27", "txt": "Gates Brown, American baseball player and coach (b. 1939)", "entities": [{"title": "Gates Brown", "href": "/wiki/Gates_Brown", "description": "William James \"Gates\" Brown was an American Major League Baseball left fielder who spent his entire career with the Detroit Tigers (1963–1975). He batted left-handed and threw right-handed."}]}, {"heading": "Deaths", "year": "2013", "date": "September 27", "txt": "Oscar Castro-Neves, Brazilian-American guitarist, composer, and conductor (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 27", "txt": "Elvin R. Heiberg III, American general and engineer (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 27", "txt": "Tuncel Kurtiz, Turkish actor, director, and screenwriter (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 27", "txt": "A. C. Lyles, American screenwriter and producer (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 27", "txt": "Albert Naughton, English rugby player (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 27", "txt": "Gaby Aghion, French fashion designer, founded Chloé (b. 1921)", "entities": [{"title": "Gaby Aghion", "href": "/wiki/Gaby_Aghion", "description": "Gabrielle Aghion was an Egyptian/French fashion designer and the founder of the French fashion house Chloé. She is said to have coined the phrase \"prêt-à-porter\"."}, {"title": "Chloé", "href": "/wiki/Chlo%C3%A9", "description": "Chloé is a French luxury fashion house founded in 1952 by Gaby Aghion. During the next year of 1953 Aghion joined forces with Jacques Lenoir, formally managing the business side of the brand, allowing Aghion to purely pursue the creative growth of Chloé. Its headquarters are located in Paris, France. The house is owned by luxury brands holding company Richemont Group. Chloé has been worn by many c"}]}, {"heading": "Deaths", "year": "2014", "date": "September 27", "txt": "Eugie Foster, American journalist and author (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 27", "txt": "Taylor Hardwick, American architect and educator, designed Haydon Burns Library and Friendship Fountain Park (b. 1925)", "entities": [{"title": "Haydon Burns Library", "href": "/wiki/Haydon_Burns_Library", "description": "The Jessie Ball duPont Center is a nonprofit complex in downtown Jacksonville, Florida. The building served as the main branch of the Jacksonville Public Library system from 1965 until 2005, when it was replaced by the current facility. The library was named for W. Haydon Burns, who served as Mayor of Jacksonville for fifteen years and also served two years as Governor of Florida. The Haydon Burns"}, {"title": "Friendship Fountain Park", "href": "/wiki/Friendship_Fountain_Park", "description": "Friendship Fountain is a large fountain in Jacksonville, Florida. It is in St. Johns River Park at the west end of Downtown Jacksonville's Southbank Riverwalk attraction. The world's largest and tallest fountain when it opened, it has been one of Jacksonville's most recognizable and popular attractions."}]}, {"heading": "Deaths", "year": "2014", "date": "September 27", "txt": "Wally Hergesheimer, Canadian ice hockey player (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 27", "txt": "Abdelmajid Lakhal, Tunisian actor and director (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 27", "txt": "James Traficant, American lawyer and politician (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 27", "txt": "Syed Ahmed, Indian author and politician, 16th Governor of Manipur (b. 1945)", "entities": [{"title": "Syed Ahmed (politician)", "href": "/wiki/Syed_Ahmed_(politician)", "description": "Syed Ahmed was an Indian politician, author and a member of the Congress Party. He was sworn in as the Governor of Manipur on 16 May 2015, but only served four months before dying in office on 27 September. During his tenure as Manipur Governor, Manipur Tenants, Visitors and Migrant Workers Bill, 2015 was passed by the Manipur Assembly on 15 March."}, {"title": "Governor of Manipur", "href": "/wiki/Governor_of_Manipur", "description": "The Governor of Manipur is the nominal head of the Government of Manipur."}]}, {"heading": "Deaths", "year": "2015", "date": "September 27", "txt": "Wilton Felder, American saxophonist and bass player (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 27", "txt": "Pietro Ingrao, Italian journalist and politician (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 27", "txt": "Denise Lor, American singer and actress (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 27", "txt": "Kallen Pokkudan, Indian activist and author (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 27", "txt": "Frank Tyson, English-Australian cricketer, coach, and journalist (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "September 27", "txt": "David Hahn, American Boy Scout famous for attempting to build a nuclear reactor in a shed in his backyard (b. 1976)", "entities": [{"title": "David Hahn", "href": "/wiki/David_Hahn", "description": "David Charles Hahn, sometimes called the \"Radioactive Boy Scout\" or the \"Nuclear Boy Scout\", was an American man who built a homemade neutron source at the age of seventeen."}]}, {"heading": "Deaths", "year": "2017", "date": "September 27", "txt": "Hugh Hefner, American publisher, founder of Playboy Enterprises (b. 1926)", "entities": [{"title": "Hugh Hefner", "href": "/wiki/Hugh_Hefner", "description": "Hugh Marston Hefner was an American magazine publisher. He was the founder and editor-in-chief of Playboy magazine, a publication with revealing photographs and articles which provoked charges of obscenity. The first issue of Playboy was published in 1953 featuring Marilyn Monroe in a nude calendar shoot; it sold over 50,000 copies."}, {"title": "Playboy Enterprises", "href": "/wiki/Playboy_Enterprises", "description": "PLBY Group, Inc. is an American global media and lifestyle company founded by Hugh Hefner to oversee the Playboy magazine and related assets. It is currently headquartered in Los Angeles, California."}]}, {"heading": "Deaths", "year": "2018", "date": "September 27", "txt": "Kavita Mahajan, Indian author and translator (b.1967)", "entities": [{"title": "Kavita Mahajan", "href": "/wiki/Kavita_Mahajan", "description": "\n\nKavita Mahajan was an Indian author and translator who wrote in Marathi. She is noted for her critically acclaimed novels Brr (2005), Bhinna (2007) and Kuhoo (2011), as well as a non-fiction work Graffiti Wall (2009). She was the winner of the 2011 translation award conferred by the Sahitya Akademi, India's National Academy of Letters."}]}, {"heading": "Deaths", "year": "2018", "date": "September 27", "txt": "Michael Payton, American football quarterback  (b.1970) ", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "September 27", "txt": "Manoharsinhji Pradyumansinhji, Indian nobleman and politician", "entities": []}]