[{"heading": "Events", "year": "0070", "date": "September 7", "txt": "A Roman army under Titus occupies and plunders Jerusalem.", "entities": [{"title": "AD 70", "href": "/wiki/AD_70", "description": "AD 70 (LXX) was a common year starting on Monday of the Julian calendar. At the time, it was known as the Year of the Consulship of Vespasian and Titus. The denomination AD 70 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years."}, {"title": "Roman Empire", "href": "/wiki/Roman_Empire", "description": "The Roman Empire was the post-Republican period of ancient Rome. As a polity it included large territorial holdings around the Mediterranean Sea in Europe, Northern Africa, and Western Asia ruled by emperors. From the accession of Caesar Augustus to the military anarchy of the 3rd century, it was a principate with Italy as metropole of the provinces and the city of Rome as sole capital. After the "}, {"title": "Titus", "href": "/wiki/Titus", "description": "Titus was Roman emperor from 79 to 81. A member of the Flavian dynasty, Titus succeeded his father Vespasian upon his death."}, {"title": "Siege of Jerusalem (AD 70)", "href": "/wiki/Siege_of_Jerusalem_(AD_70)", "description": "The siege of Jerusalem in the year 70 CE was the decisive event of the First Jewish–Roman War, in which the Roman army captured the city of Jerusalem and destroyed both the city and its Temple. The Roman army, led by the future Emperor Titus, with Tiberius Julius Alexander as his second-in-command, besieged and conquered the city of Jerusalem, which had been controlled by Judean rebel factions sin"}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}]}, {"heading": "Events", "year": "0878", "date": "September 7", "txt": "Louis the Stammerer is crowned as king of West Francia by Pope John VIII.", "entities": [{"title": "Louis the Stammerer", "href": "/wiki/Louis_the_Stammerer", "description": "Louis II, known as Louis the Stammerer, was the king of Aquitaine and later the king of West Francia. He was the eldest son of Emperor Charles the Bald and Ermentrude of Orléans. Louis the Stammerer was physically weak and outlived his father by a year and a half."}, {"title": "West Francia", "href": "/wiki/West_Francia", "description": "In medieval history, West Francia or the Kingdom of the West Franks refers to the western part of the Frankish Empire established by Charlemagne. It represents the earliest stage of the Kingdom of France, lasting from about 840 until 987. West Francia emerged from the partition of the Carolingian Empire in 843 under the Treaty of Verdun following the death of Charlemagne's son, Louis the Pious."}, {"title": "Pope John VIII", "href": "/wiki/Pope_John_VIII", "description": "Pope John VIII was the bishop of Rome and ruler of the Papal States from 14 December 872 to his death. He is often considered one of the ablest popes of the 9th century."}]}, {"heading": "Events", "year": "1159", "date": "September 7", "txt": "Pope Alexander III is chosen.", "entities": [{"title": "Pope Alexander III", "href": "/wiki/Pope_Alexander_III", "description": "Pope Alexander III, born Roland, was the Bishop of Rome and hence head of the Catholic Church and ruler of the Papal States from 7 September 1159 until his death. A native of Bologna, Alexander became pope after a contested election, but had to spend much of his pontificate outside Rome while several rivals, supported by Holy Roman Emperor Frederick I Barbarossa, claimed the papacy. Alexander reje"}]}, {"heading": "Events", "year": "1191", "date": "September 7", "txt": "Third Crusade: Battle of Arsuf: Richard I of England defeats Saladin at Arsuf.", "entities": [{"title": "Third Crusade", "href": "/wiki/Third_Crusade", "description": "The Third Crusade (1189–1192) was an attempt by three European monarchs of the Western Christianity to reconquer the Holy Land following the capture of Jerusalem by the Ayyubid sultan Saladin in 1187. For this reason, the Third Crusade is also known as the Kings' Crusade."}, {"title": "Battle of Arsuf", "href": "/wiki/Battle_of_Arsuf", "description": "The Battle of Arsuf was a battle during the Third Crusade which took place on 7 September 1191. The battle was a Christian victory, with forces led by Richard I of England defeating a larger Ayyubid army led by Saladin."}, {"title": "Richard I of England", "href": "/wiki/Richard_I_of_England", "description": "Richard I was King of England from 1189 until his death in 1199. He also ruled as Duke of Normandy, Aquitaine and Gascony, Lord of Cyprus, and Count of Poitiers, Anjou, Maine, and Nantes, and was overlord of Brittany at various times during the same period. He was the third of five sons of King Henry II of England and Eleanor of Aquitaine and seemed unlikely to become king, but all his brothers ex"}, {"title": "Saladin", "href": "/wiki/Saladin", "description": "Al-Nasir Salah al-Din Yusuf ibn Ayyub, better known simply as Salah ad-Din or Saladin (;), was a Sunni Muslim Kurd and the first sultan of Egypt and Syria and founder of the Ayyubid dynasty. Saladin led the Muslim military campaign against the Crusader states in the Levant. At the height of his power, his sultanate spanned Egypt, Syria, the Jazira, the Hejaz, Yemen, parts of western North Africa, "}, {"title": "Arsuf", "href": "/wiki/Arsuf", "description": "Apollonia, known in the Early Islamic period as Arsuf and in the Crusader Kingdom of Jerusalem as Arsur, was an ancient city on the Mediterranean coast of what is today Israel. In Israeli archaeology it is known as Tel Arshaf. Founded by the Phoenicians during the Persian period in the late sixth century BCE, it was inhabited continuously until the Crusader period, through the Hellenistic, Roman, "}]}, {"heading": "Events", "year": "1228", "date": "September 7", "txt": "Holy Roman Emperor Frederick II lands in Acre, Israel, and starts the Sixth Crusade, which results in a peaceful restoration of the Kingdom of Jerusalem.", "entities": [{"title": "Frederick II, Holy Roman Emperor", "href": "/wiki/Frederick_II,_Holy_Roman_Emperor", "description": "Frederick II was King of Sicily from 1198, King of Germany from 1212, King of Italy and Holy Roman Emperor from 1220 and King of Jerusalem from 1225. He was the son of emperor Henry VI of the Hohenstaufen dynasty and of Constance, heiress to the Norman kings of Sicily."}, {"title": "Acre, Israel", "href": "/wiki/Acre,_Israel", "description": "Acre, known locally as Akko or Akka, is a city in the coastal plain region of the Northern District of Israel."}, {"title": "Sixth Crusade", "href": "/wiki/Sixth_Crusade", "description": "The Sixth Crusade, commonly known as the Crusade of Frederick II (1228–1229), was a military expedition to recapture the city of Jerusalem. It began seven years after the failure of the Fifth Crusade and involved very little actual fighting. The diplomatic maneuvering of the Holy Roman Emperor and King of Sicily, Frederick II, resulted in the Kingdom of Jerusalem regaining some control over Jerusa"}, {"title": "Kingdom of Jerusalem", "href": "/wiki/Kingdom_of_Jerusalem", "description": "The Kingdom of Jerusalem, also known as the Latin Kingdom of Jerusalem, was a Crusader state established in the Southern Levant by Godfrey of Bouillon in 1099 after the First Crusade. The kingdom lasted nearly two hundred years, from 1099 until 1291 when its last remaining possession, Acre, was destroyed by the Mamluks. Its history is divided into two distinct periods."}]}, {"heading": "Events", "year": "1303", "date": "September 7", "txt": "Guillaume de Nogaret takes Pope Boniface VIII prisoner on behalf of Philip IV of France.", "entities": [{"title": "Guillaume de Nogaret", "href": "/wiki/Guillaume_de_Nogaret", "description": "Guillaume de Nogaret was a French statesman, councillor and keeper of the seal to Philip IV of France."}, {"title": "Pope Boniface VIII", "href": "/wiki/Pope_Boniface_VIII", "description": "Pope Boniface VIII was pope from 24 December 1294 to his death in 1303. Caetani was of baronial origin with family connections to the papacy.\nHe succeeded Pope Celestine V, a Benedictine, who had abdicated from the papal throne. Boniface spent his early career abroad in diplomatic roles. In the College of Cardinals, he discriminated not only against the Benedictines but also members of the Colonna"}, {"title": "Philip IV of France", "href": "/wiki/Philip_IV_of_France", "description": "Philip IV, called Philip the Fair, was King of France from 1285 to 1314. By virtue of his marriage with Joan I of Navarre, he was also King of Navarre as Philip I from 1284 to 1305, as well as Count of Champagne. Although Philip was known as handsome, hence the epithet le Bel, his rigid and inflexible personality gained him other nicknames, such as the Iron King. His fierce opponent Bernard Saisse"}]}, {"heading": "Events", "year": "1571", "date": "September 7", "txt": "Thomas Howard, 4th Duke of Norfolk, is arrested for his role in the Ridolfi plot to assassinate Queen Elizabeth I of England and replace her with Mary, Queen of Scots.", "entities": [{"title": "Thomas Howard, 4th Duke of Norfolk", "href": "/wiki/Thomas_Howard,_4th_Duke_of_Norfolk", "description": "Thomas Howard, 4th Duke of Norfolk, was an English nobleman and politician. Although from a family with strong Catholic leanings, he was raised a Protestant. He was a second cousin of Queen Elizabeth I through her maternal grandmother, and held many high offices during her reign."}, {"title": "Ridolfi plot", "href": "/wiki/Ridolfi_plot", "description": "The Ridolfi plot was a plot in 1571 to assassinate Queen Elizabeth I of England and replace her with Mary, Queen of Scots. The plot was hatched and planned by Roberto Ridolfi, an international banker who was able to travel between Brussels, Rome and Madrid to gather support without attracting too much suspicion."}, {"title": "Elizabeth I of England", "href": "/wiki/Elizabeth_I_of_England", "description": "Elizabeth I was Queen of England and Ireland from 17 November 1558 until her death in 1603. Sometimes called the Virgin Queen, Gloriana or Good Queen Bess, Elizabeth was the last of the five monarchs of the House of Tudor."}, {"title": "Mary, Queen of Scots", "href": "/wiki/Mary,_Queen_of_Scots", "description": "Mary, Queen of Scots, also known as Mary Stuart or Mary I of Scotland, reigned over Scotland from 14 December 1542 until her forced abdication on 24 July 1567."}]}, {"heading": "Events", "year": "1652", "date": "September 7", "txt": "Around 15,000 Han farmers and militia rebel against Dutch rule on Taiwan.", "entities": [{"title": "Han Chinese", "href": "/wiki/Han_Chinese", "description": "The Han Chinese,\nHanzu,\nor Han people are an East Asian ethnic group and nation native to China. Historically, they were native to the Yellow River Basin region of modern China. They constitute the world's largest ethnic group, making up about 18% of the global population and consisting of various subgroups speaking distinctive varieties of the Chinese language. The estimated 1.4 billion Han Chine"}, {"title": "Guo Huaiyi Rebellion", "href": "/wiki/Guo_Huaiyi_Rebellion", "description": "The Guo Huaiyi rebellion was a peasant revolt by Chinese farmers against Dutch rule in Taiwan in 1652. Sparked by dissatisfaction with heavy Dutch taxation on them but not the aborigines and extortion by low-ranking Dutch officials and servicemen, the rebellion initially gained ground before being crushed by a coalition of Dutch soldiers and their aboriginal allies. It is considered the most impor"}, {"title": "Dutch Formosa", "href": "/wiki/Dutch_Formosa", "description": "The island of Taiwan, also commonly known as Formosa, was partly under colonial rule by the Dutch Republic from 1624 to 1662 and from 1664 to 1668. In the context of the Age of Discovery, the Dutch East India Company established its presence on Formosa to trade with the Ming Empire in China and Tokugawa shogunate in Japan, and also to interdict Portuguese and Spanish trade and colonial activities "}, {"title": "Taiwan", "href": "/wiki/Taiwan", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}]}, {"heading": "Events", "year": "1695", "date": "September 7", "txt": "Henry Every perpetrates one of the most profitable pirate raids in history with the capture of the Grand Mughal ship Ganj-i-Sawai. In response, Emperor Aurangzeb threatens to end all English trading in India.", "entities": [{"title": "Henry Every", "href": "/wiki/Henry_Every", "description": "Henry Every, also known as Henry Avery, sometimes erroneously given as Jack Avery or John Avery, was an English pirate who operated in the Atlantic and Indian oceans in the mid-1690s. He probably used several aliases throughout his career, including Benjamin Bridgeman, and was known as Long Ben to his crewmen and associates."}, {"title": "Aurangzeb", "href": "/wiki/Aurangzeb", "description": "Muhi-ud-Din Muhammad, commonly known by the sobriquet Aurangzeb or by his regnal title Alamgir, was the sixth Mughal emperor, who ruled over almost the entire Indian subcontinent for a period of 49 years. Widely considered to be the last effective ruler of the Mughal Empire, Aurangzeb compiled the Fatawa-e-Alamgiri, and was among the few monarchs to have fully established Sharia law and Islamic ec"}]}, {"heading": "Events", "year": "1706", "date": "September 7", "txt": "War of the Spanish Succession: Siege of Turin ends, leading to the withdrawal of French forces from North Italy.", "entities": [{"title": "War of the Spanish Succession", "href": "/wiki/War_of_the_Spanish_Succession", "description": "The War of the Spanish Succession (1701–1714) was an early-18th-century European war, triggered by the death in November 1700 of the childless Charles II of Spain. It established the principle that dynastic rights were secondary to maintaining the balance of power between different countries. Related conflicts include the 1700–1721 Great Northern War, Rákóczi's War of Independence in Hungary, the "}, {"title": "Siege of Turin", "href": "/wiki/Siege_of_Turin", "description": "The siege of Turin took place from June to September 1706, during the War of the Spanish Succession, when a French army led by Louis de la Feuillade besieged the Savoyard capital of Turin. The campaign by Prince Eugene of Savoy that led to its relief has been called the most brilliant of the war in Italy. The siege is also famous for the death of Piedmontese hero Pietro Micca."}]}, {"heading": "Events", "year": "1764", "date": "September 7", "txt": "Election of Stanisław August Poniatowski as the last ruler of the Polish–Lithuanian Commonwealth.", "entities": [{"title": "Stanisław August Poniatowski", "href": "/wiki/Stanis%C5%82aw_August_Poniatowski", "description": "Stanisław August Poniatowski, known by his regal title Stanislaus II Augustus, was King of Poland and Grand Duke of Lithuania from 1764 to 1795, and the last monarch of the Polish–Lithuanian Commonwealth."}, {"title": "Polish–Lithuanian Commonwealth", "href": "/wiki/Polish%E2%80%93Lithuanian_Commonwealth", "description": "The Polish–Lithuanian Commonwealth, formally known as the Crown of the Kingdom of Poland and the Grand Duchy of Lithuania and, after 1791, the Commonwealth of Poland, was a country and bi-federation of Poland and Lithuania ruled by a common monarch in real union, who was both King of Poland and Grand Duke of Lithuania. It was one of the largest and most populous countries of 16th to 17th-century E"}]}, {"heading": "Events", "year": "1776", "date": "September 7", "txt": "According to American colonial reports, Ezra Lee makes the world's first submarine attack in the Turtle, attempting to attach a time bomb to the hull of HMS Eagle in New York Harbor (no British records of this attack exist).", "entities": [{"title": "Ezra Lee", "href": "/wiki/Ezra_Lee", "description": "Ezra Lee was an American colonial soldier, best known for commanding and operating the one-man Turtle submarine."}, {"title": "Submarine", "href": "/wiki/Submarine", "description": "A submarine is a watercraft capable of independent operation underwater. It differs from a submersible, which has more limited underwater capability. It is also sometimes used historically or colloquially to refer to remotely operated vehicles and robots, as well as medium-sized or smaller vessels, such as the midget submarine and the wet sub. Submarines are referred to as \"boats\" rather than \"shi"}, {"title": "Time bomb (explosive)", "href": "/wiki/Time_bomb_(explosive)", "description": "A time bomb is a bomb whose detonation is triggered by a timer. The use of time bombs has been for various purposes including insurance fraud, terrorism, assassination, sabotage and warfare. They are a popular feature in fictional thriller and action films as they offer a way of imparting a dramatic sense of urgency."}, {"title": "HMS Eagle (1774)", "href": "/wiki/HMS_Eagle_(1774)", "description": "HMS Eagle was a 64-gun third-rate ship of the line of the Royal Navy, launched on 2 May 1774 at Rotherhithe."}, {"title": "New York Harbor", "href": "/wiki/New_York_Harbor", "description": "New York Harbor is at the mouth of the Hudson River where it empties into New York Bay near the East River tidal estuary, and then into the Atlantic Ocean on the east coast of the United States. It is one of the largest natural harbors in the world. Although the United States Board on Geographic Names does not use the term, New York Harbor has important historical, governmental, commercial, and ec"}]}, {"heading": "Events", "year": "1778", "date": "September 7", "txt": "American Revolutionary War: France invades Dominica in the British West Indies, before Britain is even aware of France's involvement in the war.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Invasion of Dominica (1778)", "href": "/wiki/Invasion_of_Dominica_(1778)", "description": "The Invasion of Dominica was a successful French invasion of the island of Dominica in the British West Indies, during the American Revolutionary War. The action took place before British authorities in the Caribbean were aware that France had entered the war as an ally of the United States of America. The French governor in the West Indies, François Claude Amour, marquis de Bouillé, was notified "}, {"title": "British West Indies", "href": "/wiki/British_West_Indies", "description": "The British West Indies, sometimes abbreviated to the BWI, is a collective term for the British territories historically established in the Anglo-Caribbean: Anguilla, the Cayman Islands, Turks and Caicos Islands, Montserrat, the British Virgin Islands, Antigua and Barbuda, The Bahamas, Barbados, Dominica, Grenada, Jamaica, Saint Kitts and Nevis, Saint Lucia, Saint Vincent and the Grenadines, Briti"}]}, {"heading": "Events", "year": "1812", "date": "September 7", "txt": "French invasion of Russia: The Battle of Borodino, the bloodiest battle of the Napoleonic Wars, is fought near Moscow and results in a French victory.", "entities": [{"title": "French invasion of Russia", "href": "/wiki/French_invasion_of_Russia", "description": "The French invasion of Russia, known in Russia as the Patriotic War of 1812 and in France as the Russian campaign, was begun by Napoleon to force Russia back into the Continental blockade of the United Kingdom."}, {"title": "Battle of Borodino", "href": "/wiki/Battle_of_Borodino", "description": "The Battle of Borodino was a battle fought on 7 September 1812 during Napoleon's French invasion of Russia. The Grande Armée won the battle against the Imperial Russian Army with casualties in a ratio 2:3, but failed to gain a decisive victory. Napoleon fought against Mikhail Kutuzov who had been appointed by the Tsar as replacement for Barclay de Tolly after the Battle of Smolensk. As a result Na"}, {"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}]}, {"heading": "Events", "year": "1818", "date": "September 7", "txt": "Carl III of Sweden–Norway is crowned king of Norway, in Trondheim.", "entities": [{"title": "Charles XIV John of Sweden", "href": "/wiki/Charles_XIV_John_of_Sweden", "description": "Charles XIV John was King of Sweden and Norway from 1818 until his death. In modern Norwegian lists of kings he is called Charles III John. He was the first monarch of the Bernadotte dynasty."}, {"title": "Sweden–Norway", "href": "/wiki/Sweden%E2%80%93Norway", "description": "Sweden and Norway or Sweden–Norway, officially the United Kingdoms of Sweden and Norway, or as the United Kingdoms, was a personal union of the separate kingdoms of Sweden and Norway under a common monarch and common foreign policy that lasted from 1814 until its peaceful dissolution in 1905."}, {"title": "Trondheim", "href": "/wiki/Trondheim", "description": "Trondheim, is a city and municipality in Trøndelag county, Norway. It has a population of 205,332 as of 2020, and is the third most populous municipality in Norway, although the fourth largest urban area. Trondheim lies on the south shore of Trondheim Fjord at the mouth of the River Nidelva. The city is dominated by the Norwegian University of Science and Technology (NTNU), the Foundation for Scie"}]}, {"heading": "Events", "year": "1822", "date": "September 7", "txt": "Dom Pedro I declares Brazil independent from Portugal on the shores of the Ipiranga Brook in São Paulo.", "entities": [{"title": "Pedro I of Brazil", "href": "/wiki/Pedro_I_of_Brazil", "description": "Dom Pedro I, nicknamed \"the Liberator\", was the founder and first ruler of the Empire of Brazil. As King Dom Pedro IV, he reigned briefly over Portugal, where he also became known as \"the Liberator\" as well as \"the Soldier King\". Born in Lisbon, Pedro I was the fourth child of King Dom João VI of Portugal and Queen Carlota Joaquina, and thus a member of the House of Braganza. When the country was "}, {"title": "Independence of Brazil", "href": "/wiki/Independence_of_Brazil", "description": "The Independence of Brazil comprised a series of political and military events that occurred in 1821–1824, most of which involved disputes between Brazil and Portugal regarding the call for independence presented by the Brazilian Empire."}, {"title": "Ipiranga Brook", "href": "/wiki/Ipiranga_Brook", "description": "The Ipiranga Brook, is a river of São Paulo state in southeastern Brazil, historically known as the place where Dom Pedro I declared the independence of Brazil from the United Kingdom of Portugal, Brazil and the Algarves."}, {"title": "São Paulo", "href": "/wiki/S%C3%A3o_Paulo", "description": "São Paulo is a municipality in the Southeast Region of Brazil. The metropolis is an alpha global city and the most populous city in Brazil, the Americas, the Western Hemisphere and the Southern Hemisphere. Additionally, São Paulo is the largest Portuguese-speaking city in the world. The municipality is also the world's 4th largest city proper by population. The city is the capital of the surroundi"}]}, {"heading": "Events", "year": "1857", "date": "September 7", "txt": "Mountain Meadows massacre: Mormon settlers slaughter most members of peaceful, emigrant wagon train.", "entities": [{"title": "Mountain Meadows massacre", "href": "/wiki/Mountain_Meadows_massacre", "description": "The Mountain Meadows Massacre was a series of attacks which resulted in the mass murder of 120 members of the Baker–Fancher emigrant wagon train. The massacre occurred September 7–11, 1857 at Mountain Meadows in southern Utah, and was perpetrated by Mormon settlers belonging to the Utah Territorial Militia, together with some Southern Paiute Native Americans."}]}, {"heading": "Events", "year": "1860", "date": "September 7", "txt": "Italian unification: Giuseppe Garibaldi enters Naples.", "entities": [{"title": "Italian unification", "href": "/wiki/Italian_unification", "description": "Italian unification, also known as the Risorgimento, was the 19th-century political and social movement that resulted in the consolidation of different states of the Italian Peninsula into a single state, the Kingdom of Italy. Inspired by the rebellions in the 1820s and 1830s against the outcome of the Congress of Vienna, the unification process was precipitated by the revolutions of 1848, and rea"}, {"title": "Giuseppe Garibaldi", "href": "/wiki/Giuseppe_Garibaldi", "description": "Giuseppe Maria Garibaldi was an Italian general, patriot and republican. He contributed to the Italian unification and the creation of the Kingdom of Italy. He is considered to be one of the greatest generals of modern times and one of Italy's \"fathers of the fatherland\", along with Camillo Benso, Count of Cavour, Victor Emmanuel II of Italy and Giuseppe Mazzini. Garibaldi is also known as the \"He"}]}, {"heading": "Events", "year": "1863", "date": "September 7", "txt": "American Civil War: Union troops under Quincy A. Gillmore capture Fort Wagner in Morris Island after a 7-week siege.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Quincy Adams Gillmore", "href": "/wiki/Quincy_Adams_Gillmore", "description": "Quincy Adams Gillmore was an American civil engineer, author, and a general in the Union Army during the American Civil War. He was noted for his actions in the Union victory at Fort Pulaski, where his modern rifled artillery readily pounded the fort's exterior stone walls, an action that essentially rendered stone fortifications obsolete. He earned an international reputation as an organizer of s"}, {"title": "Fort Wagner", "href": "/wiki/Fort_Wagner", "description": "Fort Wagner or Battery Wagner was a beachhead fortification on Morris Island, South Carolina, that covered the southern approach to Charleston Harbor. It was the site of two American Civil War battles in the campaign known as Operations Against the Defenses of Charleston in 1863, and it is considered one of the toughest beachhead defenses constructed by the Confederate Army."}, {"title": "Morris Island", "href": "/wiki/Morris_Island", "description": "Morris Island is an 840-acre (3.4 km²) uninhabited island in Charleston Harbor in South Carolina, accessible only by boat. The island lies in the outer reaches of the harbor and was thus a strategic location in the American Civil War. The island is part of the cities of Charleston and Folly Beach, in Charleston County."}]}, {"heading": "Events", "year": "1864", "date": "September 7", "txt": "American Civil War: Atlanta is evacuated on orders of Union General William Tecumseh Sherman.", "entities": [{"title": "Atlanta", "href": "/wiki/Atlanta", "description": "Atlanta is the capital and most populous city of the U.S. state of Georgia. With an estimated 2019 population of 506,811, it is also the 37th most populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to more than 6 million people and the ninth-largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the"}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "William Tecumseh Sherman", "href": "/wiki/William_Tecumseh_Sherman", "description": "William Tecumseh Sherman was an American soldier, businessman, educator, and author. He served as a general in the Union Army during the American Civil War (1861–1865), receiving recognition for his command of military strategy as well as criticism for the harshness of the scorched earth policies he implemented in conducting total war against the Confederate States. British military theorist and h"}]}, {"heading": "Events", "year": "1876", "date": "September 7", "txt": "In Northfield, Minnesota, Jesse James and the James–Younger Gang attempt to rob the town's bank but are driven off by armed citizens.", "entities": [{"title": "Northfield, Minnesota", "href": "/wiki/Northfield,_Minnesota", "description": "Northfield is a city in Dakota and Rice counties in the State of Minnesota. It is mostly in Rice County, with a small portion in Dakota County. The population was 20,908 at the 2020 census."}, {"title": "Jesse James", "href": "/wiki/Jesse_James", "description": "Jesse Woodson James was an American outlaw, bank and train robber, guerrilla, and leader of the James–Younger Gang. Raised in the \"Little Dixie\" area of western Missouri, James and his family maintained strong Southern sympathies. He and his brother Frank James joined pro-Confederate guerrillas known as \"bushwhackers\" operating in Missouri and Kansas during the American Civil War. As followers of "}, {"title": "James–Younger Gang", "href": "/wiki/James%E2%80%93Younger_Gang", "description": "The James-Younger Gang was a notable 19th-century gang of American outlaws that revolved around Jesse James and his brother Frank James. The gang was based in the state of Missouri, the home of most of the members."}]}, {"heading": "Events", "year": "1901", "date": "September 7", "txt": "The Boxer Rebellion in Qing dynasty (modern-day China) officially ends with the signing of the Boxer Protocol.", "entities": [{"title": "Boxer Rebellion", "href": "/wiki/Boxer_Rebellion", "description": "The Boxer Rebellion, Boxer Uprising or Yihetuan Movement, was an armed and violent, anti-Christian, and anti-imperialist insurrection in China between 1899 and 1901, towards the end of the Qing dynasty."}, {"title": "Qing dynasty", "href": "/wiki/Qing_dynasty", "description": "The Qing dynasty, officially the Great Qing, was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1912, with a brief restoration in 1917. It was preceded by the Ming dynasty and succeeded by the Republic of China. The multiethnic Qing empire lasted for almost three centuries and formed the territorial base for modern China. It was the fourth large"}, {"title": "China", "href": "/wiki/China", "description": "China, officially the People's Republic of China (PRC), is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion. China covers an area of approximately 9.6 million square kilometers, it is the world's third or fourth-largest country. \nThe country is officially divided into 23 provinces, five autonomous regions, four direct-controlled municipalitie"}, {"title": "Boxer Protocol", "href": "/wiki/Boxer_Protocol", "description": "The Boxer Protocol was signed on September 7, 1901, between the Qing Empire of China and the Eight-Nation Alliance that had provided military forces ; after China's defeat in the intervention to put down the Boxer Rebellion. It is often regarded as one of the Unequal Treaties."}]}, {"heading": "Events", "year": "1906", "date": "September 7", "txt": "Alberto Santos-Dumont flies his 14-bis aircraft at Bagatelle, France successfully for the first time.", "entities": [{"title": "Alberto Santos-Dumont", "href": "/wiki/Alberto_Santos-Dumont", "description": "Alberto Santos-Dumont was a Brazilian inventor and aviation pioneer, one of the very few people to have contributed significantly to the early development of both lighter-than-air and heavier-than-air aircraft."}, {"title": "14-bis", "href": "/wiki/14-bis", "description": "The 14-bis (Quatorze-bis), also known as Oiseau de proie, was a pioneer era canard biplane designed and built by Brazilian aviation pioneer Alberto Santos-Dumont. In 1906, near Paris, the 14-bis made a manned powered flight that was the first to be publicly witnessed by a crowd. It was also the first powered flight made anywhere outside of the United States, as well as the first powered flight by "}, {"title": "Château de Bagatelle", "href": "/wiki/Ch%C3%A2teau_de_Bagatelle", "description": "The Château de Bagatelle is a small Neoclassical style château with several small formal French gardens, a rose garden, and an orangerie. It is set on 59 acres of gardens in French landscape style in the Bois de Boulogne, which is located in the 16th arrondissement of Paris."}]}, {"heading": "Events", "year": "1907", "date": "September 7", "txt": "Cunard Line's RMS Lusitania sets sail on her maiden voyage from Liverpool, England, to New York City.", "entities": [{"title": "Cunard Line", "href": "/wiki/Cunard_Line", "description": "Cunard Line is a British cruise line based at Carnival House at Southampton, England, operated by Carnival UK and owned by Carnival Corporation & plc. Since 2011, Cunard and its three ships have been registered in Hamilton, Bermuda."}, {"title": "RMS Lusitania", "href": "/wiki/RMS_Lusitania", "description": "RMS Lusitania was a British ocean liner that was sunk on 7 May 1915 by a German U-boat 11 miles (18 km) off the southern coast of Ireland, killing 1,198 passengers and crew. The sinking occurred about two years before the United States declaration of war on Germany. Although the Lusitania sinking was a major factor in building support for a war, war was eventually declared only after the Imperial "}, {"title": "Liverpool", "href": "/wiki/Liverpool", "description": "Liverpool is a city and metropolitan borough in Merseyside, England. Its population in 2019 was approximately 498,042, making it the tenth-largest English district by population. Liverpool's metropolitan area is the fifth-largest in the United Kingdom with a population of 2.24 million."}]}, {"heading": "Events", "year": "1909", "date": "September 7", "txt": "Eugène Lefebvre crashes a new French-built Wright biplane during a test flight at Juvisy, south of Paris, becoming the first aviator in the world to lose his life in a powered heavier-than-air craft.", "entities": [{"title": "Eugène Lefebvre", "href": "/wiki/Eug%C3%A8ne_Lefebvre", "description": "Eugène Lefebvre was a French aviation pioneer. He was reportedly the first \"stunt pilot\", the first person to die while piloting a powered airplane, and the second person to be killed in a powered airplane crash."}, {"title": "Wright Model A", "href": "/wiki/Wright_Model_A", "description": "The Wright Model A was an early aircraft produced by the Wright Brothers in the United States beginning in 1906. \nIt was a development of their Flyer III airplane of 1905. The Wrights built about seven Model As in their bicycle shop during the period 1906–1907 in which they did no flying. One of these was shipped to Le Havre in 1907 in order to demonstrate it to the French. The Model A had a 35-ho"}, {"title": "Juvisy", "href": "/wiki/Juvisy", "description": "Juvisy-sur-Orge is a commune in the Essonne department in Île-de-France in northern France. It is located 18 km south-east of Paris."}]}, {"heading": "Events", "year": "1911", "date": "September 7", "txt": "French poet Guillaume Apollinaire is arrested and put in jail on suspicion of stealing the Mona Lisa from the Louvre museum.", "entities": [{"title": "Guillaume Apollinaire", "href": "/wiki/Guillaume_Apollinaire", "description": "Guillaume Apollinaire was a French poet, playwright, short story writer, novelist, and art critic of Polish-Belarusian descent."}, {"title": "Louvre", "href": "/wiki/Louvre", "description": "The Louvre, or the Louvre Museum, is the world's largest art museum and a historic monument in Paris, France, and is best known for being the home of the Mona Lisa. A central landmark of the city, it is located on the Right Bank of the Seine in the city's 1st arrondissement. Approximately 38,000 objects from prehistory to the 21st century are exhibited over an area of 72,735 square meters. Due to "}]}, {"heading": "Events", "year": "1916", "date": "September 7", "txt": "US federal employees win the right to Workers' compensation by Federal Employers Liability Act (39 Stat. 742; 5 U.S.C. 751)", "entities": [{"title": "Workers' compensation", "href": "/wiki/Workers%27_compensation", "description": "Workers' compensation or workers' comp is a form of insurance providing wage replacement and medical benefits to employees injured in the course of employment in exchange for mandatory relinquishment of the employee's right to sue his or her employer for the tort of negligence. The trade-off between assured, limited coverage and lack of recourse outside the worker compensation system is known as \""}, {"title": "Federal Employers Liability Act", "href": "/wiki/Federal_Employers_Liability_Act", "description": "The Federal Employers' Liability Act (FELA), 45 U.S.C. § 51 et seq. (1908), is a United States federal law that protects and compensates railroaders injured on the job."}]}, {"heading": "Events", "year": "1920", "date": "September 7", "txt": "Two newly purchased Savoia flying boats crash in the Swiss Alps en route to Finland where they were to serve with the Finnish Air Force, killing both crews.", "entities": [{"title": "Savoia-Marchetti", "href": "/wiki/Savoia-Marchetti", "description": "SIAI-Marchetti was an Italian aircraft manufacturer."}, {"title": "Swiss Alps", "href": "/wiki/Swiss_Alps", "description": "The Alpine region of Switzerland, conventionally referred to as the Swiss Alps, represents a major natural feature of the country and is, along with the Swiss Plateau and the Swiss portion of the Jura Mountains, one of its three main physiographic regions. The Swiss Alps extend over both the Western Alps and the Eastern Alps, encompassing an area sometimes called Central Alps. While the northern r"}, {"title": "Finnish Air Force", "href": "/wiki/Finnish_Air_Force", "description": "The Finnish Air Force is one of the branches of the Finnish Defence Forces. Its peacetime tasks are airspace surveillance, identification flights, and production of readiness formations for wartime conditions. The Finnish Air Force was founded on 6 March 1918."}]}, {"heading": "Events", "year": "1921", "date": "September 7", "txt": "In Atlantic City, New Jersey, the first Miss America Pageant, a two-day event, is held.", "entities": [{"title": "Atlantic City, New Jersey", "href": "/wiki/Atlantic_City,_New_Jersey", "description": "Atlantic City, often known by its initials A.C., is a coastal resort city in Atlantic County, New Jersey, United States, known for its casinos, boardwalk, and beaches. In 2010, the city had a population of 39,558. It was incorporated on May 1, 1854, from portions of Egg Harbor Township and Galloway Township. It is located on Absecon Island and borders Absecon, Brigantine, Pleasantville, Ventnor Ci"}, {"title": "Miss America Pageant", "href": "/wiki/Miss_America_Pageant", "description": "Miss America is an annual competition that is open to women from the United States between the ages of 17 and 25. Originating in 1921 as a \"bathing beauty revue\", the contest is now judged on competitors' talent performances and interviews. As of 2018, there is no longer a swimsuit portion to the contest, or consideration of physical appearance. Miss America travels about 20,000 miles a month, cha"}]}, {"heading": "Events", "year": "1921", "date": "September 7", "txt": "The Legion of Mary, the largest apostolic organization of lay people in the Catholic Church, is founded in Dublin, Ireland.", "entities": [{"title": "Consecrated life", "href": "/wiki/Consecrated_life#Apostolic_congregations", "description": "Consecrated life is a state of life in the Catholic Church lived by those faithful who are called to follow Jesus Christ in a more exacting way. According to the Catechism of the Catholic Church, it \"is characterized by the public profession of the evangelical counsels of poverty, chastity, and obedience, in a stable state of life recognized by the Church\". The Code of Canon Law defines it as \"a s"}]}, {"heading": "Events", "year": "1923", "date": "September 7", "txt": "The International Criminal Police Organization (INTERPOL) is formed.", "entities": [{"title": "Interpol", "href": "/wiki/Interpol", "description": "The International Criminal Police Organization, commonly known as INTERPOL, is an international organization that facilitates worldwide police cooperation and crime control. Headquartered in Lyon, it has seven regional bureaux worldwide and a National Central Bureau in all 194 member states, making it the world's largest police organization."}]}, {"heading": "Events", "year": "1927", "date": "September 7", "txt": "The first fully electronic television system is achieved by Philo Farnsworth.", "entities": [{"title": "Philo Farnsworth", "href": "/wiki/Philo_Farnsworth", "description": "Philo Taylor Farnsworth was an American inventor and television pioneer. He made many crucial contributions to the early development of all-electronic television. He is best known for his 1927 invention of the first fully functional all-electronic image pickup device, the image dissector, as well as the first fully functional and complete all-electronic television system. Farnsworth developed a te"}]}, {"heading": "Events", "year": "1929", "date": "September 7", "txt": "Steamer Kuru capsizes and sinks on Lake Näsijärvi near Tampere in Finland. One hundred thirty-six lives are lost.", "entities": [{"title": "SS Kuru", "href": "/wiki/SS_Kuru", "description": "SS Kuru was a steam ship which sank on 7 September 1929 in the lake Näsijärvi, in Tampere, Finland."}, {"title": "Näsijärvi", "href": "/wiki/N%C3%A4sij%C3%A4rvi", "description": "Näsijärvi is a lake 95 metres (312 ft) above sea level, in the Pirkanmaa region of southern Finland. Näsijärvi is the biggest lake in the Tampere area at 256 square kilometres (99 sq mi) in size. The city of Tampere was built along the Tammerkoski rapids, through which the lake drains into Pyhäjärvi. The water quality of the lake has improved as forest industry has decreased the amount of waste wa"}, {"title": "Tampere", "href": "/wiki/Tampere", "description": "Tampere is a city in Pirkanmaa in the western part of Finland. Tampere is the most populous inland city in the Nordic countries; it has a population of 238,140 with the urban area holding 334,112 people and the metropolitan area, also known as the Tampere sub-region, holding 385,301 inhabitants in an area of 4,970 km2 (1,920 sq mi). Tampere is the second-largest urban area and third most-populous "}]}, {"heading": "Events", "year": "1932", "date": "September 7", "txt": "The Battle of Boquerón, the first major battle of the Chaco War, commences.", "entities": [{"title": "Battle of Boquerón (1932)", "href": "/wiki/Battle_of_Boquer%C3%B3n_(1932)", "description": "The Battle of Boquerón was a battle fought from September 7-29, 1932, between the Bolivian and Paraguayan armies in and around the stronghold of Boquerón. It was the first major battle of the Chaco War. The outpost (fortín) of Boquerón, among others, had been occupied by Bolivian troops since late July 1932 following instructions of president Daniel Salamanca, which led to the escalation of what b"}]}, {"heading": "Events", "year": "1936", "date": "September 7", "txt": "The last thylacine, a carnivorous marsupial named Benjamin, dies alone in its cage at the Hobart Zoo in Tasmania.", "entities": [{"title": "Benjamin the thylacine", "href": "/wiki/Benjamin_the_thylacine", "description": "The thylacine is an extinct carnivorous marsupial that was native to the Australian mainland and the islands of Tasmania and New Guinea. It was the largest known carnivorous marsupial in the world prior to its extinction, evolving about 2 million years ago. The last known live animal was captured in 1930 in Tasmania. It is commonly known as the Tasmanian tiger or the Tasmanian wolf. Various Aborig"}]}, {"heading": "Events", "year": "1940", "date": "September 7", "txt": "Romania returns Southern Dobruja to Bulgaria under the Treaty of Craiova.", "entities": [{"title": "Southern Dobruja", "href": "/wiki/Southern_Dobruja", "description": "Southern Dobruja or South Dobruja is an area of northeastern Bulgaria comprising Dobrich and Silistra provinces, part of the historical region of Dobruja. It has an area of 7,566 km² and a population of 358,000. It was a part of Romania de jure from 1913 to 1918 and again from 1919 to 1940."}, {"title": "Treaty of Craiova", "href": "/wiki/Treaty_of_Craiova", "description": "The Treaty of Craiova was signed on 7 September 1940 and ratified on 13 September 1940 by the Kingdom of Bulgaria and the Kingdom of Romania. Under its terms, Romania had to allow Bulgaria to retake Southern Dobruja, which Romania had gained after the 1913 Second Balkan War. Bulgaria had to pay 1 million lei as compensation for the investment provided to the region by Romania."}]}, {"heading": "Events", "year": "1940", "date": "September 7", "txt": "World War II: The German Luftwaffe begins the Blitz, bombing London and other British cities for over 50 consecutive nights.", "entities": [{"title": "The Blitz", "href": "/wiki/The_Blitz", "description": "The Blitz was a German bombing campaign against the United Kingdom in 1940 and 1941, during the Second World War. The term was first used by the British press and originated from the term \"Blitzkrieg\", the German word for 'lightning war'."}]}, {"heading": "Events", "year": "1942", "date": "September 7", "txt": "World War II: Japanese marines are forced to withdraw during the Battle of Milne Bay.", "entities": [{"title": "Special Naval Landing Forces", "href": "/wiki/Special_Naval_Landing_Forces", "description": "The Special Naval Landing Forces (SNLF), were naval infantry units of the Imperial Japanese Navy (IJN) and were a part of the IJN Land Forces. They saw extensive service in the Second Sino-Japanese War and the Pacific theatre of World War II."}, {"title": "Battle of Milne Bay", "href": "/wiki/Battle_of_Milne_Bay", "description": "The Battle of Milne Bay, also known as Operation RE or the Battle of Rabi (ラビの戦い) by the Japanese, was a battle of the Pacific campaign of World War II. Japanese naval infantry troops, known as Kaigun Tokubetsu Rikusentai, with two small tanks attacked the Allied airfields at Milne Bay that had been established on the eastern tip of New Guinea. Due to poor intelligence work, the Japanese miscalcul"}]}, {"heading": "Events", "year": "1943", "date": "September 7", "txt": "A fire at the Gulf Hotel in Houston kills 55 people.", "entities": [{"title": "Gulf Hotel fire", "href": "/wiki/Gulf_Hotel_fire", "description": "The Gulf Hotel fire claimed 55 lives in the early-morning hours of September 7, 1943 in downtown Houston, Texas. This fire remains the cause of the worst loss of life in a fire in the city's history."}]}, {"heading": "Events", "year": "1943", "date": "September 7", "txt": "World War II: The German 17th Army begins its evacuation of the Kuban bridgehead (Taman Peninsula) in southern Russia and moves across the Strait of Kerch to the Crimea.", "entities": [{"title": "Kuban bridgehead", "href": "/wiki/Kuban_bridgehead", "description": "The Kuban Bridgehead, also known as the \"Goth's head position\" , was a German position on the Taman Peninsula, Russia, between the Sea of Azov and the Black Sea. Existing from January to October 1943, the bridgehead formed after the Germans were pushed out of the Caucasus. The heavily fortified position was intended as a staging area for the Wehrmacht which was to be used to renew attacks towards "}]}, {"heading": "Events", "year": "1945", "date": "September 7", "txt": "World War II: Japanese forces on Wake Island, which they had held since December 1941, surrender to U.S. Marines.", "entities": [{"title": "Wake Island", "href": "/wiki/Wake_Island", "description": "Wake Island is a coral atoll in the western Pacific Ocean in the northeastern area of the Micronesia subregion, 1,501 miles east of Guam, 2,298 miles west of Honolulu, 1,991 miles southeast of Tokyo, and 898 miles north of Majuro. The island is an unorganized, unincorporated territory belonging to, but not a part of, the United States that is also claimed by the Republic of the Marshall Islands. W"}]}, {"heading": "Events", "year": "1945", "date": "September 7", "txt": "The Berlin Victory Parade of 1945 is held.", "entities": []}, {"heading": "Events", "year": "1953", "date": "September 7", "txt": "Nikita Khrushchev is elected first secretary of the Communist Party of the Soviet Union.", "entities": [{"title": "Nikita Khrushchev", "href": "/wiki/Nikita_Khrushchev", "description": "Nikita Sergeyevich Khrushchev led the Soviet Union as the First Secretary of the Communist Party of the Soviet Union from 1953 to 1964 and as chairman of the country's Council of Ministers from 1958 to 1964. During his rule, Khrushchev stunned the communist world with his denunciation of Stalin's crimes and began De-Stalinization. He sponsored the early Soviet space program, and enactment of relat"}, {"title": "General Secretary of the Communist Party of the Soviet Union", "href": "/wiki/General_Secretary_of_the_Communist_Party_of_the_Soviet_Union", "description": "The General Secretary of the Central Committee of the Communist Party of the Soviet Union was an office of the Communist Party of the Soviet Union (CPSU) that by the late 1920s had evolved into the most powerful of the Central Committee's various positions. Seldom in Soviet history would any other office trump the authority of General Secretary. From 1929 until the union's dissolution, the holder "}]}, {"heading": "Events", "year": "1963", "date": "September 7", "txt": "The Pro Football Hall of Fame opens in Canton, Ohio with 17 charter members.", "entities": [{"title": "Pro Football Hall of Fame", "href": "/wiki/Pro_Football_Hall_of_Fame", "description": "The Pro Football Hall of Fame is the hall of fame for professional American football, located in Canton, Ohio. Opened in 1963, the Hall of Fame enshrines exceptional figures in the sport of professional football, including players, coaches, franchise owners, and front-office personnel, almost all of whom made their primary contributions to the game in the National Football League (NFL); the Hall i"}]}, {"heading": "Events", "year": "1965", "date": "September 7", "txt": "During an Indo-Pakistani War, China announces that it will reinforce its troops on the Indian border.", "entities": [{"title": "Indo-Pakistani War of 1965", "href": "/wiki/Indo-Pakistani_War_of_1965", "description": "The Indo-Pakistani War of 1965 was a culmination of skirmishes that took place between April 1965 and September 1965 between Pakistan and India. The conflict began following Pakistan's Operation Gibraltar, which was designed to infiltrate forces into Jammu and Kashmir to precipitate an insurgency against Indian rule. India retaliated by launching a full-scale military attack on West Pakistan. The "}]}, {"heading": "Events", "year": "1965", "date": "September 7", "txt": "Vietnam War: In a follow-up to August's Operation Starlite, United States Marines and South Vietnamese forces initiate Operation Piranha on the Batangan Peninsula.", "entities": [{"title": "Operation Starlite", "href": "/wiki/Operation_Starlite", "description": "Operation Starlite was the first major offensive action conducted by a purely U.S. military unit during the Vietnam War from 18 to 24 August 1965. The operation was launched based on intelligence provided by Major general Nguyen Chanh Thi, the Army of the Republic of Vietnam (ARVN) I Corps commander. III Marine Amphibious Force commander Lieutenant General Lewis W. Walt devised a plan to launch a "}, {"title": "Operation Piranha", "href": "/wiki/Operation_Piranha", "description": "Operation Piranha was a US Marine Corps operation that took place on the Batangan Peninsula southeast of Chu Lai, lasting from 7 to 10 September 1965."}]}, {"heading": "Events", "year": "1970", "date": "September 7", "txt": "Fighting begins between Arab guerrillas and government forces in Jordan.", "entities": [{"title": "Black September", "href": "/wiki/Black_September", "description": "Black September, also known as the Jordanian Civil War was a conflict fought in the Hashemite Kingdom of Jordan between the Jordanian Armed Forces (JAF), under the leadership of King Hussein, and the Palestine Liberation Organisation (PLO), under the leadership of Yasser Arafat, primarily between 16 and 27 September 1970, with certain aspects of the conflict continuing until 17 July 1971."}]}, {"heading": "Events", "year": "1977", "date": "September 7", "txt": "The Torrijos–Carter Treaties between Panama and the United States on the status of the Panama Canal are signed. The United States agrees to transfer control of the canal to Panama at the end of the 20th century.", "entities": [{"title": "Torrijos–Carter Treaties", "href": "/wiki/Torrijos%E2%80%93Carter_Treaties", "description": "The Torrijos–Carter Treaties are two treaties signed by the United States and Panama in Washington, D.C., on September 7, 1977, which superseded the Hay–Bunau-Varilla Treaty of 1903. The treaties guaranteed that Panama would gain control of the Panama Canal after 1999, ending the control of the canal that the U.S. had exercised since 1903. The treaties are named after the two signatories, U.S. Pre"}, {"title": "Panama", "href": "/wiki/Panama", "description": "Panama, officially the Republic of Panama, is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people."}, {"title": "Panama Canal", "href": "/wiki/Panama_Canal", "description": "The Panama Canal is an artificial 82 km (51 mi) waterway in Panama that connects the Atlantic Ocean with the Pacific Ocean. The canal cuts across the Isthmus of Panama and is a conduit for maritime trade. One of the largest and most difficult engineering projects ever undertaken, the Panama Canal shortcut greatly reduces the time for ships to travel between the Atlantic and Pacific oceans, enablin"}]}, {"heading": "Events", "year": "1977", "date": "September 7", "txt": "The 300-metre-tall CKVR-DT transmission tower in Barrie, Ontario, Canada, is hit by a light aircraft in a fog, causing it to collapse. All aboard the aircraft are killed.", "entities": []}, {"heading": "Events", "year": "1978", "date": "September 7", "txt": "While walking across Waterloo Bridge in London, Bulgarian dissident Georgi Markov is assassinated by Bulgarian secret police agent Francesco Gullino by means of a ricin pellet fired from a specially-designed umbrella.", "entities": [{"title": "Georgi Markov", "href": "/wiki/Georgi_Markov", "description": "Georgi Ivanov Markov was a Bulgarian dissident writer. He originally worked as a novelist, screenwriter and playwright in his native country, the People's Republic of Bulgaria, until his defection in 1968. After relocating to London, he worked as a broadcaster and journalist for the BBC World Service, the US-funded Radio Free Europe and West Germany's Deutsche Welle. Markov used such forums to con"}, {"title": "Francesco Gullino", "href": "/wiki/Francesco_Gullino", "description": "Francesco Gullino is a Dane of Italian origin who was named in June 2005 by The Times as the prime suspect in the 1978 \"Bulgarian umbrella\" murder of Bulgarian dissident Georgi Markov. He was born in Bra, Italy and was known by the code name \"Piccadilly\"."}, {"title": "Ricin", "href": "/wiki/Ricin", "description": "Ricin ( RY-sin) is a lectin (a carbohydrate-binding protein) and a highly potent toxin produced in the seeds of the castor oil plant, Ricinus communis. The median lethal dose (LD50) of ricin for mice is around 22 micrograms per kilogram of body weight via intraperitoneal injection. Oral exposure to ricin is far less toxic. An estimated lethal oral dose in humans is approximately 1 milligram per ki"}]}, {"heading": "Events", "year": "1979", "date": "September 7", "txt": "The Chrysler Corporation asks the United States government for US$1.5 billion to avoid bankruptcy.", "entities": [{"title": "Chrysler Corporation", "href": "/wiki/Chrysler_Corporation", "description": "Chrysler is one of the \"Big Three\" automobile manufacturers in the United States, headquartered in Auburn Hills, Michigan. In addition to the Chrysler brand, Stellantis North America sells vehicles worldwide under the Dodge, Jeep, and Ram nameplates. It also includes Mopar, its automotive parts and accessories division, and SRT, its performance automobile division."}]}, {"heading": "Events", "year": "1981", "date": "September 7", "txt": "British plantation company, Guthrie was taken over by the Malaysian government after successfully purchasing shares to become the major shareholder. This is famously called the 'Dawn Raid attack'.", "entities": [{"title": "Guthrie (company)", "href": "/wiki/Guthrie_(company)", "description": "Guthrie Group Limited was a Singaporean- Malaysian company that primarily dealt with plantations. It merged with three other plantation groups to form the world's largest plantation company with the name of Sime Darby Berhad."}, {"title": "Government of Malaysia", "href": "/wiki/Government_of_Malaysia", "description": "The Government of Malaysia, officially the Federal Government of Malaysia, is based in the Federal Territory of Putrajaya with the exception of the legislative branch, which is located in Kuala Lumpur. Malaysia is a federation of 13 states operating within a constitutional monarchy under the Westminster parliamentary system and is categorised as a representative democracy. The federal government o"}]}, {"heading": "Events", "year": "1984", "date": "September 7", "txt": "An explosion on board a Maltese patrol boat disposing of illegal fireworks at sea off Gozo kills seven soldiers and policemen.", "entities": [{"title": "C23 tragedy", "href": "/wiki/C23_tragedy", "description": "The C23 tragedy refers to an incident where the Swift-class patrol boat C23 of the Maritime Squadron of the Armed Forces of Malta (AFM) was severely damaged in an explosion while dumping illegal fireworks off Qala in Gozo, Malta, on 7 September 1984. Seven people – five soldiers and two policemen – were killed, and the only survivor of the incident was severely injured."}]}, {"heading": "Events", "year": "1986", "date": "September 7", "txt": "Desmond Tutu becomes the first black man to lead the Anglican Diocese of Cape Town.", "entities": [{"title": "Desmond Tutu", "href": "/wiki/Desmond_Tutu", "description": "Desmond Mpilo Tutu is a South African Anglican cleric and theologian, known for his work as an anti-apartheid and human rights activist. He was the Bishop of Johannesburg from 1985 to 1986 and then the Archbishop of Cape Town from 1986 to 1996, in both cases being the first black African to hold the position. Theologically, he sought to fuse ideas from black theology with African theology."}, {"title": "Anglican Diocese of Cape Town", "href": "/wiki/Anglican_Diocese_of_Cape_Town", "description": "The Diocese of Cape Town is a diocese of the Anglican Church of Southern Africa (ACSA) which presently covers central Cape Town, some of its suburbs and the island of Tristan da Cunha, though in the past it has covered a much larger territory. The Ordinary of the diocese is Archbishop of Cape Town and ex officio Primate and Metropolitan of the ACSA. His seat is St. George's Cathedral in Cape Town."}]}, {"heading": "Events", "year": "1988", "date": "September 7", "txt": "Abdul Ahad Mohmand, the first Afghan in space, returns to Earth after nine days on the Mir space station.", "entities": [{"title": "Abdul Ahad Mohmand", "href": "/wiki/Abdul_Ahad_Mohmand", "description": "Abdul Ahad Momand is a former Afghan Air Force aviator who became the first Afghan citizen and fourth Muslim to journey to outer space."}, {"title": "Mir", "href": "/wiki/Mir", "description": "Mir was a space station that operated in low Earth orbit from 1986 to 2001, operated by the Soviet Union and later by Russia. Mir was the first modular space station and was assembled in orbit from 1986 to 1996. It had a greater mass than any previous spacecraft. At the time it was the largest artificial satellite in orbit, succeeded by the International Space Station (ISS) after Mir's orbit decay"}]}, {"heading": "Events", "year": "1996", "date": "September 7", "txt": "Rapper and hip hop artist Tupac Shakur is fatally shot in a drive-by shooting in Las Vegas, Nevada. He succumbs to his injuries six days later.", "entities": [{"title": "Tupac Shakur", "href": "/wiki/Tupac_Shakur", "description": "Tupac Amaru Shakur, better known by his stage name 2Pac and by his alias Makaveli, was an American rapper and actor. He is widely considered to be one of the most influential rappers of all time. Much of Shakur's work has been noted for addressing contemporary social issues that plagued inner cities, and he has often been considered a symbol of activism against inequality."}, {"title": "Murder of Tupac Shakur", "href": "/wiki/Murder_of_Tupac_Shakur", "description": "Tupac Shakur, a highly successful American hip hop artist, was fatally shot on September 7, 1996, in a drive-by shooting in Las Vegas, Nevada. He was 25 years old. The shooting occurred at 11:15 p.m. Pacific Time, when the car carrying Shakur was stopped at a red light at East Flamingo Road and Koval Lane."}, {"title": "Las Vegas, Nevada", "href": "/wiki/Las_Vegas,_Nevada", "description": "Las Vegas, officially the City of Las Vegas and often known simply as Vegas, is the 28th-most populous city in the United States, the most populous city in the state of Nevada, and the county seat of Clark County. The city anchors the Las Vegas Valley metropolitan area and is the largest city within the greater Mojave Desert. Las Vegas is an internationally renowned major resort city, known primar"}]}, {"heading": "Events", "year": "1997", "date": "September 7", "txt": "Maiden flight of the Lockheed Martin F-22 Raptor.", "entities": [{"title": "Maiden flight", "href": "/wiki/Maiden_flight", "description": "The maiden flight, also known as first flight, of an aircraft is the first occasion on which an aircraft leaves the ground under its own power. The same term is also used for the first launch of rockets."}, {"title": "Lockheed Martin F-22 Raptor", "href": "/wiki/Lockheed_Martin_F-22_Raptor", "description": "The Lockheed Martin F-22 Raptor is an American single-seat, twin-engine, all-weather stealth tactical fighter aircraft developed exclusively for the United States Air Force (USAF). The result of the USAF's Advanced Tactical Fighter (ATF) program, the aircraft was designed primarily as an air superiority fighter, but also has ground attack, electronic warfare, and signal intelligence capabilities. "}]}, {"heading": "Events", "year": "1999", "date": "September 7", "txt": "The 6.0 Mw  Athens earthquake affected the area with a maximum Mercalli intensity of IX (Violent), killing 143, injuring 800–1,600, and leaving 50,000 homeless.", "entities": [{"title": "1999 Athens earthquake", "href": "/wiki/1999_Athens_earthquake", "description": "The 1999 Athens earthquake occurred on September 7 at 14:56:51 local time near Mount Parnitha in Greece with a moment magnitude of 6.0 and a maximum Mercalli intensity of IX (Violent). The proximity to the Athens metropolitan area resulted in widespread structural damage, mainly to the nearby suburbs of Ano Liossia, Acharnes, Fyli, Thrakomakedones, Kifissia, Metamorfosi, Kamatero and Nea Philadelp"}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "2005", "date": "September 7", "txt": "Egypt holds its first-ever multi-party presidential election.", "entities": [{"title": "2005 Egyptian presidential election", "href": "/wiki/2005_Egyptian_presidential_election", "description": "Presidential elections were held in Egypt on September 7, 2005, the first to feature more than one candidate. Incumbent president Hosni Mubarak was re-elected for a fifth consecutive six-year term in office, with official results showing he won 88.6% of the vote. Mubarak's main opponent, Ayman Nour, of the Tomorrow Party, is estimated to have received 7.3% of the vote and Numan Gumaa received 2.8%"}]}, {"heading": "Events", "year": "2008", "date": "September 7", "txt": "The United States government takes control of the two largest mortgage financing companies in the US, Fannie Mae and Freddie Mac.", "entities": [{"title": "Federal takeover of Fannie Mae and Freddie Mac", "href": "/wiki/Federal_takeover_of_Fannie_Mae_and_Freddie_Mac", "description": "The federal takeover of Fannie Mae and Freddie Mac was the placing into conservatorship of the government-sponsored enterprises (GSEs) Federal National Mortgage Association and Federal Home Loan Mortgage Corporation by the U.S. Treasury in September 2008. A conservatorship isn't a takeover of the ownership, but a status to rehabilitate corporations. The warrant that the U.S. Treasury bought was on"}, {"title": "Fannie Mae", "href": "/wiki/Fannie_Mae", "description": "The Federal National Mortgage Association (FNMA), commonly known as Fannie Mae, is a United States government-sponsored enterprise (GSE) and, since 1968, a publicly traded company. Founded in 1938 during the Great Depression as part of the New Deal, the corporation's purpose is to expand the secondary mortgage market by securitizing mortgage loans in the form of mortgage-backed securities (MBS), a"}, {"title": "Freddie Mac", "href": "/wiki/Freddie_Mac", "description": "The Federal Home Loan Mortgage Corporation (FHLMC), known as Freddie Mac, is a public government-sponsored enterprise (GSE), headquartered in Tysons Corner, Virginia. Freddie Mac is ranked No. 41 on the 2020 Fortune 500 list of the largest United States corporations by total revenue, and has $2.063 trillion in assets under management."}]}, {"heading": "Events", "year": "2010", "date": "September 7", "txt": "A Chinese fishing trawler collided with two Japanese Coast Guard patrol boats in disputed waters near the Senkaku Islands.", "entities": [{"title": "2010 Senkaku boat collision incident", "href": "/wiki/2010_Senkaku_boat_collision_incident", "description": "The 2010 Senkaku boat collision incident occurred on the morning of September 7, 2010, when a Chinese trawler, Minjinyu 5179, operating in disputed waters near the Senkaku Islands collided with Japanese Coast Guard's patrol boats. There were several Japanese Coast Guard boats involved, including Yonakuni and Mizuki, which collided with Minjinyu 5179, plus Hateruma and other JCG boats."}, {"title": "Senkaku Islands", "href": "/wiki/Senkaku_Islands", "description": "The Senkaku Islands  are a group of uninhabited islands in the East China Sea. They are located east of China, northeast of Republic of China, west of Okinawa Island, and north of the southwestern end of the Ryukyu Islands. They are known in mainland China as the Diaoyu Islands or Diaoyu Dao and its affiliated islands, in Republic of China as the Tiaoyutai Islands / Diaoyutai Islands, and in the W"}]}, {"heading": "Events", "year": "2011", "date": "September 7", "txt": "A plane crash in Russia kills 43 people, including nearly the entire roster of the Lokomotiv Yaroslavl Kontinental Hockey League team.", "entities": [{"title": "Lokomotiv Yaroslavl plane crash", "href": "/wiki/Lokomotiv_Yaroslavl_plane_crash", "description": "On 7 September 2011, Yak-Service Flight 9633, a Yakovlev Yak-42 charter flight carrying players and coaching staff of the Lokomotiv Yaroslavl professional ice hockey team, crashed on take-off near the Russian city of Yaroslavl, killing all but one of the 45 people on board. The aircraft overran the runway at Tunoshna Airport before briefly lifting off, struck an antenna mast, caught fire and crash"}, {"title": "Lokomotiv Yaroslavl", "href": "/wiki/Lokomotiv_Yaroslavl", "description": "Hockey Club Lokomotiv, also known as Lokomotiv Yaroslavl, is a Russian professional ice hockey team, based in the city of Yaroslavl, playing in the top level Kontinental Hockey League (KHL). The name of the team is derived from its owner, Russian Railways, the national railroad operator."}, {"title": "Kontinental Hockey League", "href": "/wiki/Kontinental_Hockey_League", "description": "The Kontinental Hockey League (KHL) is an international professional ice hockey league founded in 2008. It comprises member clubs based in Belarus (1), China (1), Finland (1), Latvia (1), Kazakhstan (1), and Russia (18) for a total of 23. It is widely considered to be the premier professional ice hockey league in Europe and Asia, and second in the world behind North America's National Hockey Leagu"}]}, {"heading": "Events", "year": "2012", "date": "September 7", "txt": "Canada officially cuts diplomatic ties with Iran by closing its embassy in Tehran and orders the expulsion of Iranian diplomats from Ottawa, over nuclear plans and purported human rights abuses.", "entities": [{"title": "Canada–Iran relations", "href": "/wiki/Canada%E2%80%93Iran_relations", "description": "Canada and Iran have had no formal diplomatic relations since 2012. Canadian consular and passport services are provided through other Canadian diplomatic missions in other countries in the Middle East while Iran maintains an interests section at the Embassy of Pakistan in Washington, D.C. The government headed by PM Justin Trudeau which took office in 2015, has reportedly been reviewing relations"}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Tehran", "href": "/wiki/Tehran", "description": "Tehran is the capital of Iran and Tehran Province. With a population of around 8.7 million in the city and 15 million in the larger metropolitan area of Greater Tehran, Tehran is the most populous city in Iran and Western Asia, and has the second-largest metropolitan area in the Middle East. It is ranked 24th in the world by the population of its metropolitan area."}, {"title": "Ottawa", "href": "/wiki/Ottawa", "description": "Ottawa is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec, and forms the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,476,008 making it the fourth-largest c"}]}, {"heading": "Events", "year": "2017", "date": "September 7", "txt": "The 8.2 Mw  2017 Chiapas earthquake strikes southern Mexico, killing at least 60 people.", "entities": [{"title": "2017 Chiapas earthquake", "href": "/wiki/2017_Chiapas_earthquake", "description": "The 2017 Chiapas earthquake struck at 23:49 CDT on 7 September in the Gulf of Tehuantepec off the southern coast of Mexico, near state of Chiapas, approximately 87 kilometres (54 mi) southwest of Pijijiapan, with a Mercalli intensity of IX (Violent). The magnitude was estimated to be Mw8.2."}, {"title": "Mexico", "href": "/wiki/Mexico", "description": "Mexico, officially the United Mexican States, is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Mexico covers 1,972,550 square kilometers (761,610 sq mi), making it the world's 13th-largest country by"}]}, {"heading": "Events", "year": "2017", "date": "September 7", "txt": "Equifax announce a cyber-crime identity theft event potentially impacting approximately 145.mw-parser-output .frac{white-space:nowrap}.mw-parser-output .frac .num,.mw-parser-output .frac .den{font-size:80%;line-height:0;vertical-align:super}.mw-parser-output .frac .den{vertical-align:sub}.mw-parser-output .sr-only{border:0;clip:rect(0,0,0,0);height:1px;margin:-1px;overflow:hidden;padding:0;position:absolute;width:1px}1⁄2 million U.S. consumers.", "entities": []}, {"heading": "Events", "year": "2019", "date": "September 7", "txt": "Ukrainian filmmaker Oleg Sentsov and 66 others are released in a prisoner exchange between Ukraine and Russia.", "entities": [{"title": "Oleg Sentsov", "href": "/wiki/Oleg_Sentsov", "description": "Oleg Gennadyevich Sentsov is a Ukrainian filmmaker, writer and activist from Crimea. As a filmmaker he shot his film in 2011 Gamer. Following the Russian annexation of Crimea he was arrested in Crimea in May 2014 and sentenced to 20 years' imprisonment by a Russian court in August 2015 on charges of plotting terrorism acts. The conviction was described as fabricated by Amnesty International and ot"}, {"title": "Ukraine", "href": "/wiki/Ukraine", "description": "Ukraine is a country in Eastern Europe. It is the second-largest country in Europe, after Russia, which it borders to the east and north-east. Ukraine also shares borders with Belarus to the north; Poland, Slovakia, and Hungary to the west; Romania and Moldova to the south; and has a coastline along the Sea of Azov and the Black Sea. It covers an area of 603,628 km2 (233,062 sq mi), with a populat"}, {"title": "Russia", "href": "/wiki/Russia", "description": "Russia, or the Russian Federation, is a country spanning Eastern Europe and North Asia. It is the largest country in the world, covering over 17 million square kilometres (6.6 sq mi), and encompassing more than one-eighth of the Earth's inhabited land area. Russia extends across eleven time zones, and has borders with sixteen sovereign nations. It has a population of 146.2 million; and is the most"}]}, {"heading": "Births", "year": "923", "date": "September 7", "txt": "Suzaku, emperor of Japan (d. 952)", "entities": [{"title": "Emperor Suzaku", "href": "/wiki/Emperor_Suzaku", "description": "Emperor Suzaku  was the 61st emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Births", "year": "1395", "date": "September 7", "txt": "Reginald West, 6th Baron De La Warr, English politician (d. 1427)", "entities": [{"title": "Reginald West, 6th Baron De La Warr", "href": "/wiki/Reginald_West,_6th_Baron_De_La_Warr", "description": "Reginald West, 6th Baron De La Warr and 3rd Baron West was an English nobleman."}]}, {"heading": "Births", "year": "1438", "date": "September 7", "txt": "Louis II, Landgrave of Lower Hesse (d. 1471)", "entities": [{"title": "Louis II, Landgrave of Lower Hesse", "href": "/wiki/Louis_II,_Landgrave_of_Lower_Hesse", "description": "Louis II of Hesse, called Louis the Frank, was the Landgrave of Lower Hesse from 1458 - 1471."}]}, {"heading": "Births", "year": "1448", "date": "September 7", "txt": "Henry, Count of Württemberg-Montbéliard (1473–1482) (d. 1519)", "entities": [{"title": "Henry, Count of Württemberg", "href": "/wiki/Henry,_Count_of_W%C3%BCrttemberg", "description": "Henry of Württemberg was, from 1473 to 1482, count of Montbéliard."}]}, {"heading": "Births", "year": "1500", "date": "September 7", "txt": "Sebastian Newdigate, Carthusian monk and martyr (d. 1535)", "entities": [{"title": "Sebastian Newdigate", "href": "/wiki/Sebastian_Newdigate", "description": "Sebastian Newdigate, was the seventh child of John Newdigate, Sergeant-at-law. He spent his early life at court, and later became a Carthusian monk. He was executed for treason on 19 June 1535 for his refusal to accept Henry VIII's assumption of supremacy over the Church in England. His death was considered a martyrdom, and he was beatified by the Catholic Church."}]}, {"heading": "Births", "year": "1524", "date": "September 7", "txt": "Thomas Erastus, Swiss physician and theologian (d. 1583)", "entities": [{"title": "Thomas Erastus", "href": "/wiki/Thomas_Erastus", "description": "Thomas Erastus was a Swiss physician and Calvinist theologian. He wrote 100 theses in which he argued that the sins committed by Christians should be punished by the State, and that the Church should not withhold Sacraments as a form of punishment. They were published in 1589, after his death, with the title Explicatio gravissimae quaestionis. His name was later applied to Erastianism."}]}, {"heading": "Births", "year": "1533", "date": "September 7", "txt": "Elizabeth I of England (d. 1603)", "entities": [{"title": "Elizabeth I of England", "href": "/wiki/Elizabeth_I_of_England", "description": "Elizabeth I was Queen of England and Ireland from 17 November 1558 until her death in 1603. Sometimes called the Virgin Queen, Gloriana or Good Queen Bess, Elizabeth was the last of the five monarchs of the House of Tudor."}]}, {"heading": "Births", "year": "1629", "date": "September 7", "txt": "Sir John Perceval, 1st Baronet, Irish nobleman (d. 1665)", "entities": [{"title": "Sir John Perceval, 1st Baronet", "href": "/wiki/Sir_John_Perceval,_1st_Baronet", "description": "Sir John Perceval, 1st Baronet was a substantial land owner in Ireland. He was knighted by Henry Cromwell for his services to the Commonwealth government of Ireland during the Interregnum. Shortly before the Restoration he held the offices of Chief Prothonotary of the Common Pleas and Clerk of the Crown. After the Restoration he was granted a baronetcy and given a full pardon for his activities du"}]}, {"heading": "Births", "year": "1635", "date": "September 7", "txt": "Paul I, Prince Esterházy, Hungarian prince (d. 1713)", "entities": [{"title": "Paul I, Prince Esterházy", "href": "/wiki/Paul_I,_Prince_Esterh%C3%A1zy", "description": "Paul I, Prince Esterházy of Galántha was the first Prince Esterházy of Galántha from 1687 to 1713, Palatine of the Kingdom of Hungary from 1681 to 1713, and an Imperial Field Marshal. Paul was also an accomplished poet, harpsichordist, and composer. He actively participated in various battles against the Ottoman Turks during the Fourth Austro-Turkish War (1663–1664) and the Great Turkish War (1662"}]}, {"heading": "Births", "year": "1641", "date": "September 7", "txt": "Tokugawa Ietsuna, Japanese shōgun (d. 1680)", "entities": [{"title": "Tokugawa Ietsuna", "href": "/wiki/Tokugawa_Ietsuna", "description": "Tokugawa Ietsuna  was the fourth shōgun of the Tokugawa dynasty of Japan who was in office from 1651 to 1680. He is considered the eldest son of Tokugawa Iemitsu, which makes him the grandson of Tokugawa Hidetada and the great-grandson of Tokugawa Ieyasu."}]}, {"heading": "Births", "year": "1650", "date": "September 7", "txt": "Juan Manuel María de la Aurora, 8th duke of Escalona (d. 1725)", "entities": [{"title": "Juan Manuel María de la Aurora, 8th duke of Escalona", "href": "/wiki/Juan_Manuel_Mar%C3%ADa_de_la_Aurora,_8th_duke_of_Escalona", "description": "Juan Manuel Fernández Pacheco y Zúñiga, Duke of Escalona and Marquess of Villena, was a Spanish aristocrat, politician, and academician who founded the Royal Spanish Academy."}]}, {"heading": "Births", "year": "1683", "date": "September 7", "txt": "Maria Anna of Austria (d. 1754)", "entities": [{"title": "Maria Anna of Austria", "href": "/wiki/Maria_Anna_of_Austria", "description": "Maria Anna of Austria was Queen consort of Portugal by marriage to King John V of Portugal. She was Regent of Portugal from 1742 until 1750 during the illness of John V."}]}, {"heading": "Births", "year": "1694", "date": "September 7", "txt": "Johan Ludvig Holstein-Ledreborg, Danish Minister of State (d. 1763)", "entities": [{"title": "Johan Ludvig Holstein-Ledreborg", "href": "/wiki/Johan_Ludvig_Holstein-Ledreborg", "description": "Johan Ludvig Holstein, Lensgreve til Ledreborg was a Danish Minister of state from 1735 to 1751. The Danish colony Holsteinsborg on Greenland, was named after him."}, {"title": "List of Prime Ministers of Denmark", "href": "/wiki/List_of_Prime_Ministers_of_Denmark", "description": "The Prime Minister of Denmark is the head of government of the Kingdom of Denmark and leader of the Cabinet; since 1918 they have held the title of \"Minister of State\". The Prime Minister is formally appointed by the Monarch, who is head of state."}]}, {"heading": "Births", "year": "1705", "date": "September 7", "txt": "Matthäus Günther, German painter (d. 1788)", "entities": [{"title": "Matthäus Günther", "href": "/wiki/Matth%C3%A4us_G%C3%BCnther", "description": "Matthäus Günther was an important German painter and artist of the Baroque and Rococo era."}]}, {"heading": "Births", "year": "1707", "date": "September 7", "txt": "Georges-Louis Leclerc, Comte de Buffon, French mathematician, cosmologist, and author (d. 1788)", "entities": [{"title": "Georges-Louis Leclerc, Comte de Buffon", "href": "/wiki/Georges-Louis_Leclerc,_Comte_de_Buffon", "description": "Georges-Louis Leclerc, Comte de Buffon was a French naturalist, mathematician, cosmologist, and encyclopédiste."}]}, {"heading": "Births", "year": "1726", "date": "September 7", "txt": "François-André Danican Philidor, French chess player and composer (d. 1795)", "entities": [{"title": "François-André Danican Philidor", "href": "/wiki/Fran%C3%A7ois-Andr%C3%A9_Danican_Philidor", "description": "François-André Danican Philidor, often referred to as André Danican Philidor during his lifetime, was a French composer and chess player. He contributed to the early development of the opéra comique. He is regarded as the best chess player of his age; his book Analyse du jeu des Échecs was considered a standard chess manual for at least a century. A well-known chess opening and a checkmate method "}]}, {"heading": "Births", "year": "1740", "date": "September 7", "txt": "Johan Tobias Sergel, Swedish sculptor and illustrator (d. 1814)", "entities": [{"title": "Johan Tobias Sergel", "href": "/wiki/Johan_Tobias_Sergel", "description": "Johan Tobias Sergel was a Swedish neoclassical sculptor. Sergels torg, the largest square in the centre of Stockholm and near where his workshop stood, is named after him."}]}, {"heading": "Births", "year": "1777", "date": "September 7", "txt": "Heinrich Stölzel, German horn player and composer (d. 1844)", "entities": [{"title": "Heinrich Stölzel", "href": "/wiki/Heinrich_St%C3%B6lzel", "description": "Heinrich David Stölzel was a German horn player who developed some of the first valves for brass instruments. He developed the first valve for a brass musical instrument, the Stölzel valve, in 1818, and went on to develop various other designs, some jointly with other inventor musicians."}]}, {"heading": "Births", "year": "1791", "date": "September 7", "txt": "Giuseppe Gioachino Belli, Italian poet and author (d. 1863)", "entities": [{"title": "Giuseppe Gioachino Belli", "href": "/wiki/Giuseppe_Gioachino_Belli", "description": "Giuseppe Francesco Antonio Maria Gioachino Raimondo Belli was an Italian poet, famous for his sonnets in Romanesco, the dialect of Rome."}]}, {"heading": "Births", "year": "1795", "date": "September 7", "txt": "John William Polidori, English physician and author (d. 1821)", "entities": [{"title": "John William Polidori", "href": "/wiki/John_William_Polidori", "description": "John William Polidori was an English writer and physician. He is known for his associations with the Romantic movement and credited by some as the creator of the vampire genre of fantasy fiction. His most successful work was the short story \"The Vampyre\" (1819), the first published modern vampire story. Although the story was at first erroneously accredited to Lord Byron, both Byron and Polidori a"}]}, {"heading": "Births", "year": "1801", "date": "September 7", "txt": "Sarel Cilliers, South African preacher and activist (d.1871)", "entities": [{"title": "Sarel Cilliers", "href": "/wiki/Sarel_Cilliers", "description": "Charl (Sarel) Arnoldus Cilliers was a Voortrekker leader and a preacher. With Andries Pretorius, he led the Boers to a huge victory over the Zulus at the Battle of Blood River in 1838. In particular, Cilliers lead the Voortrekkers in a vow which promised that if God would protect them and deliver the enemy into their hands, they would build a church and commemorate the day of their victory as if i"}]}, {"heading": "Births", "year": "1803", "date": "September 7", "txt": "William Knibb, English Baptist minister and Jamaican missionary (d.1845)", "entities": [{"title": "William Knibb", "href": "/wiki/William_Knibb", "description": "William Knibb, OM was an English Baptist minister and missionary to Jamaica. He is chiefly known today for his work to free slaves."}]}, {"heading": "Births", "year": "1807", "date": "September 7", "txt": "Henry Sewell, English lawyer and politician, 1st Prime Minister of New Zealand (d. 1879)", "entities": [{"title": "Henry Sewell", "href": "/wiki/Henry_Sewell", "description": "Henry Sewell was a prominent 19th-century New Zealand politician. He was a notable campaigner for New Zealand self-government, and is generally regarded as having been the country's first Premier, having led the Sewell Ministry in 1856. He later served as Colonial Treasurer (1856–59), as Attorney-General (1861–62), and twice as Minister of Justice."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1810", "date": "September 7", "txt": "Hermann Heinrich Gossen, Prussian economist and academic (d. 1858)", "entities": [{"title": "Hermann Heinrich Gossen", "href": "/wiki/Hermann_Heinrich_Gossen", "description": "Hermann Heinrich Gossen was a Prussian economist who is often regarded as the first to elaborate a general theory of marginal utility."}]}, {"heading": "Births", "year": "1813", "date": "September 7", "txt": "Emil Korytko, Polish activist and translator (d. 1839)", "entities": [{"title": "Emil Korytko", "href": "/wiki/Emil_Korytko", "description": "Emil Antoni Korytko was a Polish political activist in the period of the Great Emigration, who was exiled to Ljubljana, Carniola and became an important ethnographer, philologist and translator there. His legacy are collections of Slovene folk songs and vivid descriptions of Carniolan folk customs. He significantly contributed to the mutual dialogue between Polish and Slovene authors and readers."}]}, {"heading": "Births", "year": "1815", "date": "September 7", "txt": "John McDouall Stuart, Scottish explorer and surveyor (d. 1866)", "entities": [{"title": "John McDouall Stuart", "href": "/wiki/John_McDouall_Stuart", "description": "John McDouall Stuart, often referred to as simply \"McDouall Stuart\", was a Scottish explorer and one of the most accomplished of all Australia's inland explorers."}]}, {"heading": "Births", "year": "1818", "date": "September 7", "txt": "Thomas Talbot, American businessman and politician, 31st Governor of Massachusetts (d. 1886)", "entities": [{"title": "Thomas Talbot (Massachusetts politician)", "href": "/wiki/Thomas_Talbot_(Massachusetts_politician)", "description": "Thomas Talbot was an American textile mill owner and politician from Massachusetts, United States. Talbot ran a major textile business, involving chemical dyeworks and the weaving of fabric, in Billerica that was a major local employer. As a Republican, he served in the state legislature, on the Massachusetts Governor's Council, and as Lieutenant Governor before serving for one partial term as Act"}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1819", "date": "September 7", "txt": "Thomas A. Hendricks, American lawyer and politician, 21st Vice President of the United States (d. 1885)", "entities": [{"title": "Thomas A. Hendricks", "href": "/wiki/Thomas_A._Hendricks", "description": "Thomas Andrews Hendricks was an American politician and lawyer from Indiana who served as the 16th governor of Indiana from 1873 to 1877 and the 21st vice president of the United States from March to November 1885. Hendricks represented Indiana in the U.S. House of Representatives (1851–1855) and the U.S. Senate (1863–1869). He also represented Shelby County, Indiana, in the Indiana General Assemb"}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Births", "year": "1829", "date": "September 7", "txt": "August Kekulé, German chemist and academic (d. 1896)", "entities": [{"title": "August Kekulé", "href": "/wiki/August_Kekul%C3%A9", "description": "Friedrich August Kekulé, later Friedrich August Kekule von Stradonitz, was a German organic chemist. From the 1850s until his death, Kekulé was one of the most prominent chemists in Europe, especially in theoretical chemistry. He was the principal founder of the theory of chemical structure and in particular the Kekulé structure of benzene."}]}, {"heading": "Births", "year": "1831", "date": "September 7", "txt": "Alexandre Falguière, French sculptor and painter (d. 1900)", "entities": [{"title": "Alexandre Falguière", "href": "/wiki/Alexandre_Falgui%C3%A8re", "description": "Jean Alexandre Joseph Falguière was a French sculptor and painter."}]}, {"heading": "Births", "year": "1836", "date": "September 7", "txt": "Henry Campbell-Bannerman, Scottish merchant and politician, Prime Minister of the United Kingdom (d. 1908)", "entities": [{"title": "Henry Campbell-Bannerman", "href": "/wiki/Henry_Campbell-Bannerman", "description": "Sir Henry Campbell-Bannerman, a British statesman and Liberal politician, served as Prime Minister of the United Kingdom from 1905 to 1908 and Leader of the Liberal Party from 1899 to 1908. He also served as Secretary of State for War twice, in the Cabinets of Gladstone and Rosebery. He was the first First Lord of the Treasury to be officially called \"Prime Minister\", the term only coming into off"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1836", "date": "September 7", "txt": "August Toepler, German physicist and academic (d. 1912)", "entities": []}, {"heading": "Births", "year": "1842", "date": "September 7", "txt": "Johannes Zukertort, Polish-English chess player, linguist, and journalist (d. 1888)", "entities": [{"title": "Johannes Zukertort", "href": "/wiki/Johannes_Zukertort", "description": "Johannes Hermann Zukertort was a leading Polish-German-British chess master. He was one of the leading world players for most of the 1870s and 1880s, and lost to Wilhelm Steinitz in the World Chess Championship 1886, which is generally regarded as the first World Chess Championship match. He was also defeated by Steinitz in 1872 in an unofficial championship."}]}, {"heading": "Births", "year": "1851", "date": "September 7", "txt": "Edward Asahel Birge, American zoologist and academic (d. 1950)", "entities": [{"title": "Edward Asahel Birge", "href": "/wiki/Edward_Asahel_Birge", "description": "Edward Asahel Birge was a professor and administrator at the University of Wisconsin–Madison. He was one of the pioneers of the study of limnology, and served as acting president of the university from 1900 to 1903 and as president from 1918 to 1925."}]}, {"heading": "Births", "year": "1855", "date": "September 7", "txt": "William Friese-Greene, English photographer, director, and cinematographer (d. 1921)", "entities": [{"title": "William Friese-Greene", "href": "/wiki/William_Friese-Greene", "description": "William Friese-Greene was a prolific English inventor and professional photographer. He is known mainly as a pioneer in the field of motion pictures, having devised a series of cameras in 1888–1891 and shot moving pictures with them in London. He went on to patent an early two-colour filming process in 1905. Wealth came with his inventions in printing, including photo-typesetting and a method of p"}]}, {"heading": "Births", "year": "1860", "date": "September 7", "txt": "Grandma Moses, American painter (d. 1961)", "entities": [{"title": "Grandma Moses", "href": "/wiki/Grandma_Moses", "description": "Anna Mary Robertson Moses, known by her nickname Grandma Moses, was an American folk artist. She began painting in earnest at the age of 78 and is often cited as an example of an individual who successfully began a career in the arts at an advanced age. Her works have been shown and sold in the United States and abroad and have been marketed on greeting cards and other merchandise. Moses' painting"}]}, {"heading": "Births", "year": "1862", "date": "September 7", "txt": "Edgar Speyer, American-English financier and philanthropist (d. 1932)", "entities": [{"title": "Edgar Speyer", "href": "/wiki/Edgar_Speyer", "description": "Sir Edgar Speyer, 1st Baronet was an American-born financier and philanthropist. He became a British subject in 1892 and was chairman of Speyer Brothers, the British branch of the Speyer family's international finance house, and a partner in the German and American branches. He was chairman of the Underground Electric Railways Company of London from 1906 to 1915, a period during which the company "}]}, {"heading": "Births", "year": "1866", "date": "September 7", "txt": "Tristan Bernard, French author and playwright (d. 1947)", "entities": [{"title": "Tristan Bernard", "href": "/wiki/Tristan_Bernard", "description": "Tristan Bernard was a French playwright, novelist, journalist and lawyer."}]}, {"heading": "Births", "year": "1867", "date": "September 7", "txt": "Albert Bassermann, German-Swiss actor (d. 1952)", "entities": [{"title": "Albert Bassermann", "href": "/wiki/Albert_Bassermann", "description": "Albert Bassermann was a German stage and screen actor. He was considered to be one of the greatest German-speaking actors of his generation and received the famous Iffland-Ring. He was married to Elsa Bassermann with whom he frequently performed."}]}, {"heading": "Births", "year": "1867", "date": "September 7", "txt": "J. P. Morgan Jr., American banker and philanthropist (d. 1943)", "entities": []}, {"heading": "Births", "year": "1869", "date": "September 7", "txt": "Ben Viljoen, South African general (d. 1917)", "entities": [{"title": "Ben Viljoen", "href": "/wiki/Ben_Viljoen", "description": "Benjamin Johannes \"Ben\" Viljoen was an Afrikaner-American Consul, soldier, farmer, Maderista, and Boer general. Viljoen was born in a cave in the Wodehouse district of the Cape Colony to Susanna Magdalena Storm and Wynand Johannes Viljoen. This was the temporary residence of the Viljoen family while their farm house was being constructed. He spent his early years on the Varkiesdraai farm near Umta"}]}, {"heading": "Births", "year": "1870", "date": "September 7", "txt": "Aleksandr Kuprin, Russian pilot, explorer, and author (d. 1938)", "entities": [{"title": "Aleksandr Kuprin", "href": "/wiki/Aleksandr_Kuprin", "description": "Aleksandr Ivanovich Kuprin was a Russian writer best known for his novels The Duel (1905) and The Pit, as well as Moloch (1896), Olesya (1898), \"Junior Captain Rybnikov\" (1906), \"Emerald\" (1907), and The Garnet Bracelet (1911) – the latter made into a 1965 movie."}]}, {"heading": "Births", "year": "1871", "date": "September 7", "txt": "George Hirst, English cricketer and coach (d. 1954)", "entities": [{"title": "George Hirst", "href": "/wiki/George_Hirst", "description": "George Herbert Hirst was a professional English cricketer who played first-class cricket for Yorkshire County Cricket Club between 1891 and 1921, with a further appearance in 1929. One of the best all-rounders of his time, Hirst was a left arm medium-fast bowler and right-handed batsman. He played in 24 Test matches for England between 1897 and 1909, touring Australia twice. He completed the doubl"}]}, {"heading": "Births", "year": "1875", "date": "September 7", "txt": "Edward Francis Hutton, American businessman and financier, co-founded E. F. Hutton & Co. (d. 1962)", "entities": [{"title": "Edward Francis Hutton", "href": "/wiki/Edward_Francis_Hutton", "description": "Edward Francis Hutton was an American financier and co-founder of E. F. Hutton & Co., one of the largest financial firms in the United States."}, {"title": "E. F. Hutton & Co.", "href": "/wiki/E._F._Hutton_%26_Co.", "description": "EF Hutton was an American stock brokerage firm founded in 1904 by Edward Francis Hutton and his brother, Franklyn Laws Hutton. Later, it was led by well known Wall Street trader Gerald M. Loeb. Under their leadership, EF Hutton became one of the most respected financial firms in the United States and for several decades was the second largest brokerage firm in the country."}]}, {"heading": "Births", "year": "1876", "date": "September 7", "txt": "Francesco Buhagiar, Maltese politician, 2nd Prime Minister of Malta (d. 1934)", "entities": [{"title": "Francesco Buhagiar", "href": "/wiki/Francesco_Buhagiar", "description": "Francesco Buhagiar was the second Prime Minister of Malta (1923–1924). He was elected from the Maltese Political Union."}, {"title": "Prime Minister of Malta", "href": "/wiki/Prime_Minister_of_Malta", "description": "The Prime Minister of Malta is the head of government, which is the highest official of Malta."}]}, {"heading": "Births", "year": "1876", "date": "September 7", "txt": "C. J. Dennis, Australian poet and author (d. 1938)", "entities": []}, {"heading": "Births", "year": "1883", "date": "September 7", "txt": "Theophrastos Sakellaridis, Greek composer and conductor (d. 1950)", "entities": [{"title": "Theophrastos Sakellaridis", "href": "/wiki/Theophrastos_Sakellaridis", "description": "Theophrastos Sakellaridis, was a Greek composer, conductor, and basic creator of Greek operetta."}]}, {"heading": "Births", "year": "1885", "date": "September 7", "txt": "Elinor Wylie, American author and poet (d. 1928)", "entities": [{"title": "Elinor Wylie", "href": "/wiki/Elinor_Wylie", "description": "Elinor Morton Wylie was an American poet and novelist popular in the 1920s and 1930s. \"She was famous during her life almost as much for her ethereal beauty and personality as for her melodious, sensuous poetry.\""}]}, {"heading": "Births", "year": "1887", "date": "September 7", "txt": "Edith Sitwell, English poet and critic (d. 1964)", "entities": [{"title": "Edith Sitwell", "href": "/wiki/Edith_Sitwell", "description": "Dame Edith Louisa Sitwell was a British poet and critic and the eldest of the three literary Sitwells. She reacted badly to her eccentric, unloving parents and lived much of her life with her governess. She never married but became passionately attached to Russian painter Pavel Tchelitchew, and her home was always open to London's poetic circle, to whom she was generous and helpful."}]}, {"heading": "Births", "year": "1892", "date": "September 7", "txt": "Eric Harrison, Australian soldier and politician, 27th Australian Minister for Defence (d. 1974)", "entities": [{"title": "Eric Harrison", "href": "/wiki/Eric_Harrison", "description": "Sir Eric John Harrison, was an Australian politician and diplomat. He was the inaugural deputy leader of the Liberal Party (1945–1956), and a government minister under four prime ministers. He was later High Commissioner to the United Kingdom from 1956 to 1964."}, {"title": "Minister for Defence (Australia)", "href": "/wiki/Minister_for_Defence_(Australia)", "description": "The Minister for Defence is the principal minister responsible for the organisation, implementation, and formulation of government policy in defence and military matters for the Australian Government. The individual who holds this office directs the government’s approach to such matters through the Australian Defence Organisation and, by extension, the Department of Defence and the Australian Defe"}]}, {"heading": "Births", "year": "1892", "date": "September 7", "txt": "Oscar O'Brien, Canadian priest, pianist, and composer (d. 1958)", "entities": []}, {"heading": "Births", "year": "1893", "date": "September 7", "txt": "Leslie Hore-Belisha, English politician, Secretary of State for War (d. 1957)", "entities": [{"title": "Leslie Hore-Belisha", "href": "/wiki/Leslie_Hore-Belisha", "description": "Leslie Hore-Belisha, 1st Baron Hore-Belisha, PC was a British Liberal, then National Liberal Member of Parliament (MP) and Cabinet Minister. He later joined the Conservative Party. He proved highly successful in modernizing the British road system in 1934–37 as Minister of Transport. As War Secretary, 1937–1940, he feuded with the commanding generals and was removed in 1940. Anti-semitism played a"}, {"title": "Secretary of State for War", "href": "/wiki/Secretary_of_State_for_War", "description": "The position of Secretary of State for War, commonly called War Secretary, was a British cabinet-level position which existed from 1794 to 1801 and from 1854 to 1964. The Secretary of State for War headed the War Office and was assisted by a Parliamentary Under-Secretary of State for War, a Parliamentary Private Secretary who was also a Member of Parliament, and a Military Secretary, who was a gen"}]}, {"heading": "Births", "year": "1894", "date": "September 7", "txt": "Vic Richardson, Australian cricketer, footballer, and sportscaster (d. 1969)", "entities": [{"title": "Vic Richardson", "href": "/wiki/Vic_Richardson", "description": "Victor York Richardson was a leading Australian sportsman of the 1920s and 1930s, captaining the Australia cricket team and the South Australia Australian rules football team, representing Australia in baseball and South Australia in golf, winning the South Australian state tennis title and also being a leading local player in lacrosse, basketball and swimming."}]}, {"heading": "Births", "year": "1894", "date": "September 7", "txt": "George Waggner, American actor, director, and producer (d. 1984)", "entities": []}, {"heading": "Births", "year": "1895", "date": "September 7", "txt": "Jacques Vaché, French author and poet (d. 1919)", "entities": [{"title": "Jacques Vaché", "href": "/wiki/Jacques_Vach%C3%A9", "description": "Jacques Vaché was a friend of André Breton, the founder of surrealism. Vaché was one of the chief inspirations behind the Surrealist movement. As Breton said:\"En littérature, je me suis successivement épris de Rimbaud, de Jarry, d'Apollinaire, de Nouveau, de Lautréamont, mais c'est à Jacques Vaché que je dois le plus\"(\"In literature, I was successively taken with Rimbaud, with Jarry, with Apollina"}]}, {"heading": "Births", "year": "1900", "date": "September 7", "txt": "Taylor Caldwell, English-American author (d. 1985)", "entities": [{"title": "Taylor Caldwell", "href": "/wiki/Taylor_Caldwell", "description": "Janet Miriam Holland Taylor Caldwell was a British-born American novelist and prolific author of popular fiction, also known by the pen names Marcus Holland and Max Reiner, and by her married name of J. Miriam Reback."}]}, {"heading": "Births", "year": "1900", "date": "September 7", "txt": "Giuseppe Zangara, Italian-American assassin of Anton Cermak (d. 1933)", "entities": [{"title": "Anton Cermak", "href": "/wiki/Anton_Cermak", "description": "Anton Joseph Cermak was an American politician who served as the 44th mayor of Chicago, Illinois from April 7, 1931 until his death on March 6, 1933."}]}, {"heading": "Births", "year": "1903", "date": "September 7", "txt": "Margaret Landon, American missionary and author (d. 1993)", "entities": [{"title": "Margaret Landon", "href": "/wiki/Margaret_Landon", "description": "Margaret Landon was an American writer known for Anna and the King of Siam, her best-selling 1944 novel of the life of Anna Leonowens which eventually sold over a million copies and was translated into more than twenty languages. In 1950, Landon sold the musical play rights to Richard Rodgers and Oscar Hammerstein II, who created the musical The King and I from her book. A later work, Never Dies t"}]}, {"heading": "Births", "year": "1903", "date": "September 7", "txt": "Dorothy Marie Donnelly, American poet and author (d. 1994)", "entities": []}, {"heading": "Births", "year": "1904", "date": "September 7", "txt": "C. B. Colby, American author (d. 1977)", "entities": [{"title": "C. B. Colby", "href": "/wiki/C._B._Colby", "description": "Carroll Burleigh Colby was an American writer, primarily of nonfiction children's books. He wrote more than 100 books that were widely circulated in public and school libraries in the United States. He is best known for Strangely Enough! (1959)."}]}, {"heading": "Births", "year": "1907", "date": "September 7", "txt": "Ahmed Adnan Saygun, Turkish composer and musicologist (d. 1991)", "entities": [{"title": "Ahmed Adnan Saygun", "href": "/wiki/Ahmed_Adnan_Saygun", "description": "Ahmet Adnan Saygun was a Turkish composer, musicologist and writer on music."}]}, {"heading": "Births", "year": "1908", "date": "September 7", "txt": "Paul Brown, American football player and coach (d. 1991)", "entities": [{"title": "Paul Brown", "href": "/wiki/Paul_Brown", "description": "Paul Eugene Brown was an American football coach and executive in the All-America Football Conference (AAFC) and National Football League (NFL). Brown was both the co-founder and first coach of the Cleveland Browns, a team named after him, and later played a role in founding the Cincinnati Bengals. His teams won seven league championships in a professional coaching career spanning 25 seasons."}]}, {"heading": "Births", "year": "1908", "date": "September 7", "txt": "Michael E. DeBakey, American surgeon and educator (d. 2008)", "entities": []}, {"heading": "Births", "year": "1908", "date": "September 7", "txt": "Max Kaminsky, American trumpet player and bandleader (d. 1994)", "entities": []}, {"heading": "Births", "year": "1909", "date": "September 7", "txt": "Elia Kazan, Greek-American actor, director, producer, and screenwriter (d. 2003)", "entities": [{"title": "Elia Kazan", "href": "/wiki/Elia_Kazan", "description": "Elia Kazan was an American film and theatre director, producer, screenwriter and actor, described by The New York Times as \"one of the most honored and influential directors in Broadway and Hollywood history\"."}]}, {"heading": "Births", "year": "1911", "date": "September 7", "txt": "Todor Zhivkov, Bulgarian police officer and politician, Head of State of Bulgaria (d. 1998)", "entities": [{"title": "Todor Zhivkov", "href": "/wiki/Todor_Zhivkov", "description": "Todor Hristov Zhivkov was a Bulgarian communist statesman who served as the de facto leader of the People's Republic of Bulgaria (PRB) from 1954 until 1989 as General Secretary of the Bulgarian Communist Party. He was the second longest-serving leader in the Eastern Bloc."}, {"title": "List of heads of state of Bulgaria", "href": "/wiki/List_of_heads_of_state_of_Bulgaria", "description": "This is a list of the heads of state of the modern Bulgarian state, from the establishment of the Principality of Bulgaria to the present day."}]}, {"heading": "Births", "year": "1912", "date": "September 7", "txt": "David Packard, American engineer and businessman, co-founded Hewlett-Packard (d. 1996)", "entities": [{"title": "David Packard", "href": "/wiki/David_Packard", "description": "David Packard was an American electrical engineer and co-founder, with Bill Hewlett, of Hewlett-Packard (1939), serving as president (1947–64), CEO (1964–68), and Chairman of the Board of HP. He served as U.S. Deputy Secretary of Defense from 1969 to 1971 during the Nixon administration. Packard served as President of the Uniformed Services University of the Health Sciences (USU) from 1976 to 1981"}, {"title": "Hewlett-Packard", "href": "/wiki/Hewlett-Packard", "description": "The Hewlett-Packard Company, commonly shortened to Hewlett-Packard or HP, was an American multinational information technology company headquartered in Palo Alto, California, that developed and provided a wide variety of hardware components, as well as software and related services to consumers, small and medium-sized businesses (SMBs) and large enterprises, including customers in the government, "}]}, {"heading": "Births", "year": "1913", "date": "September 7", "txt": "Martin Charteris, Baron Charteris of Amisfield, English soldier and courtier (d. 1999)", "entities": [{"title": "Martin Charteris, Baron Charteris of Amisfield", "href": "/wiki/Martin_Charteris,_Baron_Charteris_of_Amisfield", "description": "Lieutenant-Colonel Martin Michael Charles Charteris, Baron Charteris of Amisfield, was a British Army officer and courtier of Queen Elizabeth II."}]}, {"heading": "Births", "year": "1913", "date": "September 7", "txt": "Anthony Quayle, English actor (d. 1989)", "entities": []}, {"heading": "Births", "year": "1914", "date": "September 7", "txt": "Lída Baarová, Czech-Austrian actress (d. 2000)", "entities": [{"title": "Lída Baarová", "href": "/wiki/L%C3%ADda_Baarov%C3%A1", "description": "Lída Baarová was a Czech actress who for two years was the mistress of the Nazi propaganda minister of Germany, Joseph Goebbels."}]}, {"heading": "Births", "year": "1914", "date": "September 7", "txt": "Graeme Bell, Australian pianist and composer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1914", "date": "September 7", "txt": "James Van Allen, American physicist and philosopher (d. 2006)", "entities": []}, {"heading": "Births", "year": "1915", "date": "September 7", "txt": "Pedro Reginaldo Lira, Argentinian bishop (d. 2012)", "entities": [{"title": "Pedro Reginaldo Lira", "href": "/wiki/Pedro_Reginaldo_Lira", "description": " Pedro Reginaldo Lira, was an Argentine Bishop of the Roman Catholic Church."}]}, {"heading": "Births", "year": "1915", "date": "September 7", "txt": "Kiyosi Itô, Japanese mathematician and academic (d. 2008)", "entities": []}, {"heading": "Births", "year": "1917", "date": "September 7", "txt": "Leonard Cheshire, English captain, pilot, and humanitarian (d. 1992)", "entities": [{"title": "Leonard Cheshire", "href": "/wiki/Leonard_Cheshire", "description": "Geoffrey Leonard Cheshire, Baron Cheshire, was a highly decorated Royal Air Force (RAF) pilot and group captain during the Second World War, and a philanthropist."}]}, {"heading": "Births", "year": "1917", "date": "September 7", "txt": "John Cornforth, Australian-English chemist and academic, Nobel Prize laureate (d. 2013)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1917", "date": "September 7", "txt": "Jacob Lawrence, American painter and educator (d. 2000)", "entities": []}, {"heading": "Births", "year": "1918", "date": "September 7", "txt": "Harold Amos, American microbiologist and academic (d. 2003)", "entities": [{"title": "Harold Amos", "href": "/wiki/Harold_Amos", "description": "Harold Amos was an African American microbiologist and professor. He taught at Harvard Medical School for nearly fifty years and was the first African-American department chair of the school. Harold Amos was the first Black American microbiologist and the first to become the chair of the Harvard Medical School. Also Harold Amos is know as a great teacher, researcher, and amazing mentor that pushed"}]}, {"heading": "Births", "year": "1919", "date": "September 7", "txt": "Briek Schotte, Belgian cyclist and coach (d. 2004)", "entities": [{"title": "Briek Schotte", "href": "/wiki/Briek_Schotte", "description": "Alberic \"Briek\" Schotte was a Belgian professional road racing cyclist, one of the champions of the 1940s and 1950s. His stamina earned him the nickname \"Iron Briek\"."}]}, {"heading": "Births", "year": "1920", "date": "September 7", "txt": "Harri Webb, Welsh journalist and poet (d. 1994)", "entities": [{"title": "Harri Webb", "href": "/wiki/Harri_Webb", "description": "Harri Webb was a Welsh poet, Welsh nationalist, journalist and librarian."}]}, {"heading": "Births", "year": "1921", "date": "September 7", "txt": "Peter A. Peyser, American soldier and politician (d. 2014)", "entities": [{"title": "Peter A. Peyser", "href": "/wiki/Peter_A._Peyser", "description": "Peter A. Peyser was a United States Representative from New York, serving from 1971 to 1977 as a Republican and from 1979 to 1983 as a Democrat."}]}, {"heading": "Births", "year": "1922", "date": "September 7", "txt": "Lucien Jarraud, French-Canadian journalist and radio host (d. 2007)", "entities": [{"title": "Lucien Jarraud", "href": "/wiki/Lucien_Jarraud", "description": "Lucien \"Frenchie\" Jarraud was a Quebec radio host for nearly 50 years. He was best known as being the host that started the open talk radio format in Quebec in the 1950s."}]}, {"heading": "Births", "year": "1923", "date": "September 7", "txt": "Nancy Keesing, Australian author and poet (d. 1993)", "entities": [{"title": "Nancy Keesing", "href": "/wiki/Nancy_Keesing", "description": "\n\nNancy Keesing was an Australian poet, writer, editor and promoter of Australian literature."}]}, {"heading": "Births", "year": "1923", "date": "September 7", "txt": "Peter Lawford, English-American actor (d. 1984)", "entities": []}, {"heading": "Births", "year": "1923", "date": "September 7", "txt": "Louise Suggs, American golfer, co-founded LPGA (d. 2015)", "entities": [{"title": "LPGA", "href": "/wiki/LPGA", "description": "The Ladies Professional Golf Association (LPGA) is an American organization for female golfers. The organization is headquartered at the LPGA International in Daytona Beach, Florida, and is best known for running the LPGA Tour, a series of weekly golf tournaments for elite female professional golfers from around the world."}]}, {"heading": "Births", "year": "1924", "date": "September 7", "txt": "Daniel Inouye, American captain and politician, Medal of Honor recipient (d. 2012)", "entities": [{"title": "Daniel Inouye", "href": "/wiki/Daniel_Inouye", "description": "Daniel Ken Inouye was a United States Senator from Hawaii from 1963 until his death in 2012. A member of the Democratic Party, he was President pro tempore of the United States Senate from 2010 until his death. Until the inauguration of Kamala Harris as vice president in 2021, Inouye was the highest-ranking Asian-American politician in U.S. history. Inouye also chaired various Senate Committees, i"}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1924", "date": "September 7", "txt": "Leonard Rosenman, American composer and conductor (d. 2008)", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 7", "txt": "Laura Ashley, Welsh-English fashion designer, founded Laura Ashley plc (d. 1985)", "entities": [{"title": "Laura Ashley", "href": "/wiki/Laura_Ashley", "description": "Laura Ashley was a Welsh fashion designer and businesswoman. She originally made furnishing materials in the 1950s, expanding the business into clothing design and manufacture in the 1960s. The Laura Ashley style is characterised by Romantic English designs – often with a 19th-century rural feel – and the use of natural fabrics."}, {"title": "Laura Ashley plc", "href": "/wiki/Laura_Ashley_plc", "description": "Laura Ashley plc was a British textile design company now controlled by the MUI Group of Malaysia. It was founded by Bernard Ashley, an engineer, and his wife Laura Ashley in 1953 then grew over the next 20 years to become an international retail chain. Sales totalled over £276 million in 2000. Its products have been described as 'quintessentially English.'"}]}, {"heading": "Births", "year": "1925", "date": "September 7", "txt": "Allan Blakeney, Canadian lawyer and politician, 10th Premier of Saskatchewan (d. 2011)", "entities": [{"title": "Premier of Saskatchewan", "href": "/wiki/Premier_of_Saskatchewan", "description": "The premier of Saskatchewan is the first minister for the Canadian province of Saskatchewan. They are the province's head of government and de facto chief executive. The current premier of Saskatchewan is Scott Moe, who was sworn in as premier on February 2, 2018, after winning the 2018 Saskatchewan Party leadership election. The first premier of Saskatchewan was Liberal Thomas Walter Scott, who s"}]}, {"heading": "Births", "year": "1925", "date": "September 7", "txt": "Bhanumathi Ramakrishna, Indian actress, singer, director, and producer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 7", "txt": "Samuel Goldwyn Jr., American director and producer (d. 2015)", "entities": [{"title": "Samuel Goldwyn Jr.", "href": "/wiki/Samuel_Goldwyn_Jr.", "description": "Samuel John Goldwyn Jr. was an American film producer."}]}, {"heading": "Births", "year": "1926", "date": "September 7", "txt": "Donald J. Irwin, American lawyer and politician, 32nd Mayor of Norwalk (d. 2013)", "entities": [{"title": "List of mayors of Norwalk, Connecticut", "href": "/wiki/List_of_mayors_of_Norwalk,_Connecticut", "description": "The Mayor of Norwalk, Connecticut is the chief executive of the government of Norwalk, Connecticut, as stipulated by the Charter of the City of Norwalk. The current mayor of Norwalk, is Harry Rilling, a Democrat."}]}, {"heading": "Births", "year": "1926", "date": "September 7", "txt": "Patrick Jenkin, Baron Jenkin of Roding, English lawyer and politician, Secretary of State for the Environment (d. 2016)", "entities": [{"title": "Secretary of State for the Environment", "href": "/wiki/Secretary_of_State_for_the_Environment", "description": "The Secretary of State for the Environment was a UK cabinet position, responsible for the Department of the Environment (DoE). This was created by Edward Heath as a combination of the Ministry of Housing and Local Government, the Ministry of Transport and the Ministry of Public Building and Works on 15 October 1970. Thus it managed a mixed portfolio of issues: housing and planning, local governmen"}]}, {"heading": "Births", "year": "1926", "date": "September 7", "txt": "Erich Juskowiak, German footballer (d. 1983)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 7", "txt": "Don Messick, American voice actor (d. 1997)", "entities": []}, {"heading": "Births", "year": "1927", "date": "September 7", "txt": "Eric Hill, English-American author and illustrator (d. 2014)", "entities": [{"title": "Eric Hill", "href": "/wiki/Eric_Hill", "description": "Eric Gordon Hill was an English author and illustrator of children's picture books, best known for his puppy character named Spot. His works have been widely praised for their contributions to child literacy."}]}, {"heading": "Births", "year": "1927", "date": "September 7", "txt": "Claire L'Heureux-Dubé, Canadian lawyer and jurist", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 7", "txt": "Kathleen Gorham, Australian ballerina (d. 1983)", "entities": [{"title": "Kathleen Gorham", "href": "/wiki/Kathleen_Gorham", "description": "Kathleen Ann \"Kathy\" Gorham was an Australian ballerina."}]}, {"heading": "Births", "year": "1928", "date": "September 7", "txt": "Al McGuire, American basketball player, coach, and commentator (d. 2001)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 7", "txt": "Clyde Lovellette, American basketball player (d. 2016)", "entities": [{"title": "Clyde Lovellette", "href": "/wiki/Clyde_Lovellette", "description": "Clyde Edward Lovellette was an American professional basketball player. Lovellette was inducted into the Naismith Memorial Basketball Hall of Fame in 1988. He was the first basketball player in history to play on an NCAA championship team, Olympics gold medal basketball team, and NBA championship squad."}]}, {"heading": "Births", "year": "1930", "date": "September 7", "txt": "Baudouin of Belgium (d. 1993)", "entities": [{"title": "Baudouin of Belgium", "href": "/wiki/Baudouin_of_Belgium", "description": "Baudouin was King of the Belgians from 1951 until his death in 1993. He was the last Belgian king to be sovereign of the Congo."}]}, {"heading": "Births", "year": "1930", "date": "September 7", "txt": "Sonny Rollins, American saxophonist and composer", "entities": []}, {"heading": "Births", "year": "1930", "date": "September 7", "txt": "S. Sivanayagam, Sri Lankan journalist and author (d. 2010)", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 7", "txt": "Charles Camilleri, Maltese composer and conductor (d. 2009)", "entities": [{"title": "Charles Camilleri", "href": "/wiki/Charles_Camilleri", "description": "Charles Camilleri was a Maltese composer."}]}, {"heading": "Births", "year": "1932", "date": "September 7", "txt": "Malcolm Bradbury, English author and academic (d. 2000)", "entities": [{"title": "Malcolm Bradbury", "href": "/wiki/Malcolm_Bradbury", "description": "Sir Malcolm Stanley Bradbury, was an English author and academic."}]}, {"heading": "Births", "year": "1932", "date": "September 7", "txt": "John Paul Getty Jr., American-English philanthropist and book collector (d. 2003)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 7", "txt": "Mary Bauermeister, German painter and illustrator", "entities": [{"title": "Mary Bauermeister", "href": "/wiki/Mary_Bauermeister", "description": "Mary Hilde Ruth Bauermeister is a German artist who works in sculpture, drawing, installation, performance, and music. Influenced by Fluxus artists and Nouveau Réalisme, her work addresses esoteric issues of how information is transferable through society. \"I only followed an inner drive to express what was not yet there, in reality or thought\", she said of her practice. \"To make art was more a fi"}]}, {"heading": "Births", "year": "1934", "date": "September 7", "txt": "Waldo de los Ríos, Argentinian composer and conductor (d. 1977)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 7", "txt": "Sunil Gangopadhyay, Indian author and poet (d. 2012)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 7", "txt": "Omar Karami, Lebanese lawyer and politician, 58th Prime Minister of Lebanon (d. 2015)", "entities": [{"title": "Prime Minister of Lebanon", "href": "/wiki/Prime_Minister_of_Lebanon", "description": "The prime minister of Lebanon, officially the President of the Council of Ministers, is the head of government and the head of the Council of Ministers of Lebanon. The Prime Minister is appointed by the president of Lebanon, with no confirmation needed from the Parliament of Lebanon. By convention, the office holder is always a Sunni Muslim."}]}, {"heading": "Births", "year": "1934", "date": "September 7", "txt": "Little Milton, American singer and guitarist (d. 2005)", "entities": []}, {"heading": "Births", "year": "1935", "date": "September 7", "txt": "Abdou Diouf, Senegalese lawyer and politician, 2nd President of Senegal", "entities": [{"title": "Abdou Diouf", "href": "/wiki/Abdou_Diouf", "description": "Abdou Diouf is a Senegalese politician who was the second President of Senegal, in office from 1981 to 2000. Diouf is notable both for coming to power by peaceful succession, and leaving willingly after losing the 2000 presidential election to Abdoulaye Wade. He was also the second Secretary-General of the Organisation internationale de la Francophonie from January 2003 to December 2014."}, {"title": "President of Senegal", "href": "/wiki/President_of_Senegal", "description": "The president of Senegal is the head of state and head of government of Senegal. In accordance with the constitutional reform of 2001, and since a referendum that took place on 20 March 2016, the president is elected for a 5-year term, and limited to two consecutive terms."}]}, {"heading": "Births", "year": "1935", "date": "September 7", "txt": "Dick O'Neal, American basketball player and dentist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1936", "date": "September 7", "txt": "Brian Hart, English race car driver and engineer, founded Brian Hart Ltd. (d. 2014)", "entities": [{"title": "Brian Hart", "href": "/wiki/Brian_Hart", "description": "Brian Roger Hart was a British racing driver and engineer with a background in the aviation industry. He is best known as the founder of Brian Hart Limited, a company that developed and built engines for motorsport use."}, {"title": "Brian Hart Ltd.", "href": "/wiki/Brian_Hart_Ltd.", "description": "Brian Hart Ltd., also known as Hart and Hart Racing Engines, was a motor racing engine manufacturer that participated in 157 Formula One Grands Prix, powering a total of 368 entries."}]}, {"heading": "Births", "year": "1936", "date": "September 7", "txt": "Buddy Holly, American singer-songwriter and guitarist (d. 1959)", "entities": []}, {"heading": "Births", "year": "1936", "date": "September 7", "txt": "Apostolos Kaklamanis, Greek lawyer and politician, Greek Minister of Justice", "entities": [{"title": "Ministry of Justice, Transparency and Human Rights (Greece)", "href": "/wiki/Ministry_of_Justice,_Transparency_and_Human_Rights_(Greece)", "description": "The Ministry of Justice is the government department entrusted with the supervision of the legal and judicial system of Greece. The incumbent minister is Konstantinos Tsiaras of New Democracy."}]}, {"heading": "Births", "year": "1937", "date": "September 7", "txt": "John Phillip Law, American actor (d. 2008)", "entities": [{"title": "John Phillip Law", "href": "/wiki/John_Phillip_Law", "description": "John Phillip Law was an American film actor."}]}, {"heading": "Births", "year": "1937", "date": "September 7", "txt": "Oleg Lobov, Russian politician, Premier of the Russian SFSR (d. 2018)", "entities": [{"title": "List of heads of government of Russia", "href": "/wiki/List_of_heads_of_government_of_Russia", "description": "Approximately 99 people have been head of the Russian government since its establishment in 1726. The chairman of government was a member of the Supreme Privy Council, which was created on 8 (19) February 1726 by Empress Catherine, and from 8 (20) September 1802 ministerial duties were allocated by the Committee of Ministers, which was established on in accordance with the proclamation of Emperor "}]}, {"heading": "Births", "year": "1939", "date": "September 7", "txt": "Latimore, American singer-songwriter and pianist", "entities": [{"title": "Latimore (musician)", "href": "/wiki/Latimore_(musician)", "description": "Benjamin William Lattimore known professionally as Latimore, is an American blues and R&B singer, songwriter and pianist. In 2017, Latimore was inducted in to the Blues Hall of Fame."}]}, {"heading": "Births", "year": "1939", "date": "September 7", "txt": "Peter Gill, Welsh actor, director, and playwright", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 7", "txt": "Dario Argento, Italian director, producer, and screenwriter", "entities": [{"title": "Dario Argento", "href": "/wiki/Dario_Argento", "description": "Dario Argento is an Italian film director, producer, screenwriter and critic. His influential work in the horror genre during the 1970s and 1980s, particularly in the subgenre known as giallo, has led him to being referred to as the \"Master of the Thrill\" and the \"Master of Horror\"."}]}, {"heading": "Births", "year": "1940", "date": "September 7", "txt": "Abdurrahman Wahid, Indonesian journalist and politician, 4th President of Indonesia (d. 2009)", "entities": [{"title": "President of Indonesia", "href": "/wiki/President_of_Indonesia", "description": "The president of the Republic of Indonesia is the head of state and also head of government of the Republic of Indonesia. The president leads the executive branch of the Indonesian government and is the commander-in-chief of the Indonesian National Armed Forces. Since 2004, the president and vice president are directly elected to a five-year term."}]}, {"heading": "Births", "year": "1942", "date": "September 7", "txt": "Billy Best, Scottish footballer", "entities": [{"title": "Billy Best", "href": "/wiki/Billy_Best", "description": "William James Blaikley Best is a former professional footballer who played football for Northampton Town and Southend United as a forward/winger. During his second spell with Northampton, he mainly performed in midfield and finally defence, as a centre back playing alongside the centre-half."}]}, {"heading": "Births", "year": "1942", "date": "September 7", "txt": "Alan Oakes, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 7", "txt": "Andrew Stone, Baron Stone of Blackheath, English businessman and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 7", "txt": "Jonathan H. Turner, American sociologist", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 7", "txt": "Beverley McLachlin, Canadian lawyer and jurist, 17th Chief Justice of Canada", "entities": [{"title": "Beverley McLachlin", "href": "/wiki/Beverley_McLachlin", "description": "Beverley Marian McLachlin CStJ is a Canadian jurist and author who served as the 17th chief justice of Canada from 2000 to 2017, the longest-serving chief justice in Canadian history and first woman to hold the position. She is considered by many to be among the finest legal minds in the history of the Supreme Court."}, {"title": "Chief Justice of Canada", "href": "/wiki/Chief_Justice_of_Canada", "description": "The chief justice of Canada is the presiding judge of the nine-member Supreme Court of Canada, the highest judicial body in Canada. As such, the chief justice is the highest-ranking judge of the Canadian court system. The Supreme Court Act makes the chief justice, a Crown in Council appointment, meaning the Crown acting on the advice of the prime minister and minister of justice. The chief justice"}]}, {"heading": "Births", "year": "1944", "date": "September 7", "txt": "Forrest Blue, American football player (d. 2011)", "entities": [{"title": "Forrest Blue", "href": "/wiki/Forrest_Blue", "description": "Forrest Murrell Blue Jr. was an offensive lineman who spent eleven seasons in the National Football League (NFL) with the San Francisco 49ers (1968–1974) and Baltimore Colts (1975–1978)."}]}, {"heading": "Births", "year": "1944", "date": "September 7", "txt": "Bertel Haarder, Danish lawyer and politician, Education Minister of Denmark", "entities": [{"title": "Education Minister of Denmark", "href": "/wiki/Education_Minister_of_Denmark", "description": "Education Minister of Denmark, or Minister of Education in Denmark, is a Danish minister office currently held by Pernille Rosenkrantz-Theil in the Frederiksen Cabinet."}]}, {"heading": "Births", "year": "1944", "date": "September 7", "txt": "Peter Larter, English rugby player", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 7", "txt": "Earl Manigault, American basketball player and coach (d. 1998)", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 7", "txt": "Bora Milutinović, Serbian footballer and manager", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 7", "txt": "Houshang Moradi Kermani, Iranian author", "entities": [{"title": "Houshang Moradi Kermani", "href": "/wiki/Houshang_Moradi_Kermani", "description": "Houshang Moradi Kermani is an Iranian writer best known for children's and young adult fiction. He was a finalist in 2014 for the Hans Christian Andersen Award."}]}, {"heading": "Births", "year": "1944", "date": "September 7", "txt": "Sam Sloan, American chess player and autodidact", "entities": [{"title": "Autodidact", "href": "/wiki/Autodidact", "description": "\nAutodidacticism or self-education is education without the guidance of masters or institutions. Generally, autodidacts are individuals who choose the subject they will study, their studying material, and the studying rhythm and time. Autodidacts may or may not have formal education, and their study may be either a complement or an alternative to formal education. Many notable contributions have b"}]}, {"heading": "Births", "year": "1945", "date": "September 7", "txt": "Jacques Lemaire, Canadian ice hockey player and coach", "entities": [{"title": "Jacques Lemaire", "href": "/wiki/Jacques_Lemaire", "description": "Jacques Gerard Lemaire is a Canadian former ice hockey forward and head coach who was inducted into the Hockey Hall of Fame in 1984. He spent his entire twelve-year National Hockey League (NHL) playing career with the Montreal Canadiens (1967–1979) and was a part of eight Stanley Cup championship teams in 1968, 1969, 1971, 1973, 1976, 1977, 1978 and 1979. In 2017, Lemaire was named one of the \"100"}]}, {"heading": "Births", "year": "1945", "date": "September 7", "txt": "Vic Pollard, English-New Zealand rugby player and footballer", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 7", "txt": "Curtis Price, American musicologist and academic", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 7", "txt": "Peter Storey, English footballer", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 7", "txt": "Willie Crawford, American baseball player (d. 2004)", "entities": [{"title": "Willie Crawford", "href": "/wiki/Willie_Crawford", "description": "Willie Murphy Crawford was a professional baseball outfielder. He played with the Los Angeles Dodgers (1964–1975), St. Louis Cardinals (1976), Houston Astros (1977) and Oakland Athletics (1977) of Major League Baseball (MLB). Crawford was born in Los Angeles, California. He batted and threw left-handed. He was the father of former UCLA football DB Willie Crawford who graduated from Beverly Hills H"}]}, {"heading": "Births", "year": "1946", "date": "September 7", "txt": "Joe Klein, American journalist and author", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 7", "txt": "Suzyn Waldman, American sportscaster", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 7", "txt": "Sergio Della Pergola, Israeli demographer and statistician", "entities": [{"title": "Sergio Della Pergola", "href": "/wiki/Sergio_Della_Pergola", "description": "Sergio Della Pergola is an Israeli demographer and statistician. He is a professor and demographic expert, specifically in demography and statistics related to the Jewish population."}]}, {"heading": "Births", "year": "1947", "date": "September 7", "txt": "Gloria Gaynor, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 7", "txt": "Susan Blakely, American actress", "entities": [{"title": "Susan Blakely", "href": "/wiki/Susan_Blakely", "description": "Susan Blakely is an American actress and model. She is best known for her leading role in the 1976 ABC miniseries Rich Man, Poor Man, for which she received a Golden Globe Award for Best Actress – Television Series Drama. Blakely also has appeared in films including The Towering Inferno (1974), Report to the Commissioner (1975), Capone (1975), The Concorde ... Airport '79 (1979) and Over the Top ("}]}, {"heading": "Births", "year": "1949", "date": "September 7", "txt": "Dianne Hayter, German-English politician", "entities": [{"title": "Dianne Hayter", "href": "/wiki/Dianne_Hayter", "description": "Dianne Hayter, Baroness Hayter of Kentish Town is a British politician and Labour Co-operative member of the House of Lords. She served as a member of the Labour Party National Executive Committee from 1998 to 2010, representing the Socialist Societies. She was Chair of the Labour Party from 2007 to 2008."}]}, {"heading": "Births", "year": "1949", "date": "September 7", "txt": "Barry Siegel, American journalist and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 7", "txt": "David Cannadine, English historian and author", "entities": [{"title": "David Cannadine", "href": "/wiki/David_Cannadine", "description": "Sir David Cannadine is a British author and historian who specialises in modern history, Britain and the history of business and philanthropy. He is currently the Dodge Professor of History at Princeton University, a Visiting Professor of History at Oxford University, and the editor of the Oxford Dictionary of National Biography. He has been the President of the British Academy since 2017, the UK'"}]}, {"heading": "Births", "year": "1950", "date": "September 7", "txt": "Johann Friedrich, German-Australian engineer (d. 1991)", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 7", "txt": "Julie Kavner, American actress", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 7", "txt": "Peggy Noonan, American author, journalist, speechwriter, and pundit", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 7", "txt": "Chrissie Hynde, American singer-songwriter and guitarist", "entities": [{"title": "Chrissie Hynde", "href": "/wiki/Chrissie_Hynde", "description": "Christine Ellen Hynde is an American singer-songwriter and musician. She is a founding member and the guitarist, lead vocalist, and primary songwriter of the rock band the Pretenders, as well as its only constant member."}]}, {"heading": "Births", "year": "1951", "date": "September 7", "txt": "Morris Albert, Brazilian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 7", "txt": "Mark Isham, American trumpet player and composer", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 7", "txt": "Mark McCumber, American golfer", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 7", "txt": "Mammootty, Indian actor and producer", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 7", "txt": "Ricardo Tormo, Spanish motorcycle racer (d. 1998)", "entities": [{"title": "Ricardo Tormo", "href": "/wiki/Ricardo_Tormo", "description": "Ricardo Tormo Blaya was a Spanish Grand Prix motorcycle road racer."}]}, {"heading": "Births", "year": "1953", "date": "September 7", "txt": "Marc Hunter, New Zealand-Australian singer-songwriter (d. 1998)", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 7", "txt": "Benmont Tench, American keyboardist and songwriter", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 7", "txt": "Corbin Bernsen, American actor", "entities": [{"title": "Corbin Bernsen", "href": "/wiki/Corbin_Bernsen", "description": "Corbin Dean Bernsen is an American actor and director, known for his work on television. He is known for his roles as divorce attorney Arnold Becker on the NBC drama series L.A. Law, as Dr. Alan Feinstone in The Dentist, as retired police detective Henry Spencer on the USA Network comedy-drama series Psych, and as Roger Dorn in the films Major League, Major League II, and Major League: Back to the"}]}, {"heading": "Births", "year": "1954", "date": "September 7", "txt": "Michael Emerson, American actor", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 7", "txt": "Kerrie Holley, American software architect and academic", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 7", "txt": "Mira Furlan, Croatian-American actress (d. 2021)", "entities": [{"title": "Mira Furlan", "href": "/wiki/Mira_Furlan", "description": "Mira Furlan was a Croatian actress and singer. Internationally, she was best known for her roles as the Minbari Ambassador Delenn in the science fiction television series Babylon 5 (1993–1998), and as Danielle Rousseau in Lost (2004–2010), and also appeared in multiple award-winning films such as When Father Was Away on Business (1985) and The Abandoned (2010)."}]}, {"heading": "Births", "year": "1956", "date": "September 7", "txt": "Michael Feinstein, American singer and pianist", "entities": [{"title": "Michael Feinstein", "href": "/wiki/Michael_Feinstein", "description": "Michael Jay Feinstein is an American singer, pianist, and music revivalist. He is an interpreter of and an anthropologist and archivist for the repertoire known as the Great American Songbook. In 1988 he won a Drama Desk Special Award for celebrating American musical theatre songs. Feinstein is also a multi-platinum-selling, five-time Grammy-nominated recording artist. He currently serves as Artis"}]}, {"heading": "Births", "year": "1956", "date": "September 7", "txt": "Byron Stevenson, Welsh footballer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 7", "txt": "Diane Warren, American songwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 7", "txt": "Jermaine Stewart, American singer-songwriter and dancer (d. 1997)", "entities": [{"title": "Jermaine Stewart", "href": "/wiki/Jermaine_Stewart", "description": "William Jermaine Stewart was an American R&B singer best known for his 1986 hit single \"We Don't Have to Take Our Clothes Off\", which peaked at number five on the Billboard Hot 100, and also peaked within the top ten of the charts in Canada at number, the Republic of Ireland, and the United Kingdom."}]}, {"heading": "Births", "year": "1960", "date": "September 7", "txt": "Brad Houser, American bass player", "entities": [{"title": "Brad Houser", "href": "/wiki/Brad_Houser", "description": "John Bradley Houser is an American bass guitar, baritone saxophone and bass clarinet player, originally from Dallas, Texas. He was a co-founding member of the New Bohemians, later to become known as Edie Brickell & New Bohemians. He also co-founded Critters Buggin with fellow New Bohemian Matt Chamberlain and Skerik."}]}, {"heading": "Births", "year": "1961", "date": "September 7", "txt": "LeRoi Moore, American saxophonist and songwriter  (d. 2008)", "entities": [{"title": "LeRoi Moore", "href": "/wiki/LeRoi_Moore", "description": "LeRoi Holloway Moore was an American saxophonist. He was a founding member of the Dave Matthews Band. Moore often arranged music for songs written by Dave Matthews. Moore also co-wrote many of the band's songs, notably \"Too Much\" and \"Stay \"."}]}, {"heading": "Births", "year": "1961", "date": "September 7", "txt": "Jean-Yves Thibaudet, French pianist", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 7", "txt": "Jennifer Egan, American novelist and short story writer", "entities": [{"title": "Jennifer Egan", "href": "/wiki/Jennifer_Egan", "description": "Jennifer Egan is an American novelist and short story writer. Egan's novel A Visit from the Goon Squad won the 2011 Pulitzer Prize for Fiction and National Book Critics Circle Award for fiction. As of February 28, 2018, she is the President of the PEN America Center. Egan lives in Clinton Hill, Brooklyn with her husband and two sons."}]}, {"heading": "Births", "year": "1962", "date": "September 7", "txt": "George South, American wrestler", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 7", "txt": "Hasan Vezir, Turkish footballer and manager", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 7", "txt": "Eazy-E, American rapper and producer (d. 1995)", "entities": [{"title": "Eazy-E", "href": "/wiki/Eazy-E", "description": "Eric Lynn Wright, known professionally as Eazy-E, was an American rapper, songwriter, record producer, and entrepreneur who propelled West Coast rap and gangsta rap by leading the group N.W.A and its label, Ruthless Records, pushing the boundaries of lyrical content."}]}, {"heading": "Births", "year": "1965", "date": "September 7", "txt": "Angela Gheorghiu, Romanian soprano", "entities": [{"title": "Angela Gheorghiu", "href": "/wiki/Angela_Gheorghiu", "description": "Angela Gheorghiu is a Romanian soprano, especially known for her performances in the operas of Puccini and Verdi, widely recognised by critics and opera lovers as one of the greatest sopranos of all time."}]}, {"heading": "Births", "year": "1965", "date": "September 7", "txt": "Darko Pančev, Macedonian footballer", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 7", "txt": "Uta Pippig, German runner", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 7", "txt": "Tomáš Skuhravý, Czech footballer", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 7", "txt": "Andreas Thom, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 7", "txt": "Vladimir Andreyev, Russian race walker", "entities": [{"title": "Vladimir Andreyev (racewalker)", "href": "/wiki/Vladimir_Andreyev_(racewalker)", "description": "Vladimir Vasilyevich Andreyev is a Russian race walker."}]}, {"heading": "Births", "year": "1966", "date": "September 7", "txt": "Lutz Heilmann, German politician", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 7", "txt": "Toby Jones, English actor", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 7", "txt": "Gunda Niemann-Stirnemann, German speed skater", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 7", "txt": "Andrew Voss, Australian sportscaster and author", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 7", "txt": "Alok Sharma, Indian-English accountant and politician", "entities": [{"title": "Alok Sharma", "href": "/wiki/Alok_Sharma", "description": "Alok Sharma is a British politician. He is currently serving as President for COP26, based in the Cabinet Office, and is a full member of the Cabinet. He has been the Conservative Member of Parliament (MP) for Reading West since 2010."}]}, {"heading": "Births", "year": "1968", "date": "September 7", "txt": "Marcel Desailly, Ghanaian-French footballer", "entities": [{"title": "Marcel Desailly", "href": "/wiki/Marcel_Desailly", "description": "Marcel Desailly is a French former professional footballer, widely considered to be among the greatest centre-backs and defensive midfielders to ever play. During a successful career at club level, lasting from 1986 to 2006, Desailly won several titles, including UEFA Champions League medals with both Marseille and A.C. Milan, and also played for Nantes and Chelsea, among other teams. At internati"}]}, {"heading": "Births", "year": "1968", "date": "September 7", "txt": "Gennadi Krasnitski, Russian figure skater and coach", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 7", "txt": "Darren Bragg, American baseball player and coach", "entities": [{"title": "Darren Bragg", "href": "/wiki/Darren_Bragg", "description": "Darren William Bragg is an American former baseball outfielder who played 11 seasons in Major League Baseball (MLB). He played for the Seattle Mariners (1994–1996), Boston Red Sox (1996–1999), St. Louis Cardinals (1999), Colorado Rockies (2000), New York Mets (2001), New York Yankees (2001), Atlanta Braves (2002–2003), San Diego Padres (2004), and his final team, the Cincinnati Reds (2004)."}]}, {"heading": "Births", "year": "1969", "date": "September 7", "txt": "Rudy Galindo, American figure skater", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 7", "txt": "Gino Odjick, Canadian ice hockey player", "entities": [{"title": "Gino Odjick", "href": "/wiki/Gino_Odjick", "description": "Wayne Gino Odjick is a Canadian former professional ice hockey left winger who played twelve seasons in the National Hockey League (NHL) from 1990–91 to 2001–02 for the Vancouver Canucks, New York Islanders, Philadelphia Flyers and Montreal Canadiens."}]}, {"heading": "Births", "year": "1970", "date": "September 7", "txt": "Tom Everett Scott, American actor", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 7", "txt": "Gene Pritsker, American composer", "entities": [{"title": "Gene Pritsker", "href": "/wiki/Gene_Pritsker", "description": "Gene Pritsker is a Russian-born composer, guitarist, rapper and record producer living in New York City. He moved to the United States with his family in 1978 and lived in Sheepshead Bay, Brooklyn. He attended the Manhattan School of Music from 1990 to 1994 where he studied composition with Giampaolo Bracali."}]}, {"heading": "Births", "year": "1971", "date": "September 7", "txt": "Raph Koster, American game designer", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 7", "txt": "Shane Mosley, American boxer and trainer", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 7", "txt": "Jason Isringhausen, American baseball player and coach", "entities": [{"title": "Jason Isringhausen", "href": "/wiki/Jason_Isringhausen", "description": "Jason Derik Isringhausen is an American former professional baseball pitcher and coach. He pitched in Major League Baseball from 1995 through 2012 for the New York Mets, Oakland Athletics, St. Louis Cardinals, Tampa Bay Rays, and Los Angeles Angels of Anaheim."}]}, {"heading": "Births", "year": "1973", "date": "September 7", "txt": "Shannon Elizabeth, American model and actress", "entities": [{"title": "Shannon Elizabeth", "href": "/wiki/Shannon_Elizabeth", "description": "Shannon Elizabeth Fadal is an American actress, poker player and former fashion model. Elizabeth has appeared in comedy films such as American Pie, Scary Movie and Jay and Silent Bob Strike Back. She has also appeared in horror films such as Jack Frost, Thirteen Ghosts, Cursed, and Night of the Demons. She was described as a sex symbol for her role in the 1999 comedy film American Pie. She also ha"}]}, {"heading": "Births", "year": "1973", "date": "September 7", "txt": "Alex Kurtzman, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 7", "txt": "Mario Frick, Swiss-Liechtensteiner footballer", "entities": [{"title": "Mario Frick (footballer)", "href": "/wiki/Mario_Frick_(footballer)", "description": "Mario Frick is a Swiss-born Liechtensteiner retired professional footballer who is currently a manager for FC Vaduz. He has earned 125 caps and scored a national record 16 goals for his country from his international debut in 1993 until his retirement in 2015. Mainly a striker, Frick was also deployed as a centre-back on occasion."}]}, {"heading": "Births", "year": "1974", "date": "September 7", "txt": "Antonio McDyess, American basketball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 7", "txt": "Norifumi Abe, Japanese motorcycle racer (d. 2007)", "entities": [{"title": "Norifumi Abe", "href": "/wiki/Norifumi_Abe", "description": "Norifumi \"Norick\" Abe , or Norick Abe (ノリック・アベ) was a Japanese professional motorcycle road racer who was previously a 500 cc/MotoGP rider. He died in a road traffic accident in October 2007."}]}, {"heading": "Births", "year": "1975", "date": "September 7", "txt": "Harold Wallace, Costa Rican footballer and manager", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 7", "txt": "Wavell Hinds, Jamaican cricketer", "entities": [{"title": "Wavell Hinds", "href": "/wiki/Wavell_Hinds", "description": "Wavell Wayne Hinds is a former West Indian cricketer, who played all formats of the game. He was a left-handed batsman and occasional right-arm medium-pace bowler."}]}, {"heading": "Births", "year": "1977", "date": "September 7", "txt": "Molly Holly, American wrestler and trainer", "entities": [{"title": "Molly Holly", "href": "/wiki/Molly_Holly", "description": "Nora Kristina Benshoof is an American semi-retired professional wrestler. She is best known for her appearances with the World Wrestling Federation/World Wrestling Entertainment from 2000 to 2005 under the ring name Molly Holly. She is also known for her appearances with World Championship Wrestling (WCW) as Miss Madness and Mona in 1999 to 2000."}]}, {"heading": "Births", "year": "1977", "date": "September 7", "txt": "Jon Macken, English-Irish footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 7", "txt": "Matt Cooke, Canadian ice hockey player", "entities": [{"title": "Matt Cooke", "href": "/wiki/Matt_Cooke", "description": "Matthew David Cooke  is a Canadian former professional ice hockey player who played sixteen seasons and 1046 games in the National Hockey League (NHL). Cooke won the Stanley Cup with the Pittsburgh Penguins during the 2008–09 NHL season and was a member of the Team Canada team that won the gold medal at the 2004 World Championships. In addition to having previously played for the Penguins, he has "}]}, {"heading": "Births", "year": "1978", "date": "September 7", "txt": "Erwin Koen, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 7", "txt": "Ersin Güreler, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 7", "txt": "Nathan Hindmarsh, Australian rugby league player and sportscaster", "entities": [{"title": "Nathan Hindmarsh", "href": "/wiki/Nathan_Hindmarsh", "description": "Nathan William Hindmarsh is an Australian former professional rugby league footballer who captained the Parramatta Eels in the NRL. A New South Wales State of Origin and Australian international representative second-row forward, he played his entire career at the Eels, in 2010 breaking the record for most games with the club. On 28 August 2018, Hindmarsh was inducted into the Parramatta Eels hall"}]}, {"heading": "Births", "year": "1979", "date": "September 7", "txt": "Paul Mara, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 7", "txt": "Owen Pallett, Canadian singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 7", "txt": "Brian Stokes, American baseball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 7", "txt": "Emre Belözoğlu, Turkish footballer", "entities": [{"title": "Emre Belözoğlu", "href": "/wiki/Emre_Bel%C3%B6zo%C4%9Flu", "description": "Emre Belözoğlu is a Turkish former professional footballer and manager of Lezgin-Circassian origin who currently serves as the manager of Fenerbahçe until the end of the 2020–21 season. He was named in the FIFA 100, a list of the 125 greatest living footballers as a part of FIFA's centenary celebrations announced by Pelé. Although he was the Fenerbahçe football team captain known for being a Fener"}]}, {"heading": "Births", "year": "1980", "date": "September 7", "txt": "Sara Carrigan, Australian cyclist", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 7", "txt": "Serhiy Chopyk, Ukrainian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 7", "txt": "Gabriel Milito, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 7", "txt": "Javad Nekounam, Iranian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 7", "txt": "Mark Prior, American baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 7", "txt": "Gökhan Zan, Turkish footballer", "entities": [{"title": "Gökhan Zan", "href": "/wiki/G%C3%B6khan_Zan", "description": "Gökhan Zan is a retired Turkish footballer."}]}, {"heading": "Births", "year": "1981", "date": "September 7", "txt": "Vangelis, Mexican wrestler", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 7", "txt": "Andre Dirrell, American boxer", "entities": [{"title": "Andre Dirrell", "href": "/wiki/Andre_Dirrell", "description": "Andre Dirrell is an American professional boxer who held the IBF interim super middleweight title from 2017 to 2018. As an amateur, he won a bronze medal in the middleweight division at the 2004 Olympics. His younger brother Anthony Dirrell is also a professional boxer."}]}, {"heading": "Births", "year": "1982", "date": "September 7", "txt": "George Bailey, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 7", "txt": "Emese Szász, Hungarian fencer", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 7", "txt": "Philip Deignan, Irish cyclist", "entities": [{"title": "Philip Deignan", "href": "/wiki/Philip_Deignan", "description": "Philip Deignan is an Irish former professional road racing cyclist, who rode professionally between 2005 and 2018 for the Ag2r–La Mondiale, Cervélo TestTeam, Team RadioShack, UnitedHealthcare and Team Sky squads. A former Olympian, Deignan won a stage in the 2009 Vuelta a España, and finished in the top ten in the general classification."}]}, {"heading": "Births", "year": "1983", "date": "September 7", "txt": "Annette Dytrt, German figure skater", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 7", "txt": "Pops Mensah-Bonsu, English-American basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 7", "txt": "Piri Weepu, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 7", "txt": "Ben Hollingsworth, Canadian actor", "entities": [{"title": "Ben Hollingsworth (actor)", "href": "/wiki/Ben_Hollingsworth_(actor)", "description": "Benjamin Allen Nicolas Hollingsworth is a Canadian actor. He is perhaps best known for his role on the CBS television series Code Black (2015–2018)."}]}, {"heading": "Births", "year": "1984", "date": "September 7", "txt": "Farveez Maharoof, Sri Lankan cricketer", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 7", "txt": "Miranda, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 7", "txt": "Vera Zvonareva, Russian tennis player", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 7", "txt": "Pelin Karahan, Turkish actress", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 7", "txt": "Wade Davis, American baseball player", "entities": [{"title": "Wade Davis (baseball)", "href": "/wiki/Wade_Davis_(baseball)", "description": "Wade Allen Davis is an American professional baseball pitcher for the Kansas City Royals of Major League Baseball (MLB). He previously played in MLB for the Tampa Bay Rays, Royals, Chicago Cubs, and Colorado Rockies. Davis is a three-time MLB All-Star. He was a member of the Royals' 2015 World Series-winning team, and earned the Babe Ruth Award for his performance in the 2015 MLB playoffs."}]}, {"heading": "Births", "year": "1985", "date": "September 7", "txt": "Adam Eckersley, English footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 7", "txt": "Rafinha, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 7", "txt": "Charlie Daniels, English footballer", "entities": [{"title": "Charlie Daniels (footballer)", "href": "/wiki/Charlie_Daniels_(footballer)", "description": "Charles John Daniels is an English professional footballer who plays as a defender for Portsmouth."}]}, {"heading": "Births", "year": "1986", "date": "September 7", "txt": "Colin Delaney, American wrestler", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 7", "txt": "Tommy Elphick, English footballer", "entities": [{"title": "Tommy Elphick", "href": "/wiki/Tommy_Elphick", "description": "Tommy Elphick is an English professional footballer who plays as a defender for Huddersfield Town."}]}, {"heading": "Births", "year": "1987", "date": "September 7", "txt": "Sammy Moore, English footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 7", "txt": "Danny North, English footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 7", "txt": "Evan Rachel Wood, American actress and singer", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 7", "txt": "Aleksandra Wozniak, Canadian tennis player", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 7", "txt": "Alex Harvey, Canadian skier", "entities": [{"title": "Alex Harvey (skier)", "href": "/wiki/Alex_Harvey_(skier)", "description": "Alex Harvey is a retired Canadian cross-country skier who competed between 2005 and 2019. Harvey is also a member of the Quebec Provincial Cycling Team."}]}, {"heading": "Births", "year": "1988", "date": "September 7", "txt": "Kevin Love, American basketball player", "entities": []}, {"heading": "Births", "year": "1990", "date": "September 7", "txt": "Fedor Klimov, Russian figure skater", "entities": [{"title": "Fedor Klimov", "href": "/wiki/Fedor_Klimov", "description": "Fedor Alexandrovich Klimov is a retired Russian pair skater. With partner Ksenia Stolbova, he is the 2014 Olympic silver medalist, the 2014 Olympic champion in the team event, the 2014 World silver medalist, a three-time European medalist, the 2015–16 Grand Prix Final champion, the 2013 Winter Universiade champion, a two-time World Junior medalist, and a three-time Russian national champion."}]}, {"heading": "Births", "year": "1991", "date": "September 7", "txt": "Dale Finucane, Australian rugby league player", "entities": [{"title": "Dale Finucane", "href": "/wiki/Dale_Finucane", "description": "Dale Finucane, also known by the nicknames of \"Hadouken\" or \"Bega Bomb\", is an Australian professional rugby league footballer who plays as a lock and co-captains the Melbourne Storm in the NRL."}]}, {"heading": "Births", "year": "1991", "date": "September 7", "txt": "Amar Garibović, Serbian skier (d. 2010)", "entities": []}, {"heading": "Births", "year": "1993", "date": "September 7", "txt": "Taylor Gray, American actor", "entities": [{"title": "Taylor Gray", "href": "/wiki/Taylor_Gray", "description": "Taylor Arthur Gray is an American actor and model, best known for playing Ezra Bridger on the animated television series Star Wars Rebels, and Bucket in the Nickelodeon series Bucket & Skinner's Epic Adventures."}]}, {"heading": "Births", "year": "1994", "date": "September 7", "txt": "Elinor Barker, Welsh track cyclist", "entities": [{"title": "Elinor Barker", "href": "/wiki/Elinor_Barker", "description": "Elinor Jane Barker, is a Welsh road and track racing cyclist, who last rode for UCI Women's Team Drops. Representing Welsh Cycling and Great Britain in international competitions, Barker is an Olympic, two-time world and six-time European champion in the team pursuit, as well as a two-time world champion in the points race and scratch race. Barker was appointed Member of the Order of the British E"}]}, {"heading": "Births", "year": "1994", "date": "September 7", "txt": "Herman Ese'ese, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1994", "date": "September 7", "txt": "Tom Opacic, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1994", "date": "September 7", "txt": "Maren Lundby, Norwegian ski jumper[citation needed]", "entities": []}, {"heading": "Births", "year": "1996", "date": "September 7", "txt": "Donovan Mitchell, American basketball player", "entities": [{"title": "Donovan Mitchell", "href": "/wiki/Donovan_Mitchell", "description": "Donovan Mitchell Jr. is an American professional basketball player for the Utah Jazz of the National Basketball Association (NBA). He played college basketball for the Louisville Cardinals. He was selected by the Denver Nuggets with the 13th overall pick in the 2017 NBA draft and was traded on draft night to the Utah Jazz. During his rookie season, Mitchell was named to the NBA All-Rookie First Te"}]}, {"heading": "Births", "year": "1999", "date": "September 7", "txt": "Laurie Jussaume, Canadian cyclist", "entities": [{"title": "Laurie Jussaume", "href": "/wiki/Laurie_Jussaume", "description": "Laurie Jussaume is a Canadian cyclist."}]}, {"heading": "Deaths", "year": "251", "date": "September 7", "txt": "Sima Yi, Chinese general and politician (b. 179)", "entities": [{"title": "Sima Yi", "href": "/wiki/Sima_Yi", "description": "Sima Yi, courtesy name Zhongda, was a Chinese military general, politician, and regent of the state of Cao Wei during the Three Kingdoms period of China."}]}, {"heading": "Deaths", "year": "355", "date": "September 7", "txt": "Claudius Silvanus, Roman general", "entities": [{"title": "Claudius Silvanus", "href": "/wiki/Claudius_Silvanus", "description": "Silvanus was a Roman general of Frankish descent, usurper in Gaul against Emperor Constantius II for 28 days in AD 355."}]}, {"heading": "Deaths", "year": "859", "date": "September 7", "txt": "Emperor Xuānzong of Tang, Chinese emperor (b. 810)", "entities": [{"title": "Emperor Xuānzong of Tang", "href": "/wiki/Emperor_Xu%C4%81nzong_of_Tang", "description": "Emperor Xuanzong of Tang was an emperor in the latter part of the Tang dynasty of China. Personally named Li Yi, later renamed Li Chen, and known before his reign as the Prince of Guang, he was considered the last capable emperor of Tang China. Succeeding emperors after Xuanzong would either be too young or be dominated by eunuchs or warlords. Emperor Xuanzong was the 13th son of Emperor Xianzong "}]}, {"heading": "Deaths", "year": "934", "date": "September 7", "txt": "Meng Zhixiang, Chinese general (b. 874)", "entities": [{"title": "Meng Zhixiang", "href": "/wiki/Meng_Zhixiang", "description": "Meng Zhixiang was a general of the Later Tang who went on to found the independent state of Later Shu during the Chinese Five Dynasties and Ten Kingdoms period. Meng Zhixiang was an in-law of the Later Tang ruling family, who went by the family name Li. Meng married the eldest sister or perhaps a cousin of the founding emperor, Zhuangzong. Meng served the Later Tang as the military governor (Jiedu"}]}, {"heading": "Deaths", "year": "1134", "date": "September 7", "txt": "Alfonso the Battler, Spanish emperor (b. 1073)", "entities": [{"title": "Alfonso the Battler", "href": "/wiki/Alfonso_the_Battler", "description": "Alfonso I, called the Battler or the Warrior, was the king of Aragon and Navarre from 1104 until his death in 1134. He was the second son of King Sancho Ramírez and successor of his brother Peter I. With his marriage to Urraca, queen regnant of Castile, León and Galicia, in 1109, he began to use, with some justification, the grandiose title Emperor of Spain, formerly employed by his father-in-law,"}]}, {"heading": "Deaths", "year": "1151", "date": "September 7", "txt": "Geoffrey Plantagenet, Count of Anjou (b. 1113)", "entities": [{"title": "Geoffrey Plantagenet, Count of Anjou", "href": "/wiki/Geoffrey_Plantagenet,_Count_of_Anjou", "description": "Geoffrey V, called the Handsome, the Fair or Plantagenet, was the count of Anjou, Touraine and Maine by inheritance from 1129, and also the duke of Normandy by conquest from 1144. His marriage to Empress Matilda, daughter of King Henry I of England, led to the centuries-long reign of the Plantagenet dynasty in England. The name \"Plantagenet\" was taken from Geoffrey's epithet. Geoffrey's ancestral "}]}, {"heading": "Deaths", "year": "1202", "date": "September 7", "txt": "William of the White Hands, French cardinal (b. 1135)", "entities": [{"title": "William of the White Hands", "href": "/wiki/William_of_the_White_Hands", "description": "William of the White Hands, also called William White Hands, was a French cardinal."}]}, {"heading": "Deaths", "year": "1251", "date": "September 7", "txt": "Viola, Duchess of Opole", "entities": [{"title": "Viola, Duchess of Opole", "href": "/wiki/Viola,_Duchess_of_Opole", "description": "\nViola, Duchess of Opole, also known as Veleslava, Polish: Wencisława-Wiola; was a Duchess consort of Opole-Racibórz through her marriage to Casimir I."}]}, {"heading": "Deaths", "year": "1303", "date": "September 7", "txt": "Gregory Bicskei, archbishop of Esztergom", "entities": [{"title": "Gregory Bicskei", "href": "/wiki/Gregory_Bicskei", "description": "Gregory Bicskei was a prelate in the Kingdom of Hungary at the turn of the 13th and 14th centuries. He was the elected Archbishop of Esztergom between 1298 and 1303. Supporting the claim of the Capetian House of Anjou, he was a tough opponent of Andrew III of Hungary. He crowned Charles I of Hungary king with a provisional crown in 1301. He was murdered in Anagni by soldiers whom Philip IV of Fran"}]}, {"heading": "Deaths", "year": "1312", "date": "September 7", "txt": "Ferdinand IV of Castile (b. 1285)", "entities": [{"title": "Ferdinand IV of Castile", "href": "/wiki/Ferdinand_IV_of_Castile", "description": "Ferdinand IV of Castile called the Summoned, was the king of Castile and León from 1295 until his death."}]}, {"heading": "Deaths", "year": "1354", "date": "September 7", "txt": "Andrea Dandolo, doge of Venice (b. 1306)", "entities": [{"title": "Andrea Dandolo", "href": "/wiki/Andrea_Dandolo", "description": "Andrea Dandolo was elected the 54th doge of Venice in 1343, replacing Bartolomeo Gradenigo who died in late 1342."}]}, {"heading": "Deaths", "year": "1362", "date": "September 7", "txt": "Joan of the Tower (b. 1321)", "entities": [{"title": "Joan of the Tower", "href": "/wiki/Joan_of_the_Tower", "description": "Joan of England, known as Joan of the Tower because she was born in the Tower of London, was the first wife and Queen consort of David II of Scotland."}]}, {"heading": "Deaths", "year": "1464", "date": "September 7", "txt": "Frederick II, Elector of Saxony (b. 1412)", "entities": [{"title": "Frederick II, Elector of Saxony", "href": "/wiki/Frederick_II,_Elector_of_Saxony", "description": "Frederick II, The Gentle was Elector of Saxony (1428–1464) and was Landgrave of Thuringia (1440–1445)."}]}, {"heading": "Deaths", "year": "1496", "date": "September 7", "txt": "Ferdinand II of Naples (b. 1469)", "entities": [{"title": "Ferdinand II of Naples", "href": "/wiki/Ferdinand_II_of_Naples", "description": "Ferdinand II was King of Naples from 1495 to 1496. He was the son of Alphonso II and Ippolita Maria Sforza, and heir of the Brienne claim to the kingdom of Jerusalem."}]}, {"heading": "Deaths", "year": "1559", "date": "September 7", "txt": "Robert Estienne, English-French printer and scholar (b. 1503)", "entities": [{"title": "Robert Estienne", "href": "/wiki/Robert_Estienne", "description": "Robert I Estienne, known as Robertus Stephanus in Latin and sometimes referred to as Robert Stephens, was a 16th-century printer and classical scholar in Paris. He was the proprietor of the Estienne print shop after the death of his father Henri Estienne, the founder of the Estienne printing firm. Estienne published and republished many classical texts as well as Greek and Latin translations of th"}]}, {"heading": "Deaths", "year": "1566", "date": "September 7", "txt": "Nikola Šubić Zrinski, Croatian general (b. 1506)", "entities": [{"title": "Nikola Šubić Zrinski", "href": "/wiki/Nikola_%C5%A0ubi%C4%87_Zrinski", "description": "Nikola IV Zrinski or Miklós IV Zrínyi, also commonly known as Nikola Šubić Zrinski, was a Croatian-Hungarian nobleman and general, Ban of Croatia from 1542 until 1556, royal master of the treasury from 1557 until 1566, and a descendant of the Croatian noble families Zrinski and Kurjaković. During his lifetime the Zrinski family became the most powerful noble family in the Kingdom of Croatia."}]}, {"heading": "Deaths", "year": "1573", "date": "September 7", "txt": "Joanna of Austria, Princess of Portugal (b. 1535)", "entities": [{"title": "Joanna of Austria, Princess of Portugal", "href": "/wiki/Joanna_of_Austria,_Princess_of_Portugal", "description": "Joanna of Austria was Princess of Portugal by marriage to John Manuel, Prince of Portugal. She served as regent of Spain to her brother Philip II of Spain during his trip to England to marry Mary I in 1554-1556, and from 1556 to 1559. She was the mother of King Sebastian of Portugal."}]}, {"heading": "Deaths", "year": "1601", "date": "September 7", "txt": "John Shakespeare, father of William Shakespeare (b. 1529)", "entities": [{"title": "John Shakespeare", "href": "/wiki/John_Shakespeare", "description": "John Shakespeare was an English businessman in Stratford-upon-Avon and the father of William Shakespeare. He was a glover and whittawer by trade. Shakespeare was elected to several municipal offices, serving as an alderman and culminating in a term as bailiff, the chief magistrate of the town council, and mayor of Stratford in 1568, before he fell on hard times for reasons unknown. His fortunes la"}, {"title": "William Shakespeare", "href": "/wiki/William_Shakespeare", "description": "William Shakespeare was an English playwright, poet, and actor, widely regarded as the greatest writer in the English language and the world's greatest dramatist. He is often called England's national poet and the \"Bard of Avon\". His extant works, including collaborations, consist of some 39 plays, 154 sonnets, three long narrative poems, and a few other verses, some of uncertain authorship. His p"}]}, {"heading": "Deaths", "year": "1619", "date": "September 7", "txt": "Melchior Grodziecki, Polish priest and saint (b. 1582)", "entities": [{"title": "Melchior Grodziecki", "href": "/wiki/Melchior_Grodziecki", "description": "Melchior Grodziecki was a Polish Jesuit priest. He is considered a martyr and saint by the Catholic Church. He was canonized in 1995 and is liturgically commemorated on September 7th."}]}, {"heading": "Deaths", "year": "1619", "date": "September 7", "txt": "Marko Krizin, Croatian priest, missionary, and saint (b. 1589)", "entities": []}, {"heading": "Deaths", "year": "1622", "date": "September 7", "txt": "Denis Godefroy, French lawyer and jurist (b. 1549)", "entities": [{"title": "Denis Godefroy", "href": "/wiki/Denis_Godefroy", "description": "Denis Godefroy was a French jurist, a member of the noted Godefroy family. He worked in France and Germany."}]}, {"heading": "Deaths", "year": "1626", "date": "September 7", "txt": "Edward Villiers, English noble and politician (b. c. 1585)", "entities": [{"title": "Edward Villiers (Master of the Mint)", "href": "/wiki/Edward_Villiers_(Master_of_the_Mint)", "description": "Sir Edward Villiers was an English nobleman, diplomat, office-holder, knight, and politician from the Villiers family who sat in the House of Commons from 1621 to 1625."}]}, {"heading": "Deaths", "year": "1644", "date": "September 7", "txt": "Guido Bentivoglio, Italian cardinal and historian (b. 1579)", "entities": [{"title": "Guido Bentivoglio", "href": "/wiki/Guido_Bentivoglio", "description": "Guido Bentivoglio d'Aragona was an Italian cardinal, statesman and historian."}]}, {"heading": "Deaths", "year": "1655", "date": "September 7", "txt": "François Tristan l'Hermite, French author and playwright (b. 1601)", "entities": [{"title": "François Tristan l'Hermite", "href": "/wiki/Fran%C3%A7ois_Tristan_l%27Hermite", "description": "François l'Hermite was a French dramatist who wrote under the name Tristan l'Hermite. He was born at the Château de Soliers in the Haute Marche."}]}, {"heading": "Deaths", "year": "1657", "date": "September 7", "txt": "Arvid Wittenberg, Swedish field marshal (b. 1606)", "entities": [{"title": "Arvid Wittenberg", "href": "/wiki/Arvid_Wittenberg", "description": "Arvid Wittenberg or Arvid Wirtenberg von Debern, Swedish count, field marshal and privy councillor. Born in Porvoo, Finland, died in prison in Zamość, Poland, 7 September 1657. Arvid Wittenberg preferred call himself by the original Wittenberg family name, which was Wirtenberg von Debern."}]}, {"heading": "Deaths", "year": "1685", "date": "September 7", "txt": "William Carpenter, English-American settler, co-founded Rhode Island and Providence Plantations (b. 1605)", "entities": [{"title": "William Carpenter (Rhode Island colonist)", "href": "/wiki/William_Carpenter_(Rhode_Island_colonist)", "description": "William Carpenter was a co-founder of Rhode Island and Providence Plantations, born about 1610, probably in Amesbury, Wiltshire, England. He died September 7, 1685 in the Pawtuxet section of Providence, now in Cranston, Rhode Island. He was listed by 1655 as a \"freeman\" of the colony."}, {"title": "Rhode Island", "href": "/wiki/Rhode_Island", "description": "Rhode Island, officially the State of Rhode Island, is a state in the New England region of the United States. It is the smallest U.S. state by area and the seventh-least populous, but it is also the second-most densely populated behind New Jersey. The state takes its name from Rhode Island; however, most of the state is located on the mainland. The state has land borders with Connecticut to the w"}]}, {"heading": "Deaths", "year": "1729", "date": "September 7", "txt": "William Burnet, Dutch-American civil servant and politician, 21st Governor of the Province of New York (b. 1688)", "entities": [{"title": "William Burnet (colonial administrator)", "href": "/wiki/William_Burnet_(colonial_administrator)", "description": "William Burnet was a British civil servant and colonial administrator who served as governor of New York and New Jersey (1720–1728) and Massachusetts and New Hampshire (1728–1729). Born into a position of privilege, Burnet was well educated, tutored among others by Isaac Newton."}, {"title": "List of colonial governors of New York", "href": "/wiki/List_of_colonial_governors_of_New_York", "description": "The territory which would later become the state of New York was settled by European colonists as part of the New Netherland colony under the command of the Dutch West India Company in the Seventeenth Century. These colonists were largely of Dutch, Flemish, Walloon, and German stock, but the colony soon became a \"melting pot.\" In 1664, at the onset of the Second Anglo-Dutch War, English forces und"}]}, {"heading": "Deaths", "year": "1741", "date": "September 7", "txt": "Blas de Lezo, Spanish admiral (b. 1689)", "entities": [{"title": "Blas de Lezo", "href": "/wiki/Blas_de_Lezo", "description": "Admiral Blas de Lezo y Olavarrieta was a Spanish navy officer best remembered for the Battle of Cartagena de Indias (1741) in modern-day Colombia, where Spanish imperial forces under his command decisively defeated a large British invasion fleet under Admiral Edward Vernon."}]}, {"heading": "Deaths", "year": "1798", "date": "September 7", "txt": "Peter Frederik Suhm, Danish-Norwegian historian and author (b. 1728)", "entities": [{"title": "Peter Frederik Suhm", "href": "/wiki/Peter_Frederik_Suhm", "description": "Peter Frederik Suhm, was a Danish historian."}]}, {"heading": "Deaths", "year": "1799", "date": "September 7", "txt": "Louis-Guillaume Le Monnier, French botanist and physicist (b. 1717)", "entities": [{"title": "Louis-Guillaume Le Monnier", "href": "/wiki/Louis-Guillaume_Le_Monnier", "description": "Louis-Guillaume Le Monnier was a French natural scientist and contributor to the Encyclopédie ou Dictionnaire raisonné des sciences, des arts et des métiers."}]}, {"heading": "Deaths", "year": "1809", "date": "September 7", "txt": "Buddha Yodfa Chulaloke, Thai king (b. 1737)", "entities": [{"title": "Buddha Yodfa Chulaloke", "href": "/wiki/Buddha_Yodfa_Chulaloke", "description": "Phra Phutthayotfa Chulalok Maharaj, born Thongduang (ทองด้วง) and also known as Rama I, was the founder of the Rattanakosin Kingdom and the first monarch of the reigning Chakri dynasty of Siam. His full title in Thai is Phra Bat Somdet Phra Paramoruracha Mahachakkriborommanat Phra Phutthayotfa Chulalok. He ascended the throne in 1782, after defeating a rebellion which had deposed King Taksin of Th"}]}, {"heading": "Deaths", "year": "1833", "date": "September 7", "txt": "Hannah More, English poet, playwright, and philanthropist (b. 1745)", "entities": [{"title": "Hannah More", "href": "/wiki/Hannah_More", "description": "Hannah More was an English religious writer and philanthropist, remembered as a poet and playwright in the circle of Johnson, Reynolds and Garrick, as a writer on moral and religious subjects, and as a practical philanthropist. Born in Bristol, she taught at a school founded there by her father and began writing plays. She became involved with the London literary elite and was a leading Bluestocki"}]}, {"heading": "Deaths", "year": "1840", "date": "September 7", "txt": "Jacques MacDonald, French general (b. 1765)", "entities": [{"title": "Jacques MacDonald", "href": "/wiki/Jacques_MacDonald", "description": "Étienne (Jacques-Joseph-Alexandre) Macdonald, 1st Duke of Taranto, was a Marshal of the Empire and military leader during the French Revolutionary and Napoleonic Wars."}]}, {"heading": "Deaths", "year": "1871", "date": "September 7", "txt": "Kimenzan Tanigorō, Japanese sumo wrestler, the 13th Yokozuna (b. 1826)", "entities": [{"title": "Kimenzan Tanigorō", "href": "/wiki/Kimenzan_Tanigor%C5%8D", "description": "Kimenzan Tanigorō  was a Japanese professional sumo wrestler. He was the sport's 13th yokozuna."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1871", "date": "September 7", "txt": "Mehmed Emin Aali Pasha, Ottoman politician, 217th Grand Vizier of the Ottoman Empire (b. 1815)", "entities": [{"title": "List of Ottoman Grand Viziers", "href": "/wiki/List_of_Ottoman_Grand_Viziers", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Deaths", "year": "1881", "date": "September 7", "txt": "Sidney Lanier, American poet and academic (b. 1842)", "entities": [{"title": "Sidney Lanier", "href": "/wiki/Sidney_Lanier", "description": "Sidney Clopton Lanier was an American musician, poet and author. He served in the Confederate States Army as a private, worked on a blockade-running ship for which he was imprisoned, taught, worked at a hotel where he gave musical performances, was a church organist, and worked as a lawyer. As a poet he sometimes, though not exclusively, used dialects. Many of his poems are written in heightened, "}]}, {"heading": "Deaths", "year": "1891", "date": "September 7", "txt": "Lorenzo Sawyer, American lawyer and judge (b. 1820)", "entities": [{"title": "Lorenzo Sawyer", "href": "/wiki/Lorenzo_Sawyer", "description": "Lorenzo Sawyer was an American lawyer and judge who was appointed to the Supreme Court of California in 1860 and served as the ninth Chief Justice of California from 1868 to 1870. He served as a United States Circuit Judge of the United States Circuit Courts for the Ninth Circuit and of the United States Court of Appeals for the Ninth Circuit. He is best known for handing down the verdict in the c"}]}, {"heading": "Deaths", "year": "1892", "date": "September 7", "txt": "John Greenleaf Whittier, American poet and activist (b. 1807)", "entities": [{"title": "John Greenleaf Whittier", "href": "/wiki/John_Greenleaf_Whittier", "description": "John Greenleaf Whittier was an American Quaker poet and advocate of the abolition of slavery in the United States. Frequently listed as one of the fireside poets, he was influenced by the Scottish poet Robert Burns. Whittier is remembered particularly for his anti-slavery writings, as well as his 1866 book Snow-Bound."}]}, {"heading": "Deaths", "year": "1893", "date": "September 7", "txt": "Hamilton Fish, American lawyer and politician, 26th United States Secretary of State (b. 1808)", "entities": [{"title": "Hamilton Fish", "href": "/wiki/Hamilton_Fish", "description": "Hamilton Fish was an American politician who served as the 16th Governor of New York from 1849 to 1850, a United States Senator from New York from 1851 to 1857 and the 26th United States Secretary of State from 1869 to 1877. Fish is recognized as the \"pillar\" of the presidency of Ulysses S. Grant and considered one of the best U.S. Secretaries of State by scholars, known for his judiciousness and "}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Deaths", "year": "1907", "date": "September 7", "txt": "Bogdan Petriceicu Hasdeu, Romanian philologist, journalist, and playwright (b. 1838)", "entities": [{"title": "Bogdan Petriceicu Hasdeu", "href": "/wiki/Bogdan_Petriceicu_Hasdeu", "description": "Bogdan Petriceicu Hasdeu was a Romanian writer and philologist, who pioneered many branches of Romanian philology and history."}]}, {"heading": "Deaths", "year": "1910", "date": "September 7", "txt": "William Holman Hunt, English painter and soldier (b. 1827)", "entities": [{"title": "William Holman Hunt", "href": "/wiki/William_Holman_Hunt", "description": "William Holman Hunt was an English painter and one of the founders of the Pre-Raphaelite Brotherhood. His paintings were notable for their great attention to detail, vivid colour, and elaborate symbolism. These features were influenced by the writings of John Ruskin and Thomas Carlyle, according to whom the world itself should be read as a system of visual signs. For Hunt it was the duty of the ar"}]}, {"heading": "Deaths", "year": "1920", "date": "September 7", "txt": "Simon-Napoléon Parent, Canadian lawyer and politician, 12th Premier of Quebec (b. 1855)", "entities": [{"title": "Simon-Napoléon Parent", "href": "/wiki/Simon-Napol%C3%A9on_Parent", "description": "Simon-Napoléon Parent was the 12th Premier of the Canadian province of Quebec from October 3, 1900 to March 21, 1905, as well as serving as President of the Quebec Bridge and Railway Company."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Deaths", "year": "1921", "date": "September 7", "txt": "Alfred William Rich, English author and painter (b. 1856)", "entities": [{"title": "Alfred William Rich", "href": "/wiki/Alfred_William_Rich", "description": "\n\nAlfred William Rich, was an English artist, teacher and author."}]}, {"heading": "Deaths", "year": "1929", "date": "September 7", "txt": "Frederic Weatherly, English lawyer, author, and songwriter (b. 1848)", "entities": [{"title": "Frederic Weatherly", "href": "/wiki/Frederic_Weatherly", "description": "Frederic Edward Weatherly, KC was an English lawyer, author, lyricist and broadcaster. He was christened and brought up using the name Frederick Edward Weatherly, and appears to have adopted the spelling 'Frederic' later in life. He is estimated to have written the lyrics to at least 3,000 popular songs, among the best-known of which are the sentimental ballad \"Danny Boy\" set to the tune \"Londonde"}]}, {"heading": "Deaths", "year": "1933", "date": "September 7", "txt": "Edward Grey, 1st Viscount Grey of Fallodon, English ornithologist and politician, Secretary of State for Foreign and Commonwealth Affairs (b. 1862)", "entities": [{"title": "Edward Grey, 1st Viscount Grey of Fallodon", "href": "/wiki/Edward_Grey,_1st_Viscount_Grey_of_Fallodon", "description": "Edward Grey, 1st Viscount Grey of Fallodon,, better known as Sir Edward Grey, was a British Liberal statesman and the main force behind British foreign policy in the era of the First World War."}, {"title": "Secretary of State for Foreign and Commonwealth Affairs", "href": "/wiki/Secretary_of_State_for_Foreign_and_Commonwealth_Affairs", "description": "The secretary of state for foreign, Commonwealth and development affairs, commonly known as the foreign secretary, is a senior minister of the Crown within the Government of the United Kingdom, and head of the Foreign, Commonwealth and Development Office. As one of the four Great Offices of State, the foreign secretary is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "1939", "date": "September 7", "txt": "Kyōka Izumi, Japanese author, poet, and playwright (b. 1873)", "entities": [{"title": "Kyōka Izumi", "href": "/wiki/Ky%C5%8Dka_Izumi", "description": "Izumi Kyōka , real name Kyōtarō Izumi , was a Japanese author of novels, short stories, and kabuki plays who was active during the prewar period."}]}, {"heading": "Deaths", "year": "1940", "date": "September 7", "txt": "José Félix Estigarribia, Paraguayan soldier and politician, President of Paraguay (b. 1888)", "entities": [{"title": "José Félix Estigarribia", "href": "/wiki/Jos%C3%A9_F%C3%A9lix_Estigarribia", "description": "Marshal José Félix Estigarribia Insaurralde was a decorated war hero in Paraguay during the Chaco War."}, {"title": "President of Paraguay", "href": "/wiki/President_of_Paraguay", "description": "The president of Paraguay, officially known as the president of the Republic of Paraguay, is according to the Constitution of Paraguay the head of the executive branch of the Government of Paraguay, both head of state and head of government. His honorific title is Su Excelencia."}]}, {"heading": "Deaths", "year": "1941", "date": "September 7", "txt": "Mario García Menocal, Cuban lawyer and politician, President of Cuba (b. 1866)", "entities": [{"title": "Mario García Menocal", "href": "/wiki/Mario_Garc%C3%ADa_Menocal", "description": "Aurelio Mario Gabriel Francisco García Menocal y Deop was the 3rd President of Cuba, serving from 1913 to 1921. His terms as president saw Cuba's participation in World War I."}, {"title": "President of Cuba", "href": "/wiki/President_of_Cuba", "description": "The president of Cuba, officially the president of the Republic of Cuba, is the head of state of Cuba. The office in its current form was established under the Constitution of 2019. The president is the second most powerful position in Cuba, after the first secretary of the Communist Party of Cuba, and the highest state post. Miguel Díaz-Canel became president of the Council of State on 19 April 2"}]}, {"heading": "Deaths", "year": "1942", "date": "September 7", "txt": "Cecilia Beaux, American painter and academic (b. 1855)", "entities": [{"title": "Cecilia Beaux", "href": "/wiki/Cecilia_Beaux", "description": "Cecilia Beaux was an American society portraitist, whose subjects included First Lady Edith Roosevelt, Admiral Sir David Beatty and Georges Clemenceau."}]}, {"heading": "Deaths", "year": "1949", "date": "September 7", "txt": "José Clemente Orozco, Mexican painter and illustrator (b. 1883)", "entities": [{"title": "José Clemente Orozco", "href": "/wiki/Jos%C3%A9_Clemente_Orozco", "description": "José Clemente Orozco was a Mexican caricaturist and painter, who specialized in political murals that established the Mexican Mural Renaissance together with murals by Diego Rivera, David Alfaro Siqueiros, and others. Orozco was the most complex of the Mexican muralists, fond of the theme of human suffering, but less realistic and more fascinated by machines than Rivera. Mostly influenced by Symbo"}]}, {"heading": "Deaths", "year": "1951", "date": "September 7", "txt": "Maria Montez, Dominican-French actress (b. 1912)", "entities": [{"title": "Maria Montez", "href": "/wiki/Maria_Montez", "description": "María África Gracia Vidal, known as the Queen Of The Technicolor and Maria Montez, was a Dominican motion picture actress who gained fame and popularity in the 1940s starring in a series of filmed-in-Technicolor costume adventure films. Her screen image was that of a seductress, dressed in fanciful costumes and sparkling jewels. She became so identified with these adventure epics that she became k"}]}, {"heading": "Deaths", "year": "1951", "date": "September 7", "txt": "John French Sloan, American painter and etcher (b. 1871)", "entities": []}, {"heading": "Deaths", "year": "1954", "date": "September 7", "txt": "Bud Fisher, American cartoonist (b. 1885)", "entities": [{"title": "Bud Fisher", "href": "/wiki/Bud_Fisher", "description": "Harry Conway \"Bud\" Fisher was an American cartoonist who created Mutt and Jeff, the first successful daily comic strip in the United States."}]}, {"heading": "Deaths", "year": "1956", "date": "September 7", "txt": "C. B. Fry, English cricketer, academic, and politician (b. 1872)", "entities": [{"title": "C. B. Fry", "href": "/wiki/C._B._Fry", "description": "Charles Burgess Fry was an English sportsman, politician, diplomat, academic, teacher, writer, editor and publisher, who is best remembered for his career as a cricketer. John Arlott described him with the words: \"Charles Fry could be autocratic, angry and self-willed: he was also magnanimous, extravagant, generous, elegant, brilliant – and fun ... he was probably the most variously gifted English"}]}, {"heading": "Deaths", "year": "1959", "date": "September 7", "txt": "Maurice Duplessis, Canadian lawyer and politician, 16th Premier of Quebec (b. 1890)", "entities": [{"title": "Maurice Duplessis", "href": "/wiki/Maurice_Duplessis", "description": "Maurice Le Noblet Duplessis served as the 16th Premier of the Canadian province of Quebec from 1936 to 1939 and 1944 to 1959. He rose to power after uniting his Conservative party and the breakaway Action liberale nationale progressive faction of the Liberal party of Premier Louis-Alexandre Taschereau, to form a new national-conservative party, the Union Nationale."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Deaths", "year": "1960", "date": "September 7", "txt": "Wilhelm Pieck, German carpenter and politician, President of East Germany (b. 1873)", "entities": [{"title": "Wilhelm Pieck", "href": "/wiki/Wilhelm_Pieck", "description": "Friedrich Wilhelm Reinhold Pieck was a German communist politician who served as the chairman of the Socialist Unity Party from 1946 to 1950 and as president of the German Democratic Republic from 1949 to 1960."}, {"title": "Leadership of East Germany", "href": "/wiki/Leadership_of_East_Germany", "description": "The political leadership of East Germany was in the hands of several offices."}]}, {"heading": "Deaths", "year": "1961", "date": "September 7", "txt": "Pieter Sjoerds Gerbrandy, Dutch lawyer, jurist, and politician, 34th Prime Minister of the Netherlands (b. 1885)", "entities": [{"title": "Pieter Sjoerds Gerbrandy", "href": "/wiki/Pieter_Sjoerds_Gerbrandy", "description": "Pieter Sjoerds Gerbrandy was a Dutch politician of the defunct Anti-Revolutionary Party (ARP), now merged into Christian Democratic Appeal (CDA), and a jurist who served as Prime Minister of the Netherlands from 3 September 1940 until 25 June 1945, based in London during the German occupation of the Netherlands."}, {"title": "Prime Minister of the Netherlands", "href": "/wiki/Prime_Minister_of_the_Netherlands", "description": "The prime minister of the Netherlands is the head of the executive branch of the Government of the Netherlands. The prime minister is the chair of the Council of Ministers and coordinates its policy with his cabinet. The current acting prime minister is Mark Rutte, who serves in a demissionary capacity after his resignation on 15 January 2021."}]}, {"heading": "Deaths", "year": "1962", "date": "September 7", "txt": "Karen Blixen, Danish memoirist and short story writer (b. 1885)", "entities": [{"title": "Karen Blixen", "href": "/wiki/Karen_Blixen", "description": "Baroness Karen Christenze von Blixen-Finecke was a Danish author who wrote works in Danish and English. She is also known under her pen names Isak Dinesen, used in English-speaking countries, Tania Blixen, used in German-speaking countries, Osceola, and Pierre Andrézel."}]}, {"heading": "Deaths", "year": "1962", "date": "September 7", "txt": "Graham Walker, English motorcycle racer and journalist (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1964", "date": "September 7", "txt": "Walter A. Brown, American businessman (b. 1905)", "entities": [{"title": "Walter A. Brown", "href": "/wiki/Walter_A._Brown", "description": "Walter A. Brown was the founder and original owner of the Boston Celtics as well as an important figure in the development of ice hockey in the United States."}]}, {"heading": "Deaths", "year": "1969", "date": "September 7", "txt": "Everett Dirksen, American lieutenant and politician (b. 1896)", "entities": [{"title": "Everett Dirksen", "href": "/wiki/Everett_Dirksen", "description": "Everett McKinley Dirksen was an American politician. A member of the Republican Party, he represented Illinois in the United States House of Representatives and the United States Senate. As Senate Minority Leader from 1959 to 1969, he played a highly visible and key role in the politics of the 1960s. He helped write and pass the Civil Rights Act of 1964 and the Civil Rights Act of 1968, both landm"}]}, {"heading": "Deaths", "year": "1970", "date": "September 7", "txt": "Yitzhak Gruenbaum, Polish-Israeli journalist and politician, 1st Internal Affairs Minister of Israel (b. 1879)", "entities": [{"title": "Yitzhak Gruenbaum", "href": "/wiki/Yitzhak_Gruenbaum", "description": "Yitzhak Gruenbaum was a noted leader of the Zionist movement among Polish Jewry in the interwar period and of the Yishuv in Mandatory Palestine. Gruenbaum was the first Interior Minister of the State of Israel."}, {"title": "Internal Affairs Minister of Israel", "href": "/wiki/Internal_Affairs_Minister_of_Israel", "description": "The Ministry of Interior in the State of Israel is one of the government offices that is responsible for local government, citizenship and residency, identity cards, and student and entry visas."}]}, {"heading": "Deaths", "year": "1971", "date": "September 7", "txt": "Spring Byington, American actress (b. 1886)", "entities": [{"title": "Spring Byington", "href": "/wiki/Spring_Byington", "description": "Spring Dell Byington was an American actress. Her career included a seven-year run on radio and television as the star of December Bride. She was a Metro-Goldwyn-Mayer contract player who appeared in films from the 1930s to the 1960s. Byington received a nomination for an Academy Award for Best Supporting Actress for her role as Penelope Sycamore in You Can't Take It with You (1938)."}]}, {"heading": "Deaths", "year": "1971", "date": "September 7", "txt": "Ludwig Suthaus, German tenor (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1972", "date": "September 7", "txt": "Dimitris Poulianos, Greek painter and illustrator (b. 1899)", "entities": [{"title": "Dimitris Poulianos", "href": "/wiki/Dimitris_Poulianos", "description": "Dimitris Poulianos was a Greek artist responsible for creating a large body of oil paintings and charcoal drawings that continue to hold value amongst private collectors and prominent, international galleries. Poulianos trained at the Athens School of Fine Arts with Georgiou Roilo in 1923 and then 1924–28 at the Académie Julian in Paris where he was awarded the Smit prize. In 1931, he was awarded "}]}, {"heading": "Deaths", "year": "1973", "date": "September 7", "txt": "Holling C. Holling, American author and illustrator (b. 1900)", "entities": [{"title": "Holling C. Holling", "href": "/wiki/Holling_C._Holling", "description": "Holling Clancy Holling was an American author and illustrator, best known for the book Paddle-to-the-Sea, which was a Caldecott Honor Book in 1942. Paddle to the Sea won the Lewis Carroll Shelf Award in 1962. In 1966, Bill Mason directed the Oscar-nominated short film Paddle to the Sea, based on Holling's book, for the National Film Board of Canada."}]}, {"heading": "Deaths", "year": "1973", "date": "September 7", "txt": "Lev Vladimirsky, Kazakhstani-Russian admiral (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "September 7", "txt": "S. M. Rasamanickam, Ceylon politician (b. 1913)", "entities": [{"title": "S. M. Rasamanickam", "href": "/wiki/S._M._Rasamanickam", "description": "Sinnappu Moothathamby Rasamanickam was a Ceylon Tamil politician and Member of Parliament."}]}, {"heading": "Deaths", "year": "1978", "date": "September 7", "txt": "Cecil Aronowitz, South African-English viola player (b. 1916)", "entities": [{"title": "Cecil Aronowitz", "href": "/wiki/Cecil_Aronowitz", "description": "Cecil Aronowitz was a British viola player, a founding member of the Melos Ensemble, a leading chamber musician and an influential teacher at the Royal College of Music and the Royal Northern College of Music."}]}, {"heading": "Deaths", "year": "1978", "date": "September 7", "txt": "Keith Moon, English drummer (The Who) (b. 1946)", "entities": [{"title": "The Who", "href": "/wiki/The_Who", "description": "The Who are an English rock band formed in London in 1964. Their classic lineup consisted of lead singer Roger Daltrey, guitarist and singer Pete Townshend, bass guitarist and singer John Entwistle, and drummer Keith Moon. They are considered one of the most influential rock bands of the 20th century and have sold over 100 million records worldwide. Their contributions to rock music include the de"}]}, {"heading": "Deaths", "year": "1978", "date": "September 7", "txt": "Charles Williams, English composer and conductor (b. 1893)", "entities": []}, {"heading": "Deaths", "year": "1979", "date": "September 7", "txt": "I. A. Richards, English literary critic and rhetorician (b. 1893)", "entities": [{"title": "I. A. Richards", "href": "/wiki/I._A._Richards", "description": "Ivor Armstrong Richards, known as I. A. Richards, was an English educator, literary critic, and rhetorician. His work contributed to the foundations of the New Criticism, a formalist movement in literary theory which emphasized the close reading of a literary text, especially poetry, in an effort to discover how a work of literature functions as a self-contained and self-referential æsthetic objec"}]}, {"heading": "Deaths", "year": "1981", "date": "September 7", "txt": "Christy Brown, Irish author, poet, and painter (b. 1932)", "entities": [{"title": "Christy Brown", "href": "/wiki/Christy_Brown", "description": "Christy Brown was an Irish writer and painter who had cerebral palsy and was able to write or type only with the toes of one foot. His most recognized work is his autobiography, titled My Left Foot (1954). It was later made into a 1989 Academy Award-winning film of the same name, starring Daniel Day-Lewis as Brown."}]}, {"heading": "Deaths", "year": "1982", "date": "September 7", "txt": "Ken Boyer, American baseball player, coach, and manager (b. 1931)", "entities": [{"title": "Ken Boyer", "href": "/wiki/Ken_Boyer", "description": "Kenton Lloyd \"Ken\" Boyer was an American Major League Baseball (MLB) third baseman, coach and manager who played on the St. Louis Cardinals, New York Mets, Chicago White Sox, and Los Angeles Dodgers for 15 seasons, 1955 through 1969."}]}, {"heading": "Deaths", "year": "1984", "date": "September 7", "txt": "Joe Cronin, American baseball player and manager (b. 1906)", "entities": [{"title": "Joe Cronin", "href": "/wiki/Joe_Cronin", "description": "Joseph Edward Cronin was an American professional baseball player, manager and general manager. He played in Major League Baseball (MLB) as a shortstop, most notably as a member of the Boston Red Sox. Cronin spent over 48 years in baseball, culminating with 14 years as president of the American League (AL)."}]}, {"heading": "Deaths", "year": "1984", "date": "September 7", "txt": "Josyf Slipyj, Ukrainian cardinal (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "September 7", "txt": "Don Tallon, Australian cricketer (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "September 7", "txt": "Jacoba van Velde, Dutch author (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "September 7", "txt": "José Zabala-Santos, Filipino cartoonist (b. 1911)", "entities": [{"title": "José Zabala-Santos", "href": "/wiki/Jos%C3%A9_Zabala-Santos", "description": "José Zabala-Santos, nicknamed as \"Mang Pepe\" by hometown neighbors and as \"Zabala\" by colleagues in the cartooning profession, was a successful cartoonist in the Philippines and was one of the pioneers of Philippine comics. He became one of the most popular cartoonists in the Philippines during the 1950s because of his cartoon characters such Popoy, Sianong Sano, and Lukas Malakas. Zabala is one o"}]}, {"heading": "Deaths", "year": "1986", "date": "September 7", "txt": "Les Bury, English-Australian public servant and politician, 26th Australian Minister for Foreign Affairs (b. 1913)", "entities": [{"title": "Les Bury", "href": "/wiki/Les_Bury", "description": "Leslie Harry Ernest Bury CMG was an Australian politician and economist. He was a member of the Liberal Party and served in the House of Representatives between 1956 and 1974, representing the Division of Wentworth. He held ministerial office in Coalition governments for nearly a decade, serving as Minister for Air (1961–1962), Housing (1963–1966), Labour and National Service (1966–1969), Treasure"}, {"title": "Minister for Foreign Affairs (Australia)", "href": "/wiki/Minister_for_Foreign_Affairs_(Australia)", "description": "The Minister for Foreign Affairs is the minister in the Government of Australia who is responsible for overseeing the international diplomacy section of the Department of Foreign Affairs and Trade. Senator Marise Payne was appointed as Foreign Minister by Prime Minister Scott Morrison in August 2018 following the resignation of Julie Bishop."}]}, {"heading": "Deaths", "year": "1988", "date": "September 7", "txt": "Sedad Hakkı Eldem, Turkish architect (b. 1908)", "entities": [{"title": "Sedad Hakkı Eldem", "href": "/wiki/Sedad_Hakk%C4%B1_Eldem", "description": "Sedad Hakkı Eldem, was a Turkish architect and one of the pioneers of nationalized modern architecture in Turkey."}]}, {"heading": "Deaths", "year": "1989", "date": "September 7", "txt": "Mikhail Goldstein, Ukrainian violinist and composer (b. 1917)", "entities": [{"title": "Mikhail Goldstein", "href": "/wiki/Mikhail_Goldstein", "description": "Mikhail Emmanuilovich Goldstein, was a German-Israeli composer, violinist and violin teacher of German-Russian-Jewish origin, brother of prominent violinist Boris Goldstein. His great uncle was the physicist Eugen Goldstein."}]}, {"heading": "Deaths", "year": "1990", "date": "September 7", "txt": "Earle E. Partridge, American general and pilot (b. 1900)", "entities": [{"title": "Earle E. Partridge", "href": "/wiki/Earle_E._Partridge", "description": "Earle Everard \"Pat\" Partridge was a four-star general in the United States Air Force and a Command Pilot."}]}, {"heading": "Deaths", "year": "1990", "date": "September 7", "txt": "A. J. P. Taylor, English historian and journalist (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "September 7", "txt": "Edwin McMillan, American physicist and chemist, Nobel Prize laureate (b. 1907)", "entities": [{"title": "Edwin McMillan", "href": "/wiki/Edwin_McMillan", "description": "Edwin Mattison McMillan was an American physicist and Nobel laureate credited with being the first-ever to produce a transuranium element, neptunium. For this, he shared the Nobel Prize in Chemistry with Glenn Seaborg in 1951."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1994", "date": "September 7", "txt": "Eric Crozier, English director and playwright (b. 1914)", "entities": [{"title": "Eric Crozier", "href": "/wiki/Eric_Crozier", "description": "Eric Crozier OBE was a British theatrical director and opera librettist, long associated with Benjamin Britten."}]}, {"heading": "Deaths", "year": "1994", "date": "September 7", "txt": "Dennis Morgan, American actor (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "September 7", "txt": "Terence Young, Chinese-English director and screenwriter (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "September 7", "txt": "Russell Johnson, American cartoonist (b. 1893)", "entities": [{"title": "Russell Johnson (cartoonist)", "href": "/wiki/Russell_Johnson_(cartoonist)", "description": "Russell Johnson was an American cartoonist, best known as the creator and artist of Mister Oswald, a monthly comic strip that ran for more than six decades in the national trade journal now called Hardware Retailing. The strip documents a large portion of the history of American business life, as seen through the eyes of the main character, Oscar S. Oswald, a prominent citizen of the fictional Dip"}]}, {"heading": "Deaths", "year": "1996", "date": "September 7", "txt": "Bibi Besch, Austrian-American actress (b. 1942)", "entities": [{"title": "Bibi Besch", "href": "/wiki/Bibi_Besch", "description": "Bibi Besch was an Austrian-American film, television, and stage actress. She is best known for her portrayal of Dr. Carol Marcus in the science fiction film Star Trek II: The Wrath of Khan (1982). Her other notable film roles were in Who's That Girl (1987), Steel Magnolias (1989), and Tremors (1990). Besch also appeared in a number of television series, including The Jeff Foxworthy Show, and recei"}]}, {"heading": "Deaths", "year": "1997", "date": "September 7", "txt": "Mobutu Sese Seko, Congolese soldier and politician, President of Zaire (b. 1930)", "entities": [{"title": "Mobutu Sese Seko", "href": "/wiki/Mobutu_Sese_Seko", "description": "Mobutu Sese Seko Kuku Ngbendu Wa Za Banga was a Congolese politician and military officer who was the President of Zaire from 1965 to 1997. He also served as Chairman of the Organisation of African Unity from 1967 to 1968. During the Congo Crisis, Mobutu, serving as Chief of Staff of the Army and supported by Belgium and the United States, deposed the democratically elected government of Nationali"}, {"title": "President of Zaire", "href": "/wiki/President_of_Zaire", "description": "This article lists the heads of state (presidents) of the Democratic Republic of the Congo since the country's independence in 1960."}]}, {"heading": "Deaths", "year": "2000", "date": "September 7", "txt": "Bruce Gyngell, Australian-English broadcaster (b. 1929)", "entities": [{"title": "Bruce Gyngell", "href": "/wiki/Bruce_Gyngell", "description": "Bruce Gyngell AO was an Australian television executive, active for more than 40 years in both Australian and UK television. Although Gyngell began his career in radio, in the 1950s he stepped into the arena of early television broadcasting, helping to set up Channel 9, the first commercial TV station in Australia. He was managing director of the breakfast television franchise holder TV-am in the "}]}, {"heading": "Deaths", "year": "2001", "date": "September 7", "txt": "Igor Buketoff, American conductor and educator (b. 1915)", "entities": [{"title": "Igor Buketoff", "href": "/wiki/Igor_Buketoff", "description": "Igor Buketoff was an American conductor, arranger and teacher. He had a special affinity with Russian music and with Sergei Rachmaninoff in particular. He also strongly promoted British contemporary music, and new music in general."}]}, {"heading": "Deaths", "year": "2001", "date": "September 7", "txt": "Billie Lou Watt, American actress and voice artist (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "September 7", "txt": "Uziel Gal, German-Israeli colonel and gun designer, designed the Uzi (b. 1923)", "entities": [{"title": "Uziel Gal", "href": "/wiki/Uziel_Gal", "description": "Uziel \"Uzi\" Gal was an Israeli gun designer, best remembered as the designer and namesake of the Uzi submachine gun."}, {"title": "Uzi", "href": "/wiki/Uzi", "description": "The Uzi is a family of Israeli open-bolt, blowback-operated submachine guns. The Uzi was one of the first weapons to use a telescoping bolt design which allows the magazine to be housed in the pistol grip for a shorter weapon."}]}, {"heading": "Deaths", "year": "2003", "date": "September 7", "txt": "Warren Zevon, American singer-songwriter (b. 1947)", "entities": [{"title": "Warren Zevon", "href": "/wiki/Warren_Zevon", "description": "Warren William Zevon was an American rock singer, songwriter, and musician."}]}, {"heading": "Deaths", "year": "2004", "date": "September 7", "txt": "Bob Boyd, American baseball player (b. 1925)", "entities": [{"title": "Bob Boyd (baseball)", "href": "/wiki/Bob_Boyd_(baseball)", "description": "Robert Richard Boyd was an American first baseman in the Negro leagues and Major League Baseball."}]}, {"heading": "Deaths", "year": "2008", "date": "September 7", "txt": "Kune Biezeveld, Dutch minister and theologian (b. 1948)", "entities": [{"title": "Kune Biezeveld", "href": "/wiki/Kune_Biezeveld", "description": "Kunegonda Elizabeth (Kune) Biezeveld was a Dutch theologian. She was a member of the Dutch Reformed Church."}]}, {"heading": "Deaths", "year": "2008", "date": "September 7", "txt": "Ilarion Ciobanu, Romanian rugby player and actor (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "September 7", "txt": "Don Haskins, American basketball player and coach (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "September 7", "txt": "Gregory Mcdonald, American author (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "September 7", "txt": "Nagi Noda, Japanese director and producer (b. 1973)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "September 7", "txt": "Amar Garibović, Serbian skier (b. 1991)", "entities": [{"title": "Amar Garibović", "href": "/wiki/Amar_Garibovi%C4%87", "description": "Amar Garibović was a Serbian cross-country skier who had competed since 2004. He finished 80th in the 15 km event at the 2010 Winter Olympics in Vancouver."}]}, {"heading": "Deaths", "year": "2010", "date": "September 7", "txt": "William H. Goetzmann, American historian and author (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "September 7", "txt": "Barbara Holland, American author (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "September 7", "txt": "John Kluge, German-American businessman (b.  1914)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "September 7", "txt": "Glenn Shadix, American actor (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "September 7", "txt": "Victims of the Lokomotiv Yaroslavl plane crash\nPavol Demitra, Slovakian ice hockey player (b. 1974)\nAlexander Karpovtsev, Russian ice hockey player and coach (b. 1970)\nIgor Korolev, Russian ice hockey player and coach (b. 1970)\nStefan Liv, Polish-Swedish ice hockey player (b. 1980)\nJan Marek, Czech ice hockey player (b. 1979)\nBrad McCrimmon, Canadian ice hockey player and coach (b. 1959)\nKarel Rachůnek, Czech ice hockey player (b. 1979)\nKārlis Skrastiņš, Latvian ice hockey player (b. 1974)\nRuslan Salei, Belarusian ice hockey player (b. 1974)\nJosef Vašíček, Czech ice hockey player (b. 1980)", "entities": [{"title": "Lokomotiv Yaroslavl plane crash", "href": "/wiki/Lokomotiv_Yaroslavl_plane_crash", "description": "On 7 September 2011, Yak-Service Flight 9633, a Yakovlev Yak-42 charter flight carrying players and coaching staff of the Lokomotiv Yaroslavl professional ice hockey team, crashed on take-off near the Russian city of Yaroslavl, killing all but one of the 45 people on board. The aircraft overran the runway at Tunoshna Airport before briefly lifting off, struck an antenna mast, caught fire and crash"}]}, {"heading": "Deaths", "year": "2012", "date": "September 7", "txt": "César Fernández Ardavín, Spanish director and screenwriter (b. 1923)", "entities": [{"title": "César Fernández Ardavín", "href": "/wiki/C%C3%A9sar_Fern%C3%A1ndez_Ardav%C3%ADn", "description": "César Fernández Ardavín was a Spanish film director and screenwriter. He directed 44 films between 1952 and 1979. His 1959 film El Lazarillo de Tormes won the Golden Bear at the 10th Berlin International Film Festival. His 1969 film The Wanton of Spain was entered into the 6th Moscow International Film Festival."}]}, {"heading": "Deaths", "year": "2012", "date": "September 7", "txt": "Aleksandr Maksimenkov, Russian footballer and manager (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 7", "txt": "Daniel Weinreb, American computer scientist and programmer (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 7", "txt": "Albert Allen Bartlett, American physicist and academic (b. 1923)", "entities": [{"title": "Albert Allen Bartlett", "href": "/wiki/Albert_Allen_Bartlett", "description": "Albert Allen Bartlett was an emeritus professor of physics at the University of Colorado at Boulder, USA. As of July 2001 Professor Bartlett had lectured over 1,742 times since September, 1969 on Arithmetic, Population, and Energy. Bartlett regarded the word combination \"sustainable growth\" as an oxymoron, since even modest annual percentage population increases can represent exponential growth. O"}]}, {"heading": "Deaths", "year": "2013", "date": "September 7", "txt": "Romesh Bhandari, Pakistani-Indian politician and diplomat, 13th Foreign Secretary of India (b. 1928)", "entities": [{"title": "Foreign Secretary (India)", "href": "/wiki/Foreign_Secretary_(India)", "description": "The Foreign Secretary of India is the top diplomat of India and administrative head of the Ministry of External Affairs. This post is generally held by an IFS officer of the rank of Secretary to Government of India. The current and 33rd Foreign Secretary is Harsh Vardhan Shringla who took charge on January 29, 2020. Shringla is a 1984 batch IFS. He previously served as India's envoy to the United "}]}, {"heading": "Deaths", "year": "2013", "date": "September 7", "txt": "Frank Blevins, English-Australian politician, 7th Deputy Premier of South Australia (b. 1939)", "entities": [{"title": "Deputy Premier of South Australia", "href": "/wiki/Deputy_Premier_of_South_Australia", "description": "The Deputy Premier of South Australia is the second-most senior officer in the Government of South Australia. The Deputy Premiership is a ministerial portfolio in the Cabinet of South Australia, and the Deputy Premier is appointed by the Governor on the advice of the Premier of South Australia."}]}, {"heading": "Deaths", "year": "2013", "date": "September 7", "txt": "Pete Hoffman, American cartoonist (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 7", "txt": "Ilja Hurník, Czech playwright and composer (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 7", "txt": "Fred Katz, American cellist and composer (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 7", "txt": "Kwon Ri-se, South Korean singer (b. 1991)", "entities": [{"title": "Kwon Ri-se", "href": "/wiki/Kwon_Ri-se", "description": "Kwon Ri-se, better known by her stage name RiSe, was a Japanese singer of Korean descent. She was a member of the South Korean girl group Ladies' Code under Polaris Entertainment. Prior to her joining Ladies' Code, she participated in Miss Korea 2009 and was crowned as \"Miss Korea Japan Jin\". She was one of the Top 12 contestants of MBC's Star Audition The Great Birth.\nShe died in a car crash at a"}]}, {"heading": "Deaths", "year": "2014", "date": "September 7", "txt": "Jack Cristil, American sportscaster and radio host (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 7", "txt": "Raul M. Gonzalez, Filipino lawyer and politician, 42nd Filipino Secretary of Justice (b. 1930)", "entities": [{"title": "Secretary of Justice (Philippines)", "href": "/wiki/Secretary_of_Justice_(Philippines)", "description": "The secretary of justice is the head of the Department of Justice and is a member of the president’s Cabinet."}]}, {"heading": "Deaths", "year": "2014", "date": "September 7", "txt": "Yoshiko Ōtaka, Chinese-Japanese actress, singer, and politician (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 7", "txt": "Harold Shipp, Canadian businessman and philanthropist (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 7", "txt": "Dickie Moore, American actor (b. 1925)", "entities": [{"title": "Dickie Moore (actor)", "href": "/wiki/Dickie_Moore_(actor)", "description": "John Richard Moore Jr. was an American actor known professionally as Dickie Moore and later as Dick Moore. He was one of the last surviving actors to have appeared in silent film. A busy and popular actor during his childhood and youth, he appeared in over 100 films until the 1950s. Among his most notable appearances were the Our Gang series and films such as Oliver Twist, Blonde Venus, Sergeant Y"}]}, {"heading": "Deaths", "year": "2015", "date": "September 7", "txt": "Candida Royalle, American porn actress, director, and producer (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 7", "txt": "Guillermo Rubalcaba, Cuban pianist, composer, and bandleader (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 7", "txt": "Voula Zouboulaki, Greek actress (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "September 7", "txt": "Mac Miller, American rapper (b. 1992)", "entities": [{"title": "Mac Miller", "href": "/wiki/Mac_Miller", "description": "Malcolm James McCormick, known professionally as Mac Miller, was an American rapper, singer, songwriter, and record producer from Pittsburgh, Pennsylvania. Miller began his career in Pittsburgh's hip hop scene in 2007, at the age of fifteen. In 2010, he signed a record deal with independent label Rostrum Records, and released his breakthrough mixtapes K.I.D.S. (2010) and Best Day Ever (2011). Mill"}]}]