[{"heading": "Events", "year": "61 BC", "date": "September 29", "txt": "Pompey the Great celebrates his third triumph for victories over the pirates and the end of the Mithridatic Wars on his 45th birthday.", "entities": [{"title": "Pompey", "href": "/wiki/Pompey", "description": "Gnaeus Pompeius Magnus, known in English as Pompey the Great, was a leading Roman general and statesman, whose career was significant in Rome's transformation from a republic to empire. He was for a time a political ally and later enemy of Julius Caesar. A member of the senatorial nobility, Pompey entered a military career while still young and rose to prominence serving the later dictator Sulla a"}, {"title": "Mithridatic Wars", "href": "/wiki/Mithridatic_Wars", "description": "The Mithridatic Wars were three conflicts fought by Rome against the Kingdom of Pontus and its allies between 88 BC and 63 BC. They are named after Mithridates VI, the King of Pontus who initiated the hostilities after annexing the Roman province of Asia into its Pontic Empire and committing massacres against the local Roman population known as the Asian Vespers. As Roman troops were sent to recov"}]}, {"heading": "Events", "year": "1011", "date": "September 29", "txt": "Danes capture Canterbury after a siege, taking Ælfheah, archbishop of Canterbury, as a prisoner.", "entities": [{"title": "Ælfheah of Canterbury", "href": "/wiki/%C3%86lfheah_of_Canterbury", "description": "Ælfheah, more commonly known today as Alphege, was an Anglo-Saxon Bishop of Winchester, later Archbishop of Canterbury. He became an anchorite before being elected abbot of Bath Abbey. His reputation for piety and sanctity led to his promotion to the episcopate and, eventually, to his becoming archbishop. Ælfheah furthered the cult of Dunstan and also encouraged learning. He was captured by Viking"}]}, {"heading": "Events", "year": "1227", "date": "September 29", "txt": "Frederick II, Holy Roman Emperor, is excommunicated by Pope Gregory IX for his failure to participate in the Crusades.", "entities": [{"title": "Frederick II, Holy Roman Emperor", "href": "/wiki/Frederick_II,_Holy_Roman_Emperor", "description": "Frederick II was King of Sicily from 1198, King of Germany from 1212, King of Italy and Holy Roman Emperor from 1220 and King of Jerusalem from 1225. He was the son of emperor Henry VI of the Hohenstaufen dynasty and of Constance, heiress to the Norman kings of Sicily."}, {"title": "Pope Gregory IX", "href": "/wiki/Pope_Gregory_IX", "description": "Pope Gregory IX was Bishop of Rome, and as such, head of the Catholic Church and ruler of the Papal States from 19 March 1227 to his death. He is known for issuing the Decretales and instituting the Papal Inquisition, in response to the failures of the episcopal inquisitions established during the time of Pope Lucius III, through his papal bull Ad abolendam issued in 1184."}]}, {"heading": "Events", "year": "1267", "date": "September 29", "txt": "The Treaty of Montgomery recognises Llywelyn ap Gruffudd as Prince of Wales, but only as a vassal of King Henry III.", "entities": [{"title": "Treaty of Montgomery", "href": "/wiki/Treaty_of_Montgomery", "description": "The Treaty of Montgomery was an Anglo-Cambrian treaty signed on 29 September 1267 in Montgomeryshire by which Llywelyn ap Gruffudd was acknowledged as Prince of Wales by King Henry III of England. It was the only time an English ruler recognised the right of a ruler of Gwynedd over Wales. Llywelyn's grandfather Llywelyn the Great had previously laid claim to be the effective prince of Wales by usi"}]}, {"heading": "Events", "year": "1364", "date": "September 29", "txt": "English forces defeat the French in Brittany, ending the War of the Breton Succession.", "entities": [{"title": "Battle of Auray", "href": "/wiki/Battle_of_Auray", "description": "The Battle of Auray took place on 29 September 1364 at the French town of Auray. This battle was the decisive confrontation of the Breton War of Succession, a part of the Hundred Years' War."}]}, {"heading": "Events", "year": "1578", "date": "September 29", "txt": "Tegucigalpa, capital city of Honduras, is claimed by the Spaniards.", "entities": [{"title": "Tegucigalpa", "href": "/wiki/Tegucigalpa", "description": "Tegucigalpa, formally Tegucigalpa, Municipality of the Central District, and colloquially referred to as Tegus or Teguz, is the capital and largest city of Honduras along with its twin sister, Comayagüela."}]}, {"heading": "Events", "year": "1717", "date": "September 29", "txt": "An earthquake strikes Antigua Guatemala, destroying much of the city's architecture.", "entities": [{"title": "1717 Guatemala earthquake", "href": "/wiki/1717_Guatemala_earthquake", "description": "The 1717 Guatemala earthquake struck Guatemala on September 29 with an estimated moment magnitude of 7.4, and a Mercalli intensity of approximately IX (Violent). The earthquake essentially destroyed much of the architecture of Antigua Guatemala, which was the colonial capital of Central America at the time. Over 3,000 buildings were ruined including many temples and churches. Such was the effect o"}]}, {"heading": "Events", "year": "1789", "date": "September 29", "txt": "The United States Department of War first establishes a regular army with a strength of several hundred men.", "entities": [{"title": "United States Department of War", "href": "/wiki/United_States_Department_of_War", "description": "The United States Department of War, also called the War Department, was the United States Cabinet department originally responsible for the operation and maintenance of the United States Army, also bearing responsibility for naval affairs until the establishment of the Navy Department in 1798, and for most land-based air forces until the creation of the Department of the Air Force on September 18"}]}, {"heading": "Events", "year": "1789", "date": "September 29", "txt": "The 1st United States Congress adjourns.", "entities": []}, {"heading": "Events", "year": "1829", "date": "September 29", "txt": "The Metropolitan Police of London, later also known as the Met, is founded.", "entities": [{"title": "Metropolitan Police", "href": "/wiki/Metropolitan_Police", "description": "The Metropolitan Police Service (MPS), formerly and still commonly known as the Metropolitan Police and informally as the Met Police, the Met, Scotland Yard, or the Yard, is the territorial police force responsible for law enforcement in the Metropolitan Police District, which currently consists of the 32 London boroughs. The MPD does not include the \"square mile\" of the City of London, which is p"}]}, {"heading": "Events", "year": "1848", "date": "September 29", "txt": "The Battle of Pákozd is a stalemate between Hungarian and Croatian forces, and is the first battle of the Hungarian Revolution.", "entities": [{"title": "Battle of Pákozd", "href": "/wiki/Battle_of_P%C3%A1kozd", "description": "The Battle of Pákozd was a battle in the Hungarian Revolution of 1848, fought on the 29 September 1848 in the Pákozd – Sukoró – Pátka triangle. It was the first and one of the most important battles of the revolution, in which the Hungarian revolutionary army led by Lieutenant-General János Móga defeated the troops of the Croatian Ban Josip Jelačić."}]}, {"heading": "Events", "year": "1850", "date": "September 29", "txt": "The papal bull Universalis Ecclesiae restores the Roman Catholic hierarchy in England and Wales.", "entities": []}, {"heading": "Events", "year": "1855", "date": "September 29", "txt": "The Philippine port of Iloilo is opened to world trade by the Spanish administration.", "entities": [{"title": "Port of Iloilo", "href": "/wiki/Port_of_Iloilo", "description": "The Port of Iloilo in Iloilo City, Philippines, serves the province and city of Iloilo and the entire Panay Island, in Western Visayas of the Philippines. It is located away from the older port facilities on the Southern coast of Panay Island, in the Panay Gulf, and one of the country’s safest and most natural harbors. Guimaras Island shields the port from violent storms and makes it ideal for har"}]}, {"heading": "Events", "year": "1864", "date": "September 29", "txt": "American Civil War: The Battle of Chaffin's Farm is fought.", "entities": [{"title": "Battle of Chaffin's Farm", "href": "/wiki/Battle_of_Chaffin%27s_Farm", "description": "The Battle of Chaffin's Farm and New Market Heights, also known as Laurel Hill and combats at Forts Harrison, Johnson, and Gilmer, was fought in Virginia on September 29–30, 1864, as part of the siege of Petersburg in the American Civil War."}]}, {"heading": "Events", "year": "1864", "date": "September 29", "txt": "The Treaty of Lisbon defines the boundaries between Spain and Portugal and abolishes the Couto Misto microstate.", "entities": []}, {"heading": "Events", "year": "1885", "date": "September 29", "txt": "The first practical public electric tramway in the world is opened in Blackpool, England.", "entities": [{"title": "Blackpool tramway", "href": "/wiki/Blackpool_tramway", "description": "The Blackpool Tramway runs from Blackpool to Fleetwood on the Fylde Coast in Lancashire, England. The line dates back to 1885 and is one of the oldest electric tramways in the world. It is operated by Blackpool Transport (BT) and runs for 11 miles (18 km). It carried 4.8 million passengers in the 2019/20 financial year."}]}, {"heading": "Events", "year": "1907", "date": "September 29", "txt": "The cornerstone is laid at the Cathedral Church of Saint Peter and Saint Paul (better known as Washington National Cathedral) in Washington, D.C.", "entities": [{"title": "Washington National Cathedral", "href": "/wiki/Washington_National_Cathedral", "description": "The Cathedral Church of Saint Peter and Saint Paul in the City and Diocese of Washington, commonly known as Washington National Cathedral, is an American cathedral of the Episcopal Church. The cathedral is located in Washington, D.C., the capital of the United States. The structure is of Neo-Gothic design closely modeled on English Gothic style of the late fourteenth century. It is the third-large"}, {"title": "Washington, D.C.", "href": "/wiki/Washington,_D.C.", "description": "Washington, D.C., formally the District of Columbia and also known as D.C. or just Washington, is the capital city of the United States. It is located on the Potomac River bordering Maryland and Virginia, with Congress holding its first session there in 1800. The city was named for George Washington, the first president of the United States and a Founding Father, and the federal district is named "}]}, {"heading": "Events", "year": "1911", "date": "September 29", "txt": "Italy declares war on the Ottoman Empire.", "entities": [{"title": "Italo-Turkish War", "href": "/wiki/Italo-Turkish_War", "description": "The Italo-Turkish or Turco-Italian War was fought between the Kingdom of Italy and the Ottoman Empire from September 29, 1911, to October 18, 1912. As a result of this conflict, Italy captured the Ottoman Tripolitania Vilayet (province), of which the main sub-provinces (sanjaks) were Fezzan, Cyrenaica, and Tripoli itself. These territories became the colonies of Italian Tripolitania and Cyrenaica,"}]}, {"heading": "Events", "year": "1918", "date": "September 29", "txt": "World War I: Bulgaria signs the Armistice of Salonica.", "entities": [{"title": "Armistice of Salonica", "href": "/wiki/Armistice_of_Salonica", "description": "The Armistice of Salonica was signed on 29 September 1918 between Bulgaria and the Allied Powers in Thessaloniki. The convention followed a request by the Bulgarian government for a ceasefire on 24 September."}]}, {"heading": "Events", "year": "1918", "date": "September 29", "txt": "The Hindenburg Line is broken by an Allied attack.", "entities": []}, {"heading": "Events", "year": "1918", "date": "September 29", "txt": "Germany's Supreme Army Command tells the Kaiser and the Chancellor to open negotiations for an armistice.", "entities": [{"title": "Armistice of 11 November 1918", "href": "/wiki/Armistice_of_11_November_1918", "description": "The Armistice of 11 November 1918 was the armistice signed at Le Francport near Compiègne that ended fighting on land, sea and air in World War I between the Allies and their last remaining opponent, Germany. Previous armistices had been agreed with Bulgaria, the Ottoman Empire and the Austro-Hungarian Empire. Also known as the Armistice of Compiègne from the place where it was signed at 5:45 a.m."}]}, {"heading": "Events", "year": "1923", "date": "September 29", "txt": "The British Mandate for Palestine takes effect, creating Mandatory Palestine.", "entities": [{"title": "British Mandate for Palestine (legal instrument)", "href": "/wiki/British_Mandate_for_Palestine_(legal_instrument)", "description": "The Mandate for Palestine was a League of Nations mandate for British administration of the territories of Palestine and Transjordan, both of which had been conceded by the Ottoman Empire following the end of World War I in 1918. The mandate was assigned to Britain by the San Remo conference in April 1920, after France's concession in the 1918 Clemenceau–Lloyd George Agreement of the previously-ag"}, {"title": "Mandatory Palestine", "href": "/wiki/Mandatory_Palestine", "description": "Mandatory Palestine was a geopolitical entity established between 1920 and 1948 in the region of Palestine under the terms of the League of Nations Mandate for Palestine."}]}, {"heading": "Events", "year": "1923", "date": "September 29", "txt": "The French Mandate for Syria and the Lebanon takes effect.", "entities": []}, {"heading": "Events", "year": "1923", "date": "September 29", "txt": "The First American Track & Field championships for women are held.", "entities": []}, {"heading": "Events", "year": "1932", "date": "September 29", "txt": "Chaco War: Last day of the Battle of Boquerón between Paraguay and Bolivia.", "entities": [{"title": "Battle of Boquerón (1932)", "href": "/wiki/Battle_of_Boquer%C3%B3n_(1932)", "description": "The Battle of Boquerón was a battle fought from September 7-29, 1932, between the Bolivian and Paraguayan armies in and around the stronghold of Boquerón. It was the first major battle of the Chaco War. The outpost (fortín) of Boquerón, among others, had been occupied by Bolivian troops since late July 1932 following instructions of president Daniel Salamanca, which led to the escalation of what b"}]}, {"heading": "Events", "year": "1940", "date": "September 29", "txt": "Two Avro Ansons collide in mid-air over New South Wales, Australia, remain locked together, then land safely.", "entities": [{"title": "1940 Brocklesby mid-air collision", "href": "/wiki/1940_Brocklesby_mid-air_collision", "description": "On 29 September 1940, a mid-air collision occurred over Brocklesby, New South Wales, Australia. The accident was unusual in that the aircraft involved, two Royal Australian Air Force (RAAF) Avro Ansons of No. 2 Service Flying Training School, remained locked together after colliding, and then landed safely. The collision stopped the engines of the upper Anson, but those of the machine underneath c"}]}, {"heading": "Events", "year": "1941", "date": "September 29", "txt": "World War II: German forces, with the aid of local Ukrainian collaborators, begin the two-day Babi Yar massacre.", "entities": [{"title": "Babi Yar", "href": "/wiki/Babi_Yar", "description": "Babi Yar is a ravine in the Ukrainian capital Kyiv and a site of massacres carried out by German forces during their campaign against the Soviet Union in World War II. The first and best documented of the massacres took place on 29–30 September 1941, killing approximately 33,771 Jews. The decision to kill all the Jews in Kyiv was made by the military governor Generalmajor Kurt Eberhard, the Police"}]}, {"heading": "Events", "year": "1949", "date": "September 29", "txt": "The Communist Party of China writes the Common Programme for the future People's Republic of China.", "entities": [{"title": "Communist Party of China", "href": "/wiki/Communist_Party_of_China", "description": "The Communist Party of China (CPC), commonly known as the Chinese Communist Party (CCP), is the founding and sole governing political party of the People's Republic of China (PRC). The CCP leads eight other legally permitted subordinate minor parties together as the United Front. The CCP was founded in 1921, with the help of the Far Eastern Bureau of the Communist Party of the Soviet Union and Far"}]}, {"heading": "Events", "year": "1954", "date": "September 29", "txt": "The convention establishing CERN (the European Organization for Nuclear Research) is signed.", "entities": [{"title": "CERN", "href": "/wiki/CERN", "description": "The European Organization for Nuclear Research, known as CERN, is a European research organization that operates the largest particle physics laboratory in the world. Established in 1954, the organization is based in a northwest suburb of Geneva on the Franco–Swiss border and has 23 member states. Israel is the only non-European country granted full membership. CERN is an official United Nations O"}]}, {"heading": "Events", "year": "1957", "date": "September 29", "txt": "The Kyshtym disaster is the third-worst nuclear accident ever recorded.", "entities": [{"title": "Kyshtym disaster", "href": "/wiki/Kyshtym_disaster", "description": "The Kyshtym disaster, sometimes referred to as the Mayak disaster or Ozyorsk disaster in newer sources, was a radioactive contamination accident that occurred on 29 September 1957 at Mayak, a plutonium production site for nuclear weapons and nuclear fuel reprocessing plant located in the closed city of Chelyabinsk-40 in Chelyabinsk Oblast, Russian SFSR, Soviet Union."}]}, {"heading": "Events", "year": "1971", "date": "September 29", "txt": "Oman joins the Arab League.", "entities": [{"title": "Arab League", "href": "/wiki/Arab_League", "description": "The Arab League, formally the League of Arab States, is a regional organization in the Arab world, which is located in Africa and Western Asia. The Arab League was formed in Cairo on 22 March 1945 initially with six members: Egypt, Iraq, Transjordan, Lebanon, Saudi Arabia, and Syria. Yemen joined as a member on 5 May 1945. Currently, the League has 22 members, but Syria's participation has been su"}]}, {"heading": "Events", "year": "1972", "date": "September 29", "txt": "China–Japan relations: Japan establishes diplomatic relations with the People's Republic of China after breaking official ties with the Republic of China.", "entities": [{"title": "China–Japan relations", "href": "/wiki/China%E2%80%93Japan_relations", "description": "China–Japan relations or Sino-Japanese relations are the international relations between China and Japan. The countries are geographically separated by the East China Sea. Japan has been strongly influenced throughout history by the East, particularly Eastern China, through the gradual process of Sinicization with its language, architecture, culture, religion, philosophy, and law. When it opened t"}]}, {"heading": "Events", "year": "1975", "date": "September 29", "txt": "WGPR becomes the first black-owned-and-operated television station in the US.", "entities": [{"title": "WWJ-TV", "href": "/wiki/WWJ-TV#WGPR-TV", "description": "WWJ-TV, virtual channel 62, is a CBS owned-and-operated television station licensed to Detroit, Michigan, United States. The station is owned by the CBS Television Stations subsidiary of ViacomCBS, as part of a duopoly with CW owned-and-operated station WKBD-TV. The two stations share studios on 11 Mile Road in the Detroit suburb of Southfield; WWJ-TV's transmitter is located in Oak Park, Michigan"}]}, {"heading": "Events", "year": "1979", "date": "September 29", "txt": "The dictator Francisco Macias of Equatorial Guinea is shot by soldiers from Western Sahara.", "entities": [{"title": "Francisco Macias", "href": "/wiki/Francisco_Macias", "description": "Francisco Macías Nguema was the first President of Equatorial Guinea, from 1968 until his overthrow and subsequent execution in 1979."}]}, {"heading": "Events", "year": "1988", "date": "September 29", "txt": "NASA launches STS-26, the first mission since the Challenger disaster.", "entities": [{"title": "STS-26", "href": "/wiki/STS-26", "description": "STS-26 was the 26th NASA Space Shuttle mission and the seventh flight of the orbiter Discovery. The mission launched from Kennedy Space Center, Florida, on 29 September 1988, and landed four days later on 3 October. STS-26 was declared the \"Return to Flight\" mission, being the first mission after the Space Shuttle Challenger disaster of 28 January 1986. It was the first mission since STS-9 to use "}]}, {"heading": "Events", "year": "1990", "date": "September 29", "txt": "Construction of the Cathedral Church of Saint Peter and Saint Paul (better known as Washington National Cathedral) is completed in Washington, D.C.", "entities": [{"title": "Washington National Cathedral", "href": "/wiki/Washington_National_Cathedral", "description": "The Cathedral Church of Saint Peter and Saint Paul in the City and Diocese of Washington, commonly known as Washington National Cathedral, is an American cathedral of the Episcopal Church. The cathedral is located in Washington, D.C., the capital of the United States. The structure is of Neo-Gothic design closely modeled on English Gothic style of the late fourteenth century. It is the third-large"}, {"title": "Washington, D.C.", "href": "/wiki/Washington,_D.C.", "description": "Washington, D.C., formally the District of Columbia and also known as D.C. or just Washington, is the capital city of the United States. It is located on the Potomac River bordering Maryland and Virginia, with Congress holding its first session there in 1800. The city was named for George Washington, the first president of the United States and a Founding Father, and the federal district is named "}]}, {"heading": "Events", "year": "1990", "date": "September 29", "txt": "The YF-22, which would later become the F-22 Raptor, flies for the first time.", "entities": []}, {"heading": "Events", "year": "1991", "date": "September 29", "txt": "A Haitian coup d'état occurs.", "entities": [{"title": "1991 Haitian coup d'état", "href": "/wiki/1991_Haitian_coup_d%27%C3%A9tat", "description": "The 1991 Haitian coup d'état took place on 29 September 1991, when President Jean-Bertrand Aristide, elected eight months earlier in the 1990–91 Haitian general election, was deposed by the Armed Forces of Haiti. Haitian military officers, primarily Army General Raoul Cédras, Army Chief of Staff Phillipe Biamby and Chief of the National Police, Michel François led the coup. Aristide was sent into "}]}, {"heading": "Events", "year": "1992", "date": "September 29", "txt": "Brazilian President Fernando Collor de Mello is impeached.", "entities": [{"title": "Fernando Collor de Mello", "href": "/wiki/Fernando_Collor_de_Mello", "description": "Fernando Affonso Collor de Mello is a Brazilian politician who served as the 32nd President of Brazil from 1990 to 1992, when he resigned in a failed attempt to stop his impeachment trial by the Brazilian Senate. Collor was the first President democratically elected after the end of the Brazilian military government. He became the youngest president in Brazilian history, taking office at the age o"}]}, {"heading": "Events", "year": "2004", "date": "September 29", "txt": "The asteroid 4179 Toutatis passes within four lunar distances of Earth.", "entities": [{"title": "4179 Toutatis", "href": "/wiki/4179_Toutatis", "description": "4179 Toutatis, provisional designation 1989 AC, is an elongated, stony asteroid and slow rotator, classified as near-Earth object and potentially hazardous asteroid of the Apollo and Alinda group, approximately 2.5 kilometers in diameter. Discovered by French astronomer Christian Pollas at Caussols in 1989, the asteroid was named after Toutatis from Celtic mythology."}]}, {"heading": "Events", "year": "2004", "date": "September 29", "txt": "Burt Rutan's Ansari SpaceShipOne performs a successful spaceflight, the first of two required to win the Ansari X Prize.", "entities": []}, {"heading": "Events", "year": "2006", "date": "September 29", "txt": "A Boeing 737 and an Embraer 600 collide in mid-air, killing 154 people and triggering a Brazilian aviation crisis.", "entities": [{"title": "Gol Transportes Aéreos Flight 1907", "href": "/wiki/Gol_Transportes_A%C3%A9reos_Flight_1907", "description": "Gol Linhas Aéreas Flight 1907 was a Boeing 737-8EH on a scheduled domestic passenger flight from Manaus, Brazil, to Rio de Janeiro. On the afternoon of 29 September 2006, it collided in mid-air with an Embraer Legacy 600 business jet over the Brazilian state of Mato Grosso. The Boeing 737 broke up in midair and crashed into an area of dense jungle, killing all 154 passengers and crew on board. Des"}, {"title": "2006–07 Brazilian aviation crisis", "href": "/wiki/2006%E2%80%9307_Brazilian_aviation_crisis", "description": "The 2006–2007 Brazilian aviation crisis was a crisis in Brazil's civil aviation system characterized by massive flight delays and cancellations, air traffic controller strikes and safety concerns about Brazil's airport and air traffic infrastructure. It ostensibly started after the crash of Gol Flight 1907 in September 2006, and extended to January 2008. While the government has announced a series"}]}, {"heading": "Events", "year": "2007", "date": "September 29", "txt": "Calder Hall, the world's first commercial nuclear power station, is demolished in a controlled explosion.", "entities": [{"title": "Calder Hall", "href": "/wiki/Calder_Hall", "description": "Sellafield is a large multi-function nuclear site close to Seascale on the coast of Cumbria, England. As of August 2020, activities at the site include nuclear fuel reprocessing, nuclear waste storage and nuclear decommissioning, and it is a former nuclear power generating site. The licensed site covers an area of 265 hectares and comprises more than 200 nuclear facilities and more than 1,000 buil"}]}, {"heading": "Events", "year": "2009", "date": "September 29", "txt": "The 8.1 Mw  Samoa earthquake results in a tsunami that kills 189 and injures hundreds.", "entities": [{"title": "2009 Samoa earthquake and tsunami", "href": "/wiki/2009_Samoa_earthquake_and_tsunami", "description": "The 2009 Samoa earthquake and tsunami took place on 29 September 2009 in the southern Pacific Ocean adjacent to the Kermadec-Tonga subduction zone. The submarine earthquake occurred in an extensional environment and had a moment magnitude of 8.1 and a maximum Mercalli intensity of VI (Strong). It was the largest earthquake of 2009."}]}, {"heading": "Events", "year": "2011", "date": "September 29", "txt": "The special court in India convicted all 269 accused officials for atrocity on Dalits and 17 for rape in the Vachathi case.", "entities": [{"title": "Vachathi case", "href": "/wiki/Vachathi_case", "description": "The Vachathi case involved a mass crime that occurred on 20 June 1992 in the village of Vachathi, in Dharmapuri district, Tamil Nadu. A team of 155 forest personnel, 108 policemen and six revenue officials entered the Tribal-dominated Vachathi village, searching for smuggled sandalwood and to gather information about Veerappan. Under the pretext of conducting a search, the team ransacked the villa"}]}, {"heading": "Events", "year": "2013", "date": "September 29", "txt": "Over 42 people are killed by members of Boko Haram at the College of Agriculture in Nigeria.", "entities": [{"title": "Gujba college massacre", "href": "/wiki/Gujba_college_massacre", "description": "On 29 September 2013, gunmen from Boko Haram entered the male dormitory in the College of Agriculture in Gujba, Yobe State, Nigeria, killing forty-four students and teachers."}]}, {"heading": "Events", "year": "2016", "date": "September 29", "txt": "Eleven days after the Uri attack, the Indian Army conducts \"surgical strikes\" against suspected militants in Pakistani-administered Kashmir.", "entities": [{"title": "2016 Uri attack", "href": "/wiki/2016_Uri_attack", "description": "2016 Uri attacks or sometimes simply \"Uri attacks\" refers to the grenade attacks carried out by four terrorists near the town of Uri in the Indian former state of Jammu and Kashmir. It was reported as \"the deadliest attack on security forces in Kashmir in two decades\". The terrorist group Jaish-e-Mohammed was involved in the planning and execution of the attack. At the time of the attack, the Kash"}, {"title": "2016 Indian Line of Control strike", "href": "/wiki/2016_Indian_Line_of_Control_strike", "description": "On 29 September 2016, India announced that it conducted \"surgical strikes\" against militant launch pads across the Line of Control in Pakistani-administered Kashmir, and inflicted \"significant casualties\". Indian media reported the casualty figures variously from 35 to 70."}]}, {"heading": "Events", "year": "2019", "date": "September 29", "txt": "Violence and low turnout mar the 2019 Afghan presidential election.", "entities": [{"title": "2019 Afghan presidential election", "href": "/wiki/2019_Afghan_presidential_election", "description": "Presidential elections were held in Afghanistan on 28 September 2019. According to preliminary results, which runner-up Abdullah Abdullah appealed against, incumbent Ashraf Ghani was re-elected with 50.64% of the vote. After delays over disputed votes, Ashraf Ghani was declared the winner in the final results on 18 February 2020. Abdullah Abdullah rejected the results and moved to set up his own p"}]}, {"heading": "Events", "year": "2019", "date": "September 29", "txt": "At least 59 people are reported dead due to monsoon rains in Uttar Pradesh and Bihar, India. 350 people have died this year due to rain in India, Nepal, and Bangladesh.", "entities": [{"title": "Bihar", "href": "/wiki/Bihar", "description": "Bihar is a state in eastern India. It is the third-largest state by population and twelfth-largest by territory, with an area of 94,163 km2 (36,357 sq mi). It is contiguous with Uttar Pradesh to its west, Nepal to the north, the northern part of West Bengal to the east, and with Jharkhand to the south. The Bihar plain is split by the river Ganges, which flows from west to east. Three main cultural"}, {"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the northwest; China, Nepal, and Bhutan to the "}, {"title": "Nepal", "href": "/wiki/Nepal", "description": "Nepal, officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is mainly situated in the Himalayas, but also includes parts of the Indo-Gangetic Plain, bordering Tibet of China to the north, and India in the south, east, and west, while it is narrowly separated from Bangladesh by the Siliguri Corridor, and from Bhutan by the Indian state of Sikkim. Nepal has "}, {"title": "Bangladesh", "href": "/wiki/Bangladesh", "description": "Bangladesh, officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country in the world, with a population exceeding 163 million people, in an area of 147,570 square kilometres (56,980 sq mi), making it one of the most densely populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the "}]}, {"heading": "Births", "year": "106 BC", "date": "September 29", "txt": "Pompey, Roman general and politician (d. 48 BC)", "entities": [{"title": "Pompey", "href": "/wiki/Pompey", "description": "Gnaeus Pompeius Magnus, known in English as Pompey the Great, was a leading Roman general and statesman, whose career was significant in Rome's transformation from a republic to empire. He was for a time a political ally and later enemy of Julius Caesar. A member of the senatorial nobility, Pompey entered a military career while still young and rose to prominence serving the later dictator Sulla a"}]}, {"heading": "Births", "year": "929", "date": "September 29", "txt": "Qian Chu, Chinese king (Ten Kingdoms) (d. 988)", "entities": [{"title": "Qian Chu", "href": "/wiki/Qian_Chu", "description": "Qian Chu, known as Qian Hongchu before 960, was the last king of Wuyue, reigning from 947 until 978 when he surrendered his kingdom to the Song dynasty."}, {"title": "Five Dynasties and Ten Kingdoms period", "href": "/wiki/Five_Dynasties_and_Ten_Kingdoms_period", "description": "The Five Dynasties and Ten Kingdoms period (907–979) was an era of political upheaval and division in 10th-century Imperial China. Five states quickly succeeded one another in the Central Plain, and more than a dozen concurrent states were established elsewhere, mainly in South China. It was the last prolonged period of multiple political divisions in Chinese imperial history."}]}, {"heading": "Births", "year": "1240", "date": "September 29", "txt": "Margaret of England, Queen consort of Scots (d. 1275)", "entities": [{"title": "Margaret of England", "href": "/wiki/Margaret_of_England", "description": "Margaret of England was Queen of Scots by marriage to King Alexander III."}]}, {"heading": "Births", "year": "1276", "date": "September 29", "txt": "Christopher II of Denmark (d. 1332)", "entities": [{"title": "Christopher II of Denmark", "href": "/wiki/Christopher_II_of_Denmark", "description": "Christopher II was King of Denmark from 1320 to 1326 and again from 1329 until his death. He was a younger son of Eric V. His name is connected with national disaster, as his rule ended in an almost total dissolution of the Danish state.\n\n"}]}, {"heading": "Births", "year": "1373", "date": "September 29", "txt": "Margaret of Bohemia, Burgravine of Nuremberg (d. 1410)", "entities": [{"title": "Margaret of Bohemia, Burgravine of Nuremberg", "href": "/wiki/Margaret_of_Bohemia,_Burgravine_of_Nuremberg", "description": "Margaret of Bohemia was the younger daughter of Holy Roman Emperor Charles IV and his fourth wife Elizabeth of Pomerania. Her siblings included Anne of Bohemia and Holy Roman Emperor Sigismund."}]}, {"heading": "Births", "year": "1402", "date": "September 29", "txt": "Fernando, the Saint Prince, of Portugal (d. 1443)", "entities": [{"title": "Fernando, the Saint Prince", "href": "/wiki/Fernando,_the_Saint_Prince", "description": "Ferdinand the Holy Prince, sometimes called the \"Saint Prince\" or the \"Constant Prince\", was an infante of the Kingdom of Portugal. He was the youngest of the \"Illustrious Generation\" of 15th-century Portuguese princes of the House of Aviz and lay administrator of the Knightly Order of Aviz."}]}, {"heading": "Births", "year": "1403", "date": "September 29", "txt": "Elisabeth of Brandenburg, Duchess of Brzeg-Legnica and Cieszyn, German princess (d. 1449)", "entities": [{"title": "Elisabeth of Brandenburg, Duchess of Brzeg-Legnica and Cieszyn", "href": "/wiki/Elisabeth_of_Brandenburg,_Duchess_of_Brzeg-Legnica_and_Cieszyn", "description": "Elisabeth of Hohenzollern, was a German princess member of the House of Hohenzollern and by her two marriages Duchess of Brzeg-Legnica and Cieszyn."}]}, {"heading": "Births", "year": "1460", "date": "September 29", "txt": "Louis II de la Trémoille, French military leader (d. 1525)", "entities": [{"title": "Louis II de la Trémoille", "href": "/wiki/Louis_II_de_la_Tr%C3%A9moille", "description": "Louis II de la Trémoille, also known as La Trimouille, was a French general. He served under three kings: Charles VIII, Louis XII and Francis I. He was killed in combat at the Battle of Pavia."}]}, {"heading": "Births", "year": "1463", "date": "September 29", "txt": "Louis I, Count of Löwenstein, founder of the House of Löwenstein-Wertheim (d. 1523)", "entities": [{"title": "Louis I, Count of Löwenstein", "href": "/wiki/Louis_I,_Count_of_L%C3%B6wenstein", "description": "Louis I, Count of Löwenstein was the founder of the House of Lowenstein-Wertheim."}]}, {"heading": "Births", "year": "1511", "date": "September 29", "txt": "Michael Servetus, Spanish physician, cartographer, and theologian (d. 1553)", "entities": [{"title": "Michael Servetus", "href": "/wiki/Michael_Servetus", "description": "Michael Servetus was a Spanish theologian, physician, cartographer, and Renaissance humanist. He was the first European to correctly describe the function of pulmonary circulation, as discussed in Christianismi Restitutio (1553). He was a polymath versed in many sciences: mathematics, astronomy and meteorology, geography, human anatomy, medicine and pharmacology, as well as jurisprudence, translat"}]}, {"heading": "Births", "year": "1527", "date": "September 29", "txt": "John Lesley, Scottish bishop (d. 1596)", "entities": [{"title": "John Lesley", "href": "/wiki/John_Lesley", "description": "John Lesley was a Scottish Roman Catholic bishop and historian. His father was Gavin Lesley, rector of Kingussie, Badenoch."}]}, {"heading": "Births", "year": "1538", "date": "September 29", "txt": "Joan Terès i Borrull, Spanish archbishop and academic (d. 1603)", "entities": [{"title": "Joan Terès i Borrull", "href": "/wiki/Joan_Ter%C3%A8s_i_Borrull", "description": "Joan Terès i Borrull was presbyter of Vic, auxiliary bishop of Morocco (1575–1579), bishop of Elne (1579–1586) and of Tortosa (1586–1587), and archbishop of Tarragona (1587–1603). He was viceroy of Catalonia (1602–1603) and councillor of King Philip III of Spain."}]}, {"heading": "Births", "year": "1547", "date": "September 29", "txt": "Miguel de Cervantes, Spanish novelist, poet, and playwright (d. 1616)", "entities": [{"title": "Miguel de Cervantes", "href": "/wiki/Miguel_de_Cervantes", "description": "Miguel de Cervantes Saavedra was a Spanish writer widely regarded as the greatest writer in the Spanish language, and one of the world's pre-eminent novelists. He is best known for his novel Don Quixote, a work often cited as both the first modern novel and one of the pinnacles of world literature."}]}, {"heading": "Births", "year": "1548", "date": "September 29", "txt": "William V, Duke of Bavaria (d. 1626)", "entities": [{"title": "William V, Duke of Bavaria", "href": "/wiki/William_V,_Duke_of_Bavaria", "description": "William V, called the Pious, was Duke of Bavaria from 1579 to 1597."}]}, {"heading": "Births", "year": "1561", "date": "September 29", "txt": "Adriaan van Roomen, Flemish priest and mathematician (d. 1615)", "entities": [{"title": "Adriaan van Roomen", "href": "/wiki/Adriaan_van_Roomen", "description": "\nAdriaan van Roomen, also known as Adrianus Romanus, was a Flemish mathematician."}]}, {"heading": "Births", "year": "1574", "date": "September 29", "txt": "Ludovic Stewart, 2nd Duke of Lennox, Scottish nobleman and politician (d. 1624)", "entities": [{"title": "Ludovic Stewart, 2nd Duke of Lennox", "href": "/wiki/Ludovic_Stewart,_2nd_Duke_of_Lennox", "description": "Ludovic Stewart, 2nd Duke of Lennox and 1st Duke of Richmond, Seigneur d'Aubigny in France, lord of the Manor of Cobham, Kent, was a Scottish nobleman who through their paternal lines was a second cousin of King James VI of Scotland and I of England. He was involved in the Plantation of Ulster in Ireland and the colonization of Maine in New England. Richmond's Island and Cape Richmond as well as R"}]}, {"heading": "Births", "year": "1602", "date": "September 29", "txt": "Algernon Percy, 10th Earl of Northumberland, English military leader (d. 1668)", "entities": [{"title": "Algernon Percy, 10th Earl of Northumberland", "href": "/wiki/Algernon_Percy,_10th_Earl_of_Northumberland", "description": "Algernon Percy, 10th Earl of Northumberland, 4th Baron Percy, KG was an English aristocrat, and supporter of the Parliamentary cause in the First English Civil War."}]}, {"heading": "Births", "year": "1636", "date": "September 29", "txt": "Thomas Tenison, English archbishop (d. 1715)", "entities": [{"title": "Thomas Tenison", "href": "/wiki/Thomas_Tenison", "description": "Thomas Tenison was an English church leader, Archbishop of Canterbury from 1694 until his death. During his primacy, he crowned two British monarchs."}]}, {"heading": "Births", "year": "1639", "date": "September 29", "txt": "William Russell, Lord Russell, English politician (d. 1683)", "entities": [{"title": "William Russell, Lord Russell", "href": "/wiki/William_Russell,_Lord_Russell", "description": "William Russell, Lord Russell, was an English politician. He was a leading member of the Country Party, forerunners of the Whigs, who during the reign of King Charles II, laid the groundwork for opposition in the House of Commons to the accession of an openly Catholic king in Charles's brother James. This ultimately resulted in Russell's execution for treason, almost two years before Charles died "}]}, {"heading": "Births", "year": "1640", "date": "September 29", "txt": "Antoine Coysevox, French sculptor and educator (d. 1720)", "entities": [{"title": "Antoine Coysevox", "href": "/wiki/Antoine_Coysevox", "description": "Charles Antoine Coysevox, was a French sculptor in the Baroque and Style Louis XIV, best known for his sculpture decorating the gardens and Palace of Versailles and his portrait busts. The name is pronounced quazevo."}]}, {"heading": "Births", "year": "1674", "date": "September 29", "txt": "Jacques-Martin Hotteterre, French flute player and composer (d. 1763)", "entities": [{"title": "Jacques-Martin Hotteterre", "href": "/wiki/Jacques-Martin_Hotteterre", "description": "Jacques-Martin Hotteterre, also known as Jacques Martin or Jacques Hotteterre, was a French composer and flautist who was the most celebrated of a family of wind instrument makers and wind performers."}]}, {"heading": "Births", "year": "1678", "date": "September 29", "txt": "Adrien Maurice de Noailles, French soldier and politician, French Minister of Foreign Affairs (d. 1766)", "entities": [{"title": "Adrien Maurice de Noailles", "href": "/wiki/Adrien_Maurice_de_Noailles", "description": "Adrien Maurice de Noailles, 3rd Duke of Noailles was a French nobleman and soldier."}, {"title": "Minister of Foreign Affairs (France)", "href": "/wiki/Minister_of_Foreign_Affairs_(France)", "description": "The Ministry for Europe and Foreign Affairs is the ministry of the Government of France that handles France's foreign relations. Since 1855, its headquarters have been located at 37 Quai d'Orsay, close to the National Assembly. The term Quai d'Orsay is often used as a metonym for the ministry. Its cabinet minister, the Minister for Europe and Foreign Affairs is responsible for the foreign relation"}]}, {"heading": "Births", "year": "1691", "date": "September 29", "txt": "Richard Challoner, English bishop (d. 1781)", "entities": [{"title": "Richard Challoner", "href": "/wiki/Richard_Challoner", "description": "Richard Challoner (1691–1781) was an English Roman Catholic bishop, a leading figure of English Catholicism during the greater part of the 18th century. The titular Bishop of Doberus, he is perhaps most famous for his revision of the Douay–Rheims translation of the Bible."}]}, {"heading": "Births", "year": "1703", "date": "September 29", "txt": "François Boucher, French painter and set designer (d. 1770)", "entities": [{"title": "François Boucher", "href": "/wiki/Fran%C3%A7ois_Boucher", "description": "François Boucher was a French painter, draughtsman and etcher, who worked in the Rococo style. Boucher is known for his idyllic and voluptuous paintings on classical themes, decorative allegories, and pastoral scenes. He was perhaps the most celebrated painter and decorative artist of the 18th century."}]}, {"heading": "Births", "year": "1718", "date": "September 29", "txt": "Nikita Ivanovich Panin, Russian soldier and politician, Russian Minister of Foreign Affairs (d. 1783)", "entities": [{"title": "Nikita Ivanovich Panin", "href": "/wiki/Nikita_Ivanovich_Panin", "description": "Count Nikita Ivanovich Panin was an influential Russian statesman and political mentor to Catherine the Great for the first 18 years of her reign. In that role, he advocated the Northern Alliance, closer ties with Frederick the Great of Prussia and the establishment of an advisory privy council. His staunch opposition to the partitions of Poland led to his being replaced by the more compliant Prin"}, {"title": "Minister of Foreign Affairs (Russia)", "href": "/wiki/Minister_of_Foreign_Affairs_(Russia)", "description": "The Minister of Foreign Affairs is the head of Russian Ministry of Foreign Affairs which is concerned with foreign affairs and is a member of the Government of Russia."}]}, {"heading": "Births", "year": "1725", "date": "September 29", "txt": "Robert Clive, English general and politician, Lord Lieutenant of Montgomeryshire (d. 1774)", "entities": [{"title": "Robert Clive", "href": "/wiki/Robert_Clive", "description": "Major-General Robert Clive, 1st Baron Clive, also known as Clive of India, was the first British Governor of the Bengal Presidency. He is credited along with Warren Hastings for laying the foundation of the British Empire in India. He began as a writer for the East India Company (EIC) who established the military and political supremacy of the EIC by securing a decisive victory in Bengal and looti"}, {"title": "Lord Lieutenant of Montgomeryshire", "href": "/wiki/Lord_Lieutenant_of_Montgomeryshire", "description": "The following is a list of people who have held the title of Lord Lieutenant of Montgomeryshire. After 1761, all Lord Lieutenants were also Custos Rotulorum of Montgomeryshire. The office was abolished on 31 March 1974 and replaced by the Lord Lieutenant of Powys, with Deputy Lieutenants for Montgomeryshire."}]}, {"heading": "Births", "year": "1758", "date": "September 29", "txt": "Horatio Nelson, 1st Viscount Nelson, English admiral (d. 1805)", "entities": [{"title": "Horatio Nelson, 1st Viscount Nelson", "href": "/wiki/Horatio_Nelson,_1st_Viscount_Nelson", "description": "Vice-Admiral Horatio Nelson, 1st Viscount Nelson, 1st Duke of Bronté,, also known simply as Admiral Nelson, was an English flag officer in the Royal Navy. His inspirational leadership, grasp of strategy, and unconventional tactics brought about a number of decisive British naval victories, particularly during the Napoleonic Wars. He was wounded in combat, losing sight in one eye in Corsica at the "}]}, {"heading": "Births", "year": "1766", "date": "September 29", "txt": "Charlotte, Princess Royal of England (d. 1828)", "entities": [{"title": "Charlotte, Princess Royal", "href": "/wiki/Charlotte,_Princess_Royal", "description": "Charlotte, Princess Royal, was Queen of Württemberg as the wife of King Frederick I. She was the first daughter and fourth child of King George III of the United Kingdom and his wife, Charlotte of Mecklenburg-Strelitz."}]}, {"heading": "Births", "year": "1786", "date": "September 29", "txt": "Guadalupe Victoria, Mexican general, lawyer, and politician, 1st President of Mexico (d. 1843)", "entities": [{"title": "Guadalupe Victoria", "href": "/wiki/Guadalupe_Victoria", "description": "Guadalupe Victoria, born José Miguel Ramón Adaucto Fernández y Félix, was a Mexican general and political leader who fought for independence against the Spanish Empire in the Mexican War of Independence. He was a deputy in the Mexican Chamber of Deputies for Durango and a member of the Supreme Executive Power following the downfall of the First Mexican Empire. After the adoption of the Constitutio"}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Births", "year": "1803", "date": "September 29", "txt": "Mercator Cooper, American captain and explorer (d. 1872)", "entities": [{"title": "Mercator Cooper", "href": "/wiki/Mercator_Cooper", "description": "Mercator Cooper was a ship's captain who is credited with the first formal American visit to Edo, Japan and the first formal landing on the mainland East Antarctica."}]}, {"heading": "Births", "year": "1803", "date": "September 29", "txt": "Jacques Charles François Sturm, French mathematician and theorist (d. 1850)", "entities": []}, {"heading": "Births", "year": "1808", "date": "September 29", "txt": "Henry Bennett, American lawyer and politician (d. 1868)", "entities": [{"title": "Henry Bennett (U.S. politician)", "href": "/wiki/Henry_Bennett_(U.S._politician)", "description": "Henry Bennett was an American politician and a United States Representative from New York."}]}, {"heading": "Births", "year": "1810", "date": "September 29", "txt": "Elizabeth Gaskell, English author (d. 1865)", "entities": [{"title": "Elizabeth Gaskell", "href": "/wiki/Elizabeth_Gaskell", "description": "Elizabeth Cleghorn Gaskell, often referred to as Mrs Gaskell, was an English novelist, biographer and short story writer. Her novels offer a detailed portrait of the lives of many strata of Victorian society, including the very poor. Her work is of interest to social historians as well as readers of literature. Her first novel, Mary Barton, was published in 1848. Gaskell's The Life of Charlotte Br"}]}, {"heading": "Births", "year": "1816", "date": "September 29", "txt": "Paul Féval, père, French author and playwright (d. 1887)", "entities": [{"title": "Paul Féval, père", "href": "/wiki/Paul_F%C3%A9val,_p%C3%A8re", "description": "Paul Henri Corentin Féval, père was a French novelist and dramatist."}]}, {"heading": "Births", "year": "1832", "date": "September 29", "txt": "Joachim Oppenheim, Czech rabbi and author (d. 1891)", "entities": [{"title": "Joachim Oppenheim", "href": "/wiki/Joachim_Oppenheim", "description": "Joachim (Ḥayyim) Oppenheim, also known as Joachim Heinrich Oppenheim, was a Czech rabbi and author."}]}, {"heading": "Births", "year": "1832", "date": "September 29", "txt": "Miguel Miramón, Unconstitutional president of Mexico, 1859-1860 (d. 1867)", "entities": []}, {"heading": "Births", "year": "1843", "date": "September 29", "txt": "Mikhail Skobelev, Russian general (d. 1882)", "entities": [{"title": "Mikhail Skobelev", "href": "/wiki/Mikhail_Skobelev", "description": "Mikhail Dmitriyevich Skobelev was a Russian general famous for his conquest of Central Asia and heroism during the Russo-Turkish War of 1877–1878. Dressed in white uniform and mounted on a white horse, and always in the thickest of the fray, he was known and adored by his soldiers as the \"White General\". During a campaign in Khiva, his Turkmen opponents called him goz ganly or \"Bloody Eyes\". Briti"}]}, {"heading": "Births", "year": "1844", "date": "September 29", "txt": "Miguel Ángel Juárez Celman, Argentinian lawyer and politician, 10th President of Argentina (d. 1909)", "entities": [{"title": "Miguel Ángel Juárez Celman", "href": "/wiki/Miguel_%C3%81ngel_Ju%C3%A1rez_Celman", "description": "Miguel Ángel Juárez Celman was an Argentine lawyer and politician. President of the Nation from October 12, 1886 until his resignation on August 6, 1890."}, {"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}]}, {"heading": "Births", "year": "1853", "date": "September 29", "txt": "Luther D. Bradley, American cartoonist (d. 1917)", "entities": [{"title": "Luther D. Bradley", "href": "/wiki/Luther_D._Bradley", "description": "Luther Daniels Bradley was an American illustrator and political cartoonist associated with the Chicago Daily News. Born in New Haven, Connecticut, he graduated from Yale in 1875. After some years at his father's business, he traveled abroad, and spent over a decade in Melbourne, Australia, drawing for such publications as Melbourne Punch. He returned to Chicago in 1893, working for the Daily Jour"}]}, {"heading": "Births", "year": "1863", "date": "September 29", "txt": "Hugo Haase, German lawyer, jurist, and politician (d. 1919)", "entities": [{"title": "Hugo Haase", "href": "/wiki/Hugo_Haase", "description": "Hugo Haase was a German socialist politician, jurist and pacifist. With Friedrich Ebert, he co-chaired of the Council of the People's Deputies after the German Revolution of 1918–19."}]}, {"heading": "Births", "year": "1864", "date": "September 29", "txt": "Miguel de Unamuno, Spanish philosopher and author (d. 1936)", "entities": [{"title": "Miguel de Unamuno", "href": "/wiki/Miguel_de_Unamuno", "description": "Miguel de Unamuno y Jugo was a Spanish essayist, novelist, poet, playwright, philosopher, professor of Greek and Classics, and later rector at the University of Salamanca."}]}, {"heading": "Births", "year": "1866", "date": "September 29", "txt": "Mykhailo Hrushevskyi, Ukrainian historian, academic, and politician (d. 1934)", "entities": [{"title": "Mykhailo Hrushevskyi", "href": "/wiki/Mykhailo_Hrushevskyi", "description": "Mykhailo Serhiiovych Hrushevsky was a Ukrainian academician, politician, historian and statesman who was one of the most important figures of the Ukrainian national revival of the early 20th century. He is often considered the country's greatest modern historian, the foremost organiser of scholarship, the leader of the pre-revolution Ukrainian national movement, the head of the Central Rada, and a"}]}, {"heading": "Births", "year": "1876", "date": "September 29", "txt": "Charlie Llewellyn, South African cricketer (d. 1964)", "entities": [{"title": "Charlie Llewellyn", "href": "/wiki/Charlie_Llewellyn", "description": "Charles Bennett \"Buck\" Llewellyn was the first non-white South African Test cricketer."}]}, {"heading": "Births", "year": "1880", "date": "September 29", "txt": "Liberato Pinto, Portuguese colonel and politician, 79th Prime Minister of Portugal (d. 1949)", "entities": [{"title": "Liberato Pinto", "href": "/wiki/Liberato_Pinto", "description": "Liberato Damião Ribeiro Pinto ComTE, ComC, ComA, ComSE, was a Portuguese Lieutenant Colonel of the Republican National Guard, politician and President of the Ministry of one of the governments of the Portuguese First Republic. He was the Portuguese head of government for a short time from 1920 to 1921 and the 44th Minister of Finance of Portugal from February 22, 1921 until March 2, 1921."}, {"title": "Prime Minister of Portugal", "href": "/wiki/Prime_Minister_of_Portugal", "description": "Prime Minister is the current title of the head of government of Portugal. As head of government, the Prime Minister coordinates the actions of ministers, represents the Government of Portugal to the other bodies of state, is accountable to Parliament and keeps the President informed. The Prime Minister can hold the role of head of government with the portfolio of one or more ministries."}]}, {"heading": "Births", "year": "1881", "date": "September 29", "txt": "Ludwig von Mises, Austrian-American economist, sociologist, and philosopher (d. 1973)", "entities": [{"title": "Ludwig von Mises", "href": "/wiki/Ludwig_von_Mises", "description": "Ludwig Heinrich Edler von Mises was an Austrian School economist, historian, logician and sociologist. Mises wrote and lectured extensively on the societal contributions of classical liberalism. He is best known for his work on praxeology, a study of human choice and action."}]}, {"heading": "Births", "year": "1882", "date": "September 29", "txt": "Lilias Armstrong, English phonetician (d. 1937)", "entities": [{"title": "Lilias Armstrong", "href": "/wiki/Lilias_Armstrong", "description": "Lilias Eveline Armstrong was an English phonetician. She worked at University College London, where she attained the rank of reader. Armstrong is most known for her work on English intonation as well as the phonetics and tone of Somali and Kikuyu. Her book on English intonation, written with Ida C. Ward, was in print for 50 years. Armstrong also provided some of the first detailed descriptions of "}]}, {"heading": "Births", "year": "1885", "date": "September 29", "txt": "George Scott, English footballer (d. 1916)", "entities": [{"title": "George Scott (footballer, born 1885)", "href": "/wiki/George_Scott_(footballer,_born_1885)", "description": "George Scott was an English footballer."}]}, {"heading": "Births", "year": "1891", "date": "September 29", "txt": "Ian Fairweather, Scottish-Australian painter (d. 1974)", "entities": [{"title": "Ian Fairweather", "href": "/wiki/Ian_Fairweather", "description": "Ian Fairweather was a Scottish painter resident in Australia for much of his life. He combined western and Asian influences in his work."}]}, {"heading": "Births", "year": "1895", "date": "September 29", "txt": "Clarence Ashley, American singer, guitarist, and banjo player (d. 1967)", "entities": [{"title": "Clarence Ashley", "href": "/wiki/Clarence_Ashley", "description": "Clarence \"Tom\" Ashley was an American musician and singer, who played the clawhammer banjo and the guitar. He began performing at medicine shows in the Southern Appalachian region as early as 1911, and gained initial fame during the late 1920s as both a solo recording artist and as a member of various string bands. After his \"rediscovery\" during the folk revival of the 1960s, Ashley spent the last"}]}, {"heading": "Births", "year": "1895", "date": "September 29", "txt": "Joseph Banks Rhine, American botanist and parapsychologist (d. 1980)", "entities": []}, {"heading": "Births", "year": "1895", "date": "September 29", "txt": "Roscoe Turner, American pilot (d. 1970)", "entities": []}, {"heading": "Births", "year": "1897", "date": "September 29", "txt": "Herbert Agar, American journalist and historian (d. 1980)", "entities": [{"title": "Herbert Agar", "href": "/wiki/Herbert_Agar", "description": "Herbert Sebastian Agar was an American journalist and historian, and an editor of the Louisville Courier-Journal."}]}, {"heading": "Births", "year": "1898", "date": "September 29", "txt": "Trofim Lysenko, Ukrainian-Russian biologist and agronomist (d. 1976)", "entities": [{"title": "Trofim Lysenko", "href": "/wiki/Trofim_Lysenko", "description": "Trofím Denísovich Lysénko was a Soviet agronomist and biologist. Lysenko was a strong proponent of Lamarckism and rejected Mendelian genetics in favor of pseudoscientific ideas termed Lysenkoism."}]}, {"heading": "Births", "year": "1899", "date": "September 29", "txt": "László Bíró, Hungarian-Argentinian journalist and inventor, invented the ballpoint pen (d. 1985)", "entities": [{"title": "László Bíró", "href": "/wiki/L%C3%A1szl%C3%B3_B%C3%ADr%C3%B3", "description": "László József Bíró, Hispanicized as Ladislao José Biro, was a Hungarian-Argentine inventor who patented the first commercially successful modern ballpoint pen. The first ballpoint pen had been invented roughly 50 years earlier by John J. Loud, but it was not a commercial success."}, {"title": "Ballpoint pen", "href": "/wiki/Ballpoint_pen", "description": "A ballpoint pen, also known as a biro or ball pen, is a pen that dispenses ink over a metal ball at its point, i.e. over a \"ball point\". The metal commonly used is steel, brass, or tungsten carbide. The design was conceived and developed as a cleaner and more reliable alternative to dip pens and fountain pens, and it is now the world's most-used writing instrument; millions are manufactured and so"}]}, {"heading": "Births", "year": "1899", "date": "September 29", "txt": "Billy Butlin, South African-English businessman, founded Butlins (d. 1980)", "entities": [{"title": "Butlins", "href": "/wiki/Butlins", "description": "Butlin's is a chain of large seaside resorts in the United Kingdom. Butlin's was founded by Billy Butlin to provide affordable holidays for ordinary British families."}]}, {"heading": "Births", "year": "1901", "date": "September 29", "txt": "Lanza del Vasto, Italian poet, philosopher, and activist (d. 1981)", "entities": [{"title": "Lanza del Vasto", "href": "/wiki/Lanza_del_Vasto", "description": "Lanza del Vasto was an Italian philosopher, poet, artist, Catholic and nonviolent activist."}]}, {"heading": "Births", "year": "1901", "date": "September 29", "txt": "Enrico Fermi, Italian-American physicist and academic, Nobel Prize laureate (d. 1954)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1903", "date": "September 29", "txt": "Miguel Alemán Valdés, Mexican lawyer and civilian politician, 46th President of Mexico (1946-1952) (d. 1983)", "entities": [{"title": "Miguel Alemán Valdés", "href": "/wiki/Miguel_Alem%C3%A1n_Vald%C3%A9s", "description": "Miguel Alemán Valdés was a Mexican politician who served a full term as the President of Mexico from 1946 to 1952, the first civilian president after a string of revolutionary generals. His administration was characterized by Mexico's rapid industrialization, often called the Mexican Miracle, but also for a high level of personal enrichment for himself and his associates. His presidency was the fi"}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Births", "year": "1903", "date": "September 29", "txt": "Diana Vreeland, American journalist (d. 1989)", "entities": []}, {"heading": "Births", "year": "1904", "date": "September 29", "txt": "Greer Garson, English-American actress (d. 1996)", "entities": [{"title": "Greer Garson", "href": "/wiki/Greer_Garson", "description": "Eileen Evelyn Greer Garson was an English actress and singer. She was a major star at Metro-Goldwyn-Mayer popularized during the Second World War for her portrayal of strong women on the homefront; listed by the Motion Picture Herald as one of America's top-ten box office draws from 1942 to 1946. She is the fourth most nominated woman for the Best Actress Oscar."}]}, {"heading": "Births", "year": "1907", "date": "September 29", "txt": "Gene Autry, American singer, actor, and businessman (d. 1998)", "entities": [{"title": "Gene Autry", "href": "/wiki/Gene_Autry", "description": "Orvon Grover \"Gene\" Autry, nicknamed The Singing Cowboy, was an American singer, songwriter, actor, musician, and rodeo performer who gained fame largely by singing in a crooning style on radio, in films, and on television for more than three decades beginning in the early 1930s. Autry was the owner of a television station, several radio stations in Southern California, and the Los Angeles/Califor"}]}, {"heading": "Births", "year": "1907", "date": "September 29", "txt": "George W. Jenkins, American businessman, founded Publix (d. 1996)", "entities": [{"title": "Publix", "href": "/wiki/Publix", "description": "Publix Super Markets, Inc., commonly known as Publix, is an employee-owned, American supermarket chain headquartered in Lakeland, Florida. Founded in 1930 by George W. Jenkins, Publix is a private corporation that is wholly owned by present and past employees and members of the Jenkins family. Publix operates throughout the Southeastern United States, with locations in Florida (817), Georgia (192)"}]}, {"heading": "Births", "year": "1908", "date": "September 29", "txt": "Eddie Tolan, American sprinter and educator (d. 1967)", "entities": [{"title": "Eddie Tolan", "href": "/wiki/Eddie_Tolan", "description": "Thomas Edward \"Eddie\" Tolan, nicknamed the \"Midnight Express\", was an American track and field athlete who competed in sprints. He set world records in the 100-yard dash and 100 meters event and Olympic records in the 100 meters and 200 meters events. He was the first non-Euro-American to receive the title of the \"world's fastest human\" after winning gold medals in the 100 and 200 meters events at"}]}, {"heading": "Births", "year": "1910", "date": "September 29", "txt": "Bill Boyd, American singer and guitarist (d. 1977)", "entities": [{"title": "Bill Boyd (musician)", "href": "/wiki/Bill_Boyd_(musician)", "description": "William Lemuel Boyd was an American Western-style singer and guitarist."}]}, {"heading": "Births", "year": "1910", "date": "September 29", "txt": "Virginia Bruce, American actress (d. 1982)", "entities": []}, {"heading": "Births", "year": "1911", "date": "September 29", "txt": "Charles Court, English-Australian politician, 21st Premier of Western Australia (d. 2007)", "entities": [{"title": "Charles Court", "href": "/wiki/Charles_Court", "description": "Sir Charles Walter Michael Court, was a Western Australian politician, and the 21st Premier of Western Australia from 1974 to 1982. He was a member of the Liberal Party."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1912", "date": "September 29", "txt": "Michelangelo Antonioni, Italian director and screenwriter (d. 2007)", "entities": [{"title": "Michelangelo Antonioni", "href": "/wiki/Michelangelo_Antonioni", "description": "Michelangelo Antonioni was an Italian film director, screenwriter, editor, painter, and short story author. He is best known for his \"trilogy on modernity and its discontents\" — L'Avventura (1960), La Notte (1961), and L'Eclisse (1962) — as well as the English-language films Blowup (1966) and The Passenger (1975). His films have been described as \"enigmatic and intricate mood pieces\" that feature "}]}, {"heading": "Births", "year": "1913", "date": "September 29", "txt": "Trevor Howard, English actor (d. 1988)", "entities": [{"title": "Trevor Howard", "href": "/wiki/Trevor_Howard", "description": "Trevor Wallace Howard-Smith, known as Trevor Howard, was an English actor. After varied stage work, he achieved star status with his role in the film Brief Encounter (1945), followed by The Third Man (1949)."}]}, {"heading": "Births", "year": "1913", "date": "September 29", "txt": "Stanley Kramer, American director and producer (d. 2001)", "entities": []}, {"heading": "Births", "year": "1915", "date": "September 29", "txt": "Vincent DeDomenico, American businessman, founded the Napa Valley Wine Train (d. 2007)", "entities": [{"title": "Vincent DeDomenico", "href": "/wiki/Vincent_DeDomenico", "description": "Vincent Michael \"Vince\" DeDomenico, Sr. was an American entrepreneur, one of the inventors of Rice-A-Roni, and a founder of the Napa Valley Wine Train."}, {"title": "Napa Valley Wine Train", "href": "/wiki/Napa_Valley_Wine_Train", "description": "The Napa Valley Wine Train is a privately operated excursion train that runs between Napa and St. Helena, California. Much of the rail line parallels State Route 29 after leaving the City of Napa and passes the towns of Yountville, Rutherford and Oakville. The route passes by many the region's vineyards and wineries located in Napa County."}]}, {"heading": "Births", "year": "1915", "date": "September 29", "txt": "Oscar Handlin, American historian and academic (d. 2011)", "entities": []}, {"heading": "Births", "year": "1915", "date": "September 29", "txt": "Brenda Marshall, American actress (d. 1992)", "entities": []}, {"heading": "Births", "year": "1916", "date": "September 29", "txt": "Carl Giles, English cartoonist (d. 1995)", "entities": [{"title": "Carl Giles", "href": "/wiki/Carl_Giles", "description": "\n\nRonald \"Carl\" Giles OBE, often referred to simply as Giles, was a cartoonist best known for his work for the British newspaper the Daily Express."}]}, {"heading": "Births", "year": "1919", "date": "September 29", "txt": "Kira Zvorykina, Belarusian chess player (d. 2014)", "entities": [{"title": "Kira Zvorykina", "href": "/wiki/Kira_Zvorykina", "description": "Kira Alekseyevna Zvorykina was a Soviet chess player who spent many years living in Belarus. She was a three-time winner of the Women's Soviet Championship."}]}, {"heading": "Births", "year": "1920", "date": "September 29", "txt": "Peter D. Mitchell, English biochemist and academic, Nobel Prize laureate (d. 1992)", "entities": [{"title": "Peter D. Mitchell", "href": "/wiki/Peter_D._Mitchell", "description": "Peter Dennis Mitchell, FRS was a British biochemist who was awarded the 1978 Nobel Prize for Chemistry for his discovery of the chemiosmotic mechanism of ATP synthesis."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1920", "date": "September 29", "txt": "Václav Neumann, Czech violinist and conductor (d. 1995)", "entities": []}, {"heading": "Births", "year": "1921", "date": "September 29", "txt": "John Ritchie, New Zealand composer and educator (d. 2014)", "entities": [{"title": "John Ritchie (composer)", "href": "/wiki/John_Ritchie_(composer)", "description": "John Anthony Ritchie was a New Zealand composer and professor of music at the University of Canterbury."}]}, {"heading": "Births", "year": "1921", "date": "September 29", "txt": "Albie Roles, English footballer and manager (d. 2012)", "entities": []}, {"heading": "Births", "year": "1922", "date": "September 29", "txt": "Lizabeth Scott, American actress (d. 2015)", "entities": [{"title": "Lizabeth Scott", "href": "/wiki/Lizabeth_Scott", "description": "Lizabeth Virginia Scott was an American actress, known for her \"smoky voice\" and being \"the most beautiful face of film noir during the 1940s and 1950s\". After understudying the role of Sabina in the original Broadway and Boston stage productions of The Skin of Our Teeth, she emerged in such films as The Strange Love of Martha Ivers (1946), Dead Reckoning (1947), Desert Fury (1947), and Too Late f"}]}, {"heading": "Births", "year": "1923", "date": "September 29", "txt": "Stan Berenstain, American author and illustrator (d. 2005)", "entities": [{"title": "Stan Berenstain", "href": "/wiki/Stan_Berenstain", "description": "Stanley Melvin Berenstain and Janice Marian Berenstain were American writers and illustrators best known for creating the children's book series The Berenstain Bears."}]}, {"heading": "Births", "year": "1923", "date": "September 29", "txt": "Bum Phillips, American football player and coach (d. 2013)", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 29", "txt": "Steve Forrest, American actor (d. 2013)", "entities": [{"title": "Steve Forrest (actor)", "href": "/wiki/Steve_Forrest_(actor)", "description": "Steve Forrest was an American actor who was well known for his role as Lt. Hondo Harrelson in the hit television series S.W.A.T. which ran from 1975 to 1976. He was also known for his performance in Mommie Dearest (1981)."}]}, {"heading": "Births", "year": "1925", "date": "September 29", "txt": "Paul MacCready, American engineer, founded AeroVironment (d. 2007)", "entities": [{"title": "AeroVironment", "href": "/wiki/AeroVironment", "description": "AeroVironment, Inc. is an American defense contractor headquartered in Simi Valley, California, that is primarily involved in unmanned aerial vehicles (UAVs). Paul B. MacCready, Jr., a designer of human-powered aircraft, founded the company in 1971. The company is probably most well known for developing a series of lightweight human-powered and then solar-powered vehicles. AeroVironment is the Pen"}]}, {"heading": "Births", "year": "1926", "date": "September 29", "txt": "Chuck Cooper, American basketball player (d. 1984)", "entities": [{"title": "Chuck Cooper (basketball)", "href": "/wiki/Chuck_Cooper_(basketball)", "description": "Charles Henry Cooper was an American professional basketball player. He and two others, Nat \"Sweetwater\" Clifton and Earl Lloyd, became the first African-American players in the NBA in 1950. Cooper was also the first African American to be drafted by a National Basketball Association (NBA) team, as the first pick of the second round by the Boston Celtics. He was inducted into the Naismith Memorial"}]}, {"heading": "Births", "year": "1926", "date": "September 29", "txt": "Pete Elliott, American football player and coach (d. 2013)", "entities": []}, {"heading": "Births", "year": "1927", "date": "September 29", "txt": "Adhemar da Silva, Brazilian triple jumper and actor (d. 2001)", "entities": [{"title": "Adhemar da Silva", "href": "/wiki/Adhemar_da_Silva", "description": "Adhemar Ferreira da Silva was a Brazilian triple jumper. He won two Olympic gold medals and set four world records in athletics, the last being 16.56 metres in 1955 Pan American Games. In his early career he also competed in the long jump, placing fourth at the 1951 Pan American Games."}]}, {"heading": "Births", "year": "1927", "date": "September 29", "txt": "Sherwood Johnston, American race car driver (d. 2000)", "entities": []}, {"heading": "Births", "year": "1927", "date": "September 29", "txt": "Pete McCloskey, American colonel and politician", "entities": []}, {"heading": "Births", "year": "1927", "date": "September 29", "txt": "Barbara Mertz, American historian and author (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 29", "txt": "Eric Lubbock, 4th Baron Avebury, English lieutenant, engineer, and politician (d. 2016)", "entities": [{"title": "Eric Lubbock, 4th Baron Avebury", "href": "/wiki/Eric_Lubbock,_4th_Baron_Avebury", "description": "Eric Reginald Lubbock, 4th Baron Avebury was an English politician and human rights campaigner. He served as the Liberal Member of Parliament for Orpington from 1962 to 1970. He then served in the House of Lords, having inherited the title of Baron Avebury in 1971, until his death. In 1999, when most hereditary peers were removed from the House of Lords, he was elected by his fellow Liberal Democr"}]}, {"heading": "Births", "year": "1928", "date": "September 29", "txt": "Brajesh Mishra, Indian politician and diplomat, 1st Indian National Security Advisor (d. 2012)", "entities": [{"title": "National Security Advisor (India)", "href": "/wiki/National_Security_Advisor_(India)", "description": "The National Security Advisor is the senior official on the National Security Council of India, and the chief adviser to the Prime Minister of India on national security policy and international affairs. Ajit Doval is the current NSA, and has the same rank as a Union Cabinet Minister."}]}, {"heading": "Births", "year": "1928", "date": "September 29", "txt": "Nathan Shamuyarira, Zimbabwean journalist and politician, Zimbabwean Minister of Foreign Affairs (d. 2014)", "entities": [{"title": "Ministry of Foreign Affairs (Zimbabwe)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Zimbabwe)", "description": "The Ministry of Foreign Affairs of the Republic of Zimbabwe is a cabinet ministry of Zimbabwe, responsible for conducting foreign relations of the country."}]}, {"heading": "Births", "year": "1930", "date": "September 29", "txt": "Richard Bonynge, Australian pianist and conductor", "entities": [{"title": "Richard Bonynge", "href": "/wiki/Richard_Bonynge", "description": "Richard Alan Bonynge is an Australian conductor and pianist. He is the widower of Australian dramatic coloratura soprano Dame Joan Sutherland. Bonynge conducted virtually all of Sutherland's operatic performances from 1962 until her retirement in 1990."}]}, {"heading": "Births", "year": "1930", "date": "September 29", "txt": "Colin Dexter, English author and educator (d. 2017)", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 29", "txt": "James Cronin, American physicist and academic, Nobel Prize laureate (d. 2016)", "entities": [{"title": "James Cronin", "href": "/wiki/James_Cronin", "description": "James Watson Cronin was an American particle physicist."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1931", "date": "September 29", "txt": "Anita Ekberg, Swedish-Italian model and actress (d. 2015)", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 29", "txt": "Paul Oestreicher, German-English priest and theologian", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 29", "txt": "Robert Benton, American director, producer, and screenwriter", "entities": [{"title": "Robert Benton", "href": "/wiki/Robert_Benton", "description": "Robert Douglas Benton is an American screenwriter and film director. He has won numerous awards for both writing and directing in film."}]}, {"heading": "Births", "year": "1932", "date": "September 29", "txt": "Paul Giel, American baseball player and sportscaster (d. 2002)", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 29", "txt": "Samora Machel, Mozambican commander and politician, 1st President of Mozambique (d. 1986)", "entities": [{"title": "Samora Machel", "href": "/wiki/Samora_Machel", "description": "Samora Moisés Machel was a Mozambican military commander and political leader. A socialist in the tradition of Marxism–Leninism, he served as the first President of Mozambique from the country's independence in 1975. Machel died in office in 1986 when his presidential aircraft crashed near the Mozambican-South African border."}, {"title": "President of Mozambique", "href": "/wiki/President_of_Mozambique", "description": "The following is a list of presidents of Mozambique, since the establishment of the office of President in 1975."}]}, {"heading": "Births", "year": "1934", "date": "September 29", "txt": "Skandor Akbar, American wrestler and manager (d. 2010)", "entities": [{"title": "Skandor Akbar", "href": "/wiki/Skandor_Akbar", "description": "Jimmy Saied Wehba was an American professional wrestler and manager better known by his ring name Skandor Akbar, which translates as \"Alexander the Great\". Akbar led the villainous stable Devastation, Inc. in Bill Watts's Universal Wrestling Federation during the promotion's heyday in the 1980s, as well as other regional territories, including World Class Championship Wrestling and the Global Wres"}]}, {"heading": "Births", "year": "1934", "date": "September 29", "txt": "Mihaly Csikszentmihalyi, Hungarian-American psychologist and academic", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 29", "txt": "Lance Gibbs, Guyanese cricketer and manager", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 29", "txt": "Stuart M. Kaminsky, American author and screenwriter (d. 2009)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 29", "txt": "Lindsay Kline, Australian cricketer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1935", "date": "September 29", "txt": "Jerry Lee Lewis, American singer-songwriter and pianist", "entities": [{"title": "Jerry Lee Lewis", "href": "/wiki/Jerry_Lee_Lewis", "description": "Jerry Lee Lewis is an American singer and pianist often known by his nickname the Killer. He has been described as \"rock n' roll's first great wild man and one of the most influential pianists of the twentieth century.\" A pioneer of rock and roll and rockabilly music, Lewis made his first recordings in 1956 at Sun Records in Memphis. \"Crazy Arms\" sold 300,000 copies in the South, but it was his 19"}]}, {"heading": "Births", "year": "1936", "date": "September 29", "txt": "Silvio Berlusconi, Italian businessman and politician, 50th Prime Minister of Italy", "entities": [{"title": "Silvio Berlusconi", "href": "/wiki/Silvio_Berlusconi", "description": "Silvio Berlusconi is an Italian media tycoon and politician who served as Prime Minister of Italy in four governments from 1994 to 1995, 2001 to 2006 and 2008 to 2011. He was a member of the Chamber of Deputies from 1994 to 2013 and has served as a Member of the European Parliament (MEP) since 2019, and previously from 1999 to 2001."}, {"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Births", "year": "1936", "date": "September 29", "txt": "James Fogle, American author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1936", "date": "September 29", "txt": "Hal Trosky, Jr., American baseball player (d. 2012)", "entities": []}, {"heading": "Births", "year": "1938", "date": "September 29", "txt": "Dave Harper, English footballer (d. 2013)", "entities": [{"title": "Dave Harper (footballer)", "href": "/wiki/Dave_Harper_(footballer)", "description": "David Harper was an English footballer who played as a midfielder in the Football League. He was born in Peckham, London."}]}, {"heading": "Births", "year": "1938", "date": "September 29", "txt": "Wim Kok, Dutch union leader and politician, Prime Minister of the Netherlands (d. 2018)", "entities": [{"title": "Prime Minister of the Netherlands", "href": "/wiki/Prime_Minister_of_the_Netherlands", "description": "The prime minister of the Netherlands is the head of the executive branch of the Government of the Netherlands. The prime minister is the chair of the Council of Ministers and coordinates its policy with his cabinet. The current acting prime minister is Mark Rutte, who serves in a demissionary capacity after his resignation on 15 January 2021."}]}, {"heading": "Births", "year": "1939", "date": "September 29", "txt": "Fikret Abdić, Bosnian economist and politician", "entities": [{"title": "Fikret Abdić", "href": "/wiki/Fikret_Abdi%C4%87", "description": "Fikret Abdić is a Bosnian politician, businessman and convicted war criminal, who first rose to prominence in the 1980s for his role in turning the Velika Kladuša-based agriculture company Agrokomerc into one of the biggest conglomerates in SFR Yugoslavia. He won the popular vote in the Bosnian presidential elections of 1990."}]}, {"heading": "Births", "year": "1939", "date": "September 29", "txt": "Jim Baxter, Scottish footballer (d. 2001)", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 29", "txt": "Larry Linville, American actor (d. 2000)", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 29", "txt": "Rhodri Morgan, Welsh politician, 2nd First Minister of Wales (d. 2017)", "entities": [{"title": "First Minister of Wales", "href": "/wiki/First_Minister_of_Wales", "description": "The First Minister of Wales is the Leader of the Welsh Government. The First Minister chairs the Welsh Cabinet and is primarily responsible for the formulation, development and presentation of Welsh Government policy. Additional functions of the First Minister include promoting and representing Wales in an official capacity, at home and abroad, and responsibility for constitutional affairs, as the"}]}, {"heading": "Births", "year": "1940", "date": "September 29", "txt": "Brute Force, American singer-songwriter", "entities": [{"title": "Brute Force (musician)", "href": "/wiki/Brute_Force_(musician)", "description": "Stephen Friedland, known as Brute Force, is an American singer and songwriter. He wrote and performed with The Tokens in the 1960s and wrote songs for Peggy March, Del Shannon, The Chiffons and The Cyrkle, and others."}]}, {"heading": "Births", "year": "1940", "date": "September 29", "txt": "Carlos Morales Troncoso, Dominican politician, 34th Vice President of the Dominican Republic (d. 2014)", "entities": [{"title": "List of Vice Presidents of the Dominican Republic", "href": "/wiki/List_of_Vice_Presidents_of_the_Dominican_Republic", "description": "The Vice President of the Dominican Republic is the second-highest political position in the Dominican Republic. The Vice President is the first person in the presidential line of succession, ascending to the Presidency upon the death, resignation, or removal of the President. There have been thirty-nine Vice Presidents of the Dominican Republic. Under the Constitution of the Dominican Republic, t"}]}, {"heading": "Births", "year": "1941", "date": "September 29", "txt": "David Steele, English cricketer", "entities": [{"title": "David Steele (cricketer)", "href": "/wiki/David_Steele_(cricketer)", "description": "David Stanley Steele is an English former international cricketer. Tony Greig picked him for England in 1975 when he was close to retirement from county cricket for Northamptonshire."}]}, {"heading": "Births", "year": "1942", "date": "September 29", "txt": "Felice Gimondi, Italian cyclist (d. 2019)", "entities": [{"title": "Felice Gimondi", "href": "/wiki/Felice_Gimondi", "description": "Felice Gimondi was an Italian professional racing cyclist. His career was distinguished, despite coinciding with the one of Eddy Merckx."}]}, {"heading": "Births", "year": "1942", "date": "September 29", "txt": "Madeline Kahn, American actress and singer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 29", "txt": "Ian McShane, English actor", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 29", "txt": "Bill Nelson, American captain and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 29", "txt": "Jean-Luc Ponty, French violinist and composer", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 29", "txt": "Janet Powell, Australian educator and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 29", "txt": "Steve Tesich, Serbian-American screenwriter and playwright (d. 1996)", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 29", "txt": "Wolfgang Overath, German footballer", "entities": [{"title": "Wolfgang Overath", "href": "/wiki/Wolfgang_Overath", "description": "Wolfgang Overath is a former West German footballer. A true one-club man, Overath spent his entire professional career at 1. FC Köln. He represented his country three times in World Cup finals, culminating in 1974 with the 2–1 victory over the Netherlands on home soil. Primarily an attacking midfielder, Overath was known for his passing ability, technique and outstanding left foot."}]}, {"heading": "Births", "year": "1943", "date": "September 29", "txt": "Lech Wałęsa, Polish electrician and politician, 2nd President of Poland, Nobel Prize laureate", "entities": [{"title": "President of Poland", "href": "/wiki/President_of_Poland", "description": "The President of the Republic of Poland is the head of state of Poland. Their rights and obligations are determined in the Constitution of Poland. The president heads the executive branch. In addition the president has a right to dissolve parliament in certain cases, veto legislation and represents Poland in the international arena."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1944", "date": "September 29", "txt": "Mike Post, American composer and producer", "entities": [{"title": "Mike Post", "href": "/wiki/Mike_Post", "description": "Mike Post is an American composer, best known for his TV theme music for various shows, including Law & Order, Law & Order: SVU, The A-Team, NYPD Blue, Renegade, The Rockford Files, L.A. Law, Quantum Leap, Magnum, P.I., and Hill Street Blues."}]}, {"heading": "Births", "year": "1945", "date": "September 29", "txt": "Kyriakos Sfetsas, Greek composer and poet", "entities": [{"title": "Kyriakos Sfetsas", "href": "/wiki/Kyriakos_Sfetsas", "description": "Kyriakos Sfetsas is a Greek composer. His body of work consists of a large number of compositions: symphonic, choral, ballet and theatre music, chamber, electronic, film scores, pieces for solo instruments, pieces in jazz and fusion style, songs in Greek and world poems."}]}, {"heading": "Births", "year": "1945", "date": "September 29", "txt": "Nadezhda Chizhova, Russian shot putter", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 29", "txt": "Patricia Hodge, English actress", "entities": [{"title": "Patricia Hodge", "href": "/wiki/Patricia_Hodge", "description": "Patricia Ann Hodge, OBE is an English actress. She made her West End debut in 1972 and starred in the 1973 West End production of Pippin, directed by Bob Fosse. She received two Olivier Award nominations for Best Actress in a Musical, before winning the 2000 Olivier Award for Best Supporting Actress for her role in the play Money."}]}, {"heading": "Births", "year": "1947", "date": "September 29", "txt": "Ülo Kaevats, Estonian philosopher, academic, and politician (d. 2015)", "entities": [{"title": "Ülo Kaevats", "href": "/wiki/%C3%9Clo_Kaevats", "description": "Ülo Kaevats was an Estonian statesman, academic and philosopher."}]}, {"heading": "Births", "year": "1947", "date": "September 29", "txt": "S. H. Kapadia, Indian lawyer, judge, and politician, 38th Chief Justice of India (d. 2016)", "entities": [{"title": "Chief Justice of India", "href": "/wiki/Chief_Justice_of_India", "description": "The Chief Justice of India, officially the Chief Justice of the Republic of India, is the chief judge of the Supreme Court of India as well as the highest-ranking officer of the Indian federal judiciary. The Constitution of India grants power to the President of India to nominate, and with the advice and consent of the Parliament of India, appoint a chief justice, who serves until they reach the a"}]}, {"heading": "Births", "year": "1947", "date": "September 29", "txt": "Gary Wetzel, American soldier, Medal of Honor recipient", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1948", "date": "September 29", "txt": "Mark Farner, American singer-songwriter and guitarist", "entities": [{"title": "Mark Farner", "href": "/wiki/Mark_Farner", "description": "Mark Fredrick Farner is an American singer, guitarist and songwriter, best known as the lead singer and lead guitarist for Grand Funk Railroad, and later as a contemporary Christian musician."}]}, {"heading": "Births", "year": "1948", "date": "September 29", "txt": "Bryant Gumbel, American journalist and sportscaster", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 29", "txt": "Theo Jörgensmann, German clarinet player and composer", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 29", "txt": "Mike Pinera, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 29", "txt": "George Dalaras, Greek singer-songwriter and guitarist", "entities": [{"title": "George Dalaras", "href": "/wiki/George_Dalaras", "description": "Georgios (Giorgos) Dalaras, is a Greek musician and singer of international fame. He is widely considered among the most prominent figures of Greek contemporary musical culture, with more than 70 personal albums and with sales of more than 15 million records to date. He has been selected as a Goodwill Ambassador for the UN Refugee Agency. He was born in Nea Kokinia, Piraeus. His father was Loukas "}]}, {"heading": "Births", "year": "1950", "date": "September 29", "txt": "Ken Macha, American baseball player and manager", "entities": [{"title": "Ken Macha", "href": "/wiki/Ken_Macha", "description": "Kenneth Edward Macha is a former Major League Baseball third baseman and manager. He managed the Oakland Athletics from 2003–2006, including American League Western Division championships in both his first and final seasons with the team, and later managed the Milwaukee Brewers (2009–10)."}]}, {"heading": "Births", "year": "1951", "date": "September 29", "txt": "Michelle Bachelet, Chilean physician and politician, 34th President of Chile", "entities": [{"title": "Michelle Bachelet", "href": "/wiki/Michelle_Bachelet", "description": "Verónica Michelle Bachelet Jeria is a Chilean politician who has served as United Nations High Commissioner for Human Rights since 2018. She also previously served as President of Chile from 2006 to 2010 and 2014 to 2018 for the Socialist Party of Chile, she is the first woman to hold the Chilean presidency. After leaving the presidency in 2010 and while not immediately reelectable, she was appoin"}, {"title": "President of Chile", "href": "/wiki/President_of_Chile", "description": "The president of Chile, officially known as the president of the Republic of Chile is the head of state and head of government of Chile. The president is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is "}]}, {"heading": "Births", "year": "1951", "date": "September 29", "txt": "Pier Luigi Bersani, Italian educator and politician, 6th President of Emilia-Romagna", "entities": [{"title": "List of Presidents of Emilia-Romagna", "href": "/wiki/List_of_Presidents_of_Emilia-Romagna", "description": "This is the list of presidents of Emilia–Romagna since 1970."}]}, {"heading": "Births", "year": "1951", "date": "September 29", "txt": "Andrés Caicedo, Colombian author, poet, and playwright (d. 1977)", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 29", "txt": "Maureen Caird, Australian-New Zealand hurdler", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 29", "txt": "Mike Enriquez, Filipino journalist and radio commentator", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 29", "txt": "Roy Campbell, Jr., American trumpet player (d. 2014)", "entities": [{"title": "Roy Campbell, Jr.", "href": "/wiki/Roy_Campbell,_Jr.", "description": "Roy Sinclair Campbell Jr. was an American trumpeter frequently linked to free jazz, although he also performed rhythm and blues and funk during his career."}]}, {"heading": "Births", "year": "1952", "date": "September 29", "txt": "Gábor Csupó, Hungarian-American animator, director, and producer, co-founded Klasky Csupo", "entities": [{"title": "Klasky Csupo", "href": "/wiki/Klasky_Csupo", "description": "Klasky-Csupo, Inc. is an American multimedia, entertainment, and production company which specializes in animation and graphic design and is located in Hollywood, Los Angeles, California. It was founded by producer Arlene Klasky and Hungarian animator Gábor Csupó and their nephew Attila Csupó, hence the company's name."}]}, {"heading": "Births", "year": "1952", "date": "September 29", "txt": "Richard Hodges, English archaeologist and academic", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 29", "txt": "Max Sandlin, American lawyer, judge, and politician", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 29", "txt": "Takanosato Toshihide, Japanese sumo wrestler, the 59th Yokozuna (d. 2011)", "entities": [{"title": "Yokozuna (sumo)", "href": "/wiki/Yokozuna_(sumo)", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1953", "date": "September 29", "txt": "Warren Cromartie, American baseball player, coach, and radio host", "entities": [{"title": "Warren Cromartie", "href": "/wiki/Warren_Cromartie", "description": "Warren Livingston Cromartie is an American former professional baseball player best remembered for his early career with the Montreal Expos. He and fellow young outfielders Ellis Valentine and Andre Dawson were the talk of Major League Baseball (MLB) when they came up together with the Expos in the late seventies. Nicknamed \"Cro\", he was very popular with the fans in Montreal, Quebec, Canada. He w"}]}, {"heading": "Births", "year": "1953", "date": "September 29", "txt": "Jean-Claude Lauzon, Canadian director and screenwriter (d. 1997)", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 29", "txt": "Lawrence Reed, American economist and author", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 29", "txt": "Uwe Jahn, German footballer and manager", "entities": [{"title": "Uwe Jahn (coach)", "href": "/wiki/Uwe_Jahn_(coach)", "description": "Uwe Jahn is a German football coach."}]}, {"heading": "Births", "year": "1954", "date": "September 29", "txt": "Mark Mitchell, Australian actor", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 29", "txt": "Ann Bancroft, American explorer and author", "entities": [{"title": "Ann Bancroft", "href": "/wiki/Ann_Bancroft", "description": "Ann Bancroft is an American author, teacher, adventurer, and public speaker. She was the first woman to successfully finish a number of arduous expeditions to the Arctic and Antarctic. She was inducted into the National Women's Hall of Fame in 1995."}]}, {"heading": "Births", "year": "1955", "date": "September 29", "txt": "Gareth Davies, Welsh rugby player and academic", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 29", "txt": "Joe Donnelly, American politician and lawyer", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 29", "txt": "Benoît Ferreux, French actor and director", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 29", "txt": "Gwen Ifill, American journalist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 29", "txt": "Sebastian Coe, English sprinter and politician", "entities": [{"title": "Sebastian Coe", "href": "/wiki/Sebastian_Coe", "description": "Sebastian Newbold Coe, Baron Coe, often referred to as Seb Coe or Lord Coe, is a British politician and former track and field athlete. As a middle-distance runner, Coe won four Olympic medals, including the 1500 metres gold medal at the Olympic Games in 1980 and 1984. He set nine outdoor and three indoor world records in middle-distance track events – including, in 1979, setting three world recor"}]}, {"heading": "Births", "year": "1956", "date": "September 29", "txt": "Jenny Morris, New Zealand-Australian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 29", "txt": "Suzzy Roche, American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 29", "txt": "Chris Broad, English cricketer and referee", "entities": [{"title": "Chris Broad (cricketer)", "href": "/wiki/Chris_Broad_(cricketer)", "description": "Brian Christopher Broad is a former English cricketer and broadcaster who currently serves as a cricket official."}]}, {"heading": "Births", "year": "1957", "date": "September 29", "txt": "Sokratis Malamas, Greek singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 29", "txt": "Mark Nicholas, English cricketer and sportscaster", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 29", "txt": "Julian Armour, American-Canadian cellist and educator", "entities": [{"title": "Julian Armour", "href": "/wiki/Julian_Armour", "description": "Julian Armour, is a Canadian cellist and artistic director. Armour is married to violist Guylaine Lemaire. He is the son of the philosopher Leslie Armour."}]}, {"heading": "Births", "year": "1960", "date": "September 29", "txt": "Kenneth Hansen, Swedish race car driver", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 29", "txt": "Alan McGee, Scottish singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 29", "txt": "Hubert Neuper, Austrian ski jumper", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 29", "txt": "John Paxson, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 29", "txt": "David Sammartino, American wrestler and trainer", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 29", "txt": "Andy Slaughter, English politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 29", "txt": "Carol Welsman, Canadian singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 29", "txt": "Julia Gillard, Welsh-Australian lawyer and politician, 27th Prime Minister of Australia", "entities": [{"title": "Julia Gillard", "href": "/wiki/Julia_Gillard", "description": "Julia Eileen Gillard is an Australian politician who served as the 27th Prime Minister of Australia and Leader of the Labor Party from 2010 to 2013, the first and only woman to date to hold either role. She previously held the roles of Deputy Prime Minister of Australia, Minister for Education, Minister for Employment and Workplace Relations and Minister for Social Inclusion from 2007 to 2010."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1961", "date": "September 29", "txt": "Stephanie Miller, American comedian and radio host", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 29", "txt": "Roger Bart, American actor", "entities": [{"title": "Roger Bart", "href": "/wiki/Roger_Bart", "description": "Roger Bart is an American actor and singer. He won a Tony Award and a Drama Desk Award for his performance in the 1999 revival of You're a Good Man, Charlie Brown."}]}, {"heading": "Births", "year": "1963", "date": "September 29", "txt": "Dave Andreychuk, Canadian ice hockey player", "entities": [{"title": "Dave Andreychuk", "href": "/wiki/Dave_Andreychuk", "description": "David John Andreychuk is a Canadian former professional ice hockey left winger who played in the NHL with the Buffalo Sabres, Toronto Maple Leafs, New Jersey Devils, Boston Bruins, Colorado Avalanche and Tampa Bay Lightning. He is one of the highest scoring left wingers in NHL history, and is the league's all-time leader in power-play goals with 274. He was inducted into the Hockey Hall of Fame in"}]}, {"heading": "Births", "year": "1963", "date": "September 29", "txt": "Les Claypool, American bass player, singer, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 29", "txt": "Brad Lohaus, American basketball player", "entities": [{"title": "Brad Lohaus", "href": "/wiki/Brad_Lohaus", "description": "Bradley Allen Lohaus is an American retired professional basketball player who was selected by the Boston Celtics in the second round of the 1987 NBA Draft. A 6'11\" center-power forward from the University of Iowa, Lohaus played in eleven NBA seasons for eight different teams: the Celtics, Sacramento Kings, Minnesota Timberwolves, Milwaukee Bucks, Miami Heat, San Antonio Spurs, New York Knicks and"}]}, {"heading": "Births", "year": "1966", "date": "September 29", "txt": "Hersey Hawkins, American basketball player and coach", "entities": [{"title": "Hersey Hawkins", "href": "/wiki/Hersey_Hawkins", "description": "Hersey R. Hawkins Jr. is an American former professional basketball player. After starring at Chicago's Westinghouse High School, the 6'3\" shooting guard attended Bradley University. Hawkins played for 4 teams throughout his 12-year National Basketball Association career."}]}, {"heading": "Births", "year": "1966", "date": "September 29", "txt": "Ben Miles, English actor", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 29", "txt": "Brett Anderson, English singer-songwriter", "entities": [{"title": "Brett Anderson", "href": "/wiki/Brett_Anderson", "description": "Brett Lewis Anderson is an English singer-songwriter best known as the lead vocalist and primary lyricist of the band Suede. After Suede disbanded in 2003, he briefly fronted The Tears in 2004, and released four solo albums in which he also played guitar and keyboards. Anderson is known for his distinctive wide-ranging voice, poetic lyrics, energetic and charismatic stage presence and, during Sued"}]}, {"heading": "Births", "year": "1967", "date": "September 29", "txt": "Sara Sankey, English badminton player", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 29", "txt": "Patrick Burns, American paranormal investigator", "entities": [{"title": "Patrick Burns (paranormal investigator)", "href": "/wiki/Patrick_Burns_(paranormal_investigator)", "description": "Patrick Lynn Burns is an American paranormal investigator, best known as star of the TruTV series Haunting Evidence. He is the founder of the popular website Ghost Hounds, which in 2001 was featured in an Emmy award-winning Turner documentary \"Interact Atlanta - 'Ghost Hounds' \". Burns is also the organizer and director of Ghostock, paranormal enthusiast events held at various locations across the"}]}, {"heading": "Births", "year": "1968", "date": "September 29", "txt": "Luke Goss, English actor", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 29", "txt": "Matt Goss, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 29", "txt": "Erika Eleniak, American model and actress", "entities": [{"title": "Erika Eleniak", "href": "/wiki/Erika_Eleniak", "description": "Erika Eleniak is an American actress, Playboy Playmate, and former model best known for her role in Baywatch as Shauni McClain. Her film debut was a small part in E.T.: The Extra-Terrestrial (1982). She later starred in the films The Blob (1988), Under Siege (1992), and The Beverly Hillbillies (1993)."}]}, {"heading": "Births", "year": "1969", "date": "September 29", "txt": "DeVante Swing, American singer-songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 29", "txt": "Aleks Syntek, Mexican singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 29", "txt": "Russell Peters, Canadian comedian, actor, and producer", "entities": [{"title": "Russell Peters", "href": "/wiki/Russell_Peters", "description": "Russell Dominic Peters is a Canadian stand-up comedian, actor, and producer. He began performing in Toronto in 1989 and won a Gemini Award in 2008. In 2013, he was number three on Forbes' list of the world's highest-paid comedians, and became the first comedian to get a Netflix stand-up special. He also won the Peabody Award and the International Emmy Award for Best Arts Programming for producing "}]}, {"heading": "Births", "year": "1970", "date": "September 29", "txt": "Yoshihiro Tajiri, Japanese wrestler and trainer", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 29", "txt": "Natasha Gregson Wagner, American actress", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 29", "txt": "Khushbu Sundar, South Indian actress and producer", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 29", "txt": "Yitzhak Yedid, Israeli-Australian composer & pianist", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 29", "txt": "Tanoka Beard, American basketball player", "entities": [{"title": "Tanoka Beard", "href": "/wiki/Tanoka_Beard", "description": "Tanoka Dwight Beard is an American former professional basketball player and coach. During his career, he was able to play both the power forward and center positions. He earned an All-EuroLeague Second Team selection in 2005, while leading the competition in rebounds, with an average of 10.6 per game. He won various European national domestic league championships and national domestic cup titles,"}]}, {"heading": "Births", "year": "1971", "date": "September 29", "txt": "Mackenzie Crook, English actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 29", "txt": "Theodore Shapiro, American composer", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 29", "txt": "Oliver Gavin, English race car driver", "entities": [{"title": "Oliver Gavin", "href": "/wiki/Oliver_Gavin", "description": "Oliver Benjamin Gavin, is a British racing driver who joined Corvette Racing in 2002. He has won five American Le Mans Series class championships, five 24 Hours of Le Mans class wins, five 12 Hours of Sebring class wins and five Petit Le Mans class wins."}]}, {"heading": "Births", "year": "1973", "date": "September 29", "txt": "Foivos Delivorias, Greek singer-songwriter and guitarist", "entities": [{"title": "Foivos Delivorias", "href": "/wiki/Foivos_Delivorias", "description": "Phoebus Delivorias, born 29 September 1973, is a Greek rock musician, singer, and songwriter from Kallithea, Attica."}]}, {"heading": "Births", "year": "1973", "date": "September 29", "txt": "Shannon Larratt, Canadian publisher, founded BMEzine (d. 2013)", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 29", "txt": "Scout Niblett, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 29", "txt": "Brian Ash, American screenwriter and producer", "entities": [{"title": "Brian Ash", "href": "/wiki/Brian_Ash", "description": "Brian Ash is an American producer and screenwriter."}]}, {"heading": "Births", "year": "1974", "date": "September 29", "txt": "Matt Hullum, American actor, director, and producer, co-founded Rooster Teeth", "entities": [{"title": "Rooster Teeth", "href": "/wiki/Rooster_Teeth", "description": "Rooster Teeth Productions, LLC is an American video production company headquartered in Austin, Texas. Founded in 2003 by Burnie Burns, Matt Hullum, Geoff Ramsey, Jason Saldaña, Gus Sorola, and Joel Heyman, Rooster Teeth is a subsidiary of Otter Media, which is itself a subsidiary of WarnerMedia Sales and Distribution, a division of AT&T's WarnerMedia."}]}, {"heading": "Births", "year": "1974", "date": "September 29", "txt": "James Lance, British actor", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 29", "txt": "Albert Celades, Spanish footballer and manager", "entities": [{"title": "Albert Celades", "href": "/wiki/Albert_Celades", "description": "Albert Celades López is a Spanish former footballer who played as a defensive midfielder, and a manager."}]}, {"heading": "Births", "year": "1976", "date": "September 29", "txt": "Darren Byfield, English-Jamaican footballer", "entities": [{"title": "Darren Byfield", "href": "/wiki/Darren_Byfield", "description": "Darren Asherton Byfield is a former professional footballer. He was most recently manager of Alvechurch."}]}, {"heading": "Births", "year": "1976", "date": "September 29", "txt": "Kelvin Davis, English footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 29", "txt": "Óscar Sevilla, Spanish cyclist", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 29", "txt": "Andriy Shevchenko, Ukrainian footballer and politician", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 29", "txt": "Eric Barton, American football player", "entities": [{"title": "Eric Barton", "href": "/wiki/Eric_Barton", "description": "Eric Barton is a former American football linebacker who played for twelve seasons in the National Football League. He played college football at Maryland before he was drafted by the Oakland Raiders in the fifth round of the 1999 NFL Draft. He played for the Raiders from 1999 to 2003, the New York Jets from 2004 to 2008, and the Cleveland Browns from 2009 to 2010."}]}, {"heading": "Births", "year": "1977", "date": "September 29", "txt": "Wade Brookbank, Canadian ice hockey player and scout", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 29", "txt": "Debelah Morgan, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 29", "txt": "Jake Westbrook, American baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 29", "txt": "Mohini Bhardwaj, American gymnast and coach", "entities": [{"title": "Mohini Bhardwaj", "href": "/wiki/Mohini_Bhardwaj", "description": "Mohini Bhardwaj de Freitas is a retired American artistic gymnast who competed at the 1997 and 2001 World Championships and earned a silver medal with the American team at the 2004 Summer Olympics in Athens and is a member of the USA Gymnastics Hall of Fame. She is the first Indian-American gymnast, and the second Indian-American athlete in any sport, to medal at the Olympics."}]}, {"heading": "Births", "year": "1978", "date": "September 29", "txt": "Gunner McGrath, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 29", "txt": "Karen Putzer, Italian skier", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 29", "txt": "Kurt Nilsen, Norwegian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 29", "txt": "Orhan Ak, Turkish footballer", "entities": [{"title": "Orhan Ak", "href": "/wiki/Orhan_Ak", "description": "Orhan Ak is a Turkish former professional footballer who played as a defender. He played as a left back or a central defender."}]}, {"heading": "Births", "year": "1979", "date": "September 29", "txt": "Takumi Beppu, Japanese cyclist and manager", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 29", "txt": "Artika Sari Devi, Indonesian model and actress", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 29", "txt": "Shelley Duncan, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 29", "txt": "Jaime Lozano, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 29", "txt": "Patrick Agyemang, English footballer", "entities": [{"title": "Patrick Agyemang", "href": "/wiki/Patrick_Agyemang", "description": "Patrick Agyemang is a Ghanaian former professional footballer who played for clubs including Wimbledon, Gillingham, Preston North End, Queens Park Rangers and Portsmouth."}]}, {"heading": "Births", "year": "1980", "date": "September 29", "txt": "Dallas Green, Canadian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 29", "txt": "Zachary Levi, American actor and singer", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 29", "txt": "Aris Galanopoulos, Greek footballer", "entities": [{"title": "Aris Galanopoulos", "href": "/wiki/Aris_Galanopoulos", "description": "Aris Galanopoulos is a Greek footballer currently playing for Apollon 1926 F.C. in the Football League (Greece) as a Defender."}]}, {"heading": "Births", "year": "1981", "date": "September 29", "txt": "Shane Smeltz, German-New Zealand footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 29", "txt": "Matt Giteau, Australian rugby player", "entities": [{"title": "Matt Giteau", "href": "/wiki/Matt_Giteau", "description": "Matthew James Giteau is an Australian rugby union player who is currently under contract by the LA Giltinis of Major League Rugby (MLR)."}]}, {"heading": "Births", "year": "1982", "date": "September 29", "txt": "Amy Williams, English skeleton racer", "entities": [{"title": "Skeleton (sport)", "href": "/wiki/Skeleton_(sport)", "description": "Skeleton is a winter sliding sport in which a person rides a small sled, known as a skeleton bobsled, down a frozen track while lying face down and head-first. The sport and the sled may have been named from the bony appearance of the sled."}]}, {"heading": "Births", "year": "1983", "date": "September 29", "txt": "Lisette Oropesa, American soprano and actress", "entities": [{"title": "Lisette Oropesa", "href": "/wiki/Lisette_Oropesa", "description": "Lisette Oropesa is a Cuban-American operatic soprano. She has a wide repertoire that includes works from Gluck, Handel, Mozart, Rossini, Donizetti, Wagner, Verdi, Bizet, Massenet and Puccini. With her lyric coloratura soprano voice, she has performed roles in her native Spanish and English, as well as German, French and Italian. She is particularly noted in the roles of Susanna, Gilda, Konstanze, "}]}, {"heading": "Births", "year": "1984", "date": "September 29", "txt": "Per Mertesacker, German footballer", "entities": [{"title": "Per Mertesacker", "href": "/wiki/Per_Mertesacker", "description": "Per Mertesacker is a German football coach and former professional player who played as a centre back. He is the current manager of the Arsenal Academy."}]}, {"heading": "Births", "year": "1985", "date": "September 29", "txt": "Calvin Johnson, American football player", "entities": [{"title": "Calvin Johnson", "href": "/wiki/Calvin_Johnson", "description": "Calvin Johnson Jr., is a former American football wide receiver who played in the National Football League (NFL) for nine seasons with the Detroit Lions. He played college football at Georgia Tech, where he was a two-time All-American, and was selected by the Lions second overall in the 2007 NFL Draft. Nicknamed \"Megatron\" after the fictional character of the same name, he is regarded as one of th"}]}, {"heading": "Births", "year": "1985", "date": "September 29", "txt": "Niklas Moisander, Finnish footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 29", "txt": "Dani Pedrosa, Spanish motorcycle racer", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 29", "txt": "Magnus Gangstad Jørgensen, Norwegian music producer", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 29", "txt": "Lisa Foiles, American actress and journalist", "entities": [{"title": "Lisa Foiles", "href": "/wiki/Lisa_Foiles", "description": "Lisa Renee Foiles Cloninger is an American actress, presenter, video game journalist, model and author, who first came to prominence as a cast member of the Nickelodeon series All That."}]}, {"heading": "Births", "year": "1986", "date": "September 29", "txt": "Mark Fraser, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 29", "txt": "Matt Lashoff, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 29", "txt": "Isaac Makwala, Botswanan sprinter", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 29", "txt": "Benoît Pouliot, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 29", "txt": "David Del Rio, American actor and director", "entities": [{"title": "David Del Rio", "href": "/wiki/David_Del_Rio", "description": "David Del Rio is an American actor, director, and producer who has appeared in stage productions such as Pitch Perfect and Grease: Live, and has previously directed several short films. He graduated from New World School of the Arts in Miami, Florida, in 2006, and afterward graduated from the New York Conservatory for Dramatic Arts, School of Film and Television."}]}, {"heading": "Births", "year": "1988", "date": "September 29", "txt": "Kevin Durant, American basketball player", "entities": [{"title": "Kevin Durant", "href": "/wiki/Kevin_Durant", "description": "Kevin Wayne Durant, also known simply by his initials KD, is an American professional basketball player for the Brooklyn Nets of the National Basketball Association (NBA). He played one season of college basketball for the University of Texas, and was selected as the second overall pick by the Seattle SuperSonics in the 2007 NBA draft. He played nine seasons with the franchise, which became the Ok"}]}, {"heading": "Births", "year": "1988", "date": "September 29", "txt": "Justin Nozuka, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 29", "txt": "Theo Adams, English photographer and director", "entities": [{"title": "Theo Adams", "href": "/wiki/Theo_Adams", "description": "Theo Adams, is a performance artist and director of the contemporary theatrical performance group Theo Adams Company."}]}, {"heading": "Births", "year": "1989", "date": "September 29", "txt": "Adore Delano, American drag queen and singer", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 29", "txt": "Yevhen Konoplyanka, Ukrainian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 29", "txt": "Aaron Martin, English footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 29", "txt": "Andrea Poli, Italian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 29", "txt": "Fatima Lodhi, Pakistani social activist", "entities": []}, {"heading": "Births", "year": "1990", "date": "September 29", "txt": "Doug Brochu, American voice actor", "entities": [{"title": "Doug Brochu", "href": "/wiki/Doug_Brochu", "description": "Douglas Mark Brochu is an American actor and comedian. He is best known as Grady Mitchell in the Disney Channel Original Series, Sonny with a Chance and So Random! Doug has an older brother, Chris Brochu, who is notable for his role as Ray Beech in the Disney Channel Original Movie Lemonade Mouth."}]}, {"heading": "Births", "year": "1990", "date": "September 29", "txt": "Gerphil Flores, Filipina classical crossover singer and Asia's Got Talent finalist", "entities": [{"title": "Asia's Got Talent", "href": "/wiki/Asia%27s_Got_Talent", "description": "Asia's Got Talent is a televised Asian talent show competition, and part of the global Got Talent franchise created by Simon Cowell. Produced and aired by AXN Asia, it was created in the wake of the successes of both America's Got Talent and Britain's Got Talent, and premiered on March 12, 2015, across 15 countries in Asia. For each season, a contestants of any age can audition for the televised c"}]}, {"heading": "Births", "year": "1990", "date": "September 29", "txt": "Lena Wermelt, German footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 29", "txt": "Adem Ljajić, Serbian footballer", "entities": [{"title": "Adem Ljajić", "href": "/wiki/Adem_Ljaji%C4%87", "description": "Adem Ljajić is a Serbian professional footballer who plays as an attacking midfielder for Beşiktaş and the Serbia national team."}]}, {"heading": "Births", "year": "1991", "date": "September 29", "txt": "Martin Jensen, Danish musician", "entities": []}, {"heading": "Births", "year": "1993", "date": "September 29", "txt": "Lee Hong-bin, South Korean singer", "entities": [{"title": "Lee Hong-bin", "href": "/wiki/Lee_Hong-bin", "description": "Lee Hong-bin is a South Korean singer, actor and presenter formerly signed under Jellyfish Entertainment. Hongbin debuted as a member of the South Korean boy group VIXX in May 2012, and began his acting career in 2014 in SBS' romantic drama Glorious Day as Yoo Ji-ho. He has since had a leading role in KBS2's fantasy action-romance Moorim School: Saga of the Brave (2016) as Wang Chi-ang. In 2017, h"}]}, {"heading": "Births", "year": "1993", "date": "September 29", "txt": "Viktor Romanenkov, Estonian figure skater", "entities": []}, {"heading": "Births", "year": "1993", "date": "September 29", "txt": "Oleg Vernyayev, Ukrainian artistic gymnast", "entities": []}, {"heading": "Births", "year": "1994", "date": "September 29", "txt": "Halsey, American singer", "entities": [{"title": "Halsey (singer)", "href": "/wiki/Halsey_(singer)", "description": "Ashley Nicolette Frangipane, known professionally as Halsey, is an American singer and songwriter. Gaining attention from self-released music on social media platforms, she was signed by Astralwerks in 2014 and released her debut EP, Room 93, later that year."}]}, {"heading": "Births", "year": "1998", "date": "September 29", "txt": "Vera Lapko, Belarusian tennis player", "entities": [{"title": "Vera Lapko", "href": "/wiki/Vera_Lapko", "description": "Vera Valeryevna Lapko is a Belarusian professional tennis player."}]}, {"heading": "Births", "year": "1999", "date": "September 29", "txt": "Choi Ye-na, South Korean singer and dancer", "entities": [{"title": "Choi Ye-na", "href": "/wiki/Choi_Ye-na", "description": "Choi Ye-na, better known mononymously as Yena, is a South Korean singer. She finished fourth in Mnet's girl group survival show Produce 48 and debuted with Iz*One in 2018. She is currently a trainee under Yuehua Entertainment following Iz*One’s disbandment on April 29, 2021."}]}, {"heading": "Deaths", "year": "722", "date": "September 29", "txt": "Leudwinus, Frankish archbishop and saint (b. 660)", "entities": [{"title": "Leudwinus", "href": "/wiki/Leudwinus", "description": "Saint Leudwinus, Count of Treves founded an abbey in Mettlach. He was Archbishop of Treves and Laon. As patron saint of the Mettlach parish, his relics are carried through the town by procession at the annual Pentecost celebration. His feast day is September 23. He was the son of Saint Warinus, the paternal grandson of Saint Sigrada, and nephew of Saint Leodegarius."}]}, {"heading": "Deaths", "year": "855", "date": "September 29", "txt": "Lothair I, Roman emperor (b. 795)", "entities": [{"title": "Lothair I", "href": "/wiki/Lothair_I", "description": "Lothair I or Lothar I was emperor, and the governor of Bavaria (815–817), King of Italy (818–855) and Middle Francia (840–855)."}]}, {"heading": "Deaths", "year": "1186", "date": "September 29", "txt": "William of Tyre, Archbishop of Tyre (b. c. 1130)", "entities": [{"title": "William of Tyre", "href": "/wiki/William_of_Tyre", "description": "William of Tyre was a medieval prelate and chronicler. As archbishop of Tyre, he is sometimes known as William II to distinguish him from his predecessor, William I, the Englishman, a former Prior of the Church of the Holy Sepulchre, who was Archbishop of Tyre from 1127 to 1135. He grew up in Jerusalem at the height of the Kingdom of Jerusalem, which had been established in 1099 after the First Cr"}, {"title": "Archbishop of Tyre", "href": "/wiki/Archbishop_of_Tyre", "description": "The see of Tyre was one of the most ancient dioceses in Christianity. The existence of a Christian community there already in the time of Saint Paul is mentioned in the Acts of the Apostles. Seated at Tyre, which was the capital of the Roman province of Phoenicia Prima, the bishopric was a metropolitan see. Its position was briefly challenged by the see of Berytus in the mid-5th century; but after"}]}, {"heading": "Deaths", "year": "1225", "date": "September 29", "txt": "Arnaud Amalric, Papal legate who allegedly promoted mass murder", "entities": [{"title": "Arnaud Amalric", "href": "/wiki/Arnaud_Amalric", "description": "Arnaud Amaury was a Roman Catholic Cistercian abbot who played a prominent role in the Albigensian Crusade. Prior to the massacre of Béziers, it was reported that Amalric, when asked how to distinguish Cathars from Catholics, responded, \"Kill them all! God will know his own.\" Whether this was actually said is sometimes considered doubtful."}]}, {"heading": "Deaths", "year": "1298", "date": "September 29", "txt": "Guido I da Montefeltro, Italian military strategist (b. 1223)", "entities": [{"title": "Guido I da Montefeltro", "href": "/wiki/Guido_I_da_Montefeltro", "description": "Guido da Montefeltro was an Italian military strategist and lord of Urbino. He became a friar late in life, and was condemned by Dante Alighieri in his Divine Comedy for giving false or fraudulent counsel."}]}, {"heading": "Deaths", "year": "1304", "date": "September 29", "txt": "John de Warenne, 6th Earl of Surrey, English general (b. 1231)", "entities": [{"title": "John de Warenne, 6th Earl of Surrey", "href": "/wiki/John_de_Warenne,_6th_Earl_of_Surrey", "description": "John de Warenne, 6th Earl of Surrey was a prominent English nobleman and military commander during the reigns of Henry III of England and Edward I of England. During the Second Barons' War he switched sides twice, ending up in support of the king, for whose capture he was present at Lewes in 1264. Warenne was later appointed a Guardian of Scotland and featured prominently in Edward I's wars in Sco"}]}, {"heading": "Deaths", "year": "1360", "date": "September 29", "txt": "Joanna I of Auvergne, queen consort of France (b. 1326)", "entities": [{"title": "Joanna I of Auvergne", "href": "/wiki/Joanna_I_of_Auvergne", "description": "Joan I was ruling Countess of Auvergne and Boulogne in 1332–1360, and Queen of France by her marriage to King John II."}]}, {"heading": "Deaths", "year": "1364", "date": "September 29", "txt": "Charles I, Duke of Brittany (b. 1319)", "entities": [{"title": "Charles I, Duke of Brittany", "href": "/wiki/Charles_I,_Duke_of_Brittany", "description": "Charles of Blois-Châtillon \"the Saint\", was the legalist Duke of Brittany from 1341 to his death via his marriage to Joan of Penthiève, holding the title against the claims of John of Montfort. The cause of his possible canonization was the subject of a good deal political maneuvering on the part of his cousin, Charles V of France who endorsed it, and his rival, Montfort, who opposed it. The cause"}]}, {"heading": "Deaths", "year": "1382", "date": "September 29", "txt": "'Izz al-Din ibn Rukn al-Din Mahmud, malik of Sistan", "entities": [{"title": "'Izz al-Din ibn Rukn al-Din Mahmud", "href": "/wiki/%27Izz_al-Din_ibn_Rukn_al-Din_Mahmud", "description": "Izz al-Din was the Mihrabanid malik of Sistan from 1352 until 1380. He was the son of Rukn al-Din Mahmud."}]}, {"heading": "Deaths", "year": "1501", "date": "September 29", "txt": "Andrew Stewart, Scottish bishop (b. 1442)", "entities": [{"title": "Andrew Stewart (bishop of Moray)", "href": "/wiki/Andrew_Stewart_(bishop_of_Moray)", "description": "Andrew Stewart was a 15th-century Scottish prelate and administrator."}]}, {"heading": "Deaths", "year": "1560", "date": "September 29", "txt": "Gustav I of Sweden (b. 1496)", "entities": [{"title": "Gustav I of Sweden", "href": "/wiki/Gustav_I_of_Sweden", "description": "Gustav I, born Gustav Eriksson of the Vasa noble family and later known as Gustav Vasa, was King of Sweden from 1523 until his death in 1560, previously self-recognised Protector of the Realm (Riksföreståndare) from 1521, during the ongoing Swedish War of Liberation against King Christian II of Denmark, Norway and Sweden. Gustav rose to lead the rebel movement following the Stockholm Bloodbath, wh"}]}, {"heading": "Deaths", "year": "1622", "date": "September 29", "txt": "Conrad Vorstius, German-Dutch Remonstrant theologian (b. 1569)", "entities": [{"title": "Conrad Vorstius", "href": "/wiki/Conrad_Vorstius", "description": "Conrad Vorstius was a German-Dutch heterodox Remonstrant theologian, and successor to Jacobus Arminius in the theology chair at Leiden University."}]}, {"heading": "Deaths", "year": "1634", "date": "September 29", "txt": "Henry Hyde, English politician and lawyer (b.c. 1563)", "entities": [{"title": "Henry Hyde (died 1634)", "href": "/wiki/Henry_Hyde_(died_1634)", "description": "Henry Hyde was an English politician and lawyer. He was the father of Edward Hyde, 1st Earl of Clarendon (1609–1674), and thus was great-grandfather of two British monarchs, Queen Mary II and Queen Anne. He lived at Dinton and later at Purton, Wiltshire."}]}, {"heading": "Deaths", "year": "1637", "date": "September 29", "txt": "Lorenzo Ruiz, Filipino martyr and saint (b. 1600)", "entities": [{"title": "Lorenzo Ruiz", "href": "/wiki/Lorenzo_Ruiz", "description": "Lorenzo Ruíz, also called Saint Lorenzo of Manila, is a Filipino saint venerated in the Catholic Church. A Chinese-Filipino, he became his country's protomartyr after his execution in Japan by the Tokugawa Shogunate during its persecution of Japanese Christians in the 17th century."}]}, {"heading": "Deaths", "year": "1642", "date": "September 29", "txt": "René Goupil, French missionary and saint (b. 1608)", "entities": [{"title": "René Goupil", "href": "/wiki/Ren%C3%A9_Goupil", "description": "René Goupil, S.J., was a French Jesuit lay missionary who became a lay brother of the Society of Jesus shortly before his death. He was the first of the eight North American Martyrs of the Roman Catholic Church to receive the crown of martyrdom and the first canonized Catholic martyr in North America."}]}, {"heading": "Deaths", "year": "1642", "date": "September 29", "txt": "William Stanley, 6th Earl of Derby, English politician, Lord Lieutenant of Cheshire (b. 1561)", "entities": [{"title": "Lord Lieutenant of Cheshire", "href": "/wiki/Lord_Lieutenant_of_Cheshire", "description": "This is a list of people who have served as Lord Lieutenant of the County Palatine of Chester. Since 1689, all Lords Lieutenant have also been Custos Rotulorum of Cheshire."}]}, {"heading": "Deaths", "year": "1703", "date": "September 29", "txt": "Charles de Saint-Évremond, French-English soldier, author, and critic (b. 1610)", "entities": [{"title": "Charles de Saint-Évremond", "href": "/wiki/Charles_de_Saint-%C3%89vremond", "description": "Charles de Marguetel de Saint-Denis, seigneur de Saint-Évremond was a French soldier, hedonist, essayist and literary critic. After 1661, he lived in exile, mainly in England, as a consequence of his attack on French policy at the time of the Peace of the Pyrenees (1659). He is buried in Poets' Corner, Westminster. He wrote for his friends and did not intend his work to be published, although a fe"}]}, {"heading": "Deaths", "year": "1800", "date": "September 29", "txt": "Michael Denis, Austrian poet and author (b. 1729)", "entities": [{"title": "Michael Denis", "href": "/wiki/Michael_Denis", "description": "Johann Nepomuk Cosmas Michael Denis, also: Sined the Bard, was an Austrian Catholic priest and Jesuit, who is best known as a poet, bibliographer, and lepidopterist."}]}, {"heading": "Deaths", "year": "1804", "date": "September 29", "txt": "Michael Hillegas, American politician, 1st Treasurer of the United States (b. 1728)", "entities": [{"title": "Michael Hillegas", "href": "/wiki/Michael_Hillegas", "description": "Michael Hillegas was the first Treasurer of the United States."}, {"title": "Treasurer of the United States", "href": "/wiki/Treasurer_of_the_United_States", "description": "The Treasurer of the United States is an official in the United States Department of the Treasury who was originally charged with the receipt and custody of government funds, though many of these functions have been taken over by different bureaus of the Department. The Treasurer remains the depositary officer of the United States with regard to deposits of gold, Special Drawing Rights, and financ"}]}, {"heading": "Deaths", "year": "1833", "date": "September 29", "txt": "Ferdinand VII of Spain (b. 1784)", "entities": [{"title": "Ferdinand VII of Spain", "href": "/wiki/Ferdinand_VII_of_Spain", "description": "Ferdinand VII was the King of Spain during the early- to mid-19th century. He reigned over the Spanish Kingdom in 1808 and again from 1813 to his death in 1833. He was known to his supporters as el Deseado and to his detractors as el Rey Felón."}]}, {"heading": "Deaths", "year": "1862", "date": "September 29", "txt": "William \"Bull\" Nelson, American general (b. 1824)", "entities": [{"title": "William \"Bull\" Nelson", "href": "/wiki/William_%22Bull%22_Nelson", "description": "William \"Bull\" Nelson was a United States naval officer who became a Union general during the American Civil War."}]}, {"heading": "Deaths", "year": "1887", "date": "September 29", "txt": "Bernhard von Langenbeck, German surgeon and academic (b. 1810)", "entities": [{"title": "Bernhard von Langenbeck", "href": "/wiki/Bernhard_von_Langenbeck", "description": "Bernhard Rudolf Konrad von Langenbeck was a German surgeon known as the developer of Langenbeck's amputation and founder of Langenbeck's Archives of Surgery."}]}, {"heading": "Deaths", "year": "1889", "date": "September 29", "txt": "Louis Faidherbe, French general and politician (b. 1818)", "entities": [{"title": "Louis Faidherbe", "href": "/wiki/Louis_Faidherbe", "description": "Louis Léon César Faidherbe was a French general and colonial administrator. He created the Senegalese Tirailleurs when he was governor of Senegal."}]}, {"heading": "Deaths", "year": "1900", "date": "September 29", "txt": "Samuel Fenton Cary, American lawyer and politician (b. 1814)", "entities": [{"title": "Samuel Fenton Cary", "href": "/wiki/Samuel_Fenton_Cary", "description": "Samuel Fenton Cary was a congressman from Ohio and significant temperance movement leader in the 19th century. Cary became well known nationally as a prohibitionist author and lecturer. Cary represented Ohio in the U.S. House of Representatives (1867–69) and many of the elections he participated in involved future president Rutherford B. Hayes multiple times from filling his seat, to the lieutenan"}]}, {"heading": "Deaths", "year": "1902", "date": "September 29", "txt": "William McGonagall, Scottish poet and actor (b. 1825)", "entities": [{"title": "William McGonagall", "href": "/wiki/William_McGonagall", "description": "William Topaz McGonagall was a Scottish poet of Irish descent. He won notoriety as an extremely bad poet who exhibited no recognition of, or concern for, his peers' opinions of his work."}]}, {"heading": "Deaths", "year": "1902", "date": "September 29", "txt": "Émile Zola, French journalist, author, and playwright (b. 1840)", "entities": []}, {"heading": "Deaths", "year": "1908", "date": "September 29", "txt": "Joaquim Maria Machado de Assis, Brazilian author, poet, and playwright (b. 1839)", "entities": [{"title": "Joaquim Maria Machado de Assis", "href": "/wiki/Joaquim_Maria_Machado_de_Assis", "description": "Joaquim Maria Machado de Assis, often known by his surnames as Machado de Assis, Machado, or Bruxo do Cosme Velho, was a pioneer Brazilian novelist, poet, playwright and short story writer, widely regarded as the greatest writer of Brazilian literature. Nevertheless, Assis did not achieve widespread popularity outside Brazil during his lifetime. In 1897 he founded and became the first President of"}]}, {"heading": "Deaths", "year": "1910", "date": "September 29", "txt": "Winslow Homer, American painter, illustrator, and engraver (b. 1836)", "entities": [{"title": "Winslow Homer", "href": "/wiki/Winslow_Homer", "description": "Winslow Homer was an American landscape painter and printmaker, best known for his marine subjects. He is considered one of the foremost painters in 19th-century America and a preeminent figure in American art."}]}, {"heading": "Deaths", "year": "1913", "date": "September 29", "txt": "Rudolf Diesel, German engineer, invented the diesel engine (b. 1858)", "entities": [{"title": "Rudolf Diesel", "href": "/wiki/Rudolf_Diesel", "description": "Rudolf Christian Karl Diesel was a German inventor and mechanical engineer, famous for the invention of the Diesel engine, and for his suspicious death at sea. Diesel was the namesake of the 1942 film Diesel."}, {"title": "Diesel engine", "href": "/wiki/Diesel_engine", "description": "The diesel engine, named after Rudolf Diesel, is an internal combustion engine in which ignition of the fuel is caused by the elevated temperature of the air in the cylinder due to the mechanical compression; thus, the diesel engine is a so-called compression-ignition engine. This contrasts with engines using spark plug-ignition of the air-fuel mixture, such as a petrol engine or a gas engine."}]}, {"heading": "Deaths", "year": "1918", "date": "September 29", "txt": "Lawrence Weathers, decorated WWI Australian soldier (b. 1890).", "entities": [{"title": "Lawrence Weathers", "href": "/wiki/Lawrence_Weathers", "description": "Lawrence Carthage Weathers, was a New Zealand-born Australian recipient of the Victoria Cross, the highest award for gallantry in battle that could be awarded to a member of the Australian armed forces at the time. His parents returned to their native South Australia when Weathers was seven, and he completed his schooling before obtaining work as an undertaker in Adelaide. He enlisted as a private"}]}, {"heading": "Deaths", "year": "1925", "date": "September 29", "txt": "Léon Bourgeois, French police officer and politician, 64th Prime Minister of France, Nobel Prize laureate (b. 1851)", "entities": [{"title": "Léon Bourgeois", "href": "/wiki/L%C3%A9on_Bourgeois", "description": "Léon Victor Auguste Bourgeois was a French statesman. His ideas influenced the Radical Party regarding a wide range of issues. He promoted progressive taxation such as progressive income taxes and social insurance schemes, along with economic equality, expanded educational opportunities, and cooperative solidarism. In foreign policy, he called for a strong League of Nations, and the maintenance of"}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1927", "date": "September 29", "txt": "Arthur Achleitner, German journalist and author (b. 1858)", "entities": [{"title": "Arthur Achleitner", "href": "/wiki/Arthur_Achleitner", "description": "Arthur Achleitner was a German writer. His works are noteworthy because he describes local customs and peculiarities of the people in the Austrian and Bavarian Alps, and the Mediterranean regions of the former Austro-Hungarian Empire."}]}, {"heading": "Deaths", "year": "1927", "date": "September 29", "txt": "Willem Einthoven, Indonesian-Dutch physiologist and physician, Nobel Prize laureate (b. 1860)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1928", "date": "September 29", "txt": "John Devoy, Irish-American Fenian rebel leader (b. 1842)", "entities": [{"title": "John Devoy", "href": "/wiki/John_Devoy", "description": "John Devoy was an Irish republican rebel and journalist who owned and edited The Gaelic American, a New York weekly newspaper, from 1903 to 1928."}, {"title": "Fenian", "href": "/wiki/Fenian", "description": "The word Fenian served as an umbrella term for the Fenian Brotherhood and the Irish Republican Brotherhood (IRB), secret political organisations dedicated to the establishment of an independent Irish Republic in the 19th and early 20th centuries. They were active in Ireland, Britain, Canada and the United States. They sometimes used violence."}]}, {"heading": "Deaths", "year": "1930", "date": "September 29", "txt": "Ilya Repin, Ukrainian-Russian painter and illustrator (b. 1844)", "entities": [{"title": "Ilya Repin", "href": "/wiki/Ilya_Repin", "description": "Ilya Yefimovich Repin was a realist painter of Ukrainian origin in the Russian Empire. He was the most renowned Russian artist of the 19th century, when his position in the world of art was comparable to that of Leo Tolstoy in literature. He played a major role in bringing Russian art into the mainstream of European culture. His major works include Barge Haulers on the Volga (1873), Religious Proc"}]}, {"heading": "Deaths", "year": "1937", "date": "September 29", "txt": "Marie Zdeňka Baborová-Čiháková, Czech botanist and zoologist (b. 1877)", "entities": [{"title": "Marie Zdeňka Baborová-Čiháková", "href": "/wiki/Marie_Zde%C5%88ka_Baborov%C3%A1-%C4%8Cih%C3%A1kov%C3%A1", "description": "Dr. Marie Zdeňka Baborová-Čiháková was the first female Czech botanist and zoologist."}]}, {"heading": "Deaths", "year": "1937", "date": "September 29", "txt": "Ray Ewry, American triple jumper (b. 1873)", "entities": []}, {"heading": "Deaths", "year": "1937", "date": "September 29", "txt": "Ernst Hoppenberg, German swimmer and water polo player (b. 1878)", "entities": []}, {"heading": "Deaths", "year": "1951", "date": "September 29", "txt": "Thomas Cahill, American soccer player and coach (b. 1864)", "entities": [{"title": "Thomas Cahill (soccer)", "href": "/wiki/Thomas_Cahill_(soccer)", "description": "Thomas W. Cahill was one of the founding fathers of soccer in the United States, and is considered the most important administrator in U.S. Soccer before World War II. \nCahill formed the United States Football Association in 1913, which would later become the United States Soccer Federation. In 1916 he became the first coach of the United States men's national soccer team. Cahill was enshrined in "}]}, {"heading": "Deaths", "year": "1952", "date": "September 29", "txt": "John Cobb, English race car driver and pilot (b. 1899)", "entities": [{"title": "John Cobb (racing driver)", "href": "/wiki/John_Cobb_(racing_driver)", "description": "John Rhodes Cobb was an early to mid 20th Century English racing motorist. He was three times holder of the World Land Speed Record, in 1938, 1939 and 1947, set at Bonneville Speedway in Utah, US. He was awarded the Segrave Trophy in 1947. He was killed in 1952 whilst piloting a jet powered speedboat attempting to break the World Water Speed Record on Loch Ness water in Scotland."}]}, {"heading": "Deaths", "year": "1967", "date": "September 29", "txt": "Carson McCullers, American novelist, playwright, essayist, and poet (b. 1917)", "entities": [{"title": "Carson McCullers", "href": "/wiki/Carson_McCullers", "description": "Carson McCullers was an American novelist, short-story writer, playwright, essayist, and poet. Her first novel, The Heart Is a Lonely Hunter (1940), explores the spiritual isolation of misfits and outcasts in a small town of the Southern United States. Her other novels have similar themes and most are set in the deep South."}]}, {"heading": "Deaths", "year": "1970", "date": "September 29", "txt": "Edward Everett Horton, American actor (b. 1886)", "entities": [{"title": "Edward Everett Horton", "href": "/wiki/Edward_Everett_Horton", "description": "Edward Everett Horton Jr. was an American character actor. He had a long career in film, theater, radio, television, and voice work for animated cartoons."}]}, {"heading": "Deaths", "year": "1973", "date": "September 29", "txt": "W. H. Auden, English-American poet, playwright, and critic (b. 1907)", "entities": [{"title": "W. H. Auden", "href": "/wiki/W._H._Auden", "description": "Wystan Hugh Auden was an Anglo-American poet. Auden's poetry was noted for its stylistic and technical achievement, its engagement with politics, morals, love, and religion, and its variety in tone, form, and content. Some of his best known poems are about love, such as \"Funeral Blues\"; on political and social themes, such as \"September 1, 1939\" and \"The Shield of Achilles\"; on cultural and psycho"}]}, {"heading": "Deaths", "year": "1975", "date": "September 29", "txt": "Casey Stengel, American baseball player and manager (b. 1890)", "entities": [{"title": "Casey Stengel", "href": "/wiki/Casey_Stengel", "description": "Charles Dillon \"Casey\" Stengel was an American Major League Baseball right fielder and manager, best known as the manager of the championship New York Yankees of the 1950s and later, the expansion New York Mets. He was elected to the Baseball Hall of Fame in 1966."}]}, {"heading": "Deaths", "year": "1981", "date": "September 29", "txt": "Bill Shankly, Scottish footballer and manager (b. 1913)", "entities": [{"title": "Bill Shankly", "href": "/wiki/Bill_Shankly", "description": "William Shankly was a Scottish football player and manager, who is best known for his time as manager of Liverpool. Shankly brought success to Liverpool, gaining promotion to the First Division and winning three League Championships and the UEFA Cup. He laid foundations on which his successors Bob Paisley and Joe Fagan were able to build by winning seven league titles and four European Cups in the"}]}, {"heading": "Deaths", "year": "1982", "date": "September 29", "txt": "Monty Stratton, American baseball player and coach (b. 1912)", "entities": [{"title": "Monty Stratton", "href": "/wiki/Monty_Stratton", "description": "Monty Franklin Pierce Stratton was an American pitcher in Major League Baseball (MLB). He was born in Palacios, Texas and lived in Greenville, Texas, for part of his life. His major league career ended prematurely when a hunting accident in 1938 forced doctors to amputate his right leg. Wearing a prosthetic leg, Stratton played in the minor leagues from 1946 to 1953. His comeback was the subject o"}]}, {"heading": "Deaths", "year": "1986", "date": "September 29", "txt": "Prince George Valdemar of Denmark (b. 1920)", "entities": [{"title": "Prince George Valdemar of Denmark", "href": "/wiki/Prince_George_Valdemar_of_Denmark", "description": "Prince George Valdemar Carl Axel of Denmark was a Danish prince. He was a second cousin of Prince Philip, Duke of Edinburgh"}]}, {"heading": "Deaths", "year": "1987", "date": "September 29", "txt": "Henry Ford II, American businessman (b. 1917)", "entities": [{"title": "Henry Ford II", "href": "/wiki/Henry_Ford_II", "description": "Henry Ford II, sometimes known as \"HF2\" or \"Hank the Deuce\", was an American businessman in the automotive industry. He was the eldest son of Edsel Ford I and eldest grandson of Henry Ford I. He was president of the Ford Motor Company from 1945 to 1960, chief executive officer (CEO) from 1945 to 1979, and chairman of the board of directors from 1960 to 1980. Under the leadership of Henry Ford II, "}]}, {"heading": "Deaths", "year": "1988", "date": "September 29", "txt": "Charles Addams, American cartoonist (b. 1912)", "entities": [{"title": "Charles Addams", "href": "/wiki/Charles_Addams", "description": "Charles Samuel Addams was an American artist and cartoonist known for his darkly humorous and macabre characters. He signed his cartoons under the pen name Chas Addams. Some of the recurring characters, who became known as the Addams Family, have been the basis for spin-offs in several other forms of media."}]}, {"heading": "Deaths", "year": "1989", "date": "September 29", "txt": "Gussie Busch, American businessman (b. 1899)", "entities": [{"title": "Gussie Busch", "href": "/wiki/Gussie_Busch", "description": "August Anheuser \"Gussie\" Busch Jr. was an American brewing magnate who built the Anheuser-Busch Companies into the largest brewery in the world by 1957 as company chairman from 1946 to 1975."}]}, {"heading": "Deaths", "year": "1989", "date": "September 29", "txt": "Georges Ulmer, Danish-French singer-songwriter and actor (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "September 29", "txt": "Gordon Douglas, American actor, director, and screenwriter (b. 1907)", "entities": [{"title": "Gordon Douglas (director)", "href": "/wiki/Gordon_Douglas_(director)", "description": "Gordon Douglas Brickner was an American film director and actor, who directed many different genres of films over the course of a five-decade career in motion pictures."}]}, {"heading": "Deaths", "year": "1997", "date": "September 29", "txt": "Roy Lichtenstein, American painter and sculptor (b. 1923)", "entities": [{"title": "Roy Lichtenstein", "href": "/wiki/Roy_Lichtenstein", "description": "Roy Fox Lichtenstein was an American pop artist. During the 1960s, along with Andy Warhol, Jasper Johns, and James Rosenquist among others, he became a leading figure in the new art movement. His work defined the premise of pop art through parody. Inspired by the comic strip, Lichtenstein produced precise compositions that documented while they parodied, often in a tongue-in-cheek manner. His work"}]}, {"heading": "Deaths", "year": "1998", "date": "September 29", "txt": "Tom Bradley, American lieutenant and politician, 38th Mayor of Los Angeles (b. 1917)", "entities": [{"title": "Tom Bradley (American politician)", "href": "/wiki/Tom_Bradley_(American_politician)", "description": "Thomas Bradley was an American politician and police officer who served as the 38th Mayor of Los Angeles from 1973 to 1993. He was the first and thus far only African American mayor of Los Angeles, and his 20 years in office mark the longest tenure by any mayor in the city's history. His election as mayor in 1973 made him the second African-American mayor of a major U.S. city. Bradley retired in 1"}, {"title": "Mayor of Los Angeles", "href": "/wiki/Mayor_of_Los_Angeles", "description": "The Mayor of the City of Los Angeles is the official head and chief executive officer of Los Angeles, California, United States. The officeholder is elected for a four-year term and limited to serving no more than two terms. Under the Constitution of California, all judicial, school, county and city offices, including those of chartered cities, are nonpartisan. Eric Garcetti has been the city's 42"}]}, {"heading": "Deaths", "year": "1999", "date": "September 29", "txt": "Jean-Louis Millette, Canadian actor (b. 1935)", "entities": [{"title": "Jean-Louis Millette", "href": "/wiki/Jean-Louis_Millette", "description": "\nJean-Louis Millette was a French-speaking actor and writer."}]}, {"heading": "Deaths", "year": "2000", "date": "September 29", "txt": "John Grant, English journalist and politician (b. 1932)", "entities": [{"title": "John Grant (British politician)", "href": "/wiki/John_Grant_(British_politician)", "description": "John Douglas Grant was British politician who served as an MP of the United Kingdom parliament from 1970 to 1983. He was as a member of the Labour Party until he left in 1981 to join the new Social Democratic Party (SDP). He represented Islington East from 1970 to 1974 and Islington Central from 1974 to 1983."}]}, {"heading": "Deaths", "year": "2001", "date": "September 29", "txt": "Mabel Fairbanks, American figure skater and coach (b. 1915)", "entities": [{"title": "Mabel Fairbanks", "href": "/wiki/Mabel_Fairbanks", "description": "Mabel Fairbanks was an American figure skater and coach. As an African American and Native American woman she paved the way for other minorities to compete in the sport of figure skating such as Naomi Lang. She was inducted into the US Figure Skating Hall of Fame, as the first person of African American and Native American descent, and the International Women's Sports Hall of Fame."}]}, {"heading": "Deaths", "year": "2001", "date": "September 29", "txt": "Nguyễn Văn Thiệu, Vietnamese general and politician, 5th President of South Vietnam (b. 1923)", "entities": [{"title": "President of South Vietnam", "href": "/wiki/President_of_South_Vietnam", "description": "This is a list of leaders of South Vietnam, since the establishment of the Autonomous Republic of Cochinchina in 1946, and the division of Vietnam in 1954 until the fall of the Republic of Vietnam in 1975, and the reunification of Vietnam in 1976."}]}, {"heading": "Deaths", "year": "2004", "date": "September 29", "txt": "Richard Sainct, French motorcycle racer (b. 1970)", "entities": [{"title": "Richard Sainct", "href": "/wiki/Richard_Sainct", "description": "Richard Sainct was a French rally raid motorcycle rider, best known for his three victories on The Paris-Dakar rally in 1999, 2000 and 2003."}]}, {"heading": "Deaths", "year": "2004", "date": "September 29", "txt": "Patrick Wormald, English historian (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "September 29", "txt": "Patrick Caulfield, English painter and academic (b. 1936)", "entities": [{"title": "Patrick Caulfield", "href": "/wiki/Patrick_Caulfield", "description": "Patrick Joseph Caulfield,, was an English painter and printmaker known for his bold canvases, which often incorporated elements of photorealism within a pared-down scene. Examples of his work are Pottery and Still Life Ingredients."}]}, {"heading": "Deaths", "year": "2005", "date": "September 29", "txt": "Austin Leslie, American chef and author (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "September 29", "txt": "Walter Hadlee, New Zealand cricketer and manager (b. 1915)", "entities": [{"title": "Walter Hadlee", "href": "/wiki/Walter_Hadlee", "description": "Walter Arnold Hadlee was a New Zealand cricketer and Test match captain. He played domestic first-class cricket for Canterbury and Otago. Three of his five sons, Sir Richard, Dayle and Barry played cricket for New Zealand. The Chappell–Hadlee Trophy, which is competed for by Test teams from New Zealand and Australia is named in honour of the Hadlee family and the Australian Chappell family."}]}, {"heading": "Deaths", "year": "2006", "date": "September 29", "txt": "Michael A. Monsoor, American soldier, Medal of Honor recipient (b. 1981)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2006", "date": "September 29", "txt": "Louis-Albert Vachon, Canadian cardinal (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 29", "txt": "Lois Maxwell, Canadian actress (b. 1927)", "entities": [{"title": "Lois Maxwell", "href": "/wiki/Lois_Maxwell", "description": "Lois Ruth Maxwell was a Canadian actress, best known for her portrayal of Miss Moneypenny in all the first fourteen Eon-produced James Bond films (1962–1985). She was the first actress to play the part. The films in which she played Miss Moneypenny were Dr. No (1962), From Russia with Love (1963), Goldfinger (1964), Thunderball (1965), You Only Live Twice (1967), On Her Majesty's Secret Service (1"}]}, {"heading": "Deaths", "year": "2007", "date": "September 29", "txt": "Yıldırım Aktuna, Turkish psychiatrist and politician, Turkish Minister of Health (b. 1930)", "entities": [{"title": "Ministry of Health (Turkey)", "href": "/wiki/Ministry_of_Health_(Turkey)", "description": "The Ministry of Health is the ministry of the Government of Turkey responsible for proposing and executing the government policy on health, planning and providing healthcare and protecting consumers. Likewise, it is responsible for proposing and executing the government policy on social cohesion and inclusion, family, protection of minors, youth and of care for dependent or disabled persons. The M"}]}, {"heading": "Deaths", "year": "2008", "date": "September 29", "txt": "Hayden Carruth, American poet and critic (b. 1921)", "entities": [{"title": "Hayden Carruth", "href": "/wiki/Hayden_Carruth", "description": "Hayden Carruth was an American poet, literary critic and anthologist. He taught at Syracuse University."}]}, {"heading": "Deaths", "year": "2009", "date": "September 29", "txt": "Pavel Popovich, Ukrainian general, pilot, and astronaut (b. 1930)", "entities": [{"title": "Pavel Popovich", "href": "/wiki/Pavel_Popovich", "description": "Pavel Romanovich Popovich was a Soviet cosmonaut."}]}, {"heading": "Deaths", "year": "2010", "date": "September 29", "txt": "Tony Curtis, American actor (b. 1925)", "entities": [{"title": "Tony Curtis", "href": "/wiki/Tony_Curtis", "description": "Anthony Curtis was an American actor whose career spanned six decades, achieving the height of his popularity in the 1950s and early 1960s. He acted in more than 100 films in roles covering a wide range of genres, from light comedy to serious drama. In his later years, Curtis made numerous television appearances."}]}, {"heading": "Deaths", "year": "2010", "date": "September 29", "txt": "Greg Giraldo, American comedian, actor, and screenwriter (b. 1965)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "September 29", "txt": "Sylvia Robinson, American singer-songwriter and producer (b. 1936)", "entities": [{"title": "Sylvia Robinson", "href": "/wiki/Sylvia_Robinson", "description": "Sylvia Robinson was an American singer, record producer, and record label executive. Robinson had two R&B chart toppers: as half of Mickey & Sylvia with \"Love Is Strange\" in 1957 and her solo record \"Pillow Talk\" in 1973. She later became known for her work as founder and CEO of the hip hop label Sugar Hill Records. Robinson is credited as the driving force behind two landmark singles in the hip h"}]}, {"heading": "Deaths", "year": "2012", "date": "September 29", "txt": "Hathloul bin Abdulaziz Al Saud, Saudi Arabian prince (b. 1942)", "entities": [{"title": "Hathloul bin Abdulaziz Al Saud", "href": "/wiki/Hathloul_bin_Abdulaziz_Al_Saud", "description": "Hathloul bin Abdulaziz Al Saud was a senior prince of the House of Saud, and a member of the Kingdom of Saudi Arabia's Allegiance Council."}]}, {"heading": "Deaths", "year": "2012", "date": "September 29", "txt": "Neil Smith, Scottish geographer and academic (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 29", "txt": "Arthur Ochs Sulzberger, American publisher (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 29", "txt": "Malcolm Wicks, English academic and politician (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 29", "txt": "Harold Agnew, American physicist and engineer (b. 1921)", "entities": [{"title": "Harold Agnew", "href": "/wiki/Harold_Agnew", "description": "Harold Melvin Agnew was an American physicist, best known for having flown as a scientific observer on the Hiroshima bombing mission and, later, as the third director of the Los Alamos National Laboratory."}]}, {"heading": "Deaths", "year": "2013", "date": "September 29", "txt": "Anton Benning, German lieutenant (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 29", "txt": "Pete T. Cenarrusa, American soldier, pilot, and politician, Secretary of State of Idaho (b. 1917)", "entities": [{"title": "Secretary of State of Idaho", "href": "/wiki/Secretary_of_State_of_Idaho", "description": "The secretary of state of Idaho is one of the constitutional officers of the U.S. state of Idaho. It is an elected position within the executive branch of the state government. The current secretary of state is Lawerence Denney."}]}, {"heading": "Deaths", "year": "2013", "date": "September 29", "txt": "Carl Joachim Classen, German scholar and academic (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 29", "txt": "L. C. Greenwood, American football player (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 29", "txt": "Bob Kurland, American basketball player and politician (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 29", "txt": "Miguel Boyer, Spanish economist and politician (b. 1939)", "entities": [{"title": "Miguel Boyer", "href": "/wiki/Miguel_Boyer", "description": "Miguel Boyer Salvador was a Spanish economist and politician, who served as minister of economy, treasury and commerce from 1982 to 1985."}]}, {"heading": "Deaths", "year": "2014", "date": "September 29", "txt": "Andreas Fransson, Swedish skier (b. 1983)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 29", "txt": "Stan Monteith, American surgeon and author (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 29", "txt": "Luis Nishizawa, Mexican painter and educator (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 29", "txt": "John Ritchie, New Zealand composer and educator (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 29", "txt": "George Shuba, American baseball player (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 29", "txt": "Nawwaf bin Abdulaziz Al Saud, Saudi Arabian prince (b. 1932)", "entities": [{"title": "Nawwaf bin Abdulaziz Al Saud", "href": "/wiki/Nawwaf_bin_Abdulaziz_Al_Saud", "description": "Nawwaf bin Abdulaziz Al Saud was a senior member of the House of Saud who became a close ally of King Abdullah."}]}, {"heading": "Deaths", "year": "2015", "date": "September 29", "txt": "Hellmuth Karasek, Czech-German journalist, author, and critic (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 29", "txt": "William Kerslake, American wrestler and engineer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 29", "txt": "Jean Ter-Merguerian, French-Armenian violinist (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 29", "txt": "Phil Woods, American saxophonist, composer, and bandleader (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "September 29", "txt": "Miriam Defensor Santiago, Filipina politician (b. 1945)", "entities": [{"title": "Miriam Defensor Santiago", "href": "/wiki/Miriam_Defensor_Santiago", "description": "Miriam Defensor Santiago was a Filipina academic, lawyer, judge, author, and stateswoman, who served in all three branches of the Philippine government: judicial, executive, and legislative. Defensor Santiago was named one of The 100 Most Powerful Women in the World in 1997 by The Australian. She was known for being a long-serving Senator of the Republic of the Philippines, an elected judge of the"}]}, {"heading": "Deaths", "year": "2017", "date": "September 29", "txt": "Tom Alter, Indian actor (b. 1950)", "entities": [{"title": "Tom Alter", "href": "/wiki/Tom_Alter", "description": "Thomas Beach Alter was an Indian actor of American descent. He was best known for his work in Hindi cinema and Indian theatre. In 2008, he was awarded the Padma Shri by the Government of India."}]}, {"heading": "Deaths", "year": "2018", "date": "September 29", "txt": "Otis Rush, American blues guitarist and singer (b. 1934)", "entities": [{"title": "Otis Rush", "href": "/wiki/Otis_Rush", "description": "Otis Rush Jr. was an American blues guitarist and singer-songwriter. His distinctive guitar style featured a slow-burning sound and long bent notes. With qualities similar to the styles of other 1950s artists Magic Sam and Buddy Guy, his sound became known as West Side Chicago blues and was an influence on many musicians, including Michael Bloomfield, Peter Green and Eric Clapton."}]}, {"heading": "Deaths", "year": "2020", "date": "September 29", "txt": "Helen Reddy, Australian singer, actress, and activist (b. 1941)", "entities": [{"title": "Helen Reddy", "href": "/wiki/Helen_Reddy", "description": "Helen Maxine Reddy was an Australian-American singer, songwriter, author, actress, and activist. Born in Melbourne, Victoria, to a show-business family, Reddy started her career as an entertainer at age four. She sang on radio and television and won a talent contest on the television program Bandstand in 1966; her prize was a ticket to New York City and a record audition, which was unsuccessful. S"}]}]