[{"heading": "Events", "year": "AD 96", "date": "September 18", "txt": "Nerva is proclaimed Roman emperor after Domitian is assassinated.", "entities": [{"title": "Nerva", "href": "/wiki/Nerva", "description": "Nerva was Roman emperor from 96 to 98. Nerva became emperor when aged almost 66, after a lifetime of imperial service under Nero and the rulers of the Flavian dynasty. Under Nero, he was a member of the imperial entourage and played a vital part in exposing the Pisonian conspiracy of 65. Later, as a loyalist to the Flavians, he attained consulships in 71 and 90 during the reigns of Vespasian and D"}, {"title": "Domitian", "href": "/wiki/Domitian", "description": "Domitian was Roman emperor from 81 to 96. He was the son of Vespasian and the younger brother of Titus, his two predecessors on the throne, and the last member of the Flavian dynasty. During his reign, the authoritarian nature of his rule put him at sharp odds with the Senate, whose powers he drastically curtailed."}]}, {"heading": "Events", "year": "324", "date": "September 18", "txt": "Constantine the Great decisively defeats Licinius in the Battle of Chrysopolis, establishing Constantine's sole control over the Roman Empire.", "entities": [{"title": "Constantine the Great", "href": "/wiki/Constantine_the_Great", "description": "Constantine I, also known as Constantine the Great, was a Roman emperor from 306 to 337. Born in Naissus, Dacia Mediterranea, he was the son of Flavius Constantius, a Roman army officer born in Dardania who became one of the four emperors of the Tetrarchy. His mother, Helena, was Greek and of low birth. Constantine served with distinction under emperors Diocletian and Galerius campaigning in the e"}, {"title": "Battle of Chrysopolis", "href": "/wiki/Battle_of_Chrysopolis", "description": "The Battle of Chrysopolis was fought on 18 September 324 at Chrysopolis, near Chalcedon, between the two Roman emperors Constantine I and Licinius. The battle was the final encounter between the two emperors. After his navy's defeat in the Battle of the Hellespont, Licinius withdrew his forces from the city of Byzantium across the Bosphorus to Chalcedon in Bithynia. Constantine followed, and won t"}]}, {"heading": "Events", "year": "1048", "date": "September 18", "txt": "Battle of Kapetron between a combined Byzantine-Georgian army and a Seljuq army.", "entities": [{"title": "Battle of Kapetron", "href": "/wiki/Battle_of_Kapetron", "description": "The Battle of Kapetron or Kapetrou was fought between a Byzantine-Georgian army and the Seljuq Turks at the plain of Kapetron in 1048. The event was the culmination of a major raid led by the Seljuq prince Ibrahim Inal into Byzantine-ruled Armenia. A combination of factors meant that the regular Byzantine forces were at a considerable numerical disadvantage against the Turks: the local thematic ar"}, {"title": "Seljuq Empire", "href": "/wiki/Seljuq_Empire", "description": "The Great Seljuk Empire, or the Seljuk Empire, was a high medieval Turko-Persian Sunni Muslim empire, originating from the Qiniq branch of Oghuz Turks. At the time of its greatest extent, the Seljuk Empire controlled a vast area, stretching from western Anatolia and the Levant in the west to the Hindu Kush in the east, and from Central Asia in the north to the Persian Gulf in the south."}]}, {"heading": "Events", "year": "1066", "date": "September 18", "txt": "Norwegian king Harald Hardrada lands with Tostig Godwinson at the mouth of the Humber River and begins his invasion of England.", "entities": [{"title": "Harald Hardrada", "href": "/wiki/Harald_Hardrada", "description": "Harald Sigurdsson, also known as Harald of Norway and given the epithet Hardrada in the sagas, was King of Norway from 1046 to 1066. In addition, he unsuccessfully claimed both the Danish throne until 1064 and the English throne in 1066. Before becoming king, Harald had spent around fifteen years in exile as a mercenary and military commander in Kievan Rus' and of the Varangian Guard in the Byzant"}, {"title": "Tostig Godwinson", "href": "/wiki/Tostig_Godwinson", "description": "Tostig Godwinson was an Anglo-Saxon Earl of Northumbria and brother of King Harold Godwinson. After being exiled by his brother, Tostig supported the Norwegian king Harald Hardrada's invasion of England, and was killed alongside Hardrada at the Battle of Stamford Bridge in 1066."}]}, {"heading": "Events", "year": "1180", "date": "September 18", "txt": "Philip Augustus becomes king of France at the age of fifteen.", "entities": [{"title": "Philip Augustus", "href": "/wiki/Philip_Augustus", "description": "Philip II, byname Philip Augustus, was King of France from 1180 to 1223. His predecessors had been known as kings of the Franks, but from 1190 onward, Philip became the first French monarch to style himself \"King of France\". The son of King Louis VII and his third wife, Adela of Champagne, he was originally nicknamed Dieudonné (God-given) because he was a first son and born late in his father's li"}]}, {"heading": "Events", "year": "1454", "date": "September 18", "txt": "Thirteen Years' War: In the Battle of Chojnice, the Polish army is defeated by the Teutonic knights.", "entities": [{"title": "Thirteen Years' War (1454–66)", "href": "/wiki/Thirteen_Years%27_War_(1454%E2%80%9366)", "description": "The Thirteen Years' War, also called the War of the Cities, was a conflict fought in 1454–1466 between the Prussian Confederation, allied with the Crown of the Kingdom of Poland, and the State of the Teutonic Order."}, {"title": "Battle of Chojnice (1454)", "href": "/wiki/Battle_of_Chojnice_(1454)", "description": "The Battle of Chojnice occurred on 18 September 1454 near the town of Chojnice, between Poland and the Teutonic Knights during the Thirteen Years' War. The battle was won by the Teutonic Knights."}]}, {"heading": "Events", "year": "1544", "date": "September 18", "txt": "The expedition of Juan Bautista Pastene makes landfall in San Pedro Bay, southern Chile, claiming the territory for Spain.", "entities": [{"title": "Juan Bautista Pastene", "href": "/wiki/Juan_Bautista_Pastene", "description": "Giovanni Battista Pastene (1507–1580) was a Genoese maritime explorer who, while in the service of the Spanish crown, explored the coasts of Panama, Colombia, Ecuador, Peru and Chile as far south as the archipelago of Chiloé."}, {"title": "San Pedro Bay (Chile)", "href": "/wiki/San_Pedro_Bay_(Chile)", "description": "San Pedro Bay is a bay in southern Chile located in the southern coast of Osorno Province. In 1965 the ships Janequeo and Leucoton sank in the bay. The bay has the form of a half-circle open to the west and has several small coves."}, {"title": "Zona Sur", "href": "/wiki/Zona_Sur", "description": "The Zona Sur is one of the five natural regions on which CORFO divided continental Chile in 1950. Its northern border is formed by the Bío-Bío River, the limit with the Central Chile Zone. By west with the Pacific Ocean, by the east with the Andean mountains and Argentina. Its southern border is the Chacao Channel, beyond it lies the Austral Zone. While Chiloé Archipelago belongs geographically to"}]}, {"heading": "Events", "year": "1618", "date": "September 18", "txt": "The twelfth baktun in the Mesoamerican Long Count calendar begins.", "entities": [{"title": "Baktun", "href": "/wiki/Baktun", "description": "A baktun is 20 katun cycles of the ancient Maya Long Count Calendar. It contains 144,000 days, equal to 394.26 tropical years. The Classic period of Maya civilization occurred during the 8th and 9th baktuns of the current calendrical cycle. The current baktun started on 13.0.0.0.0 — December 21, 2012 using the GMT correlation."}]}, {"heading": "Events", "year": "1714", "date": "September 18", "txt": "George I arrives in Great Britain after becoming king on August 1.", "entities": [{"title": "George I of Great Britain", "href": "/wiki/George_I_of_Great_Britain", "description": "George I was King of Great Britain and Ireland from 1 August 1714 and ruler of the Duchy and Electorate of Brunswick-Lüneburg (Hanover) within the Holy Roman Empire from 23 January 1698 until his death in 1727. He was the first British monarch of the House of Hanover."}]}, {"heading": "Events", "year": "1739", "date": "September 18", "txt": "The Treaty of Belgrade is signed, whereby Austria cedes lands south of the Sava and Danube rivers to the Ottoman Empire.", "entities": [{"title": "Treaty of Belgrade", "href": "/wiki/Treaty_of_Belgrade", "description": "The Treaty of Belgrade, known as the Belgrade peace was the peace treaty signed on September 18, 1739 in Belgrade, Habsburg Kingdom of Serbia, by the Ottoman Empire on one side and the Habsburg Monarchy on the other, that ended the Austro–Turkish War (1737–39)."}]}, {"heading": "Events", "year": "1759", "date": "September 18", "txt": "French and Indian War: The Articles of Capitulation of Quebec are signed.", "entities": [{"title": "French and Indian War", "href": "/wiki/French_and_Indian_War", "description": "The French and Indian War (1754–1763) pitted the colonies of British America against those of New France, each side supported by military units from the parent country and by Native American allies. At the start of the war, the French colonies had a population of roughly 60,000 settlers, compared with 2 million in the British colonies. The outnumbered French particularly depended on the natives."}, {"title": "Articles of Capitulation of Quebec", "href": "/wiki/Articles_of_Capitulation_of_Quebec", "description": "The Articles of Capitulation of Quebec were agreed upon between Jean-Baptiste Nicolas Roch de Ramezay, King's Lieutenant, Admiral Sir Charles Saunders, and General George Townshend on behalf of the French and British crowns during the Seven Years' War. They were signed on 18 September 1759, shortly after the Battle of the Plains of Abraham."}]}, {"heading": "Events", "year": "1793", "date": "September 18", "txt": "The first cornerstone of the United States Capitol is laid by George Washington.", "entities": [{"title": "United States Capitol", "href": "/wiki/United_States_Capitol", "description": "The United States Capitol, often called The Capitol or the Capitol Building, is the meeting place of the United States Congress and the seat of the legislative branch of the U.S. federal government. It is located on Capitol Hill at the eastern end of the National Mall in Washington, D.C. Though no longer at the geographic center of the federal district, the Capitol forms the origin point for the d"}]}, {"heading": "Events", "year": "1809", "date": "September 18", "txt": "The Royal Opera House in London opens.", "entities": [{"title": "Royal Opera House", "href": "/wiki/Royal_Opera_House", "description": "The Royal Opera House (ROH) is an opera house and major performing arts venue in Covent Garden, central London. The large building is often referred to as simply Covent Garden, after a previous use of the site. It is the home of The Royal Opera, The Royal Ballet, and the Orchestra of the Royal Opera House. The first theatre on the site, the Theatre Royal (1732), served primarily as a playhouse for"}]}, {"heading": "Events", "year": "1810", "date": "September 18", "txt": "First Government Junta in Chile. Though supposed to rule only during the Peninsular War in Spain, it is in fact the first step towards independence from Spain, and is commemorated as such.", "entities": [{"title": "Government Junta of Chile (1810)", "href": "/wiki/Government_Junta_of_Chile_(1810)", "description": "Government Assembly of the Kingdom of Chile, also known as the First Government Junta, was the organization established to rule Chile following the deposition and imprisonment of King Ferdinand VII by Napoleon Bonaparte. It was the earliest step in the Chilean struggle for independence, and the anniversary of its establishment is celebrated as the national day of Chile."}]}, {"heading": "Events", "year": "1812", "date": "September 18", "txt": "The 1812 Fire of Moscow dies down after destroying more than three-quarters of the city. Napoleon returns from the Petrovsky Palace to the Moscow Kremlin, spared from the fire.", "entities": [{"title": "Fire of Moscow (1812)", "href": "/wiki/Fire_of_Moscow_(1812)", "description": "The 1812 Fire of Moscow persisted from 14 to 18 September 1812 and all but destroyed the city. The Russian troops and most of the remaining residents had abandoned the city of Moscow on the 14 September 1812 just ahead of French Emperor Napoleon's troops entering the city after the Battle of Borodino."}, {"title": "Petrovsky Palace", "href": "/wiki/Petrovsky_Palace", "description": "Petrovsky Palace or Petroff Palace, is a palace located in Moscow on Leningradsky Prospect. It was founded in 1780 under the orders of Catherine the Great."}]}, {"heading": "Events", "year": "1837", "date": "September 18", "txt": "Tiffany & Co. (first named Tiffany & Young) is founded by Charles Lewis Tiffany and Teddy Young in New York City. The store is called a \"stationery and fancy goods emporium\".", "entities": [{"title": "Tiffany & Co.", "href": "/wiki/Tiffany_%26_Co.", "description": "Tiffany & Co. is an American luxury jewelry and specialty retailer headquartered in New York City. It sells jewelry, sterling silver, china, crystal, stationery, fragrances, water bottles, watches, personal accessories, and leather goods. Tiffany is known for its luxury goods, particularly its diamond and sterling silver jewelry. It markets itself as an arbiter of taste and style. These goods are "}, {"title": "Charles Lewis Tiffany", "href": "/wiki/Charles_Lewis_Tiffany", "description": "Charles Lewis Tiffany was an American businessman and jeweller who founded New York City's Tiffany & Co. in 1837. Known for his jewelry expertise, Tiffany created the country's first retail catalog and introduced the English standard of sterling silver in imported jewelry in 1851."}]}, {"heading": "Events", "year": "1838", "date": "September 18", "txt": "The Anti-Corn Law League is established by Richard Cobden.", "entities": [{"title": "Richard Cobden", "href": "/wiki/Richard_Cobden", "description": "Richard Cobden was an English manufacturer, Radical and Liberal MP, associated with two major free trade campaigns, the Anti-Corn Law League and the Cobden–Chevalier Treaty."}]}, {"heading": "Events", "year": "1850", "date": "September 18", "txt": "The U.S. Congress passes the Fugitive Slave Act of 1850.", "entities": [{"title": "Fugitive Slave Act of 1850", "href": "/wiki/Fugitive_Slave_Act_of_1850", "description": "The Fugitive Slave Act or Fugitive Slave Law was passed by the United States Congress on September 18, 1850, as part of the Compromise of 1850 between Southern interests in slavery and Northern Free-Soilers."}]}, {"heading": "Events", "year": "1851", "date": "September 18", "txt": "First publication of The New-York Daily Times, which later becomes The New York Times.", "entities": []}, {"heading": "Events", "year": "1862", "date": "September 18", "txt": "The Confederate States celebrate for the first and only time a Thanksgiving Day.", "entities": [{"title": "Confederate States", "href": "/wiki/Confederate_States", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Thanksgiving Day", "href": "/wiki/Thanksgiving_Day", "description": "Thanksgiving is a national holiday celebrated on various dates in the United States, Canada, Grenada, Saint Lucia, and Liberia. It began as a day of giving thanks and sacrifice for the blessing of the harvest and of the preceding year. Similarly named festival holidays occur in Germany and Japan. Thanksgiving is celebrated on the second Monday of October in Canada and on the fourth Thursday of Nov"}]}, {"heading": "Events", "year": "1864", "date": "September 18", "txt": "American Civil War: John Bell Hood begins the Franklin–Nashville Campaign in an unsuccessful attempt to draw William Tecumseh Sherman back out of Georgia.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "John Bell Hood", "href": "/wiki/John_Bell_Hood", "description": "John Bell Hood was a Confederate general during the American Civil War. Hood had a reputation for bravery and aggressiveness that sometimes bordered on recklessness. Arguably one of the best brigade and division commanders in the CSA, Hood gradually became increasingly ineffective as he was promoted to lead larger, independent commands late in the war; his career and reputation were marred by his "}, {"title": "Franklin–Nashville Campaign", "href": "/wiki/Franklin%E2%80%93Nashville_Campaign", "description": "The Franklin–Nashville campaign, also known as Hood's Tennessee campaign, was a series of battles in the Western Theater, conducted from September 18 to December 27, 1864, in Alabama, Tennessee, and northwestern Georgia during the American Civil War."}, {"title": "William Tecumseh Sherman", "href": "/wiki/William_Tecumseh_Sherman", "description": "William Tecumseh Sherman was an American soldier, businessman, educator, and author. He served as a general in the Union Army during the American Civil War (1861–1865), receiving recognition for his command of military strategy as well as criticism for the harshness of the scorched earth policies he implemented in conducting total war against the Confederate States. British military theorist and h"}, {"title": "Georgia (U.S. state)", "href": "/wiki/Georgia_(U.S._state)", "description": "Georgia is a state in the Southeastern region of the United States, bordered to the north by Tennessee and North Carolina; to the northeast by South Carolina; to the southeast by the Atlantic Ocean; to the south by Florida; and to the west by Alabama. Georgia is the 24th-largest in area and 8th-most populous of the 50 United States. Its 2020 population was 10,711,908, according to the U.S. Census "}]}, {"heading": "Events", "year": "1870", "date": "September 18", "txt": "Old Faithful Geyser is observed and named by Henry D. Washburn.", "entities": [{"title": "Old Faithful Geyser", "href": "/wiki/Old_Faithful_Geyser", "description": "Old Faithful is a cone geyser in Yellowstone National Park in Wyoming, United States. It was named in 1870 during the Washburn–Langford–Doane Expedition and was the first geyser in the park to be named. It is a highly predictable geothermal feature and has erupted every 44 minutes to two hours since 2000. The geyser and the nearby Old Faithful Inn are part of the Old Faithful Historic District."}, {"title": "Henry D. Washburn", "href": "/wiki/Henry_D._Washburn", "description": "Henry Dana Washburn was a U.S. Representative from Indiana and a colonel and brevet brigadier general in the Union Army during the American Civil War."}]}, {"heading": "Events", "year": "1872", "date": "September 18", "txt": "King Oscar II accedes to the throne of Sweden–Norway.", "entities": [{"title": "Oscar II of Sweden", "href": "/wiki/Oscar_II_of_Sweden", "description": "Oscar II was King of Sweden from 1872 until his death in 1907, and King of Norway from 1872 to 1905."}]}, {"heading": "Events", "year": "1873", "date": "September 18", "txt": "The bank Jay Cooke & Company declares bankruptcy, contributing to the Panic of 1873.", "entities": [{"title": "Jay Cooke & Company", "href": "/wiki/Jay_Cooke_%26_Company", "description": "Jay Cooke & Company was a U.S. bank that operated from 1861 to 1873. Headquartered in Philadelphia, Pennsylvania, with branches in New York City and Washington, D.C., the bank helped underwrite the Union Civil War effort. It was the first \"wire\" brokerage house, pioneering the use of telegraph messages to confirm securities transactions with clients. The bank became overextended in the building of"}, {"title": "Panic of 1873", "href": "/wiki/Panic_of_1873", "description": "The Panic of 1873 was a financial crisis that triggered an economic depression in Europe and North America that lasted from 1873 to 1877 or 1879 in France and in Britain. In Britain, the Panic started two decades of stagnation known as the \"Long Depression\" that weakened the country's economic leadership. In the United States, the Panic was known as the \"Great Depression\" until the events of 1929 "}]}, {"heading": "Events", "year": "1879", "date": "September 18", "txt": "The Blackpool Illuminations are switched on for the first time.", "entities": [{"title": "Blackpool Illuminations", "href": "/wiki/Blackpool_Illuminations", "description": "Blackpool Illuminations is an annual lights festival, founded in 1879 and first switched on 18 September that year, held each autumn in the British seaside resort of Blackpool on the Fylde Coast in Lancashire.\nAlso known locally as The Lights or The Illuminations, they run each year for sixty-six days, from late August until early November at a time when most other English seaside resorts' seasons"}]}, {"heading": "Events", "year": "1882", "date": "September 18", "txt": "The Pacific Stock Exchange opens.", "entities": [{"title": "Pacific Stock Exchange", "href": "/wiki/Pacific_Stock_Exchange", "description": "The Pacific Exchange was a regional stock exchange in California until 2001. Its main exchange floor and building were in San Francisco, California, with a branch building in Los Angeles, California."}]}, {"heading": "Events", "year": "1895", "date": "September 18", "txt": "The Atlanta Exposition Speech on race relations is delivered by Booker T. Washington.", "entities": [{"title": "Atlanta Exposition Speech", "href": "/wiki/Atlanta_Exposition_Speech", "description": "The Cotton States and International Exposition Speech was an address on the topic of race relations given by Booker T. Washington on September 18, 1895. The speech laid the foundation for the Atlanta compromise, an agreement between African-American leaders and Southern white leaders in which Southern blacks would work meekly and submit to white political rule, while Southern whites guaranteed tha"}, {"title": "Booker T. Washington", "href": "/wiki/Booker_T._Washington", "description": "Booker Taliaferro Washington was an American educator, author, orator, and adviser to several presidents of the United States. Between 1890 and 1915, Washington was the dominant leader in the African American community and of the contemporary black elite. Washington was from the last generation of black American leaders born into slavery and became the leading voice of the former slaves and their "}]}, {"heading": "Events", "year": "1898", "date": "September 18", "txt": "The Fashoda Incident triggers the last war scare between Britain and France.", "entities": [{"title": "Fashoda Incident", "href": "/wiki/Fashoda_Incident", "description": "The Fashoda Incident was the climax of imperial territorial disputes between Britain and France in East Africa, occurring in 1898. A French expedition to Fashoda on the White Nile river sought to gain control of the Upper Nile river basin and thereby exclude Britain from the Sudan. The French party and a British-Egyptian force met on friendly terms, but back in Europe, it became a war scare. The B"}]}, {"heading": "Events", "year": "1906", "date": "September 18", "txt": "The 1906 Hong Kong typhoon kills an estimated 10,000 people.", "entities": [{"title": "1906 Hong Kong typhoon", "href": "/wiki/1906_Hong_Kong_typhoon", "description": "The 1906 Hong Kong typhoon was a tropical cyclone that hit Hong Kong on 18 September 1906. The natural disaster caused property damage exceeding a million pounds sterling, affected international trade, and took the lives of around 15,000 people: about 5% of the then Hong Kong population."}]}, {"heading": "Events", "year": "1914", "date": "September 18", "txt": "The Irish Home Rule Act becomes law, but is delayed until after World War I.", "entities": [{"title": "Government of Ireland Act 1914", "href": "/wiki/Government_of_Ireland_Act_1914", "description": "The Government of Ireland Act 1914, also known as the Home Rule Act, and before enactment as the Third Home Rule Bill, was an Act passed by the Parliament of the United Kingdom intended to provide home rule for Ireland. It was the third such bill introduced by a Liberal government during a 28-year period in response to agitation for Irish Home Rule."}]}, {"heading": "Events", "year": "1919", "date": "September 18", "txt": "The Vereeniging voor Vrouwenkiesrecht achieves its objective of women's suffrage in the Netherlands.", "entities": []}, {"heading": "Events", "year": "1919", "date": "September 18", "txt": "Fritz Pollard becomes the first African American to play professional football for a major team, the Akron Pros.", "entities": []}, {"heading": "Events", "year": "1922", "date": "September 18", "txt": "The Kingdom of Hungary is admitted to the League of Nations.", "entities": [{"title": "Kingdom of Hungary (1920–46)", "href": "/wiki/Kingdom_of_Hungary_(1920%E2%80%9346)", "description": "The Kingdom of Hungary, sometimes referred to as the Regency or the Horthy era, existed as a country from 1920 to 1946 under the rule of Regent Miklós Horthy. Horthy nominally represented the Hungarian monarchy. In reality there was no king. Attempts by Charles IV to return to the throne were prevented by Horthy."}, {"title": "League of Nations", "href": "/wiki/League_of_Nations", "description": "The League of Nations, abbreviated as LON, was the first worldwide intergovernmental organisation whose principal mission was to maintain world peace. Founded on 10 January 1920 following the Paris Peace Conference that ended the First World War, it ceased operations on 20 April 1946."}]}, {"heading": "Events", "year": "1927", "date": "September 18", "txt": "The Columbia Broadcasting System goes on the air.", "entities": [{"title": "Columbia Broadcasting System", "href": "/wiki/Columbia_Broadcasting_System", "description": "CBS is an American commercial broadcast television and radio network. It serves as the flagship property of the CBS Entertainment Group division of ViacomCBS. The network is headquartered at the CBS Building in New York City, with major production facilities and operations at the CBS Broadcast Center in New York City, and CBS Television City and the CBS Studio Center in Los Angeles."}]}, {"heading": "Events", "year": "1928", "date": "September 18", "txt": "Juan de la Cierva makes the first autogyro crossing of the English Channel.", "entities": [{"title": "Juan de la Cierva", "href": "/wiki/Juan_de_la_Cierva", "description": "Juan de la Cierva y Codorníu, 1st Count of la Cierva was a Spanish civil engineer, pilot and aeronautical engineer. His most famous accomplishment was the invention in 1920 of the first helicopter called Autogiro, a single-rotor type of aircraft that came to be called autogyro in the English language. In 1923, after four years of experimentation, De la Cierva developed the articulated rotor, which"}]}, {"heading": "Events", "year": "1931", "date": "September 18", "txt": "The Mukden Incident gives Japan a pretext to invade and occupy Manchuria.", "entities": [{"title": "Mukden Incident", "href": "/wiki/Mukden_Incident", "description": "The Mukden Incident, or Manchurian Incident, was a false flag event staged by Japanese military personnel as a pretext for the 1931 Japanese invasion of Manchuria."}]}, {"heading": "Events", "year": "1934", "date": "September 18", "txt": "The Soviet Union is admitted to the League of Nations.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "League of Nations", "href": "/wiki/League_of_Nations", "description": "The League of Nations, abbreviated as LON, was the first worldwide intergovernmental organisation whose principal mission was to maintain world peace. Founded on 10 January 1920 following the Paris Peace Conference that ended the First World War, it ceased operations on 20 April 1946."}]}, {"heading": "Events", "year": "1939", "date": "September 18", "txt": "World War II: The Polish government of Ignacy Mościcki flees to Romania.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Ignacy Mościcki", "href": "/wiki/Ignacy_Mo%C5%9Bcicki", "description": "Ignacy Mościcki was a Polish chemist, politician, and President of Poland from 1926 to 1939. He was the longest serving President in Poland's history. He was serving as the president of Poland when Germany invaded the country on 1 September 1939, starting World War II."}]}, {"heading": "Events", "year": "1939", "date": "September 18", "txt": "World War II: The radio show Germany Calling begins transmitting Nazi propaganda.", "entities": []}, {"heading": "Events", "year": "1940", "date": "September 18", "txt": "World War II: The British liner SS City of Benares is sunk by German submarine U-48; those killed include 77 child refugees.", "entities": [{"title": "SS City of Benares", "href": "/wiki/SS_City_of_Benares", "description": "SS City of Benares was a steam passenger ship built for Ellerman Lines by Barclay, Curle & Co of Glasgow in 1936. During the Second World War the City of Benares was used as an evacuee ship to evacuate 90 children from Britain to Canada. The ship was torpedoed in September of 1940 by the German submarine U-48 with heavy loss of life, including the death of 77 of the evacuated children. The sinking"}, {"title": "German submarine U-48 (1939)", "href": "/wiki/German_submarine_U-48_(1939)", "description": "German submarine U-48 was a Type VIIB U-boat of Nazi Germany's Kriegsmarine during World War II, and the most successful that was commissioned. During her two years of active service, U-48 sank 55 ships for a total of 321,000 tons; she also damaged two more for a total of 12,000 tons over twelve war patrols conducted during the opening stages of the Battle of the Atlantic."}]}, {"heading": "Events", "year": "1943", "date": "September 18", "txt": "World War II: Adolf Hitler orders the deportation of Danish Jews.", "entities": [{"title": "History of the Jews in Denmark", "href": "/wiki/History_of_the_Jews_in_Denmark#The_Nazi_era", "description": "The history of the Jews in Denmark goes back to the 1600s. At present, the Jewish community of Denmark constitutes a small minority of about 6,000 persons within Danish society. The community's population peaked prior to the Holocaust at which time the Danish resistance movement took part in a collective effort to evacuate about 8,000 Jews and their families from Denmark by sea to nearby neutral S"}]}, {"heading": "Events", "year": "1944", "date": "September 18", "txt": "World War II: The British submarine HMS Tradewind torpedoes Jun'yō Maru, killing 5,600, mostly slave labourers and POWs.", "entities": [{"title": "HMS Tradewind (P329)", "href": "/wiki/HMS_Tradewind_(P329)", "description": "HMS Tradewind was a British submarine of the third group of the T class. She was built as P329 at Chatham, and launched on 11 December 1942. So far she has been the only ship of the Royal Navy to be named Tradewind, after the Trade winds."}]}, {"heading": "Events", "year": "1944", "date": "September 18", "txt": "World War II: The Battle of Arracourt begins.", "entities": [{"title": "Battle of Arracourt", "href": "/wiki/Battle_of_Arracourt", "description": "The Battle of Arracourt took place between U.S. and German armoured forces near the town of Arracourt, Lorraine, France between 18 and 29 September 1944, during the Lorraine Campaign of World War II. As part of a counteroffensive against recent U.S. advances in France, the German 5th Panzer Army had as its objective the recapture of Lunéville and the elimination of the XII Corps bridgehead over th"}]}, {"heading": "Events", "year": "1945", "date": "September 18", "txt": "General Douglas MacArthur moves his general headquarters from Manila to Tokyo.", "entities": [{"title": "Douglas MacArthur", "href": "/wiki/Douglas_MacArthur", "description": "Douglas MacArthur was an American five-star general and Field Marshal of the Philippine Army. He was Chief of Staff of the United States Army during the 1930s and played a prominent role in the Pacific theater during World War II. He received the Medal of Honor for his service in the Philippines campaign, which made him and his father Arthur MacArthur Jr. the first father and son to be awarded the"}]}, {"heading": "Events", "year": "1947", "date": "September 18", "txt": "The National Security Act reorganizes the United States government's military and intelligence services.", "entities": [{"title": "National Security Act of 1947", "href": "/wiki/National_Security_Act_of_1947", "description": "The National Security Act of 1947 was a law enacting major restructuring of the United States government's military and intelligence agencies following World War II. The majority of the provisions of the Act took effect on September 18, 1947, the day after the Senate confirmed James Forrestal as the first Secretary of Defense."}]}, {"heading": "Events", "year": "1948", "date": "September 18", "txt": "Operation Polo is terminated after the Indian Army accepts the surrender of the army of Hyderabad.", "entities": [{"title": "Operation Polo", "href": "/wiki/Operation_Polo", "description": "\nOperation Polo was the code name of the Hyderabad \"police action\" in September 1948, by the then newly independent Dominion of India against Hyderabad State. It was a military operation in which the Indian Armed Forces invaded the Nizam-ruled princely state, annexing it into the Indian Union."}]}, {"heading": "Events", "year": "1948", "date": "September 18", "txt": "Margaret Chase Smith of Maine becomes the first woman elected to the United States Senate without completing another senator's term.", "entities": []}, {"heading": "Events", "year": "1960", "date": "September 18", "txt": "Fidel Castro arrives in New York City as the head of the Cuban delegation to the United Nations.", "entities": [{"title": "Fidel Castro", "href": "/wiki/Fidel_Castro", "description": "Fidel Alejandro Castro Ruz better known internationally as Fidel Castro, was a Cuban revolutionary and politician who served as Prime Minister of Cuba from 1959 to 1976 and President from 1976 to 2008. Ideologically a Marxist–Leninist and Cuban nationalist, he also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration, Cuba became a one-party c"}]}, {"heading": "Events", "year": "1961", "date": "September 18", "txt": "U.N. Secretary-General Dag Hammarskjöld dies in an air crash while attempting to negotiate peace in the Katanga region of the Democratic Republic of the Congo.", "entities": [{"title": "Dag Hammarskjöld", "href": "/wiki/Dag_Hammarskj%C3%B6ld", "description": "Dag Hjalmar Agne Carl Hammarskjöld was a Swedish economist and diplomat who served as the second Secretary-General of the United Nations. As of 2021, he remains the youngest person to have held the post, having been only 47 years old when he was appointed in 1953."}, {"title": "1961 Ndola United Nations DC-6 crash", "href": "/wiki/1961_Ndola_United_Nations_DC-6_crash", "description": "The Ndola United Nations DC-6 crash occurred on 18 September 1961 in Northern Rhodesia. The crash resulted in the deaths of all people onboard including Dag Hammarskjöld, the second Secretary-General of the United Nations, and 15 others. Hammarskjöld had been en route to cease-fire negotiations with Moise Tshombe during the Congo Crisis. Three official inquiries failed to determine conclusively th"}]}, {"heading": "Events", "year": "1962", "date": "September 18", "txt": "Burundi, Jamaica, Rwanda and Trinidad and Tobago are admitted to the United Nations.", "entities": [{"title": "Burundi", "href": "/wiki/Burundi", "description": "Burundi, officially the Republic of Burundi, is a landlocked country in the Great Rift Valley where the African Great Lakes region and East Africa converge. It is bordered by Rwanda to the north, Tanzania to the east and southeast, and the Democratic Republic of the Congo to the west; Lake Tanganyika lies along its southwestern border. The capital cities are Gitega and Bujumbura."}, {"title": "Jamaica", "href": "/wiki/Jamaica", "description": "Jamaica is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean. Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola ; the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-wes"}, {"title": "Rwanda", "href": "/wiki/Rwanda", "description": "Rwanda, officially the Republic of Rwanda, is a landlocked country in the Great Rift Valley, where the African Great Lakes region and East Africa converge. One of the smallest countries on the African mainland, its capital city is Kigali. Located a few degrees south of the Equator, Rwanda is bordered by Uganda, Tanzania, Burundi, and the Democratic Republic of the Congo. It is highly elevated, giv"}, {"title": "Trinidad and Tobago", "href": "/wiki/Trinidad_and_Tobago", "description": "Trinidad and Tobago, officially the Republic of Trinidad and Tobago, is the southernmost island country in the Caribbean and is known for its fossil-fuel wealth. Consisting of the main islands Trinidad and Tobago, and numerous much smaller islands, it is situated 130 kilometres south of Grenada and 11 kilometres off the coast of northeastern Venezuela. It shares maritime boundaries with Barbados t"}]}, {"heading": "Events", "year": "1973", "date": "September 18", "txt": "The Bahamas, East Germany and West Germany are admitted to the United Nations.", "entities": [{"title": "The Bahamas", "href": "/wiki/The_Bahamas", "description": "The Bahamas, known officially as the Commonwealth of The Bahamas, is a country within the Lucayan Archipelago of the West Indies in the Atlantic. It takes up 97% of the Lucayan Archipelago's land area and is home to 88% of the archipelago's population. The archipelagic state consists of more than 700 islands, cays, and islets in the Atlantic Ocean, and is located north of Cuba and northwest of the"}, {"title": "East Germany", "href": "/wiki/East_Germany", "description": "East Germany, officially the German Democratic Republic, was a country that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forc"}, {"title": "West Germany", "href": "/wiki/West_Germany", "description": "West Germany, officially the Federal Republic of Germany, retrospectively designated as the Bonn Republic, is the common English name for the Federal Republic of Germany between its formation on 23 May 1949 and the German reunification through the accession of East Germany on 3 October 1990. During this Cold War period, the western portion of Germany was part of the Western Bloc. West Germany was "}]}, {"heading": "Events", "year": "1974", "date": "September 18", "txt": "Hurricane Fifi strikes Honduras with 110 mph winds, killing 5,000 people.", "entities": [{"title": "Hurricane Fifi", "href": "/wiki/Hurricane_Fifi", "description": "Hurricane Fifi was a cataclysmic tropical cyclone that killed over 8,210 people in Honduras in September 1974, ranking it as the third deadliest Atlantic hurricane on record, only behind Hurricane Mitch in 1998, and the 1780 hurricane. Fifi is also the first billion-dollar hurricane not to make landfall in the U.S., Originating from a strong tropical wave on September 14, the system steadily track"}]}, {"heading": "Events", "year": "1977", "date": "September 18", "txt": "Voyager I takes the first distant photograph of the Earth and the Moon together.", "entities": [{"title": "Voyager I", "href": "/wiki/Voyager_I", "description": "Voyager 1 is a space probe that was launched by NASA on September 5, 1977. Part of the Voyager program to study the outer Solar System, Voyager 1 was launched 16 days after its twin, Voyager 2. Having operated for 43 years, 7 months and 29 days as of May 5, 2021 UTC [refresh], the spacecraft still communicates with the Deep Space Network to receive routine commands and to transmit data to Earth. R"}]}, {"heading": "Events", "year": "1980", "date": "September 18", "txt": "Soyuz 38 carries two cosmonauts (including one Cuban) to the Salyut 6 space station.", "entities": [{"title": "Soyuz 38", "href": "/wiki/Soyuz_38", "description": "Soyuz 38 was a human spaceflight mission conducted by the Soviet Union during September, 1980. The Soyuz spacecraft brought two visiting crew members to the Salyut 6 space station, one of whom was an Intercosmos cosmonaut from Cuba."}]}, {"heading": "Events", "year": "1981", "date": "September 18", "txt": "The Assemblée Nationale votes to abolish capital punishment in France.", "entities": [{"title": "Capital punishment in France", "href": "/wiki/Capital_punishment_in_France", "description": "Capital punishment in France is banned by Article 66-1 of the Constitution of the French Republic, voted as a constitutional amendment by the Congress of the French Parliament on 19 February 2007 and simply stating \"No one can be sentenced to the death penalty\". The death penalty was already declared illegal on 9 October 1981 when President François Mitterrand signed a law prohibiting the judicial"}]}, {"heading": "Events", "year": "1982", "date": "September 18", "txt": "The Sabra and Shatila massacre in Lebanon comes to an end.", "entities": [{"title": "Sabra and Shatila massacre", "href": "/wiki/Sabra_and_Shatila_massacre", "description": "The Sabra and Shatila massacre was the killing of between 460 and 3,500 civilians, mostly Palestinians and Lebanese Shiites, by a militia close to the Kataeb Party, a predominantly Christian Lebanese right-wing party, in the Sabra neighborhood and the adjacent Shatila refugee camp in Beirut, Lebanon. From approximately 18:00 on 16 September to 08:00 on 18 September 1982, a widespread massacre was "}]}, {"heading": "Events", "year": "1984", "date": "September 18", "txt": "Joe Kittinger completes the first solo balloon crossing of the Atlantic.", "entities": [{"title": "Joe Kittinger", "href": "/wiki/Joe_Kittinger", "description": "Colonel Joseph William Kittinger II is a retired officer in the United States Air Force (USAF) and a Command Pilot. His initial operational assignment was in fighter aircraft, then he participated in Project Manhigh and Project Excelsior high-altitude balloon flight projects from 1956 to 1960, setting a world record for the highest skydive from a height greater than 19 miles (31 km). He was also t"}]}, {"heading": "Events", "year": "1988", "date": "September 18", "txt": "The 8888 Uprising in Myanmar comes to an end.", "entities": [{"title": "8888 Uprising", "href": "/wiki/8888_Uprising", "description": "The 8888 Nationwide Popular Pro-Democracy Protests, also known as the 8-8-88 Uprisings, or the People Power Uprising, the People's Democracy Movement and the 1988 Uprising, were a series of nationwide protests, marches and civil unrest in Burma (Myanmar) that peaked in August 1988. Key events occurred on 8 August 1988 and therefore it is known as the 8888 Uprising. The protests began as a student "}]}, {"heading": "Events", "year": "1990", "date": "September 18", "txt": "Liechtenstein becomes a member of the United Nations.", "entities": [{"title": "Liechtenstein", "href": "/wiki/Liechtenstein", "description": "Liechtenstein, officially the Principality of Liechtenstein, is a German-speaking microstate situated in the Alps and in the southwest of Central Europe. The principality is a semi-constitutional monarchy headed by the Prince of Liechtenstein; the Prince's extensive powers are equivalent to those of a President in a semi-presidential system."}]}, {"heading": "Events", "year": "1992", "date": "September 18", "txt": "An explosion rocks Giant Mine at the height of a labor dispute, killing nine replacement workers in Yellowknife, Canada.", "entities": [{"title": "Giant Mine", "href": "/wiki/Giant_Mine", "description": "The Giant Mine was a gold mine located on the Ingraham Trail, 5 km (3.1 mi) north of Yellowknife, Northwest Territories. Giant Mine is within the Kam Group, which is part of the Yellowknife greenstone belt. Gold was discovered on the property and mineral claims staked in 1935 by Johnny Baker, but the true extent of the gold deposits was not known until 1944, when a massive gold-bearing shear zone "}]}, {"heading": "Events", "year": "1997", "date": "September 18", "txt": "United States media magnate Ted Turner donates US$1 billion to the United Nations.", "entities": [{"title": "Ted Turner", "href": "/wiki/Ted_Turner", "description": "Robert Edward Turner III is an American media proprietor, producer, and philanthropist. As a businessman, he is known as founder of the Cable News Network (CNN), the first 24-hour cable news channel. In addition, he founded WTBS, which pioneered the superstation concept in cable television, which later became TBS."}]}, {"heading": "Events", "year": "1997", "date": "September 18", "txt": "The Anti-Personnel Mine Ban Convention is adopted.", "entities": []}, {"heading": "Events", "year": "2001", "date": "September 18", "txt": "First mailing of anthrax letters from Trenton, New Jersey in the 2001 anthrax attacks.", "entities": [{"title": "Anthrax", "href": "/wiki/Anthrax", "description": "Anthrax is an infection caused by the bacterium Bacillus anthracis. It can occur in four forms: skin, lungs, intestinal, and injection. Symptom onset occurs between one day to over two months after the infection is contracted. The skin form presents with a small blister with surrounding swelling that often turns into a painless ulcer with a black center. The inhalation form presents with fever, ch"}, {"title": "Trenton, New Jersey", "href": "/wiki/Trenton,_New_Jersey", "description": "Trenton is the capital city of the U.S. state of New Jersey and the county seat of Mercer County. It briefly served as the capital of the United States in 1784. The city's metropolitan area, consisting of Mercer County, is grouped with the New York Combined Statistical Area by the United States Census Bureau, but it directly borders the Philadelphia metropolitan area and was from 1990 until 2000 p"}, {"title": "2001 anthrax attacks", "href": "/wiki/2001_anthrax_attacks", "description": "The 2001 anthrax attacks, also known as Amerithrax from its FBI case name, occurred in the United States over the course of several weeks beginning on September 18, 2001, one week after the September 11 terrorist attacks. Letters containing anthrax spores were mailed to several news media offices and to Democratic Senators Tom Daschle and Patrick Leahy, killing five people and infecting 17 others."}]}, {"heading": "Events", "year": "2007", "date": "September 18", "txt": "Buddhist monks join anti-government protesters in Myanmar, starting what some call the Saffron Revolution.", "entities": [{"title": "Saffron Revolution", "href": "/wiki/Saffron_Revolution", "description": "The Saffron Revolution was a series of economic and political protests and demonstrations that took place during August, September, and October 2007 in Myanmar. The protests were triggered by the decision of the national military government to remove subsidies on the sales prices of fuel. The national government is the only supplier of fuels and the removal of the price subsidy immediately caused "}]}, {"heading": "Events", "year": "2011", "date": "September 18", "txt": "The 2011 Sikkim earthquake is felt across northeastern India, Nepal, Bhutan, Bangladesh and southern Tibet.", "entities": [{"title": "2011 Sikkim earthquake", "href": "/wiki/2011_Sikkim_earthquake", "description": "The 2011 Sikkim earthquake occurred with a moment magnitude of 6.9 and was centered within the Kanchenjunga Conservation Area, near the border of Nepal and the Indian state of Sikkim, at 18:10 IST on Sunday, 18 September. The earthquake was felt across northeastern India, Nepal, Bhutan, Bangladesh and southern Tibet."}]}, {"heading": "Events", "year": "2012", "date": "September 18", "txt": "Greater Manchester Police officers PC Nicola Hughes and PC Fiona Bone are murdered in a gun and grenade ambush attack in Greater Manchester, England.", "entities": [{"title": "Greater Manchester Police", "href": "/wiki/Greater_Manchester_Police", "description": "Greater Manchester Police (GMP) is the territorial police force responsible for law enforcement within the metropolitan county of Greater Manchester in North West England. GMP is the fourth largest police force in the United Kingdom after the Metropolitan Police Service, Police Scotland and Police Service of Northern Ireland (PSNI); and is the second largest force in England and Wales."}, {"title": "Murders of Nicola Hughes and Fiona Bone", "href": "/wiki/Murders_of_Nicola_Hughes_and_Fiona_Bone", "description": "On 18 September 2012, two Greater Manchester Police officers, Nicola Hughes and Fiona Bone, were killed by Dale Cregan in a gun and grenade ambush while responding to a report of a burglary in Greater Manchester, England."}, {"title": "Greater Manchester", "href": "/wiki/Greater_Manchester", "description": "Greater Manchester is a metropolitan county and combined authority area in North West England, with a population of 2.8 million; the third largest in England after Greater London and the West Midlands. It encompasses one of the largest metropolitan areas in the United Kingdom and comprises ten metropolitan boroughs: Bolton, Bury, Oldham, Rochdale, Stockport, Tameside, Trafford, Wigan, and the citi"}, {"title": "England", "href": "/wiki/England", "description": "England is a country that is part of the United Kingdom. It shares land borders with Wales to its west and Scotland to its north. The Irish Sea lies northwest of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the"}]}, {"heading": "Events", "year": "2014", "date": "September 18", "txt": "Scotland votes against independence from the United Kingdom, by 55% to 45%.", "entities": [{"title": "2014 Scottish independence referendum", "href": "/wiki/2014_Scottish_independence_referendum", "description": "A referendum took place on Thursday 18 September 2014 on Scottish independence from the United Kingdom. The referendum question was, \"Should Scotland be an independent country?\", which voters answered with \"Yes\" or \"No\". The \"No\" side won with 2,001,926 (55.3%) voting against independence and 1,617,989 (44.7%) voting in favour. The turnout of 84.6% was the highest recorded for an election or refer"}]}, {"heading": "Events", "year": "2015", "date": "September 18", "txt": "Two security personnel, 17 worshippers in a mosque, and 13 militants are killed during a Tehrik-i-Taliban Pakistan attack on a Pakistan Air Force base on the outskirts of Peshawar.", "entities": [{"title": "2015 Camp Badaber attack", "href": "/wiki/2015_Camp_Badaber_attack", "description": "The 2015 Camp Badaber attack occurred on 18 September 2015, when 14 Tehrik-i-Taliban Pakistan (TTP) militants attempted to storm Camp Badaber, a Pakistan Air Force base located in Badaber, Khyber Pakhtunkhwa, Pakistan. The attack killed 25–29 security personnel, including Captain Asfandyar Bukhari of the Pakistan Army, who was responding to the attack as part of a quick-reaction force. All 14 mili"}]}, {"heading": "Events", "year": "2016", "date": "September 18", "txt": "The 2016 Uri attack in Jammu and Kashmir, India by terrorist group Jaish-e-Mohammed results in the deaths of nineteen Indian Army soldiers and all four attackers.", "entities": [{"title": "2016 Uri attack", "href": "/wiki/2016_Uri_attack", "description": "2016 Uri attacks or sometimes simply \"Uri attacks\" refers to the grenade attacks carried out by four terrorists near the town of Uri in the Indian former state of Jammu and Kashmir. It was reported as \"the deadliest attack on security forces in Kashmir in two decades\". The terrorist group Jaish-e-Mohammed was involved in the planning and execution of the attack. At the time of the attack, the Kash"}, {"title": "Jammu and Kashmir (state)", "href": "/wiki/Jammu_and_Kashmir_(state)", "description": "Jammu and Kashmir was a state of India from 1954 to 2019, constituting the southern and southeastern portion of the larger Kashmir region, which has been the subject of a dispute between India, Pakistan and China since the mid-20th century. The underlying region of this state were parts of the former princely state of Jammu and Kashmir, whose western districts, now known as Azad Kashmir, and north"}, {"title": "Jaish-e-Mohammed", "href": "/wiki/Jaish-e-Mohammed", "description": "Jaish-e-Mohammed is a Pakistan-based Deobandi Jihadist Mujahideen group active in Kashmir. The group's primary motive is to separate Kashmir from India and merge it into Pakistan. Since its inception in 2000, the group has carried out several attacks in the state of Jammu and Kashmir. It portrays Kashmir as a \"gateway\" to the entire India, whose Muslims are also deemed to be in need of liberation."}]}, {"heading": "Births", "year": "AD 53", "date": "September 18", "txt": "Trajan, Roman emperor (d. 117)", "entities": [{"title": "Trajan", "href": "/wiki/Trajan", "description": "Trajan was Roman emperor from 98 to 117. Officially declared by the Senate optimus princeps, Trajan is remembered as a successful soldier-emperor who presided over the second-greatest military expansion in Roman history, after Augustus, leading the empire to attain its maximum territorial extent by the time of his death. He is also known for his philanthropic rule, overseeing extensive public buil"}]}, {"heading": "Births", "year": "524", "date": "September 18", "txt": "Kan B'alam I, ruler of Palenque (d. 583)", "entities": [{"title": "Kan B'alam I", "href": "/wiki/Kan_B%27alam_I", "description": "Kan Bahlam I, also known as Chan Bahlum I, was an ajaw of the Maya city-state of Palenque. He acceded to the throne on April 6, 572 at age 47 and ruled until his death. Kan Bahlam was most likely the younger brother of his predecessor, Ahkal Mo' Nahb II and probably son of K'an Joy Chitam I. He was the first ruler of Palenque to use the title K'inich, albeit inconsistently. The title is usually tr"}, {"title": "Palenque", "href": "/wiki/Palenque", "description": "Palenque, also anciently known as Lakamha, was a Maya city state in southern Mexico that perished in the 7th century. The Palenque ruins date from ca. 226 BC to ca. 799 AD. After its decline, it was overgrown by the jungle of cedar, mahogany, and sapodilla trees, but has since been excavated and restored. It is located near the Usumacinta River in the Mexican state of Chiapas, about 130 km (81 mi)"}]}, {"heading": "Births", "year": "1091", "date": "September 18", "txt": "Andronikos Komnenos, Byzantine prince and general (d. 1130/31)", "entities": [{"title": "Andronikos Komnenos (son of Alexios I)", "href": "/wiki/Andronikos_Komnenos_(son_of_Alexios_I)", "description": "Andronikos Komnenos was a Byzantine prince and military commander. The second-born son of Emperor Alexios I Komnenos, he was named sebastokrator and participated in the Battle of Philomelion against the Seljuk Turks. He opposed the succession of his older brother John II Komnenos to the throne in 1118, but was allowed to remain at court, and served in at least two of John II's campaigns in the Bal"}]}, {"heading": "Births", "year": "1344", "date": "September 18", "txt": "Marie of France, Duchess of Bar (d. 1404)", "entities": [{"title": "Marie of France, Duchess of Bar", "href": "/wiki/Marie_of_France,_Duchess_of_Bar", "description": "Marie of France was the sixth child and second daughter of John II of France and Bonne of Bohemia."}]}, {"heading": "Births", "year": "1434", "date": "September 18", "txt": "Eleanor of Portugal, Holy Roman Empress (d. 1467)", "entities": [{"title": "Eleanor of Portugal, Holy Roman Empress", "href": "/wiki/Eleanor_of_Portugal,_Holy_Roman_Empress", "description": "Eleanor of Portugal was Empress of the Holy Roman Empire. A Portuguese infanta (princess), daughter of King Edward of Portugal and his wife Eleanor of Aragon, she was the consort of Holy Roman Emperor Frederick III and the mother of Holy Roman Emperor Maximilian I."}]}, {"heading": "Births", "year": "1501", "date": "September 18", "txt": "Henry Stafford, 1st Baron Stafford (d. 1563)", "entities": [{"title": "Henry Stafford, 1st Baron Stafford", "href": "/wiki/Henry_Stafford,_1st_Baron_Stafford", "description": "Henry Stafford, 1st Baron Stafford was an English nobleman. After the execution for treason in 1521 and posthumous attainder of his father Edward Stafford, 3rd Duke of Buckingham, with the forfeiture of all the family's estates and titles, he managed to regain some of his family's position and was created Baron Stafford in 1547. However his family never truly recovered from the blow and thenceforw"}]}, {"heading": "Births", "year": "1554", "date": "September 18", "txt": "Haydar Mirza Safavi, Safavid prince (d. 1576)", "entities": [{"title": "Haydar Mirza Safavi", "href": "/wiki/Haydar_Mirza_Safavi", "description": "Haydar Mirza Safavi was a Safavid prince, who declared himself as the king (shah) of Iran on 15 May 1576, the following day after his father Tahmasp I had died. He was, however, during the same day killed by the Qizilbash tribes that favored his brother Ismail Mirza Safavi as the successor of their father. His mother was Sultanzadeh Khanum, a Georgian lady."}]}, {"heading": "Births", "year": "1587", "date": "September 18", "txt": "Francesca Caccini, Italian singer-songwriter and lute player (d. 1640)", "entities": [{"title": "Francesca Caccini", "href": "/wiki/Francesca_Caccini", "description": "Francesca Caccini was an Italian composer, singer, lutenist, poet, and music teacher of the early Baroque era. She was also known by the nickname \"La Cecchina\" [la tʃekˈkiːna], given to her by the Florentines and probably a diminutive of \"Francesca\". She was the daughter of Giulio Caccini. Her only surviving stage work, La liberazione di Ruggiero, is widely considered the oldest opera by a woman c"}, {"title": "Lute", "href": "/wiki/Lute", "description": "A lute  is any plucked string instrument with a neck and a deep round back enclosing a hollow cavity, usually with a sound hole or opening in the body. It may be either fretted or unfretted."}]}, {"heading": "Births", "year": "1606", "date": "September 18", "txt": "Zhang Xianzhong, Chinese rebel leader (d. 1647)", "entities": [{"title": "Zhang Xianzhong", "href": "/wiki/Zhang_Xianzhong", "description": "Zhang Xianzhong, nicknamed Yellow Tiger, was a leader of a peasant revolt from Yan'an, Shaanxi Province. He conquered Sichuan in 1644, and named himself king and later emperor of the Xi dynasty. His rule in Sichuan was brief, and he was killed by the invading Qing army. He is commonly associated with the massacres in Sichuan that depopulated the region. However, the extent of his killings is dispu"}]}, {"heading": "Births", "year": "1643", "date": "September 18", "txt": "Gilbert Burnet, Scottish bishop, historian, and theologian (d. 1715)", "entities": [{"title": "Gilbert Burnet", "href": "/wiki/Gilbert_Burnet", "description": "Gilbert Burnet was a Scottish philosopher and historian, and Bishop of Salisbury. He was fluent in Dutch, French, Latin, Greek, and Hebrew. Burnet was highly respected as a cleric, a preacher, an academic, a writer and a historian. He was always closely associated with the Whig party, and was one of the few close friends in whom King William III confided."}]}, {"heading": "Births", "year": "1676", "date": "September 18", "txt": "Eberhard Louis, Duke of Württemberg (d. 1733)", "entities": [{"title": "Eberhard Louis, Duke of Württemberg", "href": "/wiki/Eberhard_Louis,_Duke_of_W%C3%BCrttemberg", "description": "Duke Eberhard Louis was the tenth Duke of Württemberg, from 1692 until 1733."}]}, {"heading": "Births", "year": "1684", "date": "September 18", "txt": "Johann Gottfried Walther, German organist and composer (d. 1748)", "entities": [{"title": "Johann Gottfried Walther", "href": "/wiki/Johann_Gottfried_Walther", "description": "Johann Gottfried Walther was a German music theorist, organist, composer, and lexicographer of the Baroque era."}]}, {"heading": "Births", "year": "1709", "date": "September 18", "txt": "Samuel Johnson, English lexicographer and poet (d. 1784)", "entities": [{"title": "Samuel Johnson", "href": "/wiki/Samuel_Johnson", "description": "Samuel Johnson, often referred to as Dr Johnson, was an English writer who made lasting contributions to English literature as a poet, playwright, essayist, moralist, literary critic, biographer, editor, and lexicographer. Religiously, he was a devout Anglican, and politically a committed Tory. The Oxford Dictionary of National Biography describes Johnson as \"arguably the most distinguished man of"}]}, {"heading": "Births", "year": "1711", "date": "September 18", "txt": "Ignaz Holzbauer, Austrian composer and educator (d. 1783)", "entities": [{"title": "Ignaz Holzbauer", "href": "/wiki/Ignaz_Holzbauer", "description": "Ignaz Jakob Holzbauer was a composer of symphonies, concertos, operas, and chamber music, and a member of the Mannheim school. His aesthetic style is in line with that of the Sturm und Drang \"movement\" of German art and literature."}]}, {"heading": "Births", "year": "1733", "date": "September 18", "txt": "George Read, American lawyer and politician, 3rd Governor of Delaware (d. 1798)", "entities": [{"title": "George Read (U.S. statesman)", "href": "/wiki/George_Read_(U.S._statesman)", "description": "George Read was a politician from New Castle in New Castle County, Delaware. He was a signer of the Declaration of Independence, a Continental Congressman from Delaware, a delegate to the U.S. Constitutional Convention of 1787, President of Delaware, and a member of the Federalist Party, who served as U.S. Senator from Delaware and Chief Justice of Delaware."}, {"title": "List of Governors of Delaware", "href": "/wiki/List_of_Governors_of_Delaware", "description": "The Governor of Delaware is the head of the executive branch of Delaware's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Delaware Legislature, to convene the legislature, and to grant pardons, except in cases of impeachment, and only with the recommendation of th"}]}, {"heading": "Births", "year": "1750", "date": "September 18", "txt": "Tomás de Iriarte y Oropesa, Spanish poet and playwright (d. 1791)", "entities": [{"title": "Tomás de Iriarte y Oropesa", "href": "/wiki/Tom%C3%A1s_de_Iriarte_y_Oropesa", "description": "Tomás de Iriart y Oropesa, was a Spanish neoclassical poet."}]}, {"heading": "Births", "year": "1752", "date": "September 18", "txt": "Adrien-Marie Legendre, French mathematician and theorist (d. 1833)", "entities": [{"title": "Adrien-Marie Legendre", "href": "/wiki/Adrien-Marie_Legendre", "description": "Adrien-Marie Legendre was a French mathematician who made numerous contributions to mathematics. Well-known and important concepts such as the Legendre polynomials and Legendre transformation are named after him."}]}, {"heading": "Births", "year": "1765", "date": "September 18", "txt": "Pope Gregory XVI (d. 1846)", "entities": [{"title": "Pope Gregory XVI", "href": "/wiki/Pope_Gregory_XVI", "description": "Pope Gregory XVI was head of the Catholic Church and ruler of the Papal States from 2 February 1831 to his death in 1846. He had adopted the name Mauro upon entering the religious order of the Camaldolese."}]}, {"heading": "Births", "year": "1779", "date": "September 18", "txt": "Joseph Story, American lawyer, jurist, and politician (d. 1845)", "entities": [{"title": "Joseph Story", "href": "/wiki/Joseph_Story", "description": "Joseph Story was an American lawyer and jurist who served on the Supreme Court of the United States from 1812 to 1845, during the Marshall Court and early-Taney Court eras. He is most remembered for his opinions in Martin v. Hunter's Lessee and The Amistad case, and especially for his magisterial Commentaries on the Constitution of the United States, first published in 1833. Dominating the field i"}]}, {"heading": "Births", "year": "1786", "date": "September 18", "txt": "Christian VIII of Denmark (d. 1848)", "entities": [{"title": "Christian VIII of Denmark", "href": "/wiki/Christian_VIII_of_Denmark", "description": "Christian VIII was the king of Denmark from 1839 to 1848 and, as Christian Frederick, King of Norway in 1814."}]}, {"heading": "Births", "year": "1786", "date": "September 18", "txt": "Justinus Kerner, German poet and author (d. 1862)", "entities": []}, {"heading": "Births", "year": "1812", "date": "September 18", "txt": "Herschel Vespasian Johnson, American lawyer and politician, 41st Governor of Georgia (d. 1880)", "entities": [{"title": "Herschel Vespasian Johnson", "href": "/wiki/Herschel_Vespasian_Johnson", "description": "Herschel Vespasian Johnson was an American politician. He was the 41st Governor of Georgia from 1853 to 1857 and the vice presidential nominee of the Douglas wing of the Democratic Party in the 1860 U.S. presidential election. He also served as one of Georgia's Confederate States senators."}, {"title": "Governor of Georgia", "href": "/wiki/Governor_of_Georgia", "description": "The governor of Georgia is the head of the executive branch of Georgia's state government and the commander-in-chief of the state's military forces. The governor also has a duty to enforce state laws, the power to either veto or approve bills passed by the Georgia Legislature, and the power to convene the legislature. The current governor is Republican Brian Kemp, who assumed office on January 14,"}]}, {"heading": "Births", "year": "1819", "date": "September 18", "txt": "Léon Foucault, French physicist and academic (d. 1868)", "entities": [{"title": "Léon Foucault", "href": "/wiki/L%C3%A9on_Foucault", "description": "Jean Bernard Léon Foucault was a French physicist best known for his demonstration of the Foucault pendulum, a device demonstrating the effect of the Earth's rotation. He also made an early measurement of the speed of light, discovered eddy currents, and is credited with naming the gyroscope."}]}, {"heading": "Births", "year": "1837", "date": "September 18", "txt": "Aires de Ornelas e Vasconcelos, Portuguese archbishop (d. 1880)", "entities": [{"title": "Aires de Ornelas e Vasconcelos", "href": "/wiki/Aires_de_Ornelas_e_Vasconcelos", "description": "Aires de Ornelas e Vasconcelos was the Roman Catholic Archbishop of Goa."}]}, {"heading": "Births", "year": "1838", "date": "September 18", "txt": "Anton Mauve, Dutch painter and educator (d. 1888)", "entities": [{"title": "Anton Mauve", "href": "/wiki/Anton_Mauve", "description": "Anthonij (Anton) Rudolf Mauve was a Dutch realist painter who was a leading member of the Hague School. He signed his paintings 'A. Mauve' or with a monogrammed 'A.M.'. A master colorist, he was a very significant early influence on his cousin-in-law Vincent van Gogh."}]}, {"heading": "Births", "year": "1846", "date": "September 18", "txt": "Richard With, Norwegian captain, businessman, and politician, founded Vesteraalens Dampskibsselskab (d. 1930)", "entities": [{"title": "Richard With", "href": "/wiki/Richard_With", "description": "Richard Bernhard With was a Norwegian ship captain, businessman and politician for the Liberal Left Party. He is known as the founder of the shipping companies Vesteraalens Dampskibsselskab and Hurtigruten."}, {"title": "Vesteraalens Dampskibsselskab", "href": "/wiki/Vesteraalens_Dampskibsselskab", "description": "Vesteraalens Dampskibsselskab was a Norwegian shipping company that operated ferries in Northern Norway."}]}, {"heading": "Births", "year": "1848", "date": "September 18", "txt": "Francis Grierson, English-American pianist and composer (d. 1927)", "entities": [{"title": "Francis Grierson", "href": "/wiki/Francis_Grierson", "description": "Benjamin Henry Jesse Francis Shepard was a composer, pianist and writer who used the pen name Francis Grierson."}]}, {"heading": "Births", "year": "1857", "date": "September 18", "txt": "John Hessin Clarke, American lawyer and judge (d. 1945)", "entities": [{"title": "John Hessin Clarke", "href": "/wiki/John_Hessin_Clarke", "description": "John Hessin Clarke was an American lawyer and judge who served as an Associate Justice of the United States Supreme Court from 1916 to 1922."}]}, {"heading": "Births", "year": "1858", "date": "September 18", "txt": "Kate Booth, English Salvation Army officer (d. 1955)", "entities": [{"title": "Kate Booth", "href": "/wiki/Kate_Booth", "description": "Catherine Booth-Clibborn was an English Salvationist and evangelist who extended the Salvation Army into France and Switzerland against local opposition. She was the oldest daughter of William and Catherine Booth. She was also known as \"la Maréchale\"."}, {"title": "Salvation Army", "href": "/wiki/Salvation_Army", "description": "The Salvation Army (TSA) is a Christian church and an international charitable organisation. The organisation reports a worldwide membership of over 1.7 million, consisting of soldiers, officers and adherents collectively known as Salvationists. Its founders sought to bring salvation to the poor, destitute, and hungry by meeting both their \"physical and spiritual needs\". It is present in 132 count"}]}, {"heading": "Births", "year": "1859", "date": "September 18", "txt": "John L. Bates, American lawyer and politician, 41st Governor of Massachusetts (d. 1946)", "entities": [{"title": "John L. Bates", "href": "/wiki/John_L._Bates", "description": "John Lewis Bates was a lawyer and Republican politician from Massachusetts."}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1859", "date": "September 18", "txt": "Lincoln Loy McCandless, American businessman and politician (d. 1940)", "entities": []}, {"heading": "Births", "year": "1860", "date": "September 18", "txt": "Alberto Franchetti, Italian-American composer and educator (d. 1942)", "entities": [{"title": "Alberto Franchetti", "href": "/wiki/Alberto_Franchetti", "description": "Alberto Franchetti was an Italian opera composer."}]}, {"heading": "Births", "year": "1870", "date": "September 18", "txt": "Clark Wissler, American anthropologist, author, and educator (d. 1947)", "entities": [{"title": "Clark Wissler", "href": "/wiki/Clark_Wissler", "description": "Clark David Wissler was an American anthropologist, ethnologist, and archaeologist."}]}, {"heading": "Births", "year": "1872", "date": "September 18", "txt": "Carl Friedberg, German-Italian pianist and educator (d. 1955)", "entities": [{"title": "Carl Friedberg", "href": "/wiki/Carl_Friedberg", "description": "Carl Rudolf Hermann Friedberg was a German pianist and teacher of Jewish origin."}]}, {"heading": "Births", "year": "1872", "date": "September 18", "txt": "Adolf Schmal, Austrian fencer and cyclist (d. 1919)", "entities": []}, {"heading": "Births", "year": "1875", "date": "September 18", "txt": "Tomás Burgos, Chilean philanthropist (d. 1945)", "entities": [{"title": "Tomás Burgos", "href": "/wiki/Tom%C3%A1s_Burgos", "description": "Tomás Burgos Sotomayor was a Chilean philanthropist, one of the strongest supporters of the \"mutualist movement\" and the founder of \"Villa Lo Burgos\", the present city of Purranque."}]}, {"heading": "Births", "year": "1876", "date": "September 18", "txt": "James Scullin, Australian journalist and politician, 9th Prime Minister of Australia (d. 1953)", "entities": [{"title": "James Scullin", "href": "/wiki/James_Scullin", "description": "James Henry Scullin was an Australian Labor Party politician and the ninth Prime Minister of Australia. Scullin led Labor to government at the 1929 election. The Wall Street Crash of 1929 transpired just two days after his swearing in, which would herald the beginning of the Great Depression in Australia. Scullin's administration would soon be overwhelmed by the economic crisis, with interpersonal"}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1878", "date": "September 18", "txt": "James O. Richardson, American admiral (d. 1974)", "entities": [{"title": "James O. Richardson", "href": "/wiki/James_O._Richardson", "description": "James Otto Richardson was an admiral in the United States Navy who served from 1902 to 1947. As Commander in Chief, United States Fleet (CinCUS), he protested the redeployment of the Pacific portion of the fleet forward to Pearl Harbor since he believed that a forward defense was neither practical nor useful and that the Pacific Fleet would be the logical first target in the event of war with Japa"}]}, {"heading": "Births", "year": "1883", "date": "September 18", "txt": "Gerald Tyrwhitt-Wilson, 14th Baron Berners, English composer, painter, and author (d. 1950)", "entities": [{"title": "Gerald Tyrwhitt-Wilson, 14th Baron Berners", "href": "/wiki/Gerald_Tyrwhitt-Wilson,_14th_Baron_Berners", "description": "\n\nGerald Hugh Tyrwhitt-Wilson, 14th Baron Berners, also known as Gerald Tyrwhitt, was a British composer, novelist, painter and aesthete. He was also known as Lord Berners."}]}, {"heading": "Births", "year": "1885", "date": "September 18", "txt": "Uzeyir Hajibeyov, Azerbaijani composer, conductor, and playwright (d. 1948)", "entities": [{"title": "Uzeyir Hajibeyov", "href": "/wiki/Uzeyir_Hajibeyov", "description": "Uzeyir bey Abdul Huseyn oglu Hajibeyli was an Azerbaijani composer, conductor, publicist, playwright, and social figure. He is recognized as the father of Azerbaijani composed classical music and opera. Uzeyir Hajibeyov composed the music of the national anthem of Azerbaijan Democratic Republic. He also composed the anthem used by Azerbaijan during the Soviet period. He was the first composer of a"}]}, {"heading": "Births", "year": "1888", "date": "September 18", "txt": "Grey Owl, English-Canadian environmentalist and author (d. 1938)", "entities": [{"title": "Grey Owl", "href": "/wiki/Grey_Owl", "description": "Archibald Stansfeld Belaney, commonly known as Grey Owl, was a British-born conservationist, fur trapper, and writer who disguised himself as a Native American man. While he achieved fame as a conservationist during his life, after his death the revelation that he was not Indigenous, along with other autobiographical fabrications, negatively affected his reputation."}]}, {"heading": "Births", "year": "1888", "date": "September 18", "txt": "Toni Wolff, Swiss psychologist and author (d. 1953)", "entities": []}, {"heading": "Births", "year": "1889", "date": "September 18", "txt": "Doris Blackburn, Australian activist and politician (d. 1970)", "entities": [{"title": "Doris Blackburn", "href": "/wiki/Doris_Blackburn", "description": "Doris Amelia Blackburn was an Australian social reformer and politician. She served in the House of Representatives from 1946 to 1949, the second woman after Enid Lyons to do so. Blackburn was a prominent socialist and originally a member of the Labor Party. She was married to Maurice Blackburn, a Labor MP, but he was expelled from the party in 1937 and she resigned from the party in solidarity. H"}]}, {"heading": "Births", "year": "1889", "date": "September 18", "txt": "Leslie Morshead, Australian general, businessman, and educator (d. 1959)", "entities": []}, {"heading": "Births", "year": "1891", "date": "September 18", "txt": "Rafael Pérez y Pérez, Spanish author (d. 1984)", "entities": [{"title": "Rafael Pérez y Pérez", "href": "/wiki/Rafael_P%C3%A9rez_y_P%C3%A9rez", "description": "Rafael Pérez y Pérez, was a popular Spanish writer of over 160 romantic novels from 1909 to 1971. He was one of the first writers to publish romance novels written in Spanish language. His novels have been translated into 22 languages, and had sold over 5 million copies by the year 1977, and some of his novels were adapted to film."}]}, {"heading": "Births", "year": "1893", "date": "September 18", "txt": "Arthur Benjamin, Australian pianist, composer, and conductor (d. 1960)", "entities": [{"title": "Arthur Benjamin", "href": "/wiki/Arthur_Benjamin", "description": "\n\nArthur Leslie Benjamin was an Australian composer, pianist, conductor and teacher. He is best known as the composer of Jamaican Rumba (1938) and of the Storm Clouds Cantata, featured in both versions of the Alfred Hitchcock film The Man who Knew Too Much (1934), (1956)."}]}, {"heading": "Births", "year": "1893", "date": "September 18", "txt": "William March, American soldier and author (d. 1954)", "entities": []}, {"heading": "Births", "year": "1894", "date": "September 18", "txt": "Fay Compton, English actress (d. 1978)", "entities": [{"title": "Fay Compton", "href": "/wiki/Fay_Compton", "description": "Virginia Lilian Emmeline Compton-Mackenzie, CBE, known professionally as Fay Compton, was an English actress. She appeared in several films, and made many broadcasts, but was best known for her stage performances. She was known for her versatility, and appeared in Shakespeare, drawing room comedy, pantomime, modern drama, and classics such as Ibsen and Chekhov. In addition to performing in Britain"}]}, {"heading": "Births", "year": "1895", "date": "September 18", "txt": "Jean Batmale, French footballer and manager (d. 1973)", "entities": [{"title": "Jean Batmale", "href": "/wiki/Jean_Batmale", "description": "Jean Batmale was a professional French footballer. He played for France national football team at the 1920 and 1924 Summer Olympics."}]}, {"heading": "Births", "year": "1895", "date": "September 18", "txt": "John Diefenbaker, Canadian lawyer and politician, 13th Prime Minister of Canada (d. 1979)", "entities": [{"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Births", "year": "1895", "date": "September 18", "txt": "Walter Koch, German astrologer and author (d. 1970)", "entities": []}, {"heading": "Births", "year": "1895", "date": "September 18", "txt": "Tomoji Tanabe, Japanese super-centenarian (d. 2009)", "entities": []}, {"heading": "Births", "year": "1897", "date": "September 18", "txt": "Pablo Sorozábal, Spanish composer and conductor (d. 1988)", "entities": [{"title": "Pablo Sorozábal", "href": "/wiki/Pablo_Soroz%C3%A1bal", "description": "Pablo Sorozábal Mariezcurrena was a Spanish composer of zarzuelas, symphonic works, and the popular romanza, \"No puede ser\"."}]}, {"heading": "Births", "year": "1900", "date": "September 18", "txt": "Willis Laurence James, American violinist and educator (d. 1966)", "entities": [{"title": "Willis Laurence James", "href": "/wiki/Willis_Laurence_James", "description": "Willis Laurence James was an American musician, composer and educator. He was on the faculty of Spelman College for more than three decades."}]}, {"heading": "Births", "year": "1900", "date": "September 18", "txt": "Seewoosagur Ramgoolam, Mauritian philanthropist and politician, 1st Prime Minister of Mauritius (d. 1985)", "entities": [{"title": "Prime Minister of Mauritius", "href": "/wiki/Prime_Minister_of_Mauritius", "description": "The prime minister of Mauritius is the head of government of Mauritius. He presides over the Cabinet of Ministers which advises the President of the Country and is collectively responsible to the National Assembly for any advice given and for all action done by or under the authority of any Minister in the execution of his office."}]}, {"heading": "Births", "year": "1901", "date": "September 18", "txt": "Harold Clurman, American director and producer (d. 1980)", "entities": [{"title": "Harold Clurman", "href": "/wiki/Harold_Clurman", "description": "Harold Edgar Clurman was an American theatre director and drama critic, \"one of the most influential in the United States\". He was most notable as one of the three founders of New York City's Group Theatre (1931–1941). He directed more than 40 plays in his career and, during the 1950s, was nominated for a Tony Award as director for several productions. In addition to his directing career, he was d"}]}, {"heading": "Births", "year": "1904", "date": "September 18", "txt": "Bun Cook, Canadian ice hockey player and coach (d. 1988)", "entities": [{"title": "Bun Cook", "href": "/wiki/Bun_Cook", "description": "Frederick Joseph \"Bun\" Cook was a Canadian professional ice hockey forward and coach. He was an Allan Cup champion with the Sault Ste. Marie Greyhounds in 1924 before embarking on a 13-year professional career. He played for the Saskatoon Crescents in the Western Canada Hockey League (WCHL) and the New York Rangers and Boston Bruins in the National Hockey League (NHL). Cook was a member of two Sta"}]}, {"heading": "Births", "year": "1904", "date": "September 18", "txt": "Jose de Rivera, American soldier and sculptor (d. 1985)", "entities": []}, {"heading": "Births", "year": "1904", "date": "September 18", "txt": "David Eccles, 1st Viscount Eccles, English businessman and politician, Secretary of State for Education (d. 1999)", "entities": [{"title": "Secretary of State for Education", "href": "/wiki/Secretary_of_State_for_Education", "description": "The Secretary of State for Education, also referred to as the Education Secretary, is a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for Education. The office forms part of the British Cabinet."}]}, {"heading": "Births", "year": "1905", "date": "September 18", "txt": "Eddie \"Rochester\" Anderson, American actor (d. 1977)", "entities": [{"title": "Eddie \"Rochester\" Anderson", "href": "/wiki/Eddie_%22Rochester%22_Anderson", "description": "Edmund Lincoln Anderson was an American comedian and actor. To a generation of early radio and television comedy he was known as \"Rochester\"."}]}, {"heading": "Births", "year": "1905", "date": "September 18", "txt": "Agnes de Mille, American dancer and choreographer (d. 1993)", "entities": []}, {"heading": "Births", "year": "1905", "date": "September 18", "txt": "Greta Garbo, Swedish-American actress (d. 1990)", "entities": []}, {"heading": "Births", "year": "1906", "date": "September 18", "txt": "Kaka Hathrasi, Indian poet and author (d. 1995)", "entities": [{"title": "Kaka Hathrasi", "href": "/wiki/Kaka_Hathrasi", "description": "Kaka Hathrasi was a Hindi satirist and humorist poet of India."}]}, {"heading": "Births", "year": "1906", "date": "September 18", "txt": "Maurice Maillot, French actor (d. 1968)", "entities": []}, {"heading": "Births", "year": "1906", "date": "September 18", "txt": "Julio Rosales, Filipino cardinal (d. 1983)", "entities": []}, {"heading": "Births", "year": "1907", "date": "September 18", "txt": "Leon Askin, Austrian actor (d. 2005)", "entities": [{"title": "Leon Askin", "href": "/wiki/Leon_Askin", "description": "Leon Askin was an Austrian Jewish actor best known in North America for portraying the character General Burkhalter on the TV situation comedy Hogan's Heroes."}]}, {"heading": "Births", "year": "1907", "date": "September 18", "txt": "Edwin McMillan, American physicist and chemist, Nobel Prize laureate (d. 1991)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1908", "date": "September 18", "txt": "Victor Ambartsumian, Georgian-Armenian astrophysicist, astronomer, and academic (d. 1996)", "entities": [{"title": "Victor Ambartsumian", "href": "/wiki/Victor_Ambartsumian", "description": "Viktor Amazaspovich Ambartsumian was a Soviet Armenian astrophysicist and science administrator. One of the 20th century's top astronomers, he is widely regarded as the founder of theoretical astrophysics in the Soviet Union."}]}, {"heading": "Births", "year": "1910", "date": "September 18", "txt": "Josef Tal, Israeli pianist and composer (d. 2008)", "entities": [{"title": "Josef Tal", "href": "/wiki/Josef_Tal", "description": "Josef Tal was an Israeli composer. He wrote three Hebrew operas; four German operas, dramatic scenes; six symphonies; 13 concerti; chamber music, including three string quartets; instrumental works; and electronic compositions. He is considered one of the founding fathers of Israeli art music."}]}, {"heading": "Births", "year": "1911", "date": "September 18", "txt": "Syd Howe, Canadian ice hockey player (d. 1976)", "entities": [{"title": "Syd Howe", "href": "/wiki/Syd_Howe", "description": "Sydney Harris \"Syd\" Howe was a Canadian professional ice hockey player. Howe played 17 seasons in the National Hockey League for the Ottawa Senators, Philadelphia Quakers, Toronto Maple Leafs, St. Louis Eagles and Detroit Red Wings."}]}, {"heading": "Births", "year": "1912", "date": "September 18", "txt": "María de la Cruz, Chilean journalist and activist (d. 1995)", "entities": [{"title": "María de la Cruz", "href": "/wiki/Mar%C3%ADa_de_la_Cruz", "description": "María de la Cruz Toledo was a Chilean political activist for Women's suffrage, a journalist, a writer, and a political commentator. In 1953, she became the first woman ever elected to the Chilean Senate."}]}, {"heading": "Births", "year": "1914", "date": "September 18", "txt": "Jack Cardiff, English director, cinematographer, and photographer (d. 2009)", "entities": [{"title": "Jack Cardiff", "href": "/wiki/Jack_Cardiff", "description": "Jack Cardiff, was a British cinematographer, film and television director, and photographer. His career spanned the development of cinema, from silent film, through early experiments in Technicolor, to filmmaking more than half a century later."}]}, {"heading": "Births", "year": "1916", "date": "September 18", "txt": "Rossano Brazzi, Italian actor (d. 1994)", "entities": [{"title": "Rossano Brazzi", "href": "/wiki/Rossano_Brazzi", "description": "Rossano Brazzi was an Italian actor."}]}, {"heading": "Births", "year": "1916", "date": "September 18", "txt": "John Jacob Rhodes, American lawyer and politician (d. 2003)", "entities": []}, {"heading": "Births", "year": "1917", "date": "September 18", "txt": "June Foray, American actress and voice artist (d. 2017)", "entities": [{"title": "June Foray", "href": "/wiki/June_Foray", "description": "June Foray was an American voice actress who was best known as the voice of such animated characters as Rocky the Flying Squirrel, Nell Fenwick, Lucifer from Disney's Cinderella, Cindy Lou Who, Jokey Smurf, Granny from the Warner Bros. cartoons directed by Friz Freleng, Grammi Gummi from Disney's Adventures of the Gummi Bears series, and Magica De Spell, among many others."}]}, {"heading": "Births", "year": "1917", "date": "September 18", "txt": "Phil Taylor, English footballer and manager (d. 2012)", "entities": []}, {"heading": "Births", "year": "1917", "date": "September 18", "txt": "Francis Parker Yockey, American lawyer and philosopher (d. 1960)", "entities": []}, {"heading": "Births", "year": "1918", "date": "September 18", "txt": "Johnny Mantz, American race car driver (d. 1972)", "entities": [{"title": "Johnny Mantz", "href": "/wiki/Johnny_Mantz", "description": "Johnny Mantz was an American racecar driver."}]}, {"heading": "Births", "year": "1919", "date": "September 18", "txt": "Tommy Hunter, American fiddler (d. 1993)", "entities": [{"title": "Tommy Hunter (fiddler)", "href": "/wiki/Tommy_Hunter_(fiddler)", "description": "Tommy Hunter was an American fiddler from Mars Hill, North Carolina."}]}, {"heading": "Births", "year": "1920", "date": "September 18", "txt": "Jack Warden, American actor (d. 2006)", "entities": [{"title": "Jack Warden", "href": "/wiki/Jack_Warden", "description": "Jack Warden was an American character actor of film and television. He was twice nominated for an Academy Award for Best Supporting Actor—for Shampoo (1975), and Heaven Can Wait (1978). He received a BAFTA nomination for the former, and won an Emmy for his performance in Brian's Song (1971)."}]}, {"heading": "Births", "year": "1922", "date": "September 18", "txt": "Hank Bagby, American saxophonist (d. 1993)", "entities": [{"title": "Hank Bagby", "href": "/wiki/Hank_Bagby", "description": "Hank Bagby was originally a singer around Denver in the mid-1940s. He started playing sax in San Francisco in the late 1940s and worked with such musicians as Leo Wright, Kenny Drew, and the late Addison Farmer. In the early 1950s, he worked in Los Angeles with the late Joe Maini, Frank Butler and others. Hank Bagby first started writing seriously while co-leading the Elmo Hope – Hank Bagby Quarte"}]}, {"heading": "Births", "year": "1922", "date": "September 18", "txt": "Grayson Hall, American actress (d. 1985)", "entities": []}, {"heading": "Births", "year": "1922", "date": "September 18", "txt": "Ray Steadman-Allen, English composer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1923", "date": "September 18", "txt": "Queen Anne of Romania (d. 2016)", "entities": [{"title": "Queen Anne of Romania", "href": "/wiki/Queen_Anne_of_Romania", "description": "Queen Anne of Romania was the wife of Michael I of Romania, whom she married after he abdicated the throne."}]}, {"heading": "Births", "year": "1923", "date": "September 18", "txt": "Peter Smithson, English architect, co-designed Robin Hood Gardens (d. 2003)", "entities": [{"title": "Robin Hood Gardens", "href": "/wiki/Robin_Hood_Gardens", "description": "Robin Hood Gardens is a residential estate in Poplar, London, designed in the late 1960s by architects Alison and Peter Smithson and completed in 1972. It was built as a council housing estate with homes spread across 'streets in the sky': social housing characterised by broad aerial walkways in long concrete blocks, much like the Park Hill estate in Sheffield; it was informed by, and a reaction a"}]}, {"heading": "Births", "year": "1923", "date": "September 18", "txt": "Bertha Wilson, Scottish-Canadian lawyer and jurist, 60th Puisne Justice of the Supreme Court of Canada (d. 2007)", "entities": [{"title": "List of Justices of the Supreme Court of Canada", "href": "/wiki/List_of_Justices_of_the_Supreme_Court_of_Canada", "description": "The Supreme Court of Canada is the highest court of Canada. It was established by the Parliament of Canada through the Supreme and Exchequer Court Act of 1875. Since 1949, the Court has been the final court of appeal in the Canadian justice system. Originally composed of six justices, the Court was expanded to seven justices by the creation of an additional puisne justice position in 1927, and the"}]}, {"heading": "Births", "year": "1924", "date": "September 18", "txt": "J. D. Tippit, American police officer (d. 1963)", "entities": [{"title": "J. D. Tippit", "href": "/wiki/J._D._Tippit", "description": "J. D. Tippit was an American police officer who served as an 11-year veteran with the Dallas Police Department. About 45 minutes after the assassination of United States President John F. Kennedy on November 22, 1963, Tippit was shot and killed in a residential neighborhood in the Oak Cliff section of Dallas, Texas. Lee Harvey Oswald was initially arrested for the murder of Tippit and was subseque"}]}, {"heading": "Births", "year": "1924", "date": "September 18", "txt": "Eloísa Mafalda, Brazilian actress (d. 2018)", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 18", "txt": "Harvey Haddix, American baseball player and coach (d. 1994)", "entities": [{"title": "Harvey Haddix", "href": "/wiki/Harvey_Haddix", "description": "Harvey Haddix, Jr. was an American professional baseball left-handed pitcher and pitching coach, who played in Major League Baseball (MLB) for the St. Louis Cardinals (1952–1956), Philadelphia Phillies (1956–57), Cincinnati Reds (1958), Pittsburgh Pirates (1959–1963), and Baltimore Orioles (1964–65)."}]}, {"heading": "Births", "year": "1925", "date": "September 18", "txt": "Dorothy Wedderburn, English economist and academic (d. 2012)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 18", "txt": "Bud Greenspan, American director, producer, and screenwriter (d. 2010)", "entities": [{"title": "Bud Greenspan", "href": "/wiki/Bud_Greenspan", "description": "Jonah J. \"Bud\" Greenspan was a film director, writer, and producer known for his sports documentaries. His distinctive appearance in later years included wearing his large, dark-framed glasses atop his shaved head."}]}, {"heading": "Births", "year": "1926", "date": "September 18", "txt": "Joe Kubert, American author and illustrator, founded The Kubert School (d. 2012)", "entities": [{"title": "The Kubert School", "href": "/wiki/The_Kubert_School", "description": "The Kubert School, formerly the Joe Kubert School of Cartoon and Graphic Art and Joe Kubert School, is a private, for-profit technical school focused on cartooning and located in Dover, New Jersey. It teaches the principles of sequential art and the particular craft of the comics industry as well as commercial illustration. It is the only accredited school devoted entirely to cartooning."}]}, {"heading": "Births", "year": "1927", "date": "September 18", "txt": "Phyllis Kirk, American actress (d. 2006)", "entities": [{"title": "Phyllis Kirk", "href": "/wiki/Phyllis_Kirk", "description": "Phyllis Kirk was an American actress."}]}, {"heading": "Births", "year": "1927", "date": "September 18", "txt": "Muriel Turner, Baroness Turner of Camden, English politician (d. 2018)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 18", "txt": "Teddi King, American singer (d. 1977)", "entities": [{"title": "Teddi King", "href": "/wiki/Teddi_King", "description": "Teddi King was an American jazz and pop vocalist. Born Theodora King in Boston, Massachusetts on September 18, 1929, she won a singing competition hosted by Dinah Shore at Boston's Tributary Theatre, later beginning work in a touring revue involved with \"cheering up the military in the lull between the Second World War and the Korean conflict.\" Improving her vocal and piano technique during this t"}]}, {"heading": "Births", "year": "1929", "date": "September 18", "txt": "Nancy Littlefield, American director and producer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1930", "date": "September 18", "txt": "John Tolos, Greek-Canadian wrestler (d. 2009)", "entities": [{"title": "John Tolos", "href": "/wiki/John_Tolos", "description": "John Tolos, nicknamed \"The Golden Greek\", was a Canadian professional wrestler, and professional wrestling manager."}]}, {"heading": "Births", "year": "1931", "date": "September 18", "txt": "Julio Grondona, Argentinian businessman (d. 2014)", "entities": [{"title": "Julio Grondona", "href": "/wiki/Julio_Grondona", "description": "Julio Humberto Grondona was an Argentine football executive. He served as president of the Argentine Football Association from 1979 until his death in 2014. He also served as Senior Vice-President of FIFA."}]}, {"heading": "Births", "year": "1932", "date": "September 18", "txt": "Nikolay Rukavishnikov, Russian physicist and astronaut (d. 2002)", "entities": [{"title": "Nikolay Rukavishnikov", "href": "/wiki/Nikolay_Rukavishnikov", "description": "Nikolai Nikolayevich Rukavishnikov was a Soviet cosmonaut who flew three space missions of the Soyuz programme: Soyuz 10, Soyuz 16, and Soyuz 33. Two of these missions, Soyuz 10 and Soyuz 33 were intended to dock with Salyut space stations, but failed to do so."}]}, {"heading": "Births", "year": "1933", "date": "September 18", "txt": "Bob Bennett, American soldier and politician (d. 2016)", "entities": [{"title": "Bob Bennett (politician)", "href": "/wiki/Bob_Bennett_(politician)", "description": "Robert Foster Bennett was an American politician and businessman. He was a United States Senator from Utah as a member of the Republican Party. Bennett held chairmanships and senior positions on a number of key Senate committees, including the Banking, Housing and Urban Affairs Committee; Appropriations Committee; Rules and Administration Committee; Energy and Natural Resources Committee; and Join"}]}, {"heading": "Births", "year": "1933", "date": "September 18", "txt": "Robert Blake, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 18", "txt": "Scotty Bowman, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 18", "txt": "Mark di Suvero, Italian-American sculptor", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 18", "txt": "Leonid Kharitonov, Russian actor and singer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 18", "txt": "Christopher Ricks, English scholar and critic", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 18", "txt": "Charles Roach, Trinidadian-Canadian lawyer and activist (d. 2012)", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 18", "txt": "Jimmie Rodgers, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1933", "date": "September 18", "txt": "Fred Willard, American actor and comedian (d. 2020)", "entities": []}, {"heading": "Births", "year": "1935", "date": "September 18", "txt": "Peter Clarke, English cartoonist (d. 2012)", "entities": [{"title": "Peter Clarke (cartoonist)", "href": "/wiki/Peter_Clarke_(cartoonist)", "description": "Peter Clarke was a British cartoonist. Clarke's caricatures, described by one critic as “wicked perversions”, appeared in The Guardian newspaper where he was the staff cartoonist."}]}, {"heading": "Births", "year": "1935", "date": "September 18", "txt": "John Spencer, English snooker player and sportscaster (d. 2006)", "entities": []}, {"heading": "Births", "year": "1936", "date": "September 18", "txt": "Big Tom, Irish singer-songwriter and guitarist (d. 2018)", "entities": [{"title": "Big Tom", "href": "/wiki/Big_Tom", "description": "Tom McBride, known as Big Tom, was an Irish country, traditional and easy listening singer, as well as a guitarist, and saxophone player."}]}, {"heading": "Births", "year": "1937", "date": "September 18", "txt": "Ralph Backstrom, Canadian ice hockey player and coach  (d. 2021)", "entities": [{"title": "Ralph Backstrom", "href": "/wiki/Ralph_Backstrom", "description": "Ralph Gerald Backstrom was a Canadian professional ice hockey centre and later a coach, entrepreneur and hockey executive. He played in the National Hockey League with the Montreal Canadiens, Los Angeles Kings, and Chicago Black Hawks between 1956 and 1973. He also played in the World Hockey Association with the Chicago Cougars, Denver Spurs/Ottawa Civics, and New England Whalers from 1973 to 1977"}]}, {"heading": "Births", "year": "1937", "date": "September 18", "txt": "Ivy Matsepe-Casaburri, South African politician (d. 2009)", "entities": []}, {"heading": "Births", "year": "1938", "date": "September 18", "txt": "Billy Robinson, English-American wrestler and trainer (d. 2014)", "entities": [{"title": "Billy Robinson", "href": "/wiki/Billy_Robinson", "description": "William Alfred Robinson was a British professional wrestler and wrestling instructor. Robinson was one of the few wrestlers who was successful in several continents, winning titles in promotions nearly everywhere he wrestled. One of the leading practitioners of catch wrestling, Robinson is considered to be one of the greatest professional wrestlers of all time. Robinson was also well known in Japa"}]}, {"heading": "Births", "year": "1939", "date": "September 18", "txt": "Gerry Harvey, Australian businessman, co-founded Harvey Norman", "entities": [{"title": "Gerry Harvey", "href": "/wiki/Gerry_Harvey", "description": "Gerry Harvey is an Australian entrepreneur best known for being the executive chairman of Harvey Norman Holdings, a company which runs Australian retail chain Harvey Norman. He co-founded it with Ian Norman in 1982."}, {"title": "Harvey Norman", "href": "/wiki/Harvey_Norman", "description": "Harvey Norman is a large Australian-based, multi-national retailer of furniture, bedding, computers, communications and consumer electrical products. It mainly operates as a franchise, with the main brand and all company-operated stores owned by ASX-listed Harvey Norman Holdings Limited. As of 2016, there are 280 company-owned and franchised stores in Australia, New Zealand, Europe and South-East "}]}, {"heading": "Births", "year": "1939", "date": "September 18", "txt": "Jorge Sampaio, Portuguese lawyer and politician, 18th President of Portugal", "entities": [{"title": "President of Portugal", "href": "/wiki/President_of_Portugal", "description": "The president of the Portuguese Republic is the executive head of state of Portugal. The powers, functions and duties of prior presidential offices, and their relation with the prime minister and cabinets have over time differed with the various Portuguese constitutions."}]}, {"heading": "Births", "year": "1939", "date": "September 18", "txt": "Jan Camiel Willems, Belgian mathematician and theorist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 18", "txt": "Frankie Avalon, American singer and actor", "entities": [{"title": "Frankie Avalon", "href": "/wiki/Frankie_Avalon", "description": "Frankie Avalon is an American actor, singer, and former teen idol. He had 31 charting U.S. Billboard singles from 1958 to late 1962, including the number one hits \"Venus\" and \"Why\" in 1959."}]}, {"heading": "Births", "year": "1942", "date": "September 18", "txt": "Şenes Erzik, Turkish businessman", "entities": [{"title": "Şenes Erzik", "href": "/wiki/%C5%9Eenes_Erzik", "description": "Şenes Erzik is the vice president of the Union of European Football Associations (UEFA). He is a member of the FIFA Council."}]}, {"heading": "Births", "year": "1944", "date": "September 18", "txt": "Michael Franks, American singer-songwriter", "entities": [{"title": "Michael Franks (musician)", "href": "/wiki/Michael_Franks_(musician)", "description": "Michael Franks is an American singer and songwriter, considered a leader of the quiet storm movement. He has recorded with a variety of well-known artists, such as Patti Austin, Art Garfunkel, Brenda Russell, Claus Ogerman, and David Sanborn. His songs have been recorded by Gordon Haskell, Shirley Bassey, The Carpenters, Kurt Elling, Diana Krall, Patti LaBelle, Lyle Lovett, The Manhattan Transfer,"}]}, {"heading": "Births", "year": "1944", "date": "September 18", "txt": "Rocío Jurado, Spanish singer and actress (d. 2006)", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 18", "txt": "Charles L. Veach, American colonel, pilot, and astronaut (d. 1995)", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 18", "txt": "P. F. Sloan, American singer-songwriter and producer  (d. 2015)", "entities": [{"title": "P. F. Sloan", "href": "/wiki/P._F._Sloan", "description": "P. F. \"Flip\" Sloan was an American pop-rock singer and songwriter. He was very successful during the mid-1960s, writing, performing, and producing Billboard Top 20 hits for artists such as Barry McGuire, The Searchers, Jan and Dean, Herman's Hermits, Johnny Rivers, The Grass Roots, The Turtles and The Mamas and the Papas. Sloan's signature song is \"Eve of Destruction\" – a 1965 US number one for Ba"}]}, {"heading": "Births", "year": "1945", "date": "September 18", "txt": "John McAfee, Scottish-American computer programmer, founded McAfee", "entities": [{"title": "McAfee", "href": "/wiki/McAfee", "description": "McAfee Corp. is an American global computer security software company headquartered in Santa Clara, California."}]}, {"heading": "Births", "year": "1946", "date": "September 18", "txt": "Benjamín Brea, Spanish-Venezuelan saxophonist, clarinet player, and conductor (d. 2014)", "entities": [{"title": "Benjamín Brea", "href": "/wiki/Benjam%C3%ADn_Brea", "description": "Benjamín Brea was a Spanish-born Venezuelan musician, arranger and teacher, mostly associated with jazz, even though he had the advantage to play several music genres in various bands as a soloist as well as sideman and conductor."}]}, {"heading": "Births", "year": "1946", "date": "September 18", "txt": "Nicholas Clay, English actor (d. 2000)", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 18", "txt": "Kelvin Coe, Australian ballet dancer (d. 1992)", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 18", "txt": "Meredith Oakes, Australian-English playwright, translator, and educator", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 18", "txt": "Gailard Sartain, American actor", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 18", "txt": "Russ Abbot, English comedian, actor, and singer", "entities": [{"title": "Russ Abbot", "href": "/wiki/Russ_Abbot", "description": "Russ Abbot is an English musician, comedian and actor. Born in Chester, he first came to public notice during the 1970s as the singer and drummer with British comedy showband the Black Abbots, later forging a prominent solo career as a television comedian with his own weekly show on British television."}]}, {"heading": "Births", "year": "1947", "date": "September 18", "txt": "Drew Gilpin Faust, American historian and academic", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 18", "txt": "Giancarlo Minardi, Italian businessman, founded the Minardi Racing Team", "entities": [{"title": "Minardi", "href": "/wiki/Minardi", "description": "Minardi was an Italian automobile racing team and constructor founded in Faenza in 1979 by Giancarlo Minardi. It competed in the Formula One World Championship from 1985 until 2005 with little success, nevertheless acquiring a loyal following of fans. In 2001, to save the team from folding, Minardi sold it to Australian businessman Paul Stoddart, who ran the team for five years before selling it o"}]}, {"heading": "Births", "year": "1948", "date": "September 18", "txt": "Lynn Abbey, American computer programmer and author", "entities": [{"title": "Lynn Abbey", "href": "/wiki/Lynn_Abbey", "description": "Marilyn Lorraine \"Lynn\" Abbey is an American fantasy author."}]}, {"heading": "Births", "year": "1949", "date": "September 18", "txt": "Kerry Livgren, American guitarist and songwriter", "entities": [{"title": "Kerry Livgren", "href": "/wiki/Kerry_Livgren", "description": "Kerry Allen Livgren is an American musician and songwriter, best known as one of the founding members and primary songwriters for the 1970s progressive rock band Kansas."}]}, {"heading": "Births", "year": "1949", "date": "September 18", "txt": "Jim McCrery, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 18", "txt": "Mo Mowlam, English academic and politician, Minister for the Cabinet Office (d. 2005)", "entities": [{"title": "Minister for the Cabinet Office", "href": "/wiki/Minister_for_the_Cabinet_Office", "description": "The Minister for the Cabinet Office is a position in the Cabinet Office of the United Kingdom. The Minister is responsible for all Cabinet Office policies and leading the department."}]}, {"heading": "Births", "year": "1949", "date": "September 18", "txt": "Peter Shilton, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 18", "txt": "Siobhan Davies, English dancer and choreographer", "entities": [{"title": "Siobhan Davies", "href": "/wiki/Siobhan_Davies", "description": "Dame Siobhan Davies DBE, often known as Sue Davies, was a dancer with the London Contemporary Dance Theatre during the 1970s, and became one of its leading choreographers creating work such as Sphinx] (1977). In 1988, she founded her own company, Siobhan Davies Dance."}]}, {"heading": "Births", "year": "1950", "date": "September 18", "txt": "Vishnuvardhan, Indian actor (d. 2009)", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 18", "txt": "Chris Heister, Swedish politician, Governor of Stockholm County", "entities": [{"title": "Governor of Stockholm County", "href": "/wiki/Governor_of_Stockholm_County", "description": "This is a list of Governors for Stockholm County of Sweden. Stockholm County separated from Uppland County, the first time from 1641 to 1654, and then finally in 1719. The City of Stockholm was separately governed by the Governor of Stockholm until 1967, when it was integrated into Stockholm County. The governors reside in Tessin Palace."}]}, {"heading": "Births", "year": "1950", "date": "September 18", "txt": "Darryl Sittler, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 18", "txt": "Anna Deavere Smith, American actress and playwright", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 18", "txt": "Ben Carson, American neurosurgeon, author, and politician", "entities": [{"title": "Ben Carson", "href": "/wiki/Ben_Carson", "description": "Benjamin Solomon Carson Sr. is an American retired neurosurgeon, author, and politician who served as the 17th United States Secretary of Housing and Urban Development from 2017 to 2021. He was a candidate for President of the United States in the 2016 Republican primaries. He is considered a pioneer in the field of neurosurgery."}]}, {"heading": "Births", "year": "1951", "date": "September 18", "txt": "Dee Dee Ramone, American singer-songwriter and bass player (d. 2002)", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 18", "txt": "Tony Scott, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 18", "txt": "Darryl Stingley, American football player and scout (d. 2007)", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 18", "txt": "Marc Surer, Swiss racing driver and sportscaster", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 18", "txt": "Giorgos Dimitrakopoulos, Greek politician", "entities": [{"title": "Giorgos Dimitrakopoulos", "href": "/wiki/Giorgos_Dimitrakopoulos", "description": "Giorgos Dimitrakopoulos is a Greek politician and Member of the European Parliament for New Democracy ; part of the European People's Party."}]}, {"heading": "Births", "year": "1952", "date": "September 18", "txt": "Rick Pitino, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 18", "txt": "Carl Jackson, American singer-songwriter and producer", "entities": [{"title": "Carl Jackson", "href": "/wiki/Carl_Jackson", "description": "Carl Eugene Jackson is an American country and bluegrass musician. Jackson's first Grammy was awarded in 1992 for his duet album with John Starling titled \"Spring Training.\" In 2003 Jackson produced the Grammy Award-winning CD titled Livin', Lovin', Losin': Songs of the Louvin Brothers – a tribute to Ira and Charlie Louvin. He also recorded one of the songs on the CD, a collection of duets featuri"}]}, {"heading": "Births", "year": "1953", "date": "September 18", "txt": "John McGlinn, American conductor and historian (d. 2009)", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 18", "txt": "Murtaza Bhutto, Pakistani politician (d. 1996)", "entities": [{"title": "Murtaza Bhutto", "href": "/wiki/Murtaza_Bhutto", "description": "Mir Ghulam Murtaza Bhutto was a Pakistani politician and leader of al-Zulfiqar, a Pakistani left-wing militant organization. The son of Zulfikar Ali Bhutto, the former Prime Minister of Pakistan, he earned a bachelor's degree from the Harvard University and a master's degree from the University of Oxford. Murtaza founded al-Zulfiqar after his father was overthrown and executed in 1979 by the milit"}]}, {"heading": "Births", "year": "1954", "date": "September 18", "txt": "Takao Doi, Japanese engineer and astronaut", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 18", "txt": "Dennis Johnson, American basketball player and coach (d. 2007)", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 18", "txt": "Steven Pinker, Canadian-American psychologist, linguist, and author", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 18", "txt": "Tommy Tuberville, American football player and coach", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 18", "txt": "Paul Butler, English bishop", "entities": [{"title": "Paul Butler (bishop)", "href": "/wiki/Paul_Butler_(bishop)", "description": "Paul Roger Butler is the bishop of Durham in the Diocese of Durham. His election was confirmed on 20 January 2014 and he was installed and enthroned in Durham Cathedral on 22 February 2014. On 12 September 2013 it was announced that he had been appointed as bishop-designate of Durham He was previously bishop of Southwell and Nottingham. He was installed at Southwell Minster on 27 February 2010. He"}]}, {"heading": "Births", "year": "1955", "date": "September 18", "txt": "Keith Morris, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 18", "txt": "Chris Hedges, American journalist and author", "entities": [{"title": "Chris Hedges", "href": "/wiki/Chris_Hedges", "description": "Christopher Lynn Hedges is an American Pulitzer Prize-winning journalist, Presbyterian minister, author and television host. His books include War Is a Force That Gives Us Meaning (2002), a finalist for the National Book Critics Circle Award for Nonfiction; Empire of Illusion: The End of Literacy and the Triumph of Spectacle (2009); Death of the Liberal Class (2010); Days of Destruction, Days of R"}]}, {"heading": "Births", "year": "1956", "date": "September 18", "txt": "Peter Šťastný, Slovak ice hockey player and politician", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 18", "txt": "John Aldridge, English-Irish footballer and manager", "entities": [{"title": "John Aldridge", "href": "/wiki/John_Aldridge", "description": "John William Aldridge is a former football player and manager. He was a prolific record-breaking striker best known for his time with English club Liverpool in the late 1980s."}]}, {"heading": "Births", "year": "1958", "date": "September 18", "txt": "Winston Davis, Vincentian cricketer", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 18", "txt": "Malcolm Press, English ecologist and academic", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 18", "txt": "Derek Pringle, Kenyan-English cricketer and journalist", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 18", "txt": "Ian Arkwright, English footballer", "entities": [{"title": "Ian Arkwright", "href": "/wiki/Ian_Arkwright", "description": "Ian Arkwright is an English former professional footballer who played in the Football League for Wolverhampton Wanderers, Wrexham and Torquay United. He played as a winger, and the majority of his League career was spent with Wrexham in the early 1980s."}]}, {"heading": "Births", "year": "1959", "date": "September 18", "txt": "Mark Romanek, American director and screenwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 18", "txt": "Ryne Sandberg, American baseball player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 18", "txt": "Stephen Flaherty, American composer", "entities": [{"title": "Stephen Flaherty", "href": "/wiki/Stephen_Flaherty", "description": "Stephen Flaherty is an American composer of musical theatre and film. He works most often in collaboration with the lyricist/book writer Lynn Ahrens. They are best known for writing the Broadway musicals Ragtime, which was nominated for thirteen Tony Awards, two Grammy Awards, and won the Tony for Best Original Score; Once On This Island, which won the Tony Award for Best Revival Of A Musical, the"}]}, {"heading": "Births", "year": "1960", "date": "September 18", "txt": "Carolyn Harris, British politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 18", "txt": "Ian Lucas, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 18", "txt": "Blue Panther, Mexican wrestler", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 18", "txt": "James Gandolfini, American actor and producer (d. 2013)", "entities": [{"title": "James Gandolfini", "href": "/wiki/James_Gandolfini", "description": "James Joseph Gandolfini Jr. was an American actor and producer. He was best known for his role as Tony Soprano, the Italian-American crime boss in HBO's television series The Sopranos, for which he won three Emmy Awards, three Screen Actors Guild Awards, and one Golden Globe Award. Gandolfini's portrayal of Tony Soprano is widely regarded as among the greatest performances in television history."}]}, {"heading": "Births", "year": "1961", "date": "September 18", "txt": "Konstantin Kakanias, Greek-American painter and illustrator", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 18", "txt": "Mark Olson, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 18", "txt": "Joanne Catherall, English singer", "entities": [{"title": "Joanne Catherall", "href": "/wiki/Joanne_Catherall", "description": "Joanne Catherall is an English singer who is one of two female vocalists in the English synth-pop band The Human League."}]}, {"heading": "Births", "year": "1962", "date": "September 18", "txt": "John Fashanu, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 18", "txt": "John Mann, Canadian singer-songwriter, guitarist, and actor (d. 2019)", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 18", "txt": "Aden Ridgeway, Australian public servant and politician", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 18", "txt": "Boris Said, American race car driver", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 18", "txt": "Jim Pocklington, English racing driver", "entities": [{"title": "Jim Pocklington", "href": "/wiki/Jim_Pocklington", "description": "Jim Pocklington is a British racing driver who formerly (2007) drove a BMW 320I in the British Touring Car Championship, which is Britain's most popular national motor racing series. He lives in [Suffolk)."}]}, {"heading": "Births", "year": "1963", "date": "September 18", "txt": "John Powell, English-Canadian composer and conductor", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 18", "txt": "Dan Povenmire, American animator", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 18", "txt": "Jens Henschel, German footballer", "entities": [{"title": "Jens Henschel", "href": "/wiki/Jens_Henschel", "description": "Jens Henschel is a German former professional footballer who played as a striker."}]}, {"heading": "Births", "year": "1964", "date": "September 18", "txt": "Marco Masini, Italian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 18", "txt": "Holly Robinson Peete, American actress and singer", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 18", "txt": "Tom Chorske, American ice hockey player and sportscaster", "entities": [{"title": "Tom Chorske", "href": "/wiki/Tom_Chorske", "description": "Thomas Patrick Chorske is an American former professional ice hockey player. A forward, he played for eleven seasons in the National Hockey League (NHL). In September, 2006, he was named color commentator for New Jersey Devils radio broadcasts, a position he only held for one season before resigning. He was replaced with former team color commentator Sherry Ross. Chorske returned to Minnesota and "}]}, {"heading": "Births", "year": "1967", "date": "September 18", "txt": "Tara Fitzgerald, English actress", "entities": [{"title": "Tara Fitzgerald", "href": "/wiki/Tara_Fitzgerald", "description": "Tara Anne Cassandra Fitzgerald is a British actress who has appeared in feature films, television, radio and the stage. She won the New York Drama Desk Award for Outstanding Featured Actress in a Play in 1995 as Ophelia in Hamlet. She won the Best Actress Award at The Reims International Television Festival in 1999 for her role of Lady Dona St Columb in Frenchman's Creek. Fitzgerald has appeared i"}]}, {"heading": "Births", "year": "1968", "date": "September 18", "txt": "Toni Kukoč, Croatian basketball player", "entities": [{"title": "Toni Kukoč", "href": "/wiki/Toni_Kuko%C4%8D", "description": "Toni Kukoč is a Croatian former professional basketball player who is currently Special Advisor to Jerry Reinsdorf, the owner of the Chicago Bulls. After a highly successful period in European basketball, he was one of the first established European stars to play in the National Basketball Association (NBA). He won the NBA Sixth Man of the Year Award in 1996."}]}, {"heading": "Births", "year": "1968", "date": "September 18", "txt": "Upendra Rao, Indian actor, director, and politician", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 18", "txt": "Brad Beven, Australian triathlete", "entities": [{"title": "Brad Beven", "href": "/wiki/Brad_Beven", "description": "Bradley William Beven is a retired triathlete from Mirriwinni, Cairns Region, Queensland Australia."}]}, {"heading": "Births", "year": "1969", "date": "September 18", "txt": "Cappadonna, American rapper", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 18", "txt": "Mike Compton, American football player and coach", "entities": [{"title": "Mike Compton (American football)", "href": "/wiki/Mike_Compton_(American_football)", "description": "Michael Eugene Compton is a former American college and professional football player who was a guard in the National Football League (NFL) for twelve seasons. Compton played college football for West Virginia University, and was recognized as an All-American center. He played professionally for the Detroit Lions, New England Patriots and Jacksonville Jaguars of the NFL, and started in Super Bowl X"}]}, {"heading": "Births", "year": "1970", "date": "September 18", "txt": "Dan Eldon, English photographer and journalist (d. 1993)", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 18", "txt": "Darren Gough, English cricketer", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 18", "txt": "Aisha Tyler, American actress, television host, and author", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 18", "txt": "Lance Armstrong, American cyclist", "entities": [{"title": "Lance Armstrong", "href": "/wiki/Lance_Armstrong", "description": "Lance Edward Armstrong is an American former professional road racing cyclist. Regarded as a sports icon for winning the Tour de France seven consecutive times from 1999 to 2005, Armstrong's reputation was tarnished by a doping scandal that led to him being stripped of his Tour de France titles."}]}, {"heading": "Births", "year": "1971", "date": "September 18", "txt": "Anna Netrebko, Russian-Austrian soprano and actress", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 18", "txt": "Jada Pinkett Smith, American actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 18", "txt": "Brigitte Becue, Belgian swimmer", "entities": [{"title": "Brigitte Becue", "href": "/wiki/Brigitte_Becue", "description": "Brigitte Becue is a retired breaststroke swimmer from Belgium, who competed for her native country at four consecutive Summer Olympics, starting in 1988. In 1989, she won the silver medal in the women's 200 metres breaststroke at the European Aquatics Championships in Bonn, West Germany."}]}, {"heading": "Births", "year": "1972", "date": "September 18", "txt": "Adam Cohen, Canadian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 18", "txt": "David Jefferies, English motorcycle racer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 18", "txt": "Iain Stewart, Scottish accountant and politician", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 18", "txt": "Paul Brousseau, Canadian ice hockey player", "entities": [{"title": "Paul Brousseau", "href": "/wiki/Paul_Brousseau", "description": "Paul M. Brousseau is a Canadian former professional ice hockey forward. He played for the Colorado Avalanche, Tampa Bay Lightning, and Florida Panthers in the NHL."}]}, {"heading": "Births", "year": "1973", "date": "September 18", "txt": "Mário Jardel, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 18", "txt": "James Marsden, American actor", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 18", "txt": "Ami Onuki, Japanese singer and voice actress", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 18", "txt": "Louise Sauvage, Australian wheelchair racer", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 18", "txt": "Mark Shuttleworth, South African-English businessman", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 18", "txt": "Aitor Karanka, Spanish footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 18", "txt": "Sol Campbell, English footballer and politician", "entities": [{"title": "Sol Campbell", "href": "/wiki/Sol_Campbell", "description": "Sulzeer Jeremiah Campbell is an English professional football manager and former player who was most recently the manager of League Two club Southend United. He previously managed Macclesfield Town from November 2018 to August 2019. A centre back, he had a 20-year career playing in the Premier League and an 11-year international career with the England national team."}]}, {"heading": "Births", "year": "1974", "date": "September 18", "txt": "Damon Jones, American football player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 18", "txt": "Ticha Penicheiro, Portuguese basketball player", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 18", "txt": "Xzibit, American rapper, actor, and television host", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 18", "txt": "Kanstantsin Lukashyk, Belarusian target shooter", "entities": [{"title": "Kanstantsin Lukashyk", "href": "/wiki/Kanstantsin_Lukashyk", "description": "Kanstantsin Leonidovich Lukashyk is a Belarusian pistol shooter, most famous for winning the 50 metre pistol event at the 1992 Summer Olympics in Barcelona, at the age of 16, shocking the world of competitive shooting. The final was one of the first successes for broadcasting of shooting, and for his last shot Lukashyk raised his arm four times, the shot finally breaking only seconds before the 75"}]}, {"heading": "Births", "year": "1975", "date": "September 18", "txt": "Jason Sudeikis, American actor and comedian", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 18", "txt": "Guillermo Vargas, Costa Rican photographer and painter", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 18", "txt": "Gabriel Gervais, Canadian soccer player", "entities": [{"title": "Gabriel Gervais", "href": "/wiki/Gabriel_Gervais", "description": "Gabriel Gervais is a retired defender who played for the Montreal Impact and Canada."}]}, {"heading": "Births", "year": "1976", "date": "September 18", "txt": "Ronaldo, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 18", "txt": "Kieran West, English rower", "entities": [{"title": "Kieran West", "href": "/wiki/Kieran_West", "description": "Kieran Martin West is a retired English rower and Olympic champion who represented Great Britain."}]}, {"heading": "Births", "year": "1978", "date": "September 18", "txt": "Iain Lees-Galloway, New Zealand politician", "entities": [{"title": "Iain Lees-Galloway", "href": "/wiki/Iain_Lees-Galloway", "description": "Iain Francis Lees-Galloway, initially Iain Galloway, is a New Zealand politician. He represented the Palmerston North electorate in Parliament for the Labour Party. He was the Minister for Workplace Relations, Immigration, and ACC. He was dismissed by Prime Minister Jacinda Ardern from Cabinet on 22 July after an affair with a staffer over 12 months. He did not stand for reelection in the 2020 ele"}]}, {"heading": "Births", "year": "1978", "date": "September 18", "txt": "Augustine Simo, Cameroonian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 18", "txt": "Daniel Aranzubia, Spanish footballer", "entities": [{"title": "Daniel Aranzubia", "href": "/wiki/Daniel_Aranzubia", "description": "Daniel \"Dani\" Aranzubia Aguado is a Spanish former professional footballer who played as a goalkeeper, and the goalkeeper coach of Athletic Bilbao B."}]}, {"heading": "Births", "year": "1979", "date": "September 18", "txt": "Robert Pruett, American criminal (d. 2017)", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 18", "txt": "Mickey Higham, English rugby league player", "entities": [{"title": "Mickey Higham", "href": "/wiki/Mickey_Higham", "description": "Mickey Higham is an English former professional rugby league footballer who played as a hooker in the 1990s, 2000s and 2010s."}]}, {"heading": "Births", "year": "1980", "date": "September 18", "txt": "Avi Strool, Israeli footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 18", "txt": "Petri Virtanen, Finnish basketball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 18", "txt": "Jennifer Tisdale, American actress and singer", "entities": [{"title": "Jennifer Tisdale", "href": "/wiki/Jennifer_Tisdale", "description": "Jennifer Kelly Tisdale is an American actress and singer who is known for her role as Chelsea in the comedy film Bring It On: In It to Win It."}]}, {"heading": "Births", "year": "1981", "date": "September 18", "txt": "Kristaps Valters, Latvian basketball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 18", "txt": "Han Ye-seul, South Korean actress", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 18", "txt": "Alessandro Cibocchi, Italian footballer", "entities": [{"title": "Alessandro Cibocchi", "href": "/wiki/Alessandro_Cibocchi", "description": "Alessandro Cibocchi is an Italian footballer who plays as a defender."}]}, {"heading": "Births", "year": "1982", "date": "September 18", "txt": "Arvydas Eitutavičius, Lithuanian basketball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 18", "txt": "Leono, Mexican wrestler", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 18", "txt": "Alfredo Talavera, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 18", "txt": "Anthony Gonzalez, American football player and politician", "entities": [{"title": "Anthony Gonzalez (politician)", "href": "/wiki/Anthony_Gonzalez_(politician)", "description": "Anthony E. Gonzalez is an American politician and former American football wide receiver. A member of the Republican Party, he has served as the U.S. Representative for Ohio's 16th congressional district since 2019. He played college football at Ohio State, where he studied philosophy. He was drafted by the Indianapolis Colts in the first round of the 2007 NFL Draft. Following his sports career, h"}]}, {"heading": "Births", "year": "1984", "date": "September 18", "txt": "Dizzee Rascal, British hip hop musician", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 18", "txt": "Seiko Oomori, Japanese singer-songwriter", "entities": [{"title": "Seiko Oomori", "href": "/wiki/Seiko_Oomori", "description": "Seiko Oomori  is a Japanese singer-songwriter. Her musical career began in the underground music culture of Tokyo's Kōenji neighborhood until she signed with major record label Avex Trax in 2014. Oomori's music style is influenced by idol culture, punk rock, among other clashing musical styles, and is considered one of the early pioneers of the \"anti-idol\" and \"alternative idol\" scenes led by grou"}]}, {"heading": "Births", "year": "1989", "date": "September 18", "txt": "Serge Ibaka, Congolese-Spanish basketball player", "entities": [{"title": "Serge Ibaka", "href": "/wiki/Serge_Ibaka", "description": "Serge Jonas Ibaka Ngobila is a Congolese-Spanish professional basketball player for the Los Angeles Clippers of the National Basketball Association (NBA). Ibaka was drafted by the Oklahoma City Thunder's former incarnation, the Seattle SuperSonics, with the 24th overall pick in the 2008 NBA draft. Ibaka is a three-time NBA All-Defensive First Team selection and has twice led the league in blocks. "}]}, {"heading": "Births", "year": "1990", "date": "September 18", "txt": "Lewis Holtby, German footballer", "entities": [{"title": "Lewis Holtby", "href": "/wiki/Lewis_Holtby", "description": "Lewis Harry Holtby is a German professional footballer who plays as a midfielder for EFL Championship side Blackburn Rovers."}]}, {"heading": "Births", "year": "1998", "date": "September 18", "txt": "Christian Pulisic, American soccer player", "entities": [{"title": "Christian Pulisic", "href": "/wiki/Christian_Pulisic", "description": "Christian Mate Pulisic is an American professional soccer player who plays as a winger or an attacking midfielder for Premier League club Chelsea and the United States national team. Due to his high level of play along with his American heritage, he has been given the nickname \"Captain America\" by fans and other players."}]}, {"heading": "Births", "year": "2003", "date": "September 18", "txt": "Ana Galindo, Mexican rhythmic gymnast", "entities": [{"title": "Ana Galindo (gymnast)", "href": "/wiki/Ana_Galindo_(gymnast)", "description": "Ana Galindo is a Mexican rhythmic gymnast."}]}, {"heading": "Deaths", "year": "96", "date": "September 18", "txt": "Domitian, Roman emperor (b. AD 51)", "entities": [{"title": "Domitian", "href": "/wiki/Domitian", "description": "Domitian was Roman emperor from 81 to 96. He was the son of Vespasian and the younger brother of Titus, his two predecessors on the throne, and the last member of the Flavian dynasty. During his reign, the authoritarian nature of his rule put him at sharp odds with the Senate, whose powers he drastically curtailed."}]}, {"heading": "Deaths", "year": "411", "date": "September 18", "txt": "Constantine III, Roman usurper", "entities": [{"title": "Constantine III (Western Roman Emperor)", "href": "/wiki/Constantine_III_(Western_Roman_Emperor)", "description": "Flavius Claudius Constantinus, known in English as Constantine III, was a Roman general who declared himself Western Roman Emperor in Britannia in 407 and established himself in Gaul. He was co-emperor from 409 until 411."}]}, {"heading": "Deaths", "year": "869", "date": "September 18", "txt": "Wenilo, Frankish archbishop", "entities": [{"title": "Wenilo (archbishop of Rouen)", "href": "/wiki/Wenilo_(archbishop_of_Rouen)", "description": "Wenilo was the archbishop of Rouen from 858. He was an appointee of King Charles the Bald."}]}, {"heading": "Deaths", "year": "887", "date": "September 18", "txt": "Pietro I Candiano, doge of Venice (b. 842)", "entities": [{"title": "Pietro I Candiano", "href": "/wiki/Pietro_I_Candiano", "description": "Pietro I Candiano was briefly the sixteenth Doge of Venice in 887."}]}, {"heading": "Deaths", "year": "893", "date": "September 18", "txt": "Zhang Xiong, Chinese warlord", "entities": [{"title": "Zhang Xiong", "href": "/wiki/Zhang_Xiong", "description": "Zhang Xiong (張雄) was a warlord late in the Chinese dynasty Tang Dynasty, who, from 886 and on, controlled an army that initially roved in the lower Yangtze River region and became a key player in the power struggles between various warlords for the control of Huainan and Zhenhai Circuits. Zhang eventually settled in at Shangyuan in 887 and controlled the area until his death in 893."}]}, {"heading": "Deaths", "year": "958", "date": "September 18", "txt": "Liu Sheng, Chinese emperor (b. 920)", "entities": [{"title": "Liu Sheng (Southern Han)", "href": "/wiki/Liu_Sheng_(Southern_Han)", "description": "Liu Sheng, born Liu Hongxi (劉弘熙), may be nicknamed Jun (雋), formally Emperor Zhongzong of (Southern) Han ( 漢中宗), was the third emperor of the Chinese Five Dynasties and Ten Kingdoms Period state Southern Han. He succeeded his brother, Liu Bin, whom he had ordered assassinated to allow himself to take the throne."}]}, {"heading": "Deaths", "year": "1137", "date": "September 18", "txt": "Eric II, king of Denmark", "entities": [{"title": "Eric II of Denmark", "href": "/wiki/Eric_II_of_Denmark", "description": "Eric II the Memorable was king of Denmark between 1134 and 1137. Eric was an illegitimate son of Eric I of Denmark, who ruled Denmark from 1095 to 1103. Eric the Memorable rebelled against his uncle Niels of Denmark, and was declared king in 1134. He punished his adversaries severely, and rewarded his supporters handsomely. He was killed by a subject in 1137 and was promptly succeeded by his nephe"}]}, {"heading": "Deaths", "year": "1180", "date": "September 18", "txt": "Louis VII, king of France (b. 1120)", "entities": [{"title": "Louis VII of France", "href": "/wiki/Louis_VII_of_France", "description": "Louis VII, called the Younger or the Young, was King of the Franks from 1137 to 1180. He was the son and successor of King Louis VI and married Duchess Eleanor of Aquitaine, one of the wealthiest and most powerful women in western Europe. The marriage temporarily extended the Capetian lands to the Pyrenees, but was annulled in 1152 after no male heir was produced."}]}, {"heading": "Deaths", "year": "1261", "date": "September 18", "txt": "Konrad von Hochstaden, archbishop of Cologne", "entities": [{"title": "Konrad von Hochstaden", "href": "/wiki/Konrad_von_Hochstaden", "description": "Konrad von Hochstaden was Archbishop of Cologne from 1238 to 1261."}]}, {"heading": "Deaths", "year": "1302", "date": "September 18", "txt": "Eudokia Palaiologina, empress of Trebizond (b. c. 1265)", "entities": [{"title": "Eudokia Palaiologina", "href": "/wiki/Eudokia_Palaiologina", "description": "Eudokia Palaiologina or was the third daughter of Byzantine Emperor Michael VIII Palaiologos and his wife, Theodora, a grandniece of Emperor John III Doukas Vatatzes of Nicaea."}]}, {"heading": "Deaths", "year": "1345", "date": "September 18", "txt": "Andrew, Duke of Calabria (b. 1327)", "entities": [{"title": "Andrew, Duke of Calabria", "href": "/wiki/Andrew,_Duke_of_Calabria", "description": "Andrew, Duke of Calabria was the first husband of Joanna I of Naples, and a son of Charles I of Hungary and brother of Louis I of Hungary."}]}, {"heading": "Deaths", "year": "1361", "date": "September 18", "txt": "Louis V, duke of Bavaria (b. 1315)", "entities": [{"title": "Louis V, Duke of Bavaria", "href": "/wiki/Louis_V,_Duke_of_Bavaria", "description": "Louis V, called the Brandenburger, a member of the House of Wittelsbach, ruled as Margrave of Brandenburg from 1323 to 1351 and as Duke of Bavaria from 1347 until his death. From 1342 he also was co-ruling Count of Tyrol by his marriage with the Meinhardiner countess Margaret."}]}, {"heading": "Deaths", "year": "1385", "date": "September 18", "txt": "Balša II, ruler of Zeta", "entities": [{"title": "Balša II", "href": "/wiki/Bal%C5%A1a_II", "description": "Balša Balšić, known in historiography as Balša II, was the Lord of Lower Zeta from 1378 to 1385. He managed to expand his borders towards the south; defeating the Albanian duke Karl Thopia."}]}, {"heading": "Deaths", "year": "1443", "date": "September 18", "txt": "Lewis of Luxembourg, archbishop of Rouen", "entities": [{"title": "Lewis of Luxembourg", "href": "/wiki/Lewis_of_Luxembourg", "description": "Louis of Luxembourg;. Bishop of Therouanne 1415-1436, Archbishop of Rouen, 1436, Bishop of Ely 1437, Cardinal."}]}, {"heading": "Deaths", "year": "1598", "date": "September 18", "txt": "Toyotomi Hideyoshi, Japanese daimyō (b. 1536)", "entities": [{"title": "Toyotomi Hideyoshi", "href": "/wiki/Toyotomi_Hideyoshi", "description": "Toyotomi Hideyoshi  was a Japanese samurai and daimyō of the late Sengoku period regarded as the second \"Great Unifier\" of Japan."}]}, {"heading": "Deaths", "year": "1630", "date": "September 18", "txt": "Melchior Klesl, Austrian cardinal (b. 1552)", "entities": [{"title": "Melchior Klesl", "href": "/wiki/Melchior_Klesl", "description": "Melchior Klesl was an Austrian statesman and cardinal of the Roman Catholic church during the time of the Counter-Reformation. Klesl was appointed Bishop of Vienna in 1598 and elevated to cardinal in 1616."}]}, {"heading": "Deaths", "year": "1675", "date": "September 18", "txt": "Charles IV, Duke of Lorraine (b. 1604)", "entities": [{"title": "Charles IV, Duke of Lorraine", "href": "/wiki/Charles_IV,_Duke_of_Lorraine", "description": "Charles IV was Duke of Lorraine from 1624 until his death in 1675, with a brief interruption in 1634, when he abdicated under French pressure in favor of his younger brother, Nicholas Francis."}]}, {"heading": "Deaths", "year": "1721", "date": "September 18", "txt": "Matthew Prior, English poet, politician, and diplomat, British Ambassador to France (b. 1664)", "entities": [{"title": "Matthew Prior", "href": "/wiki/Matthew_Prior", "description": "Matthew Prior was an English poet and diplomat. He is also known as a contributor to The Examiner."}, {"title": "List of ambassadors of the United Kingdom to France", "href": "/wiki/List_of_ambassadors_of_the_United_Kingdom_to_France", "description": "The British Ambassador to France is the United Kingdom's foremost diplomatic representative in France, and is the head of Britain's diplomatic mission in Paris. The official title is Her Majesty's Ambassador to France."}]}, {"heading": "Deaths", "year": "1722", "date": "September 18", "txt": "André Dacier, French scholar and academic (b. 1651)", "entities": [{"title": "André Dacier", "href": "/wiki/Andr%C3%A9_Dacier", "description": "André Dacier was a French classical scholar and editor of texts. He began his career with an edition and commentary of Festus' De verborum significatione, and was the first to produce a \"readable\" text of the 20-book work. His wife was the influential classical scholar and translator, Anne Dacier."}]}, {"heading": "Deaths", "year": "1783", "date": "September 18", "txt": "Leonhard Euler, Swiss mathematician and physicist (b. 1707)", "entities": [{"title": "Leonhard Euler", "href": "/wiki/Leonhard_Euler", "description": "Leonhard Euler was a Swiss mathematician, physicist, astronomer, geographer, logician and engineer who made important and influential discoveries in many branches of mathematics, such as infinitesimal calculus and graph theory, while also making pioneering contributions to several branches such as topology and analytic number theory. He also introduced much of the modern mathematical terminology a"}]}, {"heading": "Deaths", "year": "1783", "date": "September 18", "txt": "Benjamin Kennicott, English theologian and scholar (b. 1718)", "entities": []}, {"heading": "Deaths", "year": "1792", "date": "September 18", "txt": "August Gottlieb Spangenberg, German bishop and theologian (b. 1704)", "entities": [{"title": "August Gottlieb Spangenberg", "href": "/wiki/August_Gottlieb_Spangenberg", "description": "August Gottlieb Spangenberg was a German theologian and minister, and a bishop of the Moravian Brethren. As successor of Count Nicolaus Ludwig Zinzendorf, he helped develop international missions, as well as stabilize the theology and organization of the German Moravian Church."}]}, {"heading": "Deaths", "year": "1812", "date": "September 18", "txt": "Safranbolulu Izzet Mehmet Pasha, Ottoman politician, 186th Grand Vizier of the Ottoman Empire (b. 1743)", "entities": [{"title": "Safranbolulu Izzet Mehmet Pasha", "href": "/wiki/Safranbolulu_Izzet_Mehmet_Pasha", "description": "Safranbolulu Izzet Mehmet Pasha was a grand vizier of the Ottoman Empire and served from 1794 to 1798."}, {"title": "List of Ottoman Grand Viziers", "href": "/wiki/List_of_Ottoman_Grand_Viziers", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Deaths", "year": "1830", "date": "September 18", "txt": "William Hazlitt, English philosopher, painter, and critic (b. 1778)", "entities": [{"title": "William Hazlitt", "href": "/wiki/William_Hazlitt", "description": "William Hazlitt was an English essayist, drama and literary critic, painter, social commentator, and philosopher. He is now considered one of the greatest critics and essayists in the history of the English language, placed in the company of Samuel Johnson and George Orwell. He is also acknowledged as the finest art critic of his age. Despite his high standing among historians of literature and ar"}]}, {"heading": "Deaths", "year": "1857", "date": "September 18", "txt": "Karol Kurpiński, Polish composer and conductor (b. 1785)", "entities": [{"title": "Karol Kurpiński", "href": "/wiki/Karol_Kurpi%C5%84ski", "description": "Karol Kazimierz Kurpiński was a Polish composer, conductor and pedagogue. He was a representative of late classicism and a member of the Warsaw Society of Friends of Learning. He is also known for having composed the music to the 1831 patriotic song La Varsovienne with lyrics by Casimir Delavigne."}]}, {"heading": "Deaths", "year": "1860", "date": "September 18", "txt": "Joseph Locke, English engineer and politician (b. 1805)", "entities": [{"title": "Joseph Locke", "href": "/wiki/Joseph_Locke", "description": "Joseph Locke FRSA was a notable English civil engineer of the nineteenth century, particularly associated with railway projects. Locke ranked alongside Robert Stephenson and Isambard Kingdom Brunel as one of the major pioneers of railway development."}]}, {"heading": "Deaths", "year": "1872", "date": "September 18", "txt": "Charles XV of Sweden (b. 1826)", "entities": [{"title": "Charles XV of Sweden", "href": "/wiki/Charles_XV_of_Sweden", "description": "Charles XV also Carl ; Swedish: Karl XV and Norwegian: Karl IV was King of Sweden and Norway, there often referred to accurately as Charles IV, from 1859 until his death. Though known as King Charles XV in Sweden, he was actually the ninth Swedish king by that name, as his predecessor Charles IX had adopted a numeral according to a fictitious history of Sweden."}]}, {"heading": "Deaths", "year": "1890", "date": "September 18", "txt": "Dion Boucicault, Irish-American actor and playwright (b. 1820)", "entities": [{"title": "Dion Boucicault", "href": "/wiki/Dion_Boucicault", "description": "Dionysius Lardner \"Dion\" Boucicault was an Irish actor and playwright famed for his melodramas. By the later part of the 19th century, Boucicault had become known on both sides of the Atlantic as one of the most successful actor-playwright-managers then in the English-speaking theatre. Although The New York Times hailed him in his obituary as \"the most conspicuous English dramatist of the 19th cen"}]}, {"heading": "Deaths", "year": "1896", "date": "September 18", "txt": "Hippolyte Fizeau, French physicist and academic (b. 1819)", "entities": [{"title": "Hippolyte Fizeau", "href": "/wiki/Hippolyte_Fizeau", "description": "Armand Hippolyte Louis Fizeau FRS FRSE MIF was a French physicist, best known for measuring the speed of light in the namesake Fizeau experiment."}]}, {"heading": "Deaths", "year": "1905", "date": "September 18", "txt": "George MacDonald, Scottish minister, author, and poet (b. 1824)", "entities": [{"title": "George MacDonald", "href": "/wiki/George_MacDonald", "description": "George MacDonald was a Scottish author, poet and Christian minister. He was a pioneering figure in the field of modern fantasy literature and the mentor of fellow writer Lewis Carroll. In addition to his fairy tales, MacDonald wrote several works of Christian theology, including several collections of sermons."}]}, {"heading": "Deaths", "year": "1909", "date": "September 18", "txt": "Grigore Tocilescu, Romanian archaeologist and historian (b. 1850)", "entities": [{"title": "Grigore Tocilescu", "href": "/wiki/Grigore_Tocilescu", "description": "Grigore George Tocilescu was a Romanian historian, archaeologist, epigrapher and folkorist, member of Romanian Academy."}]}, {"heading": "Deaths", "year": "1911", "date": "September 18", "txt": "Pyotr Stolypin, Russian lawyer and politician, 3rd Prime Minister of Russia (b. 1862)", "entities": [{"title": "Pyotr Stolypin", "href": "/wiki/Pyotr_Stolypin", "description": "Pyotr Arkadyevich Stolypin was a Russian politician. He was the third Prime Minister of Russia, and Minister of Internal Affairs of the Russian Empire from 1906 to his assassination in 1911."}, {"title": "List of heads of government of Russia", "href": "/wiki/List_of_heads_of_government_of_Russia", "description": "Approximately 99 people have been head of the Russian government since its establishment in 1726. The chairman of government was a member of the Supreme Privy Council, which was created on 8 (19) February 1726 by Empress Catherine, and from 8 (20) September 1802 ministerial duties were allocated by the Committee of Ministers, which was established on in accordance with the proclamation of Emperor "}]}, {"heading": "Deaths", "year": "1915", "date": "September 18", "txt": "Susan La Flesche Picotte, doctor, teacher, and social reformer, first Native American to earn a medical degree", "entities": [{"title": "Susan La Flesche Picotte", "href": "/wiki/Susan_La_Flesche_Picotte", "description": "Susan La Flesche Picotte was a Native American doctor and reformer in the late 19th century. She is widely acknowledged as one of the first Native Americans to earn a medical degree. She campaigned for public health and for the formal, legal allotment of land to members of the Omaha tribe."}, {"title": "Native Americans in the United States", "href": "/wiki/Native_Americans_in_the_United_States", "description": "Native Americans, also known as American Indians, First Americans, Indigenous Americans and other terms, are the indigenous peoples of the United States; sometimes including Hawaii and territories of the United States, and other times limited to the mainland. There are 574 federally recognized tribes living within the US, about half of which are associated with Indian reservations. \"Native America"}]}, {"heading": "Deaths", "year": "1924", "date": "September 18", "txt": "F. H. Bradley, English philosopher and author (b. 1846)", "entities": [{"title": "F. H. Bradley", "href": "/wiki/F._H._Bradley", "description": "Francis Herbert Bradley was a British idealist philosopher. His most important work was Appearance and Reality (1893)."}]}, {"heading": "Deaths", "year": "1939", "date": "September 18", "txt": "Stanisław Ignacy Witkiewicz, Polish author, painter, and photographer (b. 1885)", "entities": [{"title": "Stanisław Ignacy Witkiewicz", "href": "/wiki/Stanis%C5%82aw_Ignacy_Witkiewicz", "description": "Stanisław Ignacy Witkiewicz, commonly known as Witkacy, was a Polish writer, painter, philosopher, theorist, playwright, novelist, and photographer active before World War I and during the interwar period."}]}, {"heading": "Deaths", "year": "1941", "date": "September 18", "txt": "Fred Karno, English actor and screenwriter (b. 1866)", "entities": [{"title": "Fred Karno", "href": "/wiki/Fred_Karno", "description": "Frederick John Westcott, best known by his stage name Fred Karno, was an English theatre impresario of the British music hall. As a comedian of slapstick he is credited with popularizing the custard-pie-in-the-face gag. During the 1890s, in order to circumvent stage censorship, Karno developed a form of sketch comedy without dialogue."}]}, {"heading": "Deaths", "year": "1944", "date": "September 18", "txt": "Robert G. Cole, American colonel, Medal of Honor recipient (b. 1915)", "entities": [{"title": "Robert G. Cole", "href": "/wiki/Robert_G._Cole", "description": "Lieutenant Colonel Robert George Cole was an American soldier who received the Medal of Honor for his actions in the days following the D-Day Normandy invasion of World War II."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "1949", "date": "September 18", "txt": "Frank Morgan, American actor (b. 1890)", "entities": [{"title": "Frank Morgan", "href": "/wiki/Frank_Morgan", "description": "Francis Phillip Wuppermann, known professionally as Frank Morgan, was an American character actor on radio, stage and film. He was best known for his appearances in films starting in the silent era in 1916, and then numerous sound films throughout the 1930s and 1940s, with a career spanning 35 years mostly as a contract player at Metro-Goldwyn-Mayer, with his most celebrated performance playing th"}]}, {"heading": "Deaths", "year": "1951", "date": "September 18", "txt": "Gelett Burgess, American author and poet (b. 1866)", "entities": [{"title": "Gelett Burgess", "href": "/wiki/Gelett_Burgess", "description": "Frank Gelett Burgess was an American artist, art critic, poet, author and humorist. An important figure in the San Francisco Bay Area literary renaissance of the 1890s, particularly through his iconoclastic little magazine, The Lark, he is best known as a writer of nonsense verse, such as \"The Purple Cow\", and for introducing French modern art to the United States in an essay titled \"The Wild Men "}]}, {"heading": "Deaths", "year": "1952", "date": "September 18", "txt": "Frances Alda, New Zealand-Australian soprano and actress (b. 1879)", "entities": [{"title": "Frances Alda", "href": "/wiki/Frances_Alda", "description": "Frances Davis Alda was a New Zealand-born, Australian-raised operatic soprano. She achieved fame during the first three decades of the 20th century due to her outstanding singing voice, fine technique and colourful personality, as well as her frequent onstage partnerships at the Metropolitan Opera, New York, with Enrico Caruso."}]}, {"heading": "Deaths", "year": "1953", "date": "September 18", "txt": "Charles de Tornaco, Belgian racing driver (b. 1927)", "entities": [{"title": "Charles de Tornaco", "href": "/wiki/Charles_de_Tornaco", "description": "Charles de Tornaco was a racing driver from Belgium. He participated in 4 Formula One World Championship Grands Prix, debuting on 22 June 1952. He scored no championship points."}]}, {"heading": "Deaths", "year": "1956", "date": "September 18", "txt": "Adélard Godbout, Canadian agronomist and politician, 15th Premier of Quebec (b. 1892)", "entities": [{"title": "Adélard Godbout", "href": "/wiki/Ad%C3%A9lard_Godbout", "description": "Joseph-Adélard Godbout was a Canadian agronomist and politician. He served as the 15th Premier of Quebec briefly in 1936, and again from 1939 to 1944. He served as leader of the Parti Libéral du Québec (PLQ)."}, {"title": "List of Quebec premiers", "href": "/wiki/List_of_Quebec_premiers", "description": "This is a list of the premiers of the province of Quebec, Canada, since Confederation in 1867. Quebec uses a unicameral Westminster-style parliamentary government, in which the premier is the leader of the party that controls the most seats in the National Assembly. The premier, sometimes called the prime minister, is Quebec's head of government, while the Queen of Canada is its head of state and "}]}, {"heading": "Deaths", "year": "1958", "date": "September 18", "txt": "Olaf Gulbransson, Norwegian painter and illustrator (b. 1873)", "entities": [{"title": "Olaf Gulbransson", "href": "/wiki/Olaf_Gulbransson", "description": "Olaf Leonhard Gulbransson was a Norwegian artist, painter and designer. He is probably best known for his caricatures and illustrations.\n"}]}, {"heading": "Deaths", "year": "1959", "date": "September 18", "txt": "Benjamin Péret, French poet and journalist (b. 1899)", "entities": [{"title": "Benjamin Péret", "href": "/wiki/Benjamin_P%C3%A9ret", "description": "Benjamin Péret was a French poet, Parisian Dadaist and a founder and central member of the French Surrealist movement with his avid use of Surrealist automatism."}]}, {"heading": "Deaths", "year": "1961", "date": "September 18", "txt": "Dag Hammarskjöld, Swedish economist and diplomat, 2nd Secretary-General of the United Nations, Nobel Prize laureate (b. 1905)", "entities": [{"title": "Dag Hammarskjöld", "href": "/wiki/Dag_Hammarskj%C3%B6ld", "description": "Dag Hjalmar Agne Carl Hammarskjöld was a Swedish economist and diplomat who served as the second Secretary-General of the United Nations. As of 2021, he remains the youngest person to have held the post, having been only 47 years old when he was appointed in 1953."}, {"title": "Secretary-General of the United Nations", "href": "/wiki/Secretary-General_of_the_United_Nations", "description": "The Secretary-General of the United Nations is the chief administrative officer of the United Nations and head of the United Nations Secretariat, one of the six principal organs of the United Nations."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1962", "date": "September 18", "txt": "Therese Neumann, German mystic (b. 1898)", "entities": [{"title": "Therese Neumann", "href": "/wiki/Therese_Neumann", "description": "Therese Neumann was a German Catholic mystic and stigmatic."}, {"title": "German mystic", "href": "/wiki/German_mystic", "description": "The Friends of God was a medieval mystical group of both ecclesiastical and lay persons within the Catholic Church and a center of German mysticism. It was founded between 1339 and 1343 during the Avignon Papacy of the Western Schism, a time of great turmoil for the Catholic Church. The Friends of God were originally centered in Basel, Switzerland and were also fairly important in Strasbourg and C"}]}, {"heading": "Deaths", "year": "1964", "date": "September 18", "txt": "Clive Bell, English philosopher and critic (b. 1881)", "entities": [{"title": "Clive Bell", "href": "/wiki/Clive_Bell", "description": "Arthur Clive Heward Bell was an English art critic, associated with formalism and the Bloomsbury Group. He developed the art theory known as significant form."}]}, {"heading": "Deaths", "year": "1964", "date": "September 18", "txt": "Seán O'Casey, Irish dramatist and memoirist (b. 1880)", "entities": []}, {"heading": "Deaths", "year": "1967", "date": "September 18", "txt": "John Cockcroft, English physicist and academic, Nobel Prize laureate (b. 1897)", "entities": [{"title": "John Cockcroft", "href": "/wiki/John_Cockcroft", "description": "Sir John Douglas Cockcroft, was a British physicist who shared with Ernest Walton the Nobel Prize in Physics in 1951 for splitting the atomic nucleus, and was instrumental in the development of nuclear power."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1968", "date": "September 18", "txt": "Franchot Tone, American actor, singer, and producer (b. 1905)", "entities": [{"title": "Franchot Tone", "href": "/wiki/Franchot_Tone", "description": "Stanislaus Pascal Franchot Tone was an American actor, producer, and director of stage, film and television. He was a leading man in the 1930s and early 1940s, and at the height of his career was known for his gentlemanly, sophisticate roles, with supporting roles by the 1950s. His acting crossed many genres including pre-Code romantic leads to noir layered roles and many World War I films. He app"}]}, {"heading": "Deaths", "year": "1970", "date": "September 18", "txt": "Jimi Hendrix, American singer-songwriter, guitarist, and producer (b. 1942)", "entities": [{"title": "Jimi Hendrix", "href": "/wiki/Jimi_Hendrix", "description": "James Marshall \"Jimi\" Hendrix was an American musician, singer, and songwriter. Although his mainstream career spanned only four years, he is widely regarded as one of the most influential electric guitarists in the history of popular music, and one of the most celebrated musicians of the 20th century. The Rock and Roll Hall of Fame describes him as \"arguably the greatest instrumentalist in the hi"}]}, {"heading": "Deaths", "year": "1974", "date": "September 18", "txt": "Amanat Ali Khan, Pakistani classical singer (b. 1922)", "entities": [{"title": "Amanat Ali Khan", "href": "/wiki/Amanat_Ali_Khan", "description": "Ustad Amanat Ali Khan was a Pakistani classical and ghazal singer, from the Patiala gharana. Singing duo of both brothers Amanat Ali Khan and Bade Fateh Ali Khan were together honoured with the 'Pride of Performance' award by the President of Pakistan back in 1969. He stands with great singing icons like Mehdi Hassan and Ahmed Rushdi and left behind hundreds of classical and semi-classical songs f"}]}, {"heading": "Deaths", "year": "1975", "date": "September 18", "txt": "Fairfield Porter, American painter and critic (b. 1907)", "entities": [{"title": "Fairfield Porter", "href": "/wiki/Fairfield_Porter", "description": "Fairfield Porter was an American painter and art critic. He was the fourth of five children of James Porter, an architect, and Ruth Furness Porter, a poet from a literary family. He was the brother of photographer Eliot Porter and the brother-in-law of federal Reclamation Commissioner Michael W. Straus."}]}, {"heading": "Deaths", "year": "1977", "date": "September 18", "txt": "Paul Bernays, English-Swiss mathematician and philosopher (b. 1888)", "entities": [{"title": "Paul Bernays", "href": "/wiki/Paul_Bernays", "description": "Paul Isaac Bernays was a Swiss mathematician, who made significant contributions to mathematical logic, axiomatic set theory, and the philosophy of mathematics. He was an assistant and close collaborator of David Hilbert."}]}, {"heading": "Deaths", "year": "1980", "date": "September 18", "txt": "Katherine Anne Porter, American short story writer, novelist, and essayist (b. 1890)", "entities": [{"title": "Katherine Anne Porter", "href": "/wiki/Katherine_Anne_Porter", "description": "Katherine Anne Porter was an American journalist, essayist, short story writer, novelist, and political activist. Her 1962 novel Ship of Fools was the best-selling novel in America that year, but her short stories received much more critical acclaim."}]}, {"heading": "Deaths", "year": "1987", "date": "September 18", "txt": "Américo Tomás, Portuguese admiral and politician, 14th President of Portugal (b. 1894)", "entities": [{"title": "Américo Tomás", "href": "/wiki/Am%C3%A9rico_Tom%C3%A1s", "description": "Américo de Deus Rodrigues Tomás was a Portuguese Navy officer and politician who served as the 13th President of Portugal from 1958 to 1974."}, {"title": "President of Portugal", "href": "/wiki/President_of_Portugal", "description": "The president of the Portuguese Republic is the executive head of state of Portugal. The powers, functions and duties of prior presidential offices, and their relation with the prime minister and cabinets have over time differed with the various Portuguese constitutions."}]}, {"heading": "Deaths", "year": "1988", "date": "September 18", "txt": "Alan Watt, Australian public servant and diplomat, Australian Ambassador to Japan (b. 1901)", "entities": [{"title": "Alan Watt (diplomat)", "href": "/wiki/Alan_Watt_(diplomat)", "description": "Sir Alan Stewart Watt was a distinguished Australian diplomat."}, {"title": "List of Australian Ambassadors to Japan", "href": "/wiki/List_of_Australian_Ambassadors_to_Japan", "description": "The Ambassador of Australia to Japan is an officer of the Australian Department of Foreign Affairs and Trade and the head of the Embassy of the Commonwealth of Australia to Japan. The position has the rank and status of an Ambassador Extraordinary and Plenipotentiary and is based in the Australian Embassy in Tokyo. The Ambassador is currently Jan Adams."}]}, {"heading": "Deaths", "year": "1992", "date": "September 18", "txt": "Mohammad Hidayatullah, Indian lawyer, judge, and politician, 6th Vice President of India (b. 1905)", "entities": [{"title": "Mohammad Hidayatullah", "href": "/wiki/Mohammad_Hidayatullah", "description": "Mohammad Hidayatullah, OBE pronunciation (help·info) was the 11th Chief Justice of India serving from 25 February 1968 to 16 December 1970, and the sixth Vice President of India, serving from 31 August 1979 to 30 August 1984. He had also served as the Acting President of India from 20 July 1969 to 24 August 1969 and from 6 October 1982 to 31 October 1982. He is regarded as an eminent jurist, schol"}, {"title": "Vice President of India", "href": "/wiki/Vice_President_of_India", "description": "The Vice President of India, officially the Vice President of the Republic of India, is the second-highest constitutional office in India after the President. Article 63 of Indian Constitution states that \"There shall be a Vice President of India.\" The Vice President acts as President in the absence of the president due to death, resignation, impeachment, or other situations."}]}, {"heading": "Deaths", "year": "1997", "date": "September 18", "txt": "Jimmy Witherspoon, American singer (b. 1920)", "entities": [{"title": "Jimmy Witherspoon", "href": "/wiki/Jimmy_Witherspoon", "description": "James Witherspoon was an American jump blues singer."}]}, {"heading": "Deaths", "year": "1998", "date": "September 18", "txt": "Charlie Foxx, American singer and guitarist (Inez and Charlie Foxx) (b. 1939)", "entities": [{"title": "Charlie Foxx", "href": "/wiki/Charlie_Foxx", "description": "Inez Foxx and her elder brother Charlie Foxx were an American rhythm and blues and soul duo from Greensboro, North Carolina. Inez sang lead vocal, while Charlie sang back-up and played guitar. Casey Kasem, and doubtless many others, mistakenly thought that the two were husband and wife."}, {"title": "Inez and Charlie Foxx", "href": "/wiki/Inez_and_Charlie_Foxx", "description": "Inez Foxx and her elder brother Charlie Foxx were an American rhythm and blues and soul duo from Greensboro, North Carolina. Inez sang lead vocal, while Charlie sang back-up and played guitar. Casey Kasem, and doubtless many others, mistakenly thought that the two were husband and wife."}]}, {"heading": "Deaths", "year": "2001", "date": "September 18", "txt": "Ernie Coombs, American-Canadian television host (b. 1927)", "entities": [{"title": "Ernie Coombs", "href": "/wiki/Ernie_Coombs", "description": "Ernest \"Ernie\" Arthur Coombs, CM was an American-born Canadian children's entertainer who starred in the Canadian television series Mr. Dressup."}]}, {"heading": "Deaths", "year": "2002", "date": "September 18", "txt": "Bob Hayes, American sprinter and football player (b. 1942)", "entities": [{"title": "Bob Hayes", "href": "/wiki/Bob_Hayes", "description": "Robert Lee \"Bullet Bob\" Hayes was an Olympic gold medalist sprinter who then became an American football wide receiver in the National Football League for the Dallas Cowboys. Bob Hayes is the only athlete in history to win the Olympic Gold and a Super Bowl title. An American track and field athlete, he was a two-sport stand-out in college in both track and football at Florida A&M University. He ha"}]}, {"heading": "Deaths", "year": "2002", "date": "September 18", "txt": "Mauro Ramos, Brazilian footballer and manager (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "September 18", "txt": "Margita Stefanović, Serbian keyboard player (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "September 18", "txt": "Emil Fackenheim, German rabbi and philosopher (b. 1916)", "entities": [{"title": "Emil Fackenheim", "href": "/wiki/Emil_Fackenheim", "description": "Emil Ludwig Fackenheim was a noted Jewish philosopher and Reform rabbi."}]}, {"heading": "Deaths", "year": "2003", "date": "September 18", "txt": "Bob Mitchell, English educator and politician (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "September 18", "txt": "Norman Cantor, Canadian-American historian and educator (b. 1929)", "entities": [{"title": "Norman Cantor", "href": "/wiki/Norman_Cantor", "description": "Norman Frank Cantor was a Canadian-American historian who specialized in the medieval period. Known for his accessible writing and engaging narrative style, Cantor's books were among the most widely read treatments of medieval history in English. He estimated that his textbook The Civilization of the Middle Ages, first published in 1963, had a million copies in circulation."}]}, {"heading": "Deaths", "year": "2004", "date": "September 18", "txt": "Russ Meyer, American director, producer, and screenwriter (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "September 18", "txt": "Michael Park, English racing driver (b. 1966)", "entities": [{"title": "Michael Park (co-driver)", "href": "/wiki/Michael_Park_(co-driver)", "description": "Michael Steven Park was a rally co-driver from Newent in Gloucestershire."}]}, {"heading": "Deaths", "year": "2005", "date": "September 18", "txt": "Clint C. Wilson, Sr., American cartoonist (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "September 18", "txt": "Edward J. King, American football player, lawyer, and politician, 66th Governor of Massachusetts (b. 1925)", "entities": [{"title": "Edward J. King", "href": "/wiki/Edward_J._King", "description": "Edward Joseph King was an American politician who served as the 66th Governor of Massachusetts from 1979 to 1983. A member of the Democratic Party until 1985, he then became a member of the Republican Party. Elected in the 1978 Massachusetts gubernatorial election, he lost the Democratic primary of the 1982 election to his predecessor Michael Dukakis."}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Deaths", "year": "2007", "date": "September 18", "txt": "Pepsi Tate, Welsh bass player and producer (b. 1965)", "entities": [{"title": "Pepsi Tate", "href": "/wiki/Pepsi_Tate", "description": "Pepsi Tate was the bass guitarist of Welsh glam metal band Tigertailz, who made the Top 40 in the UK Albums Chart in the early 1990s. Pepsi's nickname was \"Boy\" or \"The Boy\"."}]}, {"heading": "Deaths", "year": "2008", "date": "September 18", "txt": "Leo de Berardinis, Italian actor and director (b. 1940)", "entities": [{"title": "Leo de Berardinis", "href": "/wiki/Leo_de_Berardinis", "description": "Leo de Berardinis was an Italian stage actor and theatre director. He was an important exponent of the Italian avant-garde theatre."}]}, {"heading": "Deaths", "year": "2008", "date": "September 18", "txt": "Mauricio Kagel, Argentinian-German composer and educator (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "September 18", "txt": "Ron Lancaster, American-Canadian football player and coach (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "September 18", "txt": "Jamey Rodemeyer, American teenage activist (b. 1997)", "entities": [{"title": "Suicide of Jamey Rodemeyer", "href": "/wiki/Suicide_of_Jamey_Rodemeyer", "description": "James T. Rodemeyer was an American teenager known for his activism against homophobia and his videos on YouTube to help victims of homophobic bullying. His suicide was attributed to constant bullying, and led to the proposal of new cyberbullying legislation."}, {"title": "Activist", "href": "/wiki/Activist", "description": "Activism consists of efforts to promote, impede, direct, or intervene in social, political, economic, or environmental reform with the desire to make changes in society toward a perceived greater good. Forms of activism range from mandate building in the community, petitioning elected officials, running or contributing to a political campaign, preferential patronage of businesses, and demonstrativ"}]}, {"heading": "Deaths", "year": "2012", "date": "September 18", "txt": "Santiago Carrillo, Spanish theorist and politician (b. 1915)", "entities": [{"title": "Santiago Carrillo", "href": "/wiki/Santiago_Carrillo", "description": "Santiago José Carrillo Solares was a Spanish politician who served as General Secretary of the Communist Party of Spain (PCE) from 1960 to 1982. His role in the Paracuellos massacres during the Civil War was particularly controversial. He was exiled during the dictatorship of Francisco Franco, becoming a leader of the democratic opposition to the regime. His role as leader of the PCE would later m"}]}, {"heading": "Deaths", "year": "2012", "date": "September 18", "txt": "Haim Hefer, Polish-Israeli songwriter and poet (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 18", "txt": "Jack Kralick, American baseball player (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 18", "txt": "Steve Sabol, American director and producer, co-founded NFL Films (b. 1942)", "entities": [{"title": "NFL Films", "href": "/wiki/NFL_Films", "description": "NFL Productions, LLC, doing business as NFL Films, is the film and television production company of the National Football League. It produces commercials, television programs, feature films, and documentaries for and about (NFL), as well as other unrelated major events and awards shows. Founded as Blair Motion Pictures by Ed Sabol in 1962 and run by his son Steve Sabol until his death, it produces"}]}, {"heading": "Deaths", "year": "2013", "date": "September 18", "txt": "Veliyam Bharghavan, Indian politician (b. 1928)", "entities": [{"title": "Veliyam Bharghavan", "href": "/wiki/Veliyam_Bharghavan", "description": "Veliyam Bharghavan was a Communist leader from the Kerala, India. He was the state Secretary of Communist Party of India (CPI) from 1998 to 2010. In 2010 he retired from that position due to his health issues. He hails from Veliyam village of Kollam district. He was an advocate of a merger between CPI and Communist Party of India (Marxist) (CPM). He was a member of the first Legislative Assembly o"}]}, {"heading": "Deaths", "year": "2013", "date": "September 18", "txt": "Lindsay Cooper, English composer, bassoon and oboe player (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 18", "txt": "Arthur Lamothe, French-Canadian director, producer, and screenwriter (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 18", "txt": "Ken Norton, American boxer (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 18", "txt": "Marcel Reich-Ranicki, Polish-German author and critic (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 18", "txt": "Richard C. Sarafian, American actor, director, and screenwriter (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 18", "txt": "Milan Marcetta, Canadian ice hockey player (b. 1936)", "entities": [{"title": "Milan Marcetta", "href": "/wiki/Milan_Marcetta", "description": "Milan Marcetta was a professional ice hockey player who played 54 games in the National Hockey League. He played with the Toronto Maple Leafs and Minnesota North Stars. He only played three games in the finals in 1967 for Toronto, but earned the right to have his name engraved on the Stanley Cup. He died the day before his 78th birthday, on September 18, 2014."}]}, {"heading": "Deaths", "year": "2014", "date": "September 18", "txt": "Earl Ross, Canadian racing driver (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 18", "txt": "Hirofumi Uzawa, Japanese economist and academic (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 18", "txt": "Kenny Wheeler, Canadian-English trumpet player and composer (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 18", "txt": "Eduardo Bonvallet, Chilean footballer and manager (b. 1955)", "entities": [{"title": "Eduardo Bonvallet", "href": "/wiki/Eduardo_Bonvallet", "description": "Eduardo Guillermo Bonvallet Godoy, was a Chilean footballer who played as a defensive midfielder and later developed a sportscasting career."}]}, {"heading": "Deaths", "year": "2015", "date": "September 18", "txt": "James R. Houck, American astrophysicist and academic (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 18", "txt": "Mario Benjamín Menéndez, Argentinian general and politician (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 18", "txt": "Marcin Wrona, Polish director, producer, and screenwriter (b. 1973)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "September 18", "txt": "Afzal Ahsan Randhawa, Pakistani writer, poet, translator and playwright (b. 1937)", "entities": [{"title": "Afzal Ahsan Randhawa", "href": "/wiki/Afzal_Ahsan_Randhawa", "description": "Muhammad Afzal Ahsan Randhawa was a Pakistani Punjabi language writer, poet, translator, playwright and a politician. He authored several short stories and novels in the Punjabi language including Sooraj Grehan and Doaba. He received the Pride of Performance and Kamal-e-Fun awards for his literary work."}]}, {"heading": "Deaths", "year": "2020", "date": "September 18", "txt": "Ruth Bader Ginsburg, United States Supreme Court justice (b. 1933)", "entities": [{"title": "Ruth Bader Ginsburg", "href": "/wiki/Ruth_Bader_Ginsburg", "description": "Joan Ruth Bader Ginsburg was an American lawyer and jurist who served as an associate justice of the Supreme Court of the United States from 1993 until her death in September 2020. She was nominated by President Bill Clinton, replacing retiring justice Byron White, and at the time was generally viewed as a moderate consensus-builder. She eventually became part of the liberal wing of the Court as t"}]}, {"heading": "Deaths", "year": "2020", "date": "September 18", "txt": "John Turner, Canadian lawyer and politician, 17th Prime Minister of Canada (b. 1929)", "entities": [{"title": "John Turner", "href": "/wiki/John_Turner", "description": "John Napier Wyndham Turner was a Canadian politician and lawyer who served as the 17th prime minister of Canada from June 30 to September 17, 1984."}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}]