[{"heading": "Events", "year": "36 BC", "date": "September 3", "txt": "In the Battle of Naulochus, Marcus Vipsanius Agrippa, admiral of Octavian, defeats Sextus Pompey, son of Pompey, thus ending Pompeian resistance to the Second Triumvirate.", "entities": [{"title": "Battle of Naulochus", "href": "/wiki/Battle_of_Naulochus", "description": "The naval Battle of Naulochus was fought on 3 September 36 BC between the fleets of Sextus Pompeius and Marcus Vipsanius Agrippa, off Naulochus, Sicily. The victory of Agrippa, admiral of Octavian, marked the end of the Pompeian resistance to the Second Triumvirate."}, {"title": "Marcus Vipsanius Agrippa", "href": "/wiki/Marcus_Vipsanius_Agrippa", "description": "Marcus Vipsanius Agrippa was a Roman general, statesman, and architect. He was a close friend, son-in-law, and lieutenant to Augustus and was responsible for the construction of some of the most notable buildings in the history of Rome and for important military victories, most notably at the Battle of Actium in 31 BC against the forces of Mark Antony and Cleopatra. As a result of these victories,"}, {"title": "Admiral", "href": "/wiki/Admiral", "description": "Admiral is one of the highest ranks in some navies, and in many navies is the highest rank. In the Commonwealth nations and the United States, a \"full\" admiral is equivalent to a \"full\" general in the army, and is above vice admiral and below admiral of the fleet, or fleet admiral. In NATO, admirals have a rank code of OF-9 as a four-star rank."}, {"title": "Caesar Augustus", "href": "/wiki/Caesar_Augustus", "description": "Caesar Augustus was the first Roman emperor, reigning from 27 BC until his death in AD 14. His status as the founder of the Roman Principate has consolidated an enduring legacy as one of the most effective and controversial leaders in human history. The reign of Augustus initiated an era of relative peace known as the Pax Romana. The Roman world was largely free from large-scale conflict for more "}, {"title": "Sextus Pompey", "href": "/wiki/Sextus_Pompey", "description": "Sextus Pompeius Magnus Pius, also known in English as Sextus Pompey, was a Roman military leader and politician who throughout his life upheld the cause of his father, Pompey the Great, against Julius Caesar and his supporters, during the last civil wars of the Roman Republic. He formed the last organized opposition to the Second Triumvirate, in defiance of which he succeeded in establishing an in"}, {"title": "Pompey", "href": "/wiki/Pompey", "description": "Gnaeus Pompeius Magnus, known in English as Pompey the Great, was a leading Roman general and statesman, whose career was significant in Rome's transformation from a republic to empire. He was for a time a political ally and later enemy of Julius Caesar. A member of the senatorial nobility, Pompey entered a military career while still young and rose to prominence serving the later dictator Sulla a"}, {"title": "Second Triumvirate", "href": "/wiki/Second_Triumvirate", "description": "The Second Triumvirate was a political alliance formed after the Roman dictator Julius Caesar's assassination, between Caesar's three most important supporters: Octavian, Mark Antony and Marcus Aemilius Lepidus. The triumvirate for organizing the republic, as it was formally known, ruled the Roman Republic essentially as a military dictatorship, with each of the triumvirs assuming charge of an ind"}]}, {"heading": "Events", "year": "301", "date": "September 3", "txt": "San Marino, one of the smallest nations in the world and the world's oldest republic still in existence, is founded by Saint Marinus.", "entities": [{"title": "San Marino", "href": "/wiki/San_Marino", "description": "San Marino, officially the Republic of San Marino, also known as the Most Serene Republic of San Marino, is a small-size country in Southern Europe completely enclosed by Italy. Located on the northeastern side of the Apennine Mountains, San Marino covers a land area of just over 61 km2 (24 sq mi), and has a population of 33,562. Its capital is the City of San Marino and its largest settlement is "}, {"title": "List of countries by area", "href": "/wiki/List_of_countries_by_area", "description": "This is a list of the world's countries and their dependent territories by area, ranked by total area."}, {"title": "Republic", "href": "/wiki/Republic", "description": "A republic is a form of government in which \"power is held by the people and their elected representatives\". In republics, the country is considered a \"public matter\", not the private concern or property of the rulers. The primary positions of power within a republic are attained through democracy or a mix of democracy with oligarchy or autocracy rather than being unalterably occupied by any given"}, {"title": "Saint Marinus", "href": "/wiki/Saint_Marinus", "description": "Saint Marinus was the founder of a chapel and monastery in 301. From this initial community the state of San Marino later grew."}]}, {"heading": "Events", "year": "590", "date": "September 3", "txt": "Consecration of Pope Gregory I (Gregory the Great).", "entities": [{"title": "Pope Gregory I", "href": "/wiki/Pope_Gregory_I", "description": "Pope Gregory I, commonly known as Saint Gregory the Great, was the bishop of Rome from 3 September 590 to his death. He is known for instigating the first recorded large-scale mission from Rome, the Gregorian Mission, to convert the then-pagan Anglo-Saxons in England to Christianity. Gregory is also well known for his writings, which were more prolific than those of any of his predecessors as pope"}]}, {"heading": "Events", "year": "673", "date": "September 3", "txt": "King Wamba of the Visigoths puts down a revolt by Hilderic, governor of Nîmes (France) and rival for the throne.", "entities": [{"title": "Wamba (king)", "href": "/wiki/Wamba_(king)", "description": "Wamba was the king of the Visigoths from 672 to 680. During his reign, the Visigothic kingdom encompassed all of Hispania and part of southern Gaul known as Septimania."}, {"title": "Visigoths", "href": "/wiki/Visigoths", "description": "The Visigoths were an early Germanic people who, along with the Ostrogoths, constituted the two major political entities of the Goths within the Roman Empire in Late Antiquity, or what is known as the Migration Period. The Visigoths emerged from earlier Gothic groups, including a large group of Thervingi, who had moved into the Roman Empire beginning in 376 and had played a major role in defeating"}, {"title": "Hilderic of Nîmes", "href": "/wiki/Hilderic_of_N%C3%AEmes", "description": "Hilderic or Hilderuc was count of Nîmes during the reigns of Recceswinth and Wamba. Immediately upon the latter's accession in 672, Hilderic rebelled. Many oppressed Jews joined this rebellion. When Wamba sent the Duke Paul to end the hostilities, the latter became a rebel himself in Septimania. Hilderic's fate is unknown, though Wamba crushed the rebels, he let Paul live."}, {"title": "Nîmes", "href": "/wiki/N%C3%AEmes", "description": "Nîmes is the prefecture of the Gard department in the Occitanie region of Southern France. Located between the Mediterranean Sea and Cévennes, the commune of Nîmes has an estimated population of 150,610 (2017)."}]}, {"heading": "Events", "year": "863", "date": "September 3", "txt": "Major Byzantine victory at the Battle of Lalakaon against an Arab raid.", "entities": [{"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Battle of Lalakaon", "href": "/wiki/Battle_of_Lalakaon", "description": "The Battle of Lalakaon, or Poson or Porson, was fought in 863 between the Byzantine Empire and an invading Arab army in Paphlagonia. The Byzantine army was led by Petronas, the uncle of Emperor Michael III, although Arab sources also mention the presence of Emperor Michael. The Arabs were led by the emir of Melitene (Malatya), Umar al-Aqta."}]}, {"heading": "Events", "year": "1189", "date": "September 3", "txt": "Richard I of England (a.k.a. Richard \"the Lionheart\") is crowned at Westminster.", "entities": [{"title": "Richard I of England", "href": "/wiki/Richard_I_of_England", "description": "Richard I was King of England from 1189 until his death in 1199. He also ruled as Duke of Normandy, Aquitaine and Gascony, Lord of Cyprus, and Count of Poitiers, Anjou, Maine, and Nantes, and was overlord of Brittany at various times during the same period. He was the third of five sons of King Henry II of England and Eleanor of Aquitaine and seemed unlikely to become king, but all his brothers ex"}, {"title": "Westminster Abbey", "href": "/wiki/Westminster_Abbey", "description": "Westminster Abbey, formally titled the Collegiate Church of Saint Peter at Westminster, is a large, mainly Gothic abbey church in the City of Westminster, London, England, just to the west of the Palace of Westminster. It is one of the United Kingdom's most notable religious buildings and the traditional place of coronation and a burial site for English and, later, British monarchs."}]}, {"heading": "Events", "year": "1260", "date": "September 3", "txt": "The Mamluks defeat the Mongols at the Battle of Ain Jalut in Palestine, marking their first decisive defeat and the point of maximum expansion of the Mongol Empire.", "entities": [{"title": "Mamluk", "href": "/wiki/Mamluk", "description": "Mamluk is a term most commonly referring to non-Arab, ethnically diverse slave-soldiers and freed slaves to which were assigned military and administrative duties, serving the ruling Arab dynasties in the Muslim world."}, {"title": "Mongols", "href": "/wiki/Mongols", "description": "The Mongols are an East Asian ethnic group native to Mongolia and to China's Inner Mongolia Autonomous Region. They also live as minorities in other regions of China, as well as in Russia. Mongolian people belonging to the Buryat and Kalmyk subgroups live predominantly in the Russian federal subjects of Buryatia and Kalmykia."}, {"title": "Battle of Ain Jalut", "href": "/wiki/Battle_of_Ain_Jalut", "description": "The Battle of Ain Jalut, also spelled Ayn Jalut, was fought between the Bahri Mamluks of Egypt and the Mongol Empire on 3 September 1260 in southeastern Galilee in the Jezreel Valley near what is known today as the Spring of Harod. The battle marked the height of the extent of Mongol conquests, and was the first time a Mongol advance had ever been permanently beaten back in direct combat on the ba"}, {"title": "Palestine (region)", "href": "/wiki/Palestine_(region)", "description": "Palestine is a geographic region in Western Asia usually considered to include Israel, the West Bank, the Gaza Strip, and in some definitions, parts of western Jordan."}, {"title": "Mongol Empire", "href": "/wiki/Mongol_Empire", "description": "The Mongol Empire of the 13th and 14th centuries was the largest contiguous land empire in history and the second largest empire by landmass, second only to the British Empire. Originating in Mongolia in East Asia, the Mongol Empire eventually stretched from Eastern Europe and parts of Central Europe to the Sea of Japan, extending northward into parts of the Arctic; eastward and southward into the"}]}, {"heading": "Events", "year": "1411", "date": "September 3", "txt": "The Treaty of Selymbria is concluded between the Ottoman Empire and the Republic of Venice.", "entities": [{"title": "Treaty of Selymbria", "href": "/wiki/Treaty_of_Selymbria", "description": "The Treaty of Selymbria was an agreement concluded on 3 September 1411 between the Republic of Venice and the Ottoman prince Musa Çelebi, ruler of the European portion of the Ottoman Empire (Rumelia), at Selymbria. The treaty largely repeated previous agreements between Venice and Ottoman rulers, and recognized the possessions of the Republic in Greece and Albania."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}]}, {"heading": "Events", "year": "1650", "date": "September 3", "txt": "Victory over the royalists in the Battle of Dunbar opens the way to Edinburgh for the New Model Army in the Third English Civil War.", "entities": [{"title": "Battle of Dunbar (1650)", "href": "/wiki/Battle_of_Dunbar_(1650)", "description": "The Battle of Dunbar was fought between the English New Model Army, under Oliver Cromwell, and a Scottish army commanded by David Leslie, on 3 September 1650 near Dunbar, Scotland, and was decisively won by the English. It was the first major battle of the Third English Civil War, which was triggered by Scotland's acceptance of Charles II as king of Britain after the beheading of his father, Charl"}]}, {"heading": "Events", "year": "1651", "date": "September 3", "txt": "The Battle of Worcester is the last significant action in the Wars of the Three Kingdoms.", "entities": [{"title": "Battle of Worcester", "href": "/wiki/Battle_of_Worcester", "description": "The Battle of Worcester took place on 3 September 1651 at Worcester, England, and was the final battle of the English Civil War, which began in 1642. Oliver Cromwell's Parliamentarian New Model Army, 28,000 strong, defeated King Charles II's 16,000 Royalists, of whom the vast majority were Scottish. The Royalist forces took up defensive positions in and around the city of Worcester. The area of th"}]}, {"heading": "Events", "year": "1658", "date": "September 3", "txt": "The death of Oliver Cromwell; Richard Cromwell becomes Lord Protector of England.", "entities": [{"title": "Oliver Cromwell", "href": "/wiki/Oliver_Cromwell", "description": "Oliver Cromwell was an English general and statesman who, first as a subordinate and later as Commander-in-Chief, led armies of the Parliament of England against King Charles I during the English Civil War, subsequently ruling the British Isles as Lord Protector from 1653 until his death in 1658. He acted simultaneously as head of state and head of government of the new republican commonwealth."}, {"title": "Richard Cromwell", "href": "/wiki/Richard_Cromwell", "description": "Richard Cromwell was an English statesman who was the latter Lord Protector of the Commonwealth of England, Scotland and Ireland and son of the first Lord Protector, Oliver Cromwell."}, {"title": "Lord Protector", "href": "/wiki/Lord_Protector", "description": "Lord Protector is a title that has been used in British constitutional law for the head of state. It is also a particular title for the British heads of state in respect to the established church. It is sometimes used to refer to holders of other temporary posts; for example, a regent acting for the absent monarch."}]}, {"heading": "Events", "year": "1666", "date": "September 3", "txt": "The Royal Exchange burns down in the Great Fire of London.", "entities": [{"title": "Royal Exchange, London", "href": "/wiki/Royal_Exchange,_London", "description": "The Royal Exchange in London was founded in the 16th century by the merchant Sir Thomas Gresham on the suggestion of his factor Richard Clough to act as a centre of commerce for the City of London. The site was provided by the City of London Corporation and the Worshipful Company of Mercers, who still jointly own the freehold. It is trapezoidal in shape and is flanked by Cornhill and Threadneedle "}, {"title": "Great Fire of London", "href": "/wiki/Great_Fire_of_London", "description": "The Great Fire of London was a major conflagration that swept through the central parts of London from Sunday, 2 September to Thursday, 6 September 1666. The fire gutted the medieval City of London inside the old Roman city wall. It threatened but did not reach the City of Westminster, Charles II's Palace of Whitehall, and most of the suburban slums. It destroyed 13,200 houses, 87 parish churches,"}]}, {"heading": "Events", "year": "1777", "date": "September 3", "txt": "American Revolutionary War: During the Battle of Cooch's Bridge, the Flag of the United States is flown in battle for the first time.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Battle of Cooch's Bridge", "href": "/wiki/Battle_of_Cooch%27s_Bridge", "description": "The Battle of Cooch's Bridge, also known as the Battle of Iron Hill, was a battle fought on September 3, 1777, between the Continental Army and American militia and primarily German soldiers serving alongside the British Army during the American Revolutionary War. It was the only significant military action during the war on the soil of Delaware, and it took place about a week before the major Bat"}, {"title": "Flag of the United States", "href": "/wiki/Flag_of_the_United_States", "description": "The flag of the United States of America, often referred to as the American flag or the U.S. flag, is the national flag of the United States. It consists of thirteen equal horizontal stripes of red alternating with white, with a blue rectangle in the canton bearing fifty small, white, five-pointed stars arranged in nine offset horizontal rows, where rows of six stars alternate with rows of five st"}]}, {"heading": "Events", "year": "1783", "date": "September 3", "txt": "American Revolutionary War: The war ends with the signing of the Treaty of Paris by the United States and the Kingdom of Great Britain.", "entities": [{"title": "Treaty of Paris (1783)", "href": "/wiki/Treaty_of_Paris_(1783)", "description": "The Treaty of Paris, signed in Paris by representatives of King George III of Great Britain and representatives of the United States of America on September 3, 1783, officially ended the American Revolutionary War. The treaty set the boundaries between the British Empire in North America and the United States of America, on lines \"exceedingly generous\" to the latter. Details included fishing right"}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}]}, {"heading": "Events", "year": "1798", "date": "September 3", "txt": "The week long battle of St. George's Caye begins between Spain and Britain off the coast of Belize.", "entities": [{"title": "Battle of St. George's Caye", "href": "/wiki/Battle_of_St._George%27s_Caye", "description": "The Battle of St. George's Caye was a short military engagement that lasted from 3 to 10 September 1798, off the coast of what is now Belize. However, the name is typically reserved for the final battle that occurred on 10 September."}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}, {"title": "Belize", "href": "/wiki/Belize", "description": "Belize is a Caribbean country located on the northeastern coast of Central America. Belize is bordered on the north by Mexico, on the east by the Caribbean Sea, and on the south and west by Guatemala. It has an area of 22,970 square kilometres (8,867 sq mi) and a population of 419,199 (2020). Its mainland is about 290 km (180 mi) long and 110 km (68 mi) wide. It has the lowest population and popul"}]}, {"heading": "Events", "year": "1812", "date": "September 3", "txt": "Twenty-four settlers are killed in the Pigeon Roost Massacre in Indiana.", "entities": [{"title": "Pigeon Roost State Historic Site", "href": "/wiki/Pigeon_Roost_State_Historic_Site#Pigeon_Roost_Massacre", "description": "Pigeon Roost State Historic Site is located between Scottsburg and Henryville, Indiana, near Underwood, Indiana. A one-lane road off U.S. Route 31 takes the visitor to the site of a village where Indians or Native Americans massacred 24 settlers shortly after the War of 1812 began."}, {"title": "Indiana", "href": "/wiki/Indiana", "description": "Indiana is a U.S. state in the Midwestern United States. It is the 38th-largest by area and the 17th-most populous of the 50 United States. Its capital and largest city is Indianapolis. Indiana was admitted to the United States as the 19th state on December 11, 1816. It borders Lake Michigan to the northwest, Michigan to the north, Ohio to the east, the Ohio River and Kentucky to the south and sou"}]}, {"heading": "Events", "year": "1838", "date": "September 3", "txt": "Future abolitionist Frederick Douglass escapes from slavery.", "entities": [{"title": "Abolitionism in the United States", "href": "/wiki/Abolitionism_in_the_United_States", "description": "Abolitionism in the United States was a movement which sought to end slavery in the United States, being active from the colonial era until the American Civil War, which saw the abolition of American slavery. The abolitionist movement originated in Western Europe during the Age of Enlightenment, seeking to end the transatlantic slave trade and outlaw the institution of slavery in European colonies"}, {"title": "Frederick Douglass", "href": "/wiki/Frederick_Douglass", "description": "Frederick Douglass was an American social reformer, abolitionist, orator, writer, and statesman. After escaping from slavery in Maryland, he became a national leader of the abolitionist movement in Massachusetts and New York, becoming famous for his oratory and incisive antislavery writings. Accordingly, he was described by abolitionists in his time as a living counterexample to slaveholders' argu"}, {"title": "Slavery", "href": "/wiki/Slavery", "description": "Slavery and enslavement are both the state and the condition of being a slave, who is someone forbidden to quit their service for another person, while treated as property. Slavery typically involves the enslaved person being made to perform some form of work while also having their location dictated by the slaver. Historically, when people were enslaved, it was often because they were indebted, o"}]}, {"heading": "Events", "year": "1843", "date": "September 3", "txt": "King Otto of Greece is forced to grant a constitution following an uprising in Athens.", "entities": [{"title": "Otto of Greece", "href": "/wiki/Otto_of_Greece", "description": "Otto Friedrich Ludwig was a Bavarian prince who ruled as King of Greece from the establishment of the monarchy on 27 May 1832, under the Convention of London, until he was deposed on 23 October 1862."}, {"title": "Greek Constitution of 1844", "href": "/wiki/Greek_Constitution_of_1844", "description": "The first constitution of the Kingdom of Greece was the Greek Constitution of 1844. On 3 September 1843, the military garrison of Athens, with the help of citizens, rebelled and demanded from King Otto the concession of a Constitution."}, {"title": "3 September 1843 Revolution", "href": "/wiki/3_September_1843_Revolution", "description": "The 3 September 1843 Revolution, was an uprising by the Hellenic Army in Athens, supported by large sections of the people, against the autocratic rule of King Otto. The rebels, led by veterans of the Greek War of Independence, demanded the granting of a constitution and the departure of the Bavarian officials that dominated the government. The revolution succeeded, ushering the period of constitu"}]}, {"heading": "Events", "year": "1855", "date": "September 3", "txt": "American Indian Wars: In Nebraska, 700 soldiers under United States General William S. Harney avenge the Grattan massacre by attacking a Sioux village and killing 100 men, women and children.", "entities": [{"title": "American Indian Wars", "href": "/wiki/American_Indian_Wars", "description": "The American Indian Wars, also known as the American Frontier Wars, the First Nations Wars in Canada and the Indian Wars were fought by European governments and colonists, and later by the United States and Canadian governments and American and Canadian settlers, against various American Indian and First Nation tribes. These conflicts occurred in North America from the time of the earliest colonia"}, {"title": "Nebraska", "href": "/wiki/Nebraska", "description": "Nebraska is a state in the Midwestern region of the United States. It is bordered by South Dakota to the north; Iowa to the east and Missouri to the southeast, both across the Missouri River; Kansas to the south; Colorado to the southwest; and Wyoming to the west. It is the only triply landlocked U.S. state."}, {"title": "William S. Harney", "href": "/wiki/William_S._Harney", "description": "William Selby Harney was a Tennessee-born cavalry officer in the US Army, who became known during the Indian Wars and the Mexican–American War. One of four general officers in the US Army at the beginning of the American Civil War, he was removed from overseeing the Department of the West because of his Confederate sympathies early in the war although he kept Missouri from joining the Confederacy."}, {"title": "Grattan massacre", "href": "/wiki/Grattan_massacre", "description": "The Grattan Massacre, also known as the Grattan Fight, was the opening engagement of the First Sioux War, fought between United States Army and Lakota Sioux warriors on August 19, 1854. It occurred east of Fort Laramie, Nebraska Territory, in present-day Goshen County, Wyoming."}, {"title": "Sioux", "href": "/wiki/Sioux", "description": "The Sioux or Oceti Sakowin are groups of Native American tribes and First Nations peoples in North America. The modern Sioux consist of two major divisions based on language divisions: the Dakota and Lakota; collectively they are known as the Očhéthi Šakówiŋ. The term \"Sioux\" is an exonym created from a French transcription of the Ojibwe term \"Nadouessioux\", and can refer to any ethnic group withi"}]}, {"heading": "Events", "year": "1861", "date": "September 3", "txt": "American Civil War: Confederate General Leonidas Polk invades neutral Kentucky, prompting the state legislature to ask for Union assistance.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Leonidas Polk", "href": "/wiki/Leonidas_Polk", "description": "Leonidas Polk was a bishop of the Episcopal Diocese of Louisiana and founder of the Protestant Episcopal Church in the Confederate States of America, which separated from the Episcopal Church of the United States of America. He was a slaveholding planter in Maury County, Tennessee, and a second cousin of President James K. Polk. He resigned his ecclesiastical position to become a major general in "}, {"title": "Kentucky", "href": "/wiki/Kentucky", "description": "Kentucky, officially the Commonwealth of Kentucky, is a state in the Upland South region of the United States, bordered by Illinois, Indiana, and Ohio to the north; West Virginia and Virginia to the east; Tennessee to the south; and Missouri to the west. The bluegrass region in the central part of the commonwealth contains the commonwealth's capital, Frankfort, as well as its two largest cities, L"}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}]}, {"heading": "Events", "year": "1870", "date": "September 3", "txt": "Franco-Prussian War: The Siege of Metz begins, resulting in a decisive Prussian victory on October 23.", "entities": [{"title": "Franco-Prussian War", "href": "/wiki/Franco-Prussian_War", "description": "The Franco-Prussian War or Franco-German War, often referred to in France as the War of 1870, was a conflict between the Second French Empire and the German states of the North German Confederation led by the Kingdom of Prussia. Lasting from 19 July 1870 to 28 January 1871, the conflict was caused primarily by France's determination to restore its dominant position in continental Europe, which it "}, {"title": "Siege of Metz (1870)", "href": "/wiki/Siege_of_Metz_(1870)", "description": "The siege of Metz from 19 August to 27 October 1870 was fought during the Franco-Prussian War and ended in a decisive Allied German victory."}, {"title": "Kingdom of Prussia", "href": "/wiki/Kingdom_of_Prussia", "description": "The Kingdom of Prussia was a German kingdom that constituted the state of Prussia between 1701 and 1918. It was the driving force behind the unification of Germany in 1871 and was the leading state of the German Empire until its dissolution in 1918. Although it took its name from the region called Prussia, it was based in the Margraviate of Brandenburg. Its capital was Berlin."}]}, {"heading": "Events", "year": "1875", "date": "September 3", "txt": "The first official game of polo is played in Argentina after being introduced by British ranchers.", "entities": [{"title": "Polo", "href": "/wiki/Polo", "description": "Polo is a horseback mounted team sport. It is one of the world's oldest known team sports."}, {"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}]}, {"heading": "Events", "year": "1878", "date": "September 3", "txt": "Over 640 die when the crowded pleasure boat Princess Alice collides with the Bywell Castle in the River Thames.", "entities": [{"title": "SS Princess Alice (1865)", "href": "/wiki/SS_Princess_Alice_(1865)", "description": "SS Princess Alice, formerly PS Bute, was a passenger paddle steamer that sank on 3 September 1878 after a collision with the collier Bywell Castle on the River Thames. Between 600 and 700 people died, all from Princess Alice, the greatest loss of life of any British inland waterway shipping accident. No passenger list or headcount was made, so the exact figure of those who died has never been know"}, {"title": "River Thames", "href": "/wiki/River_Thames", "description": "The River Thames, known alternatively in parts as the River Isis, is a river that flows through southern England including London. At 215 miles (346 km), it is the longest river entirely in England and the second-longest in the United Kingdom, after the River Severn."}]}, {"heading": "Events", "year": "1879", "date": "September 3", "txt": "Siege of the British Residency in Kabul: British envoy Sir Louis Cavagnari and 72 men of the Guides are massacred by Afghan troops while defending the British Residency in Kabul. Their heroism and loyalty became famous and revered throughout the British Empire.", "entities": [{"title": "Siege of the British Residency in Kabul", "href": "/wiki/Siege_of_the_British_Residency_in_Kabul", "description": "The Siege of the British Residency in Kabul was a military engagement of the Second Anglo-Afghan War. The British resident, Sir Louis Cavagnari and his escort were massacred after an 8-hour siege by mutinous Afghan troops inside their Residency in Kabul. This event triggered the second phase of the war, during which an Anglo-Indian army invaded Afghanistan and captured Kabul."}, {"title": "Pierre Louis Napoleon Cavagnari", "href": "/wiki/Pierre_Louis_Napoleon_Cavagnari", "description": "Sir Pierre Louis Napoleon Cavagnari was an Italian-British military administrator."}, {"title": "Corps of Guides (India)", "href": "/wiki/Corps_of_Guides_(India)", "description": "The Corps of Guides was a regiment of the British Indian Army made up of British officers and Indian enlisted soldiers to serve on the North West Frontier. As originally raised in 1846, The Guides consisted of infantry and cavalry. It evolved through the 20th century to become the Guides Cavalry and Guides Infantry.\nOnce independence was granted to India and after the partition, The Guides were gi"}, {"title": "Kabul", "href": "/wiki/Kabul", "description": "Kabul is the capital and largest city of Afghanistan, located in the eastern section of the country. It is also a municipality, forming part of the greater Kabul Province, and divided into 22 districts. According to estimates in 2020, the population of Kabul is 4.222 million, which includes all the major ethnic groups of Afghanistan. Afghanistan's only city with a population of over 1 million, Kab"}, {"title": "British Empire", "href": "/wiki/British_Empire", "description": "The British Empire was composed of the dominions, colonies, protectorates, mandates, and other territories ruled or administered by the United Kingdom and its predecessor states. It began with the overseas possessions and trading posts established by England between the late 16th and early 18th centuries.\nAt its height it was the largest empire in history and, for over a century, was the foremost "}]}, {"heading": "Events", "year": "1895", "date": "September 3", "txt": "John Brallier becomes the first openly professional American football player, when he was paid US$10 by David Berry, to play for the Latrobe Athletic Association in a 12–0 win over the Jeanette Athletic Association.", "entities": [{"title": "John Brallier", "href": "/wiki/John_Brallier", "description": "John Kinport \"Sal\" Brallier was one of the first professional American football players. He was nationally acknowledged as the first openly paid professional football player when he was given $10 to play for the Latrobe Athletic Association for a game against the Jeanette Athletic Association in 1895."}, {"title": "American football", "href": "/wiki/American_football", "description": "American football, referred to simply as football in the United States and Canada and also known as gridiron, is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possess"}, {"title": "Dave Berry (American football)", "href": "/wiki/Dave_Berry_(American_football)", "description": "David J. Berry was an American football manager during the late 19th and early 20th centuries. He was the top promoter for the sport during that time period. He is credited with inventing the \"all-star game concept\" in 1898, and also helped to form one of the first organized football leagues in 1902."}, {"title": "Latrobe Athletic Association", "href": "/wiki/Latrobe_Athletic_Association", "description": "The Latrobe Athletic Association was a professional football team located in Latrobe, Pennsylvania, from 1895 until 1909. A member of the unofficial Western Pennsylvania Professional Football Circuit, the team is best known for being the first football club to play a full season while composed entirely of professional players. In 1895, team's quarterback, John Brallier, also became the first footb"}, {"title": "Jeanette Athletic Association", "href": "/wiki/Jeanette_Athletic_Association", "description": "The Jeannette Athletic Club, also referred to as the Jeannette Indians, was an early football team, based in Jeannette, Pennsylvania from 1894 until around 1906. The team is best known for its role in the Latrobe Athletic Association's hiring of John Brallier, who became the first player to openly turn professional. This event occurred in 1895, a few days before Latrobe's game against Jeannette. L"}]}, {"heading": "Events", "year": "1914", "date": "September 3", "txt": "William, Prince of Albania leaves the country after just six months due to opposition to his rule.", "entities": [{"title": "William, Prince of Albania", "href": "/wiki/William,_Prince_of_Albania", "description": "Prince Wilhelm of Wied, reigned briefly as sovereign of the Principality of Albania as Vilhelm I from 7 March to 3 September 1914, when he left for exile. His reign officially came to an end on 31 January 1925, when the country was declared an Albanian Republic."}]}, {"heading": "Events", "year": "1914", "date": "September 3", "txt": "French composer Albéric Magnard is killed defending his estate against invading German soldiers.", "entities": []}, {"heading": "Events", "year": "1914", "date": "September 3", "txt": "World War I: Start of the Battle of Grand Couronné, a German assault against French positions on high ground near the city of Nancy.", "entities": [{"title": "Battle of Grand Couronné", "href": "/wiki/Battle_of_Grand_Couronn%C3%A9", "description": "The Battle of Grand Couronné from 4 to 13 September 1914, took place in France after the Battle of the Frontiers, at the beginning of the First World War. After the German victories of Sarrebourg and Morhange, pursuit by the German 6th Army and the 7th Army, took four days to regain contact with the French and attack to break through French defences on the Moselle."}, {"title": "Nancy, France", "href": "/wiki/Nancy,_France", "description": "Nancy is the capital of the north-eastern French department of Meurthe-et-Moselle, and formerly the capital of the Duchy of Lorraine, and then the French province of the same name. The metropolitan area of Nancy had a population of 511,257 inhabitants at the 2017 census, making it the 16th largest urban area in France and the Lorraine's largest. The population of the city of Nancy proper was 104,8"}]}, {"heading": "Events", "year": "1916", "date": "September 3", "txt": "World War I: Leefe Robinson destroys the German airship Schütte-Lanz SL 11 over Cuffley, north of London; the first German airship to be shot down on British soil.", "entities": [{"title": "Leefe Robinson", "href": "/wiki/Leefe_Robinson", "description": "William Leefe Robinson VC was the first British pilot to shoot down a German airship over Britain during the First World War. For this, he was awarded the Victoria Cross (VC), the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces. He was the first person to be awarded the VC for action in the UK."}, {"title": "Airship", "href": "/wiki/Airship", "description": "An airship, dirigible balloon or blimp is a type of aerostat or lighter-than-air aircraft that can navigate through the air under its own power. Aerostats gain their lift from a lifting gas that is less dense than the surrounding air."}, {"title": "Schütte-Lanz SL 11", "href": "/wiki/Sch%C3%BCtte-Lanz_SL_11", "description": "The Schütte-Lanz SL 11 was a German military dirigible built in 1916 by Luftschiffbau Schütte-Lanz. It was the \nfirst German airship to be shot down while bombing England."}, {"title": "Cuffley", "href": "/wiki/Cuffley", "description": "Cuffley is a village in the Welwyn Hatfield district of south-east Hertfordshire located between Cheshunt and Potters Bar. It has a population of just over 4,000 people. Northaw and Cuffley is a civil parish and is part of Broxbourne parliamentary constituency."}]}, {"heading": "Events", "year": "1925", "date": "September 3", "txt": "USS Shenandoah, the United States' first American-built rigid airship, was destroyed in a squall line over Noble County, Ohio. Fourteen of her 42-man crew perished, including her commander, Zachary Lansdowne.", "entities": [{"title": "USS Shenandoah (ZR-1)", "href": "/wiki/USS_Shenandoah_(ZR-1)", "description": "USS Shenandoah was the first of four United States Navy rigid airships. It was constructed during 1922–1923 at Lakehurst Naval Air Station, and first flew in September 1923. It developed the U.S. Navy's experience with rigid airships and made the first crossing of North America by airship. On the 57th flight, Shenandoah  was destroyed in a squall line over Ohio in September 1925."}, {"title": "Squall line", "href": "/wiki/Squall_line", "description": "A squall line or quasi-linear convective system (QLCS) is a line of thunderstorms forming along or ahead of a cold front. In the early 20th century, the term was used as a synonym for cold front. It contains heavy precipitation, hail, frequent lightning, strong straight-line winds, and possibly tornadoes and waterspouts. Strong straight-line winds can occur where the squall line is in the shape of"}, {"title": "Noble County, Ohio", "href": "/wiki/Noble_County,_Ohio", "description": "Noble County is a county located in the U.S. state of Ohio. As of the 2010 census, the population was 14,645, making it the third-least populous county in Ohio. Its county seat is Caldwell. The county is named for Rep. Warren P. Noble of the Ohio House of Representatives, who was an early settler there."}, {"title": "Zachary Lansdowne", "href": "/wiki/Zachary_Lansdowne", "description": "Lieutenant Commander Zachary Lansdowne, USN was a United States Navy officer and early Naval aviator who contributed to the development of the Navy's first lighter-than-air craft. He earned the Navy Cross for his participation in the first transoceanic airship flight while assigned to the British R34 in 1919. He later commanded the USS Shenandoah (ZR-1), which was the first rigid airship to comple"}]}, {"heading": "Events", "year": "1933", "date": "September 3", "txt": "Yevgeniy Abalakov is the first man to reach the highest point in the Soviet Union, Communism Peak (now called Ismoil Somoni Peak and situated in Tajikistan) (7495 m).", "entities": [{"title": "Yevgeniy Abalakov", "href": "/wiki/Yevgeniy_Abalakov", "description": "Yevgeniy Mikhaylovich Abalakov was a Soviet mountaineer and sculptor."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Ismoil Somoni Peak", "href": "/wiki/Ismoil_Somoni_Peak", "description": "Ismoil Somoni Peak is the highest mountain in Tajikistan. Because it was within the territory of the former Russian Empire and the former Soviet Union, it was the highest mountain in the Russian Empire and Soviet Union before Tajikistan became independent. The mountain is named after Ismail Samani, a ruler of the Samanid dynasty. It is located in the Pamir Range."}, {"title": "Tajikistan", "href": "/wiki/Tajikistan", "description": "Tajikistan, officially the Republic of Tajikistan, is a landlocked country in Central Asia with an area of 143,100 km2 (55,300 sq mi) and an estimated population of 9,537,645 people. It is bordered by Afghanistan to the south, Uzbekistan to the west, Kyrgyzstan to the north and China to the east. The traditional homelands of the Tajik people include present-day Tajikistan as well as parts of Afgha"}]}, {"heading": "Events", "year": "1935", "date": "September 3", "txt": "Sir Malcolm Campbell reaches a speed of 304.331 miles per hour on the Bonneville Salt Flats in Utah, becoming the first person to drive an automobile over 300 mph.", "entities": [{"title": "Malcolm Campbell", "href": "/wiki/Malcolm_Campbell", "description": "Major Sir Malcolm Campbell was a British racing motorist and motoring journalist. He gained the world speed record on land and on water at various times during the 1920s and 1930s using vehicles called Blue Bird, including a 1921 Grand Prix Sunbeam. His son, Donald Campbell, carried on the family tradition by holding both land speed and water speed records."}, {"title": "Bonneville Salt Flats", "href": "/wiki/Bonneville_Salt_Flats", "description": "The Bonneville Salt Flats are a densely packed salt pan in Tooele County in northwestern Utah. The area is a remnant of the Pleistocene Lake Bonneville and is the largest of many salt flats located west of the Great Salt Lake. The property is public land managed by the Bureau of Land Management and is known for land speed records at the \"Bonneville Speedway\". Access to the flats is open to the pub"}, {"title": "Utah", "href": "/wiki/Utah", "description": "Utah is a state in the Mountain West subregion of the Western United States. It is bordered by Colorado to the east, Wyoming to the northeast, Idaho to the north, Arizona to the south and Nevada to the west. It also touches a corner of New Mexico in the southeast. Of the fifty U.S. states, Utah is the 13th-largest by area; with a population over three million, it is the 30th-most-populous and 11th"}, {"title": "Automobile", "href": "/wiki/Automobile", "description": "A car is a wheeled motor vehicle used for transportation. Most definitions of cars say that they run primarily on roads, seat one to eight people, have four wheels, and mainly transport people rather than goods."}]}, {"heading": "Events", "year": "1939", "date": "September 3", "txt": "World War II: France, the United Kingdom, New Zealand and Australia declare war on Germany after the invasion of Poland, forming the Allied nations. The Viceroy of India also declares war, but without consulting the provincial legislatures.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "India in World War II", "href": "/wiki/India_in_World_War_II", "description": "During the Second World War (1939–1945), India was controlled by the United Kingdom, with the British holding territories in India including over six hundred autonomous Princely States. British India officially declared war on Nazi Germany in September 1939. The British Raj, as part of the Allied Nations, sent over two and a half million soldiers to fight under British command against the Axis pow"}]}, {"heading": "Events", "year": "1939", "date": "September 3", "txt": "World War II: The United Kingdom and France begin a naval blockade of Germany that lasts until the end of the war. This also marks the beginning of the Battle of the Atlantic.", "entities": [{"title": "Battle of the Atlantic", "href": "/wiki/Battle_of_the_Atlantic", "description": "The Battle of the Atlantic, the longest continuous military campaign in World War II, ran from 1939 to the defeat of Nazi Germany in 1945, covering a major part of the Naval history of World War II. At its core was the Allied naval blockade of Germany, announced the day after the declaration of war, and Germany's subsequent counter-blockade. The campaign peaked from mid-1940 through to the end of "}]}, {"heading": "Events", "year": "1941", "date": "September 3", "txt": "The Holocaust: Karl Fritzsch, deputy camp commandant of the Auschwitz concentration camp, experiments with the use of Zyklon B in the gassing of Soviet POWs.", "entities": [{"title": "The Holocaust", "href": "/wiki/The_Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration camps;"}, {"title": "Karl Fritzsch", "href": "/wiki/Karl_Fritzsch", "description": "Karl Fritzsch was a German member of the Nazi secret police Schutzstaffel from 1933-1945. He was a deputy- and an acting-commandant at the Auschwitz concentration camp. According to Rudolf Höss, Fritzsch first suggested using poisonous gas Zyklon B for the purpose of mass murder."}, {"title": "Auschwitz concentration camp", "href": "/wiki/Auschwitz_concentration_camp", "description": "The Auschwitz concentration camp was a complex of over 40 concentration and extermination camps operated by Nazi Germany in occupied Poland during World War II and the Holocaust. It consisted of Auschwitz I, the main camp (Stammlager) in Oświęcim; Auschwitz II-Birkenau, a concentration and extermination camp with gas chambers; Auschwitz III-Monowitz, a labor camp for the chemical conglomerate IG F"}, {"title": "Zyklon B", "href": "/wiki/Zyklon_B", "description": "Zyklon B was the trade name of a cyanide-based pesticide invented in Germany in the early 1920s. It consisted of hydrogen cyanide, as well as a cautionary eye irritant and one of several adsorbents such as diatomaceous earth. The product is notorious for its use by Nazi Germany during the Holocaust to murder approximately 1.1 million people in gas chambers installed at Auschwitz-Birkenau, Majdanek"}]}, {"heading": "Events", "year": "1942", "date": "September 3", "txt": "World War II: In response to news of its coming liquidation, Dov Lopatyn leads an uprising in the Ghetto of Lakhva (present-day Belarus).", "entities": [{"title": "Dov Lopatyn", "href": "/wiki/Dov_Lopatyn", "description": "Łachwa Ghetto was a Nazi ghetto in Western Belarus during World War II. Located in Lakhva, Belarus), the ghetto was created with the aim of persecution and exploitation of the local Jews. The ghetto existed until September 1942. It was the location of one of the first Jewish ghetto uprisings."}, {"title": "Łachwa Ghetto", "href": "/wiki/%C5%81achwa_Ghetto#Uprising_and_massacre", "description": "Łachwa Ghetto was a Nazi ghetto in Western Belarus during World War II. Located in Lakhva, Belarus), the ghetto was created with the aim of persecution and exploitation of the local Jews. The ghetto existed until September 1942. It was the location of one of the first Jewish ghetto uprisings."}, {"title": "Lakhva", "href": "/wiki/Lakhva", "description": "Lakhva is a small town in southern Belarus, with a population of approximately 2,100. Lakhva is considered to have been the location of one of the first, if not the first, Jewish ghetto uprisings of the Second World War."}, {"title": "Belarus", "href": "/wiki/Belarus", "description": "Belarus, officially the Republic of Belarus, is a landlocked country in Eastern Europe. It is bordered by Russia to the east and northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Covering an area of 207,600 square kilometres (80,200 sq mi) and with a population of 9.4 million, Belarus is the thirteenth-largest and the twentieth-most populous country in"}]}, {"heading": "Events", "year": "1943", "date": "September 3", "txt": "World War II: British and Canadian troops land on the Italian mainland. On the same day, Walter Bedell Smith and Giuseppe Castellano sign the Armistice of Cassibile, although it is not announced for another five days.", "entities": [{"title": "Operation Baytown", "href": "/wiki/Operation_Baytown", "description": "Operation Baytown was an Allied amphibious landing on the mainland of Italy that took place on 3 September 1943, part of the Allied invasion of Italy, itself part of the Italian Campaign, during the Second World War."}, {"title": "Armistice of Cassibile", "href": "/wiki/Armistice_of_Cassibile", "description": "The Armistice of Cassibile was an armistice signed on 3 September 1943, and made public on 8 September, between the Kingdom of Italy and the Allies during World War II."}]}, {"heading": "Events", "year": "1944", "date": "September 3", "txt": "Holocaust: Diarist Anne Frank and her family are placed on the last transport train from the Westerbork transit camp to the Auschwitz concentration camp, arriving three days later.", "entities": [{"title": "Diarist", "href": "/wiki/Diarist", "description": "A diary is a record with discrete entries arranged by date reporting on what has happened over the course of a day or other period. A personal diary may include a person's experiences, thoughts, and/or feelings, excluding comments on current events outside the writer's direct experience. Someone who keeps a diary is known as a diarist. Diaries undertaken for institutional purposes play a role in m"}, {"title": "Anne Frank", "href": "/wiki/Anne_Frank", "description": "Annelies Marie \"Anne\" Frank was a German-Dutch diarist of Jewish heritage. One of the most discussed Jewish victims of the Holocaust, she gained fame posthumously with the 1947 publication of The Diary of a Young Girl, in which she documents her life in hiding from 1942 to 1944, during the German occupation of the Netherlands in World War II. It is one of the world's best-known books and has been "}, {"title": "Westerbork transit camp", "href": "/wiki/Westerbork_transit_camp", "description": "Camp Westerbork was a transit camp in Drenthe province, northeastern Netherlands, during World War II. Established by the Dutch government in the summer of 1939, Camp Westerbork was meant to serve as a refugee camp for Jews who had illegally entered the Netherlands."}, {"title": "Auschwitz concentration camp", "href": "/wiki/Auschwitz_concentration_camp", "description": "The Auschwitz concentration camp was a complex of over 40 concentration and extermination camps operated by Nazi Germany in occupied Poland during World War II and the Holocaust. It consisted of Auschwitz I, the main camp (Stammlager) in Oświęcim; Auschwitz II-Birkenau, a concentration and extermination camp with gas chambers; Auschwitz III-Monowitz, a labor camp for the chemical conglomerate IG F"}]}, {"heading": "Events", "year": "1945", "date": "September 3", "txt": "A three-day celebration begins in China, following the Victory over Japan Day on September 2.", "entities": [{"title": "Victory over Japan Day", "href": "/wiki/Victory_over_Japan_Day#China", "description": "Victory over Japan Day is the day on which Imperial Japan surrendered in World War II, in effect bringing the war to an end. The term has been applied to both of the days on which the initial announcement of Japan's surrender was made – August 15, 1945, in Japan, and because of time zone differences, August 14, 1945 – as well as to September 2, 1945, when the surrender document was signed, officia"}]}, {"heading": "Events", "year": "1950", "date": "September 3", "txt": "\"Nino\" Farina becomes the first Formula One Drivers' champion after winning the 1950 Italian Grand Prix.", "entities": [{"title": "Giuseppe Farina", "href": "/wiki/Giuseppe_Farina", "description": "Emilio Giuseppe Farina, also known as Giuseppe Antonio \"Nino\" Farina, was an Italian racing driver and first official Formula One World Champion. He gained the title in 1950. He was the Italian Champion in 1937, 1938 and 1939."}, {"title": "List of Formula One World Drivers' Champions", "href": "/wiki/List_of_Formula_One_World_Drivers%27_Champions", "description": "Formula One, abbreviated to F1, is the highest class of open-wheeled auto racing defined by the Fédération Internationale de l'Automobile (FIA), motorsport's world governing body. The \"formula\" in the name refers to a set of rules to which all participants and cars must conform. The F1 World Championship season consists of a series of races, known as Grands Prix, held usually on purpose-built circ"}, {"title": "1950 Italian Grand Prix", "href": "/wiki/1950_Italian_Grand_Prix", "description": "The 1950 Italian Grand Prix was a Formula One motor race held on 3 September 1950 at Autodromo Nazionale di Monza. It was race 7 of 7 in the 1950 World Championship of Drivers. In this race, Nino Farina became the first World Drivers' Champion, and the only driver to win the title in his home country."}]}, {"heading": "Events", "year": "1954", "date": "September 3", "txt": "The People's Liberation Army begins shelling the Republic of China-controlled islands of Quemoy, starting the First Taiwan Strait Crisis.", "entities": [{"title": "People's Liberation Army", "href": "/wiki/People%27s_Liberation_Army", "description": "The People's Liberation Army (PLA) is the regular armed forces of the People's Republic of China (PRC) and the armed wing of the PRC's founding and ruling political party, the Chinese Communist Party (CCP). Besides the Central Military Commission (CMC) and several minor units directly under it, the PLA has five major service branches: the Ground Force, Navy, Air Force, Rocket Force, and the Strate"}, {"title": "Republic of China", "href": "/wiki/Republic_of_China", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}, {"title": "Quemoy", "href": "/wiki/Quemoy", "description": "Kinmen, also called Quemoy, is a county of the Republic of China located in the Taiwan Strait between the island of Taiwan and mainland China. The main island of Kinmen County is Kinmen Island. Kinmen is located ten kilometres (6.2 mi) east of Xiamen, a city located on the southeastern coast of China; the two territories are separated by a small bay. Kinmen is 187 kilometres (116 mi) west from the"}, {"title": "First Taiwan Strait Crisis", "href": "/wiki/First_Taiwan_Strait_Crisis", "description": "The First Taiwan Strait Crisis was a brief armed conflict between the Communist People's Republic of China (PRC) and the Nationalist Republic of China (ROC) in Taiwan. The conflict focused on several groups of islands in the Taiwan Strait that were held by the ROC but were located only a few miles from mainland China. The crisis began when the PRC shelled the ROC-held island of Kinmen (Quemoy). La"}]}, {"heading": "Events", "year": "1967", "date": "September 3", "txt": "Dagen H in Sweden: Traffic changes from driving on the left to driving on the right overnight.", "entities": [{"title": "Dagen H", "href": "/wiki/Dagen_H", "description": "Dagen H, today usually called \"Högertrafikomläggningen\", was the day on 3 September 1967, in which the traffic in Sweden switched from driving on the left-hand side of the road to the right. The \"H\" stands for \"Högertrafik\", the Swedish word for \"right traffic\".\nIt was by far the largest logistical event in Sweden's history."}]}, {"heading": "Events", "year": "1971", "date": "September 3", "txt": "Qatar becomes an independent state.", "entities": [{"title": "Qatar", "href": "/wiki/Qatar", "description": "Qatar, officially the State of Qatar, is a country located in Western Asia, occupying the small Qatar Peninsula on the northeastern coast of the Arabian Peninsula. Its sole land border is with neighbouring Gulf Cooperation Council (GCC) monarchy Saudi Arabia to the south, with the rest of its territory surrounded by the Persian Gulf. The Gulf of Bahrain, an inlet of the Persian Gulf, separates Qat"}]}, {"heading": "Events", "year": "1976", "date": "September 3", "txt": "Viking program: The American Viking 2 spacecraft lands at Utopia Planitia on Mars.", "entities": [{"title": "Viking program", "href": "/wiki/Viking_program", "description": "The Viking program consisted of a pair of American space probes sent to Mars, Viking 1 and Viking 2. Each spacecraft was composed of two main parts: an orbiter designed to photograph the surface of Mars from orbit, and a lander designed to study the planet from the surface. The orbiters also served as communication relays for the landers once they touched down."}, {"title": "Utopia Planitia", "href": "/wiki/Utopia_Planitia", "description": "Utopia Planitia is a large plain within Utopia, the largest recognized impact basin on Mars and in the Solar System with an estimated diameter of 3300 km. It is the Martian region where the Viking 2 lander touched down and began exploring on September 3, 1976, and it is the target of the 2020 Tianwen-1 lander and Zhurong mission. It is located at the antipode of Argyre Planitia, centered at 46.7°N"}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Events", "year": "1981", "date": "September 3", "txt": "The Convention on the Elimination of All Forms of Discrimination Against Women, an international bill of rights for women, is instituted by the United Nations.", "entities": [{"title": "Convention on the Elimination of All Forms of Discrimination Against Women", "href": "/wiki/Convention_on_the_Elimination_of_All_Forms_of_Discrimination_Against_Women", "description": "The Convention on the Elimination of all Forms of Discrimination Against Women (CEDAW) is an international treaty adopted in 1979 by the United Nations General Assembly.\nDescribed as an international bill of rights for women, it was instituted on 3 September 1981 and has been ratified by 189 states. Over fifty countries that have ratified the Convention have done so subject to certain declarations"}, {"title": "Bill of rights", "href": "/wiki/Bill_of_rights", "description": "A bill of rights, sometimes called a declaration of rights or a charter of rights, is a list of the most important rights to the citizens of a country. The purpose is to protect those rights against infringement from public officials and private citizens."}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "1987", "date": "September 3", "txt": "In a coup d'état in Burundi, President Jean-Baptiste Bagaza is deposed by Major Pierre Buyoya.", "entities": [{"title": "1987 Burundian coup d'état", "href": "/wiki/1987_Burundian_coup_d%27%C3%A9tat", "description": "The 1987 Burundian coup d'état was a bloodless military coup that took place in Burundi on 3 September 1987. Tutsi president Jean-Baptiste Bagaza was deposed whilst traveling abroad and succeeded by Tutsi Major Pierre Buyoya."}, {"title": "Jean-Baptiste Bagaza", "href": "/wiki/Jean-Baptiste_Bagaza", "description": "Jean-Baptiste Bagaza was a Burundian army officer and politician who ruled Burundi as president and de facto military dictator from November 1976 to September 1987."}, {"title": "Pierre Buyoya", "href": "/wiki/Pierre_Buyoya", "description": "Pierre Buyoya was a Burundian army officer and politician who served two terms as President of Burundi in 1987 to 1993 and 1996 to 2003 as de facto military dictator. He was the second-longest serving president in Burundian history."}]}, {"heading": "Events", "year": "1997", "date": "September 3", "txt": "Vietnam Airlines Flight 815 (Tupolev Tu-134) crashes on approach into Phnom Penh airport, killing 64.", "entities": [{"title": "Vietnam Airlines", "href": "/wiki/Vietnam_Airlines", "description": "Vietnam Airlines is the flag carrier of Vietnam. The airline was founded in 1956 and later established as a state-owned enterprise in April 1989. Vietnam Airlines is headquartered in Long Biên District, Hanoi, with hubs at Noi Bai International Airport and Tan Son Nhat International Airport. The airline flies to 64 destinations in 17 countries, excluding codeshared services."}, {"title": "Vietnam Airlines Flight 815", "href": "/wiki/Vietnam_Airlines_Flight_815", "description": "Vietnam Airlines Flight 815 was a scheduled Vietnam Airlines flight from Ho Chi Minh City to Phnom Penh's Pochentong International Airport. The Tupolev Tu-134B-3 aircraft crashed on final approach approximately 800 metres short of the runway, killing 65 of the 66 people on board. The aircraft was completely destroyed."}, {"title": "Tupolev Tu-134", "href": "/wiki/Tupolev_Tu-134", "description": "The Tupolev Tu-134 is a twin-engined, narrow-body, jet airliner built in the Soviet Union from 1966 to 1989. The original version featured a glazed-nose design and, like certain other Russian airliners, it can operate from unpaved airfields."}, {"title": "Phnom Penh", "href": "/wiki/Phnom_Penh", "description": "Phnom Penh is the capital and most populous city in Cambodia. It has been the national capital since French colonization of Cambodia, and has grown to become the nation's economic, industrial, and cultural center."}]}, {"heading": "Events", "year": "2001", "date": "September 3", "txt": "In Belfast, Protestant loyalists begin a picket of Holy Cross, a Catholic primary school for girls.", "entities": [{"title": "Belfast", "href": "/wiki/Belfast", "description": "Belfast is the capital and largest city of Northern Ireland, standing on the banks of the River Lagan on the east coast. It is the 12th-largest city in the United Kingdom and the second-largest on the island of Ireland. It had a population of 343,542 as of 2019. Belfast suffered greatly during the violence that accompanied the partition of Ireland, and especially during the more recent conflict kn"}, {"title": "Ulster loyalism", "href": "/wiki/Ulster_loyalism", "description": "Ulster loyalism is a strand of Ulster unionism associated with working class Ulster Protestants in Northern Ireland. Like most unionists, loyalists support the continued existence of Northern Ireland within the United Kingdom, and oppose a united Ireland. Unlike other strands of unionism, loyalism has been described as an ethnic nationalism of Ulster Protestants and \"a variation of British nationa"}, {"title": "Holy Cross dispute", "href": "/wiki/Holy_Cross_dispute", "description": "The Holy Cross dispute occurred in 2001 and 2002 in the Ardoyne area of north Belfast, Northern Ireland. During the 30-year conflict known as the Troubles, Ardoyne had become segregated – Ulster Protestants and Irish Catholics lived in separate areas. This left Holy Cross, a Catholic primary school for girls, in the middle of a Protestant area. In June 2001—during the last week of school before th"}, {"title": "Primary school", "href": "/wiki/Primary_school", "description": "A primary school, junior school, elementary school or grade school is a school for primary education of children who are four to eleven years of age. It typically comes after preschool and before secondary school."}]}, {"heading": "Events", "year": "2004", "date": "September 3", "txt": "Beslan school  siege results in over 330 fatalities, including 186 children.", "entities": [{"title": "Beslan school siege", "href": "/wiki/Beslan_school_siege", "description": "The Beslan school siege started on 1 September 2004, lasted three days, involved the imprisonment of more than 1,100 people as hostages and ended with the deaths of either 331 or 334 people, over half of whom were children. It is thought to be the deadliest school shooting in modern history."}]}, {"heading": "Events", "year": "2010", "date": "September 3", "txt": "After taking off from Dubai International Airport, UPS Airlines Flight 6 develops an in-flight fire in the cargo hold and crashes near Nad Al Sheba, killing both crew members on board.", "entities": [{"title": "Dubai International Airport", "href": "/wiki/Dubai_International_Airport", "description": "Dubai International Airport is the primary international airport serving Dubai, United Arab Emirates, and is the world's busiest airport by international passenger traffic. It is also the fourth-busiest airport in the world by passenger traffic, the seventh-busiest cargo airport in the world, the busiest airport for Airbus A380 and Boeing 777 movements, and the airport with the highest average num"}, {"title": "UPS Airlines Flight 6", "href": "/wiki/UPS_Airlines_Flight_6", "description": "UPS Airlines Flight 6 was a cargo flight operated by UPS Airlines. On September 3, 2010, the Boeing 747-400F flying the route between Dubai, United Arab Emirates, and Cologne, Germany, developed an in-flight fire which caused the aircraft to crash, killing both crew members, the only people on board. It was the first fatal air crash for UPS Airlines. The crash prompted a re-evaluation of safety pr"}, {"title": "Nad Al Sheba", "href": "/wiki/Nad_Al_Sheba", "description": "Nad Al Sheba is a locality in Dubai, United Arab Emirates (UAE). Situated south of the Dubai Creek, Nad Al Sheba is best known for its racecourse, the Nad Al Sheba Racecourse, which hosted the Dubai World Cup annually until 2009"}]}, {"heading": "Events", "year": "2016", "date": "September 3", "txt": "The U.S. and China, together responsible for 40% of the world's carbon emissions, both formally ratify the Paris global climate agreement.", "entities": [{"title": "China", "href": "/wiki/China", "description": "China, officially the People's Republic of China (PRC), is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion. China covers an area of approximately 9.6 million square kilometers, it is the world's third or fourth-largest country. \nThe country is officially divided into 23 provinces, five autonomous regions, four direct-controlled municipalitie"}, {"title": "List of countries by greenhouse gas emissions", "href": "/wiki/List_of_countries_by_greenhouse_gas_emissions", "description": "This is a list of countries by total greenhouse gas (GHG) annual emissions in 2016. It is based on data for carbon dioxide, methane (CH4), nitrous oxide (N2O), perfluorocarbons (PFCs), sulfur hexafluoride (SF6) and hydrofluorocarbons (HFCs) emissions compiled by the World Resources Institute (WRI). The table below separately provides emissions data calculated on the basis of production, respective"}, {"title": "Paris Agreement", "href": "/wiki/Paris_Agreement", "description": "The Paris Agreement is an agreement within the United Nations Framework Convention on Climate Change (UNFCCC), on climate change mitigation, adaptation, and finance, signed in 2016. The agreement's language was negotiated by representatives of 196 state parties at the 21st Conference of the Parties of the UNFCCC in Le Bourget, near Paris, France, and adopted by consensus on 12 December 2015. As of"}]}, {"heading": "Events", "year": "2017", "date": "September 3", "txt": "North Korea conducts its sixth and most powerful nuclear test.", "entities": [{"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}, {"title": "2017 North Korean nuclear test", "href": "/wiki/2017_North_Korean_nuclear_test", "description": "The Democratic People's Republic of Korea conducted its sixth nuclear test on 3 September 2017, stating it had tested a thermonuclear weapon. The United States Geological Survey reported an earthquake of 6.3-magnitude not far from North Korea's Punggye-ri nuclear test site. South Korean authorities said the earthquake seemed to be artificial, consistent with an underground nuclear test. The USGS, "}]}, {"heading": "Births", "year": "1034", "date": "September 3", "txt": "Emperor Go-Sanjō of Japan (d. 1073)", "entities": [{"title": "Emperor Go-Sanjō", "href": "/wiki/Emperor_Go-Sanj%C5%8D", "description": "Emperor Go-Sanjō  was the 71st emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Births", "year": "1568", "date": "September 3", "txt": "Adriano Banchieri, Italian organist and composer (d. 1634)", "entities": [{"title": "Adriano Banchieri", "href": "/wiki/Adriano_Banchieri", "description": "Adriano Banchieri was an Italian composer, music theorist, organist and poet of the late Renaissance and early Baroque eras. He founded the Accademia dei Floridi in Bologna."}]}, {"heading": "Births", "year": "1675", "date": "September 3", "txt": "Paul Dudley, American lawyer and jurist (d. 1751)", "entities": [{"title": "Paul Dudley (jurist)", "href": "/wiki/Paul_Dudley_(jurist)", "description": "Paul Dudley FRS, Attorney-General of the Province of Massachusetts Bay, was the son of colonial governor Joseph Dudley and grandson of one of the colony's founders, Thomas Dudley."}]}, {"heading": "Births", "year": "1693", "date": "September 3", "txt": "Charles Radclyffe, English captain and politician (d. 1746)", "entities": [{"title": "Charles Radclyffe", "href": "/wiki/Charles_Radclyffe", "description": "Charles Radclyffe, titular 5th Earl of Derwentwater, was one of the few English participants in the Risings of 1715 and 1745."}]}, {"heading": "Births", "year": "1695", "date": "September 3", "txt": "Pietro Locatelli, Italian viola player and composer (d. 1764)", "entities": [{"title": "Pietro Locatelli", "href": "/wiki/Pietro_Locatelli", "description": "Pietro Antonio Locatelli was an Italian Baroque composer and violinist."}]}, {"heading": "Births", "year": "1704", "date": "September 3", "txt": "Joseph de Jussieu, French explorer, geographer, and mathematician, (d. 1779)", "entities": [{"title": "Joseph de Jussieu", "href": "/wiki/Joseph_de_Jussieu", "description": "Joseph de Jussieu, was a French botanist and explorer, member of the Jussieu family. He introduced the common garden heliotrope to European gardeners."}]}, {"heading": "Births", "year": "1710", "date": "September 3", "txt": "Abraham Trembley, Swiss biologist and zoologist (d. 1784)", "entities": [{"title": "Abraham Trembley", "href": "/wiki/Abraham_Trembley", "description": "Abraham Trembley was a Genevan naturalist. He is best known for being the first to study freshwater polyps or hydra and for being among the first to develop experimental zoology. His mastery of experimental method has led some historians of science to credit him as the \"father of biology\"."}]}, {"heading": "Births", "year": "1724", "date": "September 3", "txt": "Guy Carleton, 1st Baron Dorchester, Irish-English general and politician, 21st Governor General of Canada (d. 1808)", "entities": [{"title": "Guy Carleton, 1st Baron Dorchester", "href": "/wiki/Guy_Carleton,_1st_Baron_Dorchester", "description": "Guy Carleton, 1st Baron Dorchester, known between 1776 and 1786 as Sir Guy Carleton, was an Anglo-Irish soldier and administrator. He twice served as Governor of the Province of Quebec, from 1768 to 1778, concurrently serving as Governor General of British North America in that time, and again from 1785 to 1795. The title Baron Dorchester was created on 21 August 1786."}, {"title": "List of Governors General of Canada", "href": "/wiki/List_of_Governors_General_of_Canada", "description": "The following is a list of the governors and governors general of Canada. Though the present-day office of the Governor General of Canada is legislatively covered under the Constitution Act, 1867 and legally constituted by the Letters Patent, 1947, the institution is, along with the institution of the Crown it represents, the oldest continuous and uniquely Canadian institution in Canada, having ex"}]}, {"heading": "Births", "year": "1781", "date": "September 3", "txt": "Eugène de Beauharnais, French general and politician (d. 1824)", "entities": [{"title": "Eugène de Beauharnais", "href": "/wiki/Eug%C3%A8ne_de_Beauharnais", "description": "Eugène Rose de Beauharnais, Duke of Leuchtenberg was the first child and only son of Alexandre François Marie, Vicomte de Beauharnais and Joséphine Tascher de la Pagerie, first wife of Napoleon I."}]}, {"heading": "Births", "year": "1803", "date": "September 3", "txt": "Prudence Crandall, American educator (d. 1890)", "entities": [{"title": "Prudence Crandall", "href": "/wiki/Prudence_Crandall", "description": "Prudence Crandall was an American schoolteacher and activist. She ran the first school for black girls in the United States."}]}, {"heading": "Births", "year": "1810", "date": "September 3", "txt": "Paul Kane, Irish-Canadian painter (d. 1871)", "entities": [{"title": "Paul Kane", "href": "/wiki/Paul_Kane", "description": "Paul Kane was an Irish-born Canadian painter, famous for his paintings of First Nations peoples in the Canadian West and other Native Americans in the Columbia District."}]}, {"heading": "Births", "year": "1811", "date": "September 3", "txt": "John Humphrey Noyes, American activist, founded the Oneida Community (d. 1886)", "entities": [{"title": "John Humphrey Noyes", "href": "/wiki/John_Humphrey_Noyes", "description": "John Humphrey Noyes was an American preacher, radical religious philosopher, and utopian socialist. He founded the Putney, Oneida and Wallingford Communities, and is credited with coining the term \"complex marriage\"."}, {"title": "Oneida Community", "href": "/wiki/Oneida_Community", "description": "The Oneida Community was a perfectionist religious communal society founded by John Humphrey Noyes and his followers in 1848 near Oneida, New York. The community believed that Jesus had already returned in AD 70, making it possible for them to bring about Jesus's millennial kingdom themselves, and be free of sin and perfect in this world, not just in Heaven. The Oneida Community practiced communal"}]}, {"heading": "Births", "year": "1814", "date": "September 3", "txt": "James Joseph Sylvester, English mathematician and academic (d. 1897)", "entities": [{"title": "James Joseph Sylvester", "href": "/wiki/James_Joseph_Sylvester", "description": "James Joseph Sylvester was an English mathematician. He made fundamental contributions to matrix theory, invariant theory, number theory, partition theory, and combinatorics. He played a leadership role in American mathematics in the later half of the 19th century as a professor at the Johns Hopkins University and as founder of the American Journal of Mathematics. At his death, he was a professor "}]}, {"heading": "Births", "year": "1820", "date": "September 3", "txt": "George Hearst, American businessman and politician  (d. 1891)", "entities": [{"title": "George Hearst", "href": "/wiki/George_Hearst", "description": "George Hearst was an American businessman, miner, and politician. After growing up on a small farm in Missouri, he founded many mining operations, and is known for developing and expanding the Homestake Mine in the late 1870s in the Black Hills of South Dakota. In 1879 he listed it on the New York Stock Exchange, and went on to other pursuits. The mine operated continuously, producing gold until 2"}]}, {"heading": "Births", "year": "1840", "date": "September 3", "txt": "Jacob Christian Fabricius, Danish composer (d. 1919)", "entities": [{"title": "Jacob Christian Fabricius", "href": "/wiki/Jacob_Christian_Fabricius", "description": " Jacob Christian Fabricius  was a Danish councilor, musician, composer and music organizer. Fabricius founded numerous musical societies and institutions during his lifetime. One of the most popular of such societies was Samfund til Udgivelse af dansk musik, founded in 1871. His career as a composer centered to a large extent on songs, choir and piano works. His works found success in Germany and "}]}, {"heading": "Births", "year": "1841", "date": "September 3", "txt": "Tom Emmett, English cricketer (d. 1904)", "entities": [{"title": "Tom Emmett", "href": "/wiki/Tom_Emmett", "description": "Thomas Emmett was an English cricket bowler in the late 1860s, the 1870s and the early 1880s."}]}, {"heading": "Births", "year": "1849", "date": "September 3", "txt": "Sarah Orne Jewett, American novelist, short story writer and poet (d. 1909)", "entities": [{"title": "Sarah Orne Jewett", "href": "/wiki/Sarah_Orne_Jewett", "description": "Theodora Sarah Orne Jewett was an American novelist, short story writer and poet, best known for her local color works set along or near the southern seacoast of Maine. Jewett is recognized as an important practitioner of American literary regionalism."}]}, {"heading": "Births", "year": "1851", "date": "September 3", "txt": "Olga Constantinovna of Russia, Queen consort of the Hellenes (d. 1926)", "entities": [{"title": "Olga Constantinovna of Russia", "href": "/wiki/Olga_Constantinovna_of_Russia", "description": "Olga Constantinovna of Russia was Queen of the Hellenes as the wife of King George I. She was briefly the regent of Greece in 1920."}]}, {"heading": "Births", "year": "1854", "date": "September 3", "txt": "Charles Tatham, American fencer (d. 1939)", "entities": [{"title": "Charles Tatham (fencer)", "href": "/wiki/Charles_Tatham_(fencer)", "description": "Charles T. Tatham was an American fencer who competed in the 1904 Summer Olympics. He was born and died in New York City and worked for his father's lead manufacturing company in Philadelphia. In 1891, Tatham was one of the founders of the AFLA/USFA."}]}, {"heading": "Births", "year": "1856", "date": "September 3", "txt": "Louis Sullivan, American architect and educator, designed the Carson, Pirie, Scott and Company Building (d. 1924)", "entities": [{"title": "Louis Sullivan", "href": "/wiki/Louis_Sullivan", "description": "Louis Henry Sullivan was an American architect, and has been called a \"father of skyscrapers\" and \"father of modernism\". He was an influential architect of the Chicago School, a mentor to Frank Lloyd Wright, and an inspiration to the Chicago group of architects who have come to be known as the Prairie School. Along with Wright and Henry Hobson Richardson, Sullivan is one of \"the recognized trinity"}, {"title": "Carson, Pirie, Scott and Company Building", "href": "/wiki/Carson,_Pirie,_Scott_and_Company_Building", "description": "The Sullivan Center, formerly known as the Carson, Pirie, Scott and Company Building or Carson, Pirie, Scott and Company Store, is a commercial building at 1 South State Street at the corner of East Madison Street in Chicago, Illinois. Louis Sullivan designed it for the retail firm Schlesinger & Mayer in 1899 and later expanded it before H.G. Selfridge & Co. purchased the structure in 1904. That f"}]}, {"heading": "Births", "year": "1869", "date": "September 3", "txt": "Fritz Pregl, Slovenian chemist and physician, Nobel Prize laureate (d. 1930)", "entities": [{"title": "Fritz Pregl", "href": "/wiki/Fritz_Pregl", "description": "Fritz Pregl, was a Slovenian and Austrian chemist and physician from a mixed Slovene-German-speaking background. He won the Nobel Prize in Chemistry in 1923 for making important contributions to quantitative organic microanalysis, one of which was the improvement of the combustion train technique for elemental analysis."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1875", "date": "September 3", "txt": "Ferdinand Porsche, Austrian-German engineer and businessman, founded Porsche (d. 1951)", "entities": [{"title": "Ferdinand Porsche", "href": "/wiki/Ferdinand_Porsche", "description": "Ferdinand Porsche was an Austrian-German automotive engineer and founder of the Porsche car company. He is best known for creating the first gasoline-electric hybrid vehicle (Lohner-Porsche), the Volkswagen Beetle, the Auto Union racing car, the Mercedes-Benz SS/SSK, several other important developments and Porsche automobiles."}, {"title": "Porsche", "href": "/wiki/Porsche", "description": "Dr.-Ing. h.c. F. Porsche AG, usually shortened to Porsche AG, is a German automobile manufacturer specializing in high-performance sports cars, SUVs and sedans. The headquarters of Porsche AG is in Stuttgart, and the company is owned by Volkswagen AG, a controlling stake of which is owned by Porsche Automobil Holding SE. Porsche's current lineup includes the 718 Boxster/Cayman, 911, Panamera, Maca"}]}, {"heading": "Births", "year": "1878", "date": "September 3", "txt": "Dorothea Douglass Lambert Chambers, English tennis player (d. 1960)", "entities": [{"title": "Dorothea Douglass Lambert Chambers", "href": "/wiki/Dorothea_Douglass_Lambert_Chambers", "description": "Dorothea Lambert Chambers was a British tennis player. She won seven Wimbledon Women's Singles titles and a gold medal at the 1908 Summer Olympics."}]}, {"heading": "Births", "year": "1882", "date": "September 3", "txt": "Johnny Douglas, English cricketer and boxer (d. 1930)", "entities": [{"title": "Johnny Douglas", "href": "/wiki/Johnny_Douglas", "description": "John William Henry Tyler Douglas was an English cricketer who was active in the early decades of the twentieth century. Douglas was an all-rounder who played for Essex County Cricket Club from 1901 to 1928 and captained the county from 1911 to 1928. He also played for England and captained the England team both before and after the First World War with markedly different success. As well as playin"}]}, {"heading": "Births", "year": "1887", "date": "September 3", "txt": "Frank Christian, American trumpet player (d. 1973)", "entities": [{"title": "Frank Christian (trumpeter)", "href": "/wiki/Frank_Christian_(trumpeter)", "description": "Frank Joseph Christian was an early jazz trumpeter."}]}, {"heading": "Births", "year": "1893", "date": "September 3", "txt": "Andrey Dikiy, Russian-American journalist, historian, and politician (d. 1977)", "entities": [{"title": "Andrey Dikiy", "href": "/wiki/Andrey_Dikiy", "description": "Andrey Ivanovich Dikiy was a Russian writer, white emigre politician and journalist, and a member of the Vlasov movement, known for his antisemitism and anti-Ukrainian sentiment. Dikiy has been described by Christian essayist Dmitry Talantsev as one of the main theorists of Judophobia."}]}, {"heading": "Births", "year": "1897", "date": "September 3", "txt": "Sally Benson, American author and screenwriter (d. 1972)", "entities": [{"title": "Sally Benson", "href": "/wiki/Sally_Benson", "description": "Sally Benson was an American author of short stories and screenwriter. She is best known for her humorous tales of modern youth collected in Junior Miss and her semi-autobiographical stories collected in Meet Me in St. Louis."}]}, {"heading": "Births", "year": "1899", "date": "September 3", "txt": "Frank Macfarlane Burnet, Australian virologist and academic, Nobel Prize laureate (d. 1985)", "entities": [{"title": "Frank Macfarlane Burnet", "href": "/wiki/Frank_Macfarlane_Burnet", "description": "Sir Frank Macfarlane Burnet,, usually known as Macfarlane or Mac Burnet, was an Australian virologist best known for his contributions to immunology. He won a Nobel Prize in 1960 for predicting acquired immune tolerance and was best known for developing the theory of clonal selection."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1900", "date": "September 3", "txt": "Percy Chapman, English cricketer (d. 1961)", "entities": [{"title": "Percy Chapman", "href": "/wiki/Percy_Chapman", "description": "Arthur Percy Frank Chapman, usually known as Percy Chapman, was an English cricketer who captained the England cricket team between 1926 and 1931. A left-handed batsman, he played 26 Test matches for England, captaining the side in 17 of those games. Chapman was appointed captain for the final, decisive Test of the 1926 series against Australia; under his captaincy, England defeated Australia to w"}]}, {"heading": "Births", "year": "1900", "date": "September 3", "txt": "Urho Kekkonen, Finnish journalist, lawyer, and politician, 8th President of Finland (d. 1986)", "entities": [{"title": "President of Finland", "href": "/wiki/President_of_Finland", "description": "The president of the Republic of Finland is the head of state of Finland. Under the Constitution of Finland, executive power is vested in the Finnish Government and the president, with the latter possessing only residual powers. The president is directly elected by universal suffrage for a term of six years. Since 1994, no president may be elected for more than two consecutive terms. The president"}]}, {"heading": "Births", "year": "1901", "date": "September 3", "txt": "Eduard van Beinum, Dutch violinist, pianist, and conductor (d. 1959)", "entities": [{"title": "Eduard van Beinum", "href": "/wiki/Eduard_van_Beinum", "description": "Eduard Alexander van Beinum was a Dutch conductor."}]}, {"heading": "Births", "year": "1905", "date": "September 3", "txt": "Carl David Anderson, American physicist and academic, Nobel Prize laureate (d. 1991)", "entities": [{"title": "Carl David Anderson", "href": "/wiki/Carl_David_Anderson", "description": "Carl David Anderson was an American physicist. He is best known for his discovery of the positron in 1932, an achievement for which he received the 1936 Nobel Prize in Physics, and of the muon in 1936."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1905", "date": "September 3", "txt": "John Mills, New Zealand cricketer (d. 1972)", "entities": []}, {"heading": "Births", "year": "1907", "date": "September 3", "txt": "Loren Eiseley, American anthropologist, philosopher, and author (d. 1977)", "entities": [{"title": "Loren Eiseley", "href": "/wiki/Loren_Eiseley", "description": "Loren Eiseley was an American anthropologist, educator, philosopher, and natural science writer, who taught and published books from the 1950s through the 1970s. He received many honorary degrees and was a fellow of multiple professional societies. At his death, he was Benjamin Franklin Professor of Anthropology and History of Science at the University of Pennsylvania."}]}, {"heading": "Births", "year": "1908", "date": "September 3", "txt": "Lev Pontryagin, Russian mathematician and academic (d. 1988)", "entities": [{"title": "Lev Pontryagin", "href": "/wiki/Lev_Pontryagin", "description": "Lev Semyonovich Pontryagin was a Soviet mathematician. He was born in Moscow and lost his eyesight completely due to an unsuccessful eye surgery after a primus stove explosion when he was 14. Despite his blindness he was able to become one of the greatest mathematicians of the 20th century, partially with the help of his mother Tatyana Andreevna who read mathematical books and papers to him. He ma"}]}, {"heading": "Births", "year": "1910", "date": "September 3", "txt": "Kitty Carlisle, American actress, singer, socialite, and game show panelist (d. 2007)", "entities": [{"title": "Kitty Carlisle", "href": "/wiki/Kitty_Carlisle", "description": "Kitty Carlisle Hart was an American actress, singer, and spokeswoman for the arts. She is best remembered as a regular panelist on the television game show To Tell the Truth. She served 20 years on the New York State Council on the Arts."}]}, {"heading": "Births", "year": "1910", "date": "September 3", "txt": "Franz Jáchym, Austrian Roman Catholic archbishop (d.1984)", "entities": []}, {"heading": "Births", "year": "1910", "date": "September 3", "txt": "Maurice Papon, French civil servant (d. 2007)", "entities": []}, {"heading": "Births", "year": "1911", "date": "September 3", "txt": "Bernard Mammes, American cyclist and sergeant (d. 2000)", "entities": [{"title": "Bernard Mammes", "href": "/wiki/Bernard_Mammes", "description": "Bernard Mammes was an American cyclist. Born in Manhattan, Mammes moved with his family to Rockaway Park, Queens around 1920. His father owned an ice cream parlor, where Mammes worked as a youth."}]}, {"heading": "Births", "year": "1913", "date": "September 3", "txt": "Alan Ladd, American actor and producer (d. 1964)", "entities": [{"title": "Alan Ladd", "href": "/wiki/Alan_Ladd", "description": "Alan Walbridge Ladd was an American actor and film and television producer. Ladd found success in film in the 1940s and early 1950s, particularly in Westerns, such as Shane (1953) and in films noir. He was often paired with Veronica Lake in noirish films, such as This Gun for Hire (1942), The Glass Key (1942), and The Blue Dahlia (1946)."}]}, {"heading": "Births", "year": "1914", "date": "September 3", "txt": "Dixy Lee Ray, American biologist and politician, 17th Governor of Washington (d. 1994)", "entities": [{"title": "Dixy Lee Ray", "href": "/wiki/Dixy_Lee_Ray", "description": "Dixy Lee Ray was an American scientist and politician who served as the 17th Governor of the U.S. state of Washington. Variously described as idiosyncratic, and \"ridiculously smart,\" she was the state's first female governor and was in office during the 1980 eruption of Mount St. Helens. She was a supporter of atomic energy."}, {"title": "Governor of Washington", "href": "/wiki/Governor_of_Washington", "description": "The governor of Washington is the head of the executive branch of the government of the State of Washington and commander-in-chief of the state's military forces. The officeholder has a duty to enforce state laws, the power to either approve or veto bills passed by the Washington Legislature and line-item veto power to cancel specific provisions in spending bills. The Washington Governor may also "}]}, {"heading": "Births", "year": "1915", "date": "September 3", "txt": "Knut Nystedt, Norwegian organist and composer (d. 2014)", "entities": [{"title": "Knut Nystedt", "href": "/wiki/Knut_Nystedt", "description": "Knut Nystedt was a Norwegian orchestral and choral composer."}]}, {"heading": "Births", "year": "1915", "date": "September 3", "txt": "Memphis Slim, American singer-songwriter and pianist (d. 1988)", "entities": []}, {"heading": "Births", "year": "1916", "date": "September 3", "txt": "Eddie Stanky, American baseball player, coach, and manager (d. 1999)", "entities": [{"title": "Eddie Stanky", "href": "/wiki/Eddie_Stanky", "description": "Edward Raymond Stanky (born Stankiewicz was an American professional baseball second baseman, shortstop and manager. He played in Major League Baseball for the Chicago Cubs, Brooklyn Dodgers, Boston Braves, New York Giants, and St. Louis Cardinals between 1943 and 1953. He was born in Philadelphia, Pennsylvania."}]}, {"heading": "Births", "year": "1918", "date": "September 3", "txt": "Helen Wagner, American actress (d. 2010)", "entities": [{"title": "Helen Wagner", "href": "/wiki/Helen_Wagner", "description": "Helen Losee Wagner was an American actress."}]}, {"heading": "Births", "year": "1919", "date": "September 3", "txt": "Phil Stern, American soldier and photographer (d. 2014)", "entities": [{"title": "Phil Stern", "href": "/wiki/Phil_Stern", "description": "Philip \"Snapdragon\" Stern was an American photographer noted for his iconic portraits of Hollywood stars, as well as his war photography while serving as a U.S. Army Ranger with \"Darby's Rangers\" during the North African and Italian campaigns in World War II."}]}, {"heading": "Births", "year": "1920", "date": "September 3", "txt": "Tereska Torrès, French soldier and author (d. 2012)", "entities": [{"title": "Tereska Torrès", "href": "/wiki/Tereska_Torr%C3%A8s", "description": "Tereska Torrès was a French writer known for the 1950 book Women's Barracks, the first \"original paperback bestseller.\" In 2008 historians credited the republished book as the first pulp fiction book published in America to candidly address lesbian relationships, although Torrès did not agree with this analysis."}]}, {"heading": "Births", "year": "1921", "date": "September 3", "txt": "John Aston Sr., English footballer (d. 2003)", "entities": [{"title": "John Aston Sr.", "href": "/wiki/John_Aston_Sr.", "description": "John Aston was an English footballer."}]}, {"heading": "Births", "year": "1921", "date": "September 3", "txt": "Thurston Dart, English pianist, conductor, and musicologist (d. 1971)", "entities": []}, {"heading": "Births", "year": "1921", "date": "September 3", "txt": "Marguerite Higgins, American journalist and author (d. 1966)", "entities": []}, {"heading": "Births", "year": "1923", "date": "September 3", "txt": "Glen Bell, American businessman, founded Taco Bell (d. 2010)", "entities": [{"title": "Glen Bell", "href": "/wiki/Glen_Bell", "description": "Glen William Bell Jr. was an American entrepreneur who founded the Taco Bell chain of restaurants."}, {"title": "Taco Bell", "href": "/wiki/Taco_Bell", "description": "Taco Bell is an American-based chain of fast food restaurants originating in Irvine, California in 1962, by founder Glen Bell. Taco Bell is a subsidiary of Yum! Brands, Inc. The restaurants serve a variety of Mexican-inspired foods, that include: tacos, burritos, quesadillas, nachos, novelty and specialty items, along with a variety of \"value menu\" items. As of 2018, Taco Bell serves over two bill"}]}, {"heading": "Births", "year": "1923", "date": "September 3", "txt": "Alice Gibson, Belizean chief Librarian and educator", "entities": []}, {"heading": "Births", "year": "1923", "date": "September 3", "txt": "Fred Hawkins, American golfer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1923", "date": "September 3", "txt": "Mort Walker, American cartoonist (d. 2018)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 3", "txt": "Mary Grace Canfield, American actress (d. 2014)", "entities": [{"title": "Mary Grace Canfield", "href": "/wiki/Mary_Grace_Canfield", "description": "Mary Grace Canfield was an American theatre, film and television actress."}]}, {"heading": "Births", "year": "1925", "date": "September 3", "txt": "Anne Jackson, American actress (d. 2016)", "entities": [{"title": "Anne Jackson", "href": "/wiki/Anne_Jackson", "description": "\"Anne\" Jackson was an American actress of stage, screen, and television. She was the wife of actor Eli Wallach, with whom she often co-starred. In 1956, she was nominated for the Tony Award for Best Featured Actress in a Play for her performance in Paddy Chayefsky's Middle of the Night.\nIn 1963, she won an Obie Award for Best Actress for her performance in two Off-Broadway plays, The Typists and T"}]}, {"heading": "Births", "year": "1925", "date": "September 3", "txt": "Bengt Lindström, Swedish painter and sculptor (d. 2008)", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 3", "txt": "Hank Thompson, American singer-songwriter and guitarist (d. 2007)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 3", "txt": "Alison Lurie, American author and academic (d. 2020)", "entities": [{"title": "Alison Lurie", "href": "/wiki/Alison_Lurie", "description": "Alison Stewart Lurie was an American novelist and academic. She won the Pulitzer Prize for Fiction for her 1984 novel Foreign Affairs. Although better known as a novelist, she wrote many non-fiction books and articles, particularly on children's literature and the semiotics of dress."}]}, {"heading": "Births", "year": "1926", "date": "September 3", "txt": "Irene Papas, Greek actress", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 3", "txt": "Uttam Kumar, Indian Bengali actor, director, producer, singer, composer and playback singer (d. 1980)", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 3", "txt": "Gaston Thorn, Luxembourg lawyer and politician, 8th Prime Minister of Luxembourg (d. 2007)", "entities": [{"title": "Gaston Thorn", "href": "/wiki/Gaston_Thorn", "description": "Gaston Egmond Thorn was a Luxembourg politician who served in a number of high-profile positions, both domestically and internationally. Amongst the posts that he held were the 19th Prime Minister of Luxembourg (1974–1979), President of the United Nations General Assembly (1975), and the seventh President of the European Commission (1981–1985)."}, {"title": "List of Prime Ministers of Luxembourg", "href": "/wiki/List_of_Prime_Ministers_of_Luxembourg", "description": "The prime minister of Luxembourg is the head of government in Luxembourg. His official residence and office is in the Hôtel de Bourgogne at 4 rue de la Congrégation in the city of Luxembourg."}]}, {"heading": "Births", "year": "1929", "date": "September 3", "txt": "Whitey Bulger, American organized crime boss (d. 2018)", "entities": [{"title": "Whitey Bulger", "href": "/wiki/Whitey_Bulger", "description": "James Joseph \"Whitey\" Bulger Jr. was an American organized crime boss and FBI informant who led the Winter Hill Gang in the Winter Hill neighborhood of Somerville, Massachusetts, a city directly northwest of Boston. On December 23, 1994, Bulger fled the Boston area and went into hiding after his former FBI handler, John Connolly, tipped him off about a pending RICO indictment against him. Bulger r"}, {"title": "2018", "href": "/wiki/2018", "description": "2018 (MMXVIII) was a common year starting on Monday of the Gregorian calendar, the 2018th year of the Common Era (CE) and Anno Domini (AD) designations, the 18th year of the 3rd millennium, the 18th year of the 21st century, and the 9th year of the 2010s decade. "}]}, {"heading": "Births", "year": "1929", "date": "September 3", "txt": "Carlo Clerici, Swiss cyclist (d. 2007)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 3", "txt": "Steve Rickard, New Zealand-Australian wrestler, trainer, and promoter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 3", "txt": "Armand Vaillancourt, Canadian sculptor and painter", "entities": []}, {"heading": "Births", "year": "1930", "date": "September 3", "txt": "Cherry Wilder, New Zealand author and poet (d. 2002)", "entities": [{"title": "Cherry Wilder", "href": "/wiki/Cherry_Wilder", "description": "Cherry Barbara Grimm, better known by the pseudonym Cherry Wilder, was a New Zealand science fiction and fantasy writer."}]}, {"heading": "Births", "year": "1931", "date": "September 3", "txt": "Dick Motta, American basketball player and coach", "entities": [{"title": "Dick Motta", "href": "/wiki/Dick_Motta", "description": "John Richard Motta is an American former basketball coach whose career in the National Basketball Association (NBA) spanned 25 years. Known as a strict disciplinarian with high expectations for his players, Motta developed a reputation for putting together well-conditioned, tough, physical teams, and he continues to rank among the NBA's all-time top 10 in coaching victories. He was renowned for hi"}]}, {"heading": "Births", "year": "1931", "date": "September 3", "txt": "Guy Spitaels, Belgian academic and politician, 7th Minister-President of the Walloon Region (d. 2012)", "entities": [{"title": "Minister-President of the Walloon Region", "href": "/wiki/Minister-President_of_the_Walloon_Region", "description": "The Minister-President of Wallonia is the head of the Government of Wallonia, the executive power of Wallonia, one of the three regions of Belgium."}]}, {"heading": "Births", "year": "1932", "date": "September 3", "txt": "Eileen Brennan, American actress and singer (d. 2013)", "entities": [{"title": "Eileen Brennan", "href": "/wiki/Eileen_Brennan", "description": "Verla Eileen Regina Brennan was an American film, stage, and television actress. She made her film debut in the satire Divorce American Style (1967), followed by a supporting role in Peter Bogdanovich's The Last Picture Show (1971), which earned her a BAFTA award nomination for Best Supporting Actress."}]}, {"heading": "Births", "year": "1933", "date": "September 3", "txt": "Basil Butcher, Guyanese cricketer (d. 2019)", "entities": [{"title": "Basil Butcher", "href": "/wiki/Basil_Butcher", "description": "Basil Fitzherbert Butcher was a Guyanese cricketer who played for the West Indies cricket team. He was regarded as a reliable right-handed middle-order batsman in the star-studded West Indian batting line-up of the 1960s. Australian cricketer and media personality Richie Benaud regarded him as the most difficult of the West Indian batsmen to dismiss."}]}, {"heading": "Births", "year": "1933", "date": "September 3", "txt": "Tompall Glaser, American singer-songwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 3", "txt": "Freddie King, American singer-songwriter and guitarist (d. 1976)", "entities": [{"title": "Freddie King", "href": "/wiki/Freddie_King", "description": "Freddie King was an American blues guitarist, singer and songwriter. He is considered one of the \"Three Kings of the Blues Guitar\". Mostly known for his soulful and powerful voice and distinctive guitar playing, King had a major influence on electric blues music and on many later blues guitarists."}]}, {"heading": "Births", "year": "1935", "date": "September 3", "txt": "Helmut Clasen, German-Canadian motorcycle racer", "entities": [{"title": "Helmut Clasen", "href": "/wiki/Helmut_Clasen", "description": "Helmut Clasen is an active motorcycle enduro competitor since 1957, called \"Speedy\" by family and friends alike."}]}, {"heading": "Births", "year": "1936", "date": "September 3", "txt": "Zine El Abidine Ben Ali, Tunisian soldier and politician, 2nd President of Tunisia (d. 2019)", "entities": [{"title": "Zine El Abidine Ben Ali", "href": "/wiki/Zine_El_Abidine_Ben_Ali", "description": "Zine El Abidine Ben Ali, commonly known as Ben Ali or Ezzine, was a Tunisian politician who was the second President of Tunisia from 1987 until his fall in 2011 after the revolution of Tunisia. Ben Ali was appointed Prime Minister in October 1987. He assumed the Presidency on 7 November 1987 in a bloodless coup d'état that ousted President Habib Bourguiba by declaring him incompetent. Ben Ali was "}, {"title": "President of Tunisia", "href": "/wiki/President_of_Tunisia", "description": "The president of Tunisia, formally known as the president of the Republic of Tunisia, is the head of state of Tunisia. Tunisia is a semi-presidential republic, whereby the president is the head of state and the prime minister is head of government. Under Article 77 of the Constitution of Tunisia, the president is also the commander-in-chief of the Tunisian Armed Forces. The current president is Ka"}]}, {"heading": "Births", "year": "1936", "date": "September 3", "txt": "Pilar Pallete, Peruvian-American actress", "entities": []}, {"heading": "Births", "year": "1938", "date": "September 3", "txt": "Liliane Ackermann, Jewish-French microbiologist, community leader, writer, and lecturer (d. 2007)", "entities": [{"title": "Liliane Ackermann", "href": "/wiki/Liliane_Ackermann", "description": "Liliane Aimée Ackermann (1938–2007) was a French microbiologist, Jewish Community pioneer, leader, writer, and lecturer."}]}, {"heading": "Births", "year": "1938", "date": "September 3", "txt": "Sarah Bradford, English historian and author", "entities": []}, {"heading": "Births", "year": "1938", "date": "September 3", "txt": "Caryl Churchill, English-Canadian playwright", "entities": []}, {"heading": "Births", "year": "1938", "date": "September 3", "txt": "Richard MacCormac, English architect, founded MJP Architects (d. 2014)", "entities": [{"title": "MJP Architects", "href": "/wiki/MJP_Architects", "description": "MJP Architects is an employee-owned British architectural practice established in 1972 by Sir Richard MacCormac, and based in Spitalfields, London. The practice officially changed its name from MacCormac Jamieson Prichard to MJP Architects in June 2008."}]}, {"heading": "Births", "year": "1938", "date": "September 3", "txt": "Ryōji Noyori, Japanese chemist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1940", "date": "September 3", "txt": "Frank Duffy, English architect", "entities": [{"title": "Frank Duffy (architect)", "href": "/wiki/Frank_Duffy_(architect)", "description": "Francis Cuthbert Duffy is a British architect, a founder of DEGW, the international architectural and design practice best known for office design and workplace strategy and, more recently for advanced thinking on the programming of educational and arts facilities. Duffy is particularly noted for his work on the future of the office and the flexible use of space."}]}, {"heading": "Births", "year": "1940", "date": "September 3", "txt": "Pauline Collins, English actress", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 3", "txt": "Eduardo Galeano, Uruguayan journalist and author (d. 2015)", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 3", "txt": "Brian Lochore, New Zealand rugby player and coach (d. 2019)", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 3", "txt": "Sergei Dovlatov, Russian-American journalist and author (d. 1990)", "entities": [{"title": "Sergei Dovlatov", "href": "/wiki/Sergei_Dovlatov", "description": "Sergei Donatovich Dovlatov-Mechik was a Soviet journalist and writer. Internationally, he is one of the most popular Russian writers of the late 20th century."}]}, {"heading": "Births", "year": "1942", "date": "September 3", "txt": "Al Jardine, American singer-songwriter and guitarist", "entities": [{"title": "Al Jardine", "href": "/wiki/Al_Jardine", "description": "Alan Charles Jardine is an American musician, singer, and songwriter who co-founded the Beach Boys. He is best known as the band's rhythm guitarist and for occasionally singing lead vocals on singles such as \"Help Me, Rhonda\" (1965), \"Then I Kissed Her\" (1965), \"Cotton Fields\" (1970), and \"Come Go with Me\" (1978). His song \"Lady Lynda\" was also a UK top 10 hit for the group in 1978. Other Beach Bo"}]}, {"heading": "Births", "year": "1943", "date": "September 3", "txt": "Valerie Perrine, American model and actress", "entities": [{"title": "Valerie Perrine", "href": "/wiki/Valerie_Perrine", "description": "Valerie Ritchie Perrine is an American actress and model. For her role as Honey Bruce in the 1974 film Lenny, she won the BAFTA Award for Most Promising Newcomer to Leading Film Roles, the Cannes Film Festival Award for Best Actress, and was nominated for the Academy Award for Best Actress. Her other film appearances include Superman (1978), The Electric Horseman (1979), and Superman II (1980)."}]}, {"heading": "Births", "year": "1944", "date": "September 3", "txt": "Geoff Arnold, English cricketer and coach", "entities": [{"title": "Geoff Arnold", "href": "/wiki/Geoff_Arnold", "description": "Geoffrey Graham Arnold is an English cricketer who played 34 Test matches and 14 One Day Internationals for the England cricket team. His nickname of \"Horse\" was based on his initials of GG. He was a seam and swing bowler, who finished his first-class cricket career, which lasted from 1963 to 1982, with 1130 wickets at an average of 21.91. He played for Surrey and Sussex, winning the County Champi"}]}, {"heading": "Births", "year": "1944", "date": "September 3", "txt": "Ray Groom, Australian footballer, lawyer, and politician, 39th Premier of Tasmania", "entities": [{"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1945", "date": "September 3", "txt": "George Biondo, American bass player and songwriter", "entities": [{"title": "George Biondo", "href": "/wiki/George_Biondo", "description": "George Michael Biondo was the bass guitarist of the Canadian rock band, Steppenwolf, from April 1970 to October 1976. Though born in New York, he has been based in Southern California throughout his ongoing career as a session musician and songwriter."}]}, {"heading": "Births", "year": "1945", "date": "September 3", "txt": "Peter Goddard, English physicist and mathematician", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 3", "txt": "Kjell Magne Bondevik, Norwegian minister and politician, 26th Prime Minister of Norway", "entities": [{"title": "Kjell Magne Bondevik", "href": "/wiki/Kjell_Magne_Bondevik", "description": "Kjell Magne Bondevik is a Norwegian Lutheran minister and politician. As leader of the Christian Democratic Party, he served as Prime Minister of Norway from 1997 to 2000, and from 2001 to 2005, making him Norway's longest serving non-Labour Party prime minister since World War II. Currently, Bondevik is president of the Oslo Centre for Peace and Human Rights."}, {"title": "List of heads of government of Norway", "href": "/wiki/List_of_heads_of_government_of_Norway", "description": "This is a list of heads of government of Norway. In the modern era, the head of government has the title prime minister (statsminister). At various times in the past, the highest governmental title has included steward (rigsstatholder), viceroy (vicekonge) and first minister (førstestatsraad)"}]}, {"heading": "Births", "year": "1947", "date": "September 3", "txt": "Michael Connarty, Scottish educator and politician", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 3", "txt": "Mario Draghi, Italian banker and economist", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 3", "txt": "Gérard Houllier, French footballer and coach (d. 2020)", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 3", "txt": "Susan Milan, English flute player and composer", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 3", "txt": "Don Brewer, American drummer and singer-songwriter", "entities": [{"title": "Don Brewer", "href": "/wiki/Don_Brewer", "description": "Donald George Brewer is an American drummer, co-lead vocalist, and the only continuous member of American rock band Grand Funk Railroad."}]}, {"heading": "Births", "year": "1948", "date": "September 3", "txt": "Lyudmila Karachkina, Ukrainian astronomer", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 3", "txt": "Fotis Kouvelis, Greek lawyer and politician, Greek Minister of Justice", "entities": [{"title": "Ministry of Justice, Transparency and Human Rights (Greece)", "href": "/wiki/Ministry_of_Justice,_Transparency_and_Human_Rights_(Greece)", "description": "The Ministry of Justice is the government department entrusted with the supervision of the legal and judicial system of Greece. The incumbent minister is Konstantinos Tsiaras of New Democracy."}]}, {"heading": "Births", "year": "1948", "date": "September 3", "txt": "Levy Mwanawasa, Zambian lawyer and politician, 3rd President of Zambia (d. 2008)", "entities": [{"title": "President of Zambia", "href": "/wiki/President_of_Zambia", "description": "The president of Zambia is the head of state and the head of government of Zambia. The office was first held by Kenneth Kaunda following independence in 1964. Since 1991, when Kaunda left the presidency, the office has been held by five others: Frederick Chiluba, Levy Mwanawasa, Rupiah Banda, Michael Sata, and current president Edgar Lungu. In addition, Acting president Guy Scott served in an inte"}]}, {"heading": "Births", "year": "1949", "date": "September 3", "txt": "José Pékerman, Argentinian footballer, coach, and manager", "entities": [{"title": "José Pékerman", "href": "/wiki/Jos%C3%A9_P%C3%A9kerman", "description": "José Néstor Pékerman is an Argentine professional football coach and former manager of the Colombian national football team. As a youth level coach for Argentina, he won the FIFA World Youth Championship three times, and the U20 South American Youth Championship twice. He coached the Argentina national football team in the 2006 FIFA World Cup and became coach of the Colombian national team in 2012"}]}, {"heading": "Births", "year": "1949", "date": "September 3", "txt": "Patriarch Peter VII of Alexandria (d. 2004)", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 3", "txt": "Doug Pinnick, American rock singer-songwriter and bass player", "entities": [{"title": "Doug Pinnick", "href": "/wiki/Doug_Pinnick", "description": "Douglas Theodore Pinnick, sometimes stylized as dUg Pinnick or simply dUg, is an American musician best known as the bass guitarist, songwriter, and co-lead vocalist for the hard rock and progressive metal band King's X. He has performed on 15 albums with King's X, and recorded four solo albums. Pinnick has also participated in numerous side projects, and has multiple guest appearances to his cred"}]}, {"heading": "Births", "year": "1951", "date": "September 3", "txt": "Denys Hobson, South African cricketer", "entities": [{"title": "Denys Hobson", "href": "/wiki/Denys_Hobson", "description": "Denys Laurence Hobson is a former South African first-class cricketer. Hobson played as a right-handed batsman and legbreak bowler for Eastern Province and Western Province. His career lasted from 1970–71 to 1984–85."}]}, {"heading": "Births", "year": "1953", "date": "September 3", "txt": "Jean-Pierre Jeunet, French director, producer, and screenwriter", "entities": [{"title": "Jean-Pierre Jeunet", "href": "/wiki/Jean-Pierre_Jeunet", "description": "Jean-Pierre Jeunet is a French film director, producer, and screenwriter. His films mix elements of fantasy, realism and science fiction either to create idealized realities or to give relevance to mundane situations. A former animator, his movies are marked by quirky, slapstick humor, alongside surrealist visuals."}]}, {"heading": "Births", "year": "1953", "date": "September 3", "txt": "George Peponis, Greek-Australian rugby league player and physician", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 3", "txt": "Jaak Uudmäe, Estonian triple jumper and coach", "entities": [{"title": "Jaak Uudmäe", "href": "/wiki/Jaak_Uudm%C3%A4e", "description": "Jaak Uudmäe is a Estonian former triple jumper and long jumper who competed for the Soviet Union. He was the gold medalist at the 1980 Summer Olympics. He set a personal best of 17.35 m in his Olympic victory – a mark which remains the Estonian record."}]}, {"heading": "Births", "year": "1955", "date": "September 3", "txt": "Steve Jones, English singer-songwriter and guitarist", "entities": [{"title": "Steve Jones (musician)", "href": "/wiki/Steve_Jones_(musician)", "description": "Stephen Philip Jones is an English rock guitarist, singer, actor and radio DJ, best known as a guitarist with the Sex Pistols. Following the split of the Sex Pistols, he formed the Professionals with former bandmate Paul Cook. He has also released two solo albums, and worked with the likes of Johnny Thunders, Iggy Pop, Bob Dylan and Thin Lizzy. In 1995, he formed the short lived supergroup Neuroti"}]}, {"heading": "Births", "year": "1956", "date": "September 3", "txt": "Jishu Dasgupta, Indian actor and director (d. 2012)", "entities": [{"title": "Jishu Dasgupta", "href": "/wiki/Jishu_Dasgupta", "description": "Jishu Dasgupta was an Indian Bengali television director and actor. After suffering from cancer for nine months, he died on 21 December 2012 in a hospital in Kolkata."}]}, {"heading": "Births", "year": "1956", "date": "September 3", "txt": "Pat McGeown, Irish republican activist (d. 1996)", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 3", "txt": "Stephen Woolley, English director and producer", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 3", "txt": "Garth Ancier, American businessman", "entities": [{"title": "Garth Ancier", "href": "/wiki/Garth_Ancier", "description": "Garth Ancier is an American television producer media executive."}]}, {"heading": "Births", "year": "1957", "date": "September 3", "txt": "Earl Cureton, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 3", "txt": "Steve Schirripa, American actor and producer", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 3", "txt": "Sadhguru, Indian yogi, mystic", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 3", "txt": "Nick Gibb, English accountant and politician", "entities": [{"title": "Nick Gibb", "href": "/wiki/Nick_Gibb", "description": "Nicolas John Gibb is a British politician serving as Minister of State for School Standards since 2015, and previously from 2010 to 2012. He has served at the Department for Education under Conservative Prime Ministers David Cameron, Theresa May and Boris Johnson. A member of the Conservative Party, Gibb has also served as Member of Parliament (MP) for Bognor Regis and Littlehampton since 1997."}]}, {"heading": "Births", "year": "1961", "date": "September 3", "txt": "Andy Griffiths, Australian author", "entities": [{"title": "Andy Griffiths (author)", "href": "/wiki/Andy_Griffiths_(author)", "description": "Andrew Noel Griffiths is an Australian children's book author and comedy writer. He is most notable for his Just! series, which was adapted into an animated television series called What's with Andy?, his novel The Day My Bum Went Psycho, which was also adapted into a television series, and the Treehouse series, which has been adapted into several stage plays. Previously a vocalist with alternativ"}]}, {"heading": "Births", "year": "1962", "date": "September 3", "txt": "David De Roure, English computer scientist and academic", "entities": [{"title": "David De Roure", "href": "/wiki/David_De_Roure", "description": "David Charles De Roure PhD FBCS FIMA CITP is a Professor of e-Research at the University of Oxford, where he is responsible for Digital Humanities in The Oxford Research Centre in the Humanities (TORCH), and is a Turing Fellow at The Alan Turing Institute. He was Director of the Oxford e-Research Centre (OeRC) from 2012-17. From 2009 to 2013 he held the post of National Strategic Director for e-So"}]}, {"heading": "Births", "year": "1963", "date": "September 3", "txt": "Sam Adams, American politician, 51st Mayor of Portland", "entities": [{"title": "Sam Adams (Oregon politician)", "href": "/wiki/Sam_Adams_(Oregon_politician)", "description": "Samuel Francis Adams is an American politician and non-profit leader who is the former mayor of Portland, Oregon. He grew up in Newport, Oregon, attended the University of Oregon and worked on a number of campaigns before taking office as a Portland commissioner. Among them was Vera Katz's run for mayor of Portland. After she won, he served as her chief of staff for eleven years and then went back"}, {"title": "List of mayors of Portland, Oregon", "href": "/wiki/List_of_mayors_of_Portland,_Oregon", "description": "This is a list of mayors of the city of Portland, Oregon. Under Portland's system of government, members of the City Council have many duties that are generally the domain of a mayor."}]}, {"heading": "Births", "year": "1963", "date": "September 3", "txt": "Mubarak Ghanim, Emirati footballer", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 3", "txt": "Malcolm Gladwell, Canadian journalist, essayist, and critic", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 3", "txt": "Adam Curry, American-Dutch businessman and television host, co-founded mevio", "entities": [{"title": "Adam Curry", "href": "/wiki/Adam_Curry", "description": "Adam Clark Curry is a podcaster, announcer, Internet entrepreneur and media personality, known for his stint as VJ on MTV and being one of the first celebrities personally to create and administer Web sites. Also known for co-hosting the No Agenda show, in the 2000s, he first became involved in podcasting, and has been called the 'Podfather' because of his efforts."}, {"title": "Mevio", "href": "/wiki/Mevio", "description": "Mevio Inc., formerly known as PodShow, was an American internet entertainment network, founded in San Francisco, California in October 2004 by Adam Curry and Ron Bloom."}]}, {"heading": "Births", "year": "1964", "date": "September 3", "txt": "Spike Feresten, American screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 3", "txt": "Junaid Jamshed, Pakistani singer-songwriter and guitarist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 3", "txt": "Rachel Johnson, British journalist", "entities": [{"title": "Rachel Johnson", "href": "/wiki/Rachel_Johnson", "description": "Rachel Sabiha Johnson is a British journalist, television presenter and author based in London. Johnson has appeared frequently on political discussion panels, including The Pledge and BBC Ones's debate program, Question Time. In January 2018, she participated in the twenty-first series of Celebrity Big Brother and was evicted second. She was the lead candidate for Change UK for the South West Eng"}]}, {"heading": "Births", "year": "1965", "date": "September 3", "txt": "Vaden Todd Lewis, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 3", "txt": "Charlie Sheen, American actor and producer", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 3", "txt": "Steven Johnson Leyba, American painter and author", "entities": [{"title": "Steven Johnson Leyba", "href": "/wiki/Steven_Johnson_Leyba", "description": "Steven Johnson Leyba is an American artist, painter, fine art book maker, author, spoken word performance artist, and musician. Leyba is of Mescalero Apache, Navajo, Cherokee, Paiute, Menominee, Jewish ancestry. He has been called the father of “Sexpressionism” by art critic Carlo McCormick."}]}, {"heading": "Births", "year": "1966", "date": "September 3", "txt": "Vladimir Ryzhkov, Russian historian and politician", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 3", "txt": "Chris Gatling, American basketball player", "entities": [{"title": "Chris Gatling", "href": "/wiki/Chris_Gatling", "description": "Chris Raymond Gatling is a retired American professional basketball player. Gatling played for many National Basketball Association (NBA) teams from 1991 to 2002. He played for the US national team in the 1990 FIBA World Championship, winning the bronze medal."}]}, {"heading": "Births", "year": "1967", "date": "September 3", "txt": "Luis Gonzalez, Cuban-American baseball player", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 3", "txt": "Grace Poe, Filipino educator and politician", "entities": [{"title": "Grace Poe", "href": "/wiki/Grace_Poe", "description": "Mary Grace Natividad Sonora Poe-Llamanzares is a Filipina senator, businesswoman, educator, and philanthropist. She is the adopted daughter of actors Susan Roces and Fernando Poe Jr. She served as chairperson of the Movie and Television Review and Classification Board (MTRCB) from 2010 to 2012 and in the Philippine Senate since 2013."}]}, {"heading": "Births", "year": "1969", "date": "September 3", "txt": "Noah Baumbach, American actor, director, producer, and screenwriter", "entities": [{"title": "Noah Baumbach", "href": "/wiki/Noah_Baumbach", "description": "Noah Baumbach is an American filmmaker. He has twice been nominated for the Academy Award for Best Original Screenplay for The Squid and the Whale (2005) and Marriage Story (2019), both of which he also directed. He has written and directed a number of other films, including Margot at the Wedding (2007), Frances Ha (2012), While We're Young (2014), Mistress America (2015), and The Meyerowitz Stori"}]}, {"heading": "Births", "year": "1969", "date": "September 3", "txt": "John Fugelsang, American comedian, actor, and talk show host", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 3", "txt": "Robert Karlsson, Swedish golfer", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 3", "txt": "Marianna Komlos, Canadian bodybuilder, model, and wrestler (d. 2004)", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 3", "txt": "Matthew Offord, English journalist and politician", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 3", "txt": "Jeremy Glick, American businessman (d. 2001)", "entities": [{"title": "Jeremy Glick", "href": "/wiki/Jeremy_Glick", "description": "Jeremy Logan Glick was a passenger on board United Airlines Flight 93, which was hijacked and crashed as part of the September 11 attacks. Aware of the earlier attacks at the World Trade Center, Glick and some of his fellow passengers attempted to foil the hijacking. During a struggle to reclaim the aircraft, it crashed into a field in Stonycreek Township near Shanksville, Pennsylvania, killing al"}]}, {"heading": "Births", "year": "1970", "date": "September 3", "txt": "George Lynch, American basketball player and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 3", "txt": "Gareth Southgate, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 3", "txt": "Kiran Desai, Indian-American author", "entities": [{"title": "Kiran Desai", "href": "/wiki/Kiran_Desai", "description": "Kiran Desai is an Indian author. Her novel The Inheritance of Loss won the 2006 Man Booker Prize and the National Book Critics Circle Fiction Award. In January 2015, The Economic Times listed her as one of 20 \"most influential\" global Indian women."}]}, {"heading": "Births", "year": "1971", "date": "September 3", "txt": "Glen Housman, Australian swimmer", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 3", "txt": "Chabeli Iglesias, Portuguese-Spanish journalist", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 3", "txt": "Paolo Montero, Uruguayan footballer and manager", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 3", "txt": "Christine Boudrias, Canadian speed skater", "entities": [{"title": "Christine Boudrias", "href": "/wiki/Christine_Boudrias", "description": "Christine-Isabel Boudrias is a Canadian short track speed skater who competed in the 1994 Winter Olympics and in the 1998 Winter Olympics."}]}, {"heading": "Births", "year": "1972", "date": "September 3", "txt": "Bob Evans, American wrestler and trainer", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 3", "txt": "Robbie O'Davis, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 3", "txt": "Martin Straka, Czech ice hockey player", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 3", "txt": "Damon Stoudamire, American basketball player and coach", "entities": [{"title": "Damon Stoudamire", "href": "/wiki/Damon_Stoudamire", "description": "Damon Lamon Stoudamire is an American retired professional basketball player and the current head men's basketball coach at the University of the Pacific. The 5 ft 10 in (1.78 m), 171 lb (78 kg) point guard was selected with the 7th overall pick by the Toronto Raptors in the 1995 NBA draft and won the 1995–96 NBA Rookie of the Year Award. He played collegiately at the University of Arizona, and pr"}]}, {"heading": "Births", "year": "1974", "date": "September 3", "txt": "Clare Kramer, American actress, producer, and screenwriter", "entities": [{"title": "Clare Kramer", "href": "/wiki/Clare_Kramer", "description": "Clare Elizabeth Kramer is an American actress best known for her starring role as the big bad Glory in the 2000–2001 season of Buffy the Vampire Slayer and for her role as Courtney in Bring It On. She is a co-founder of GeekNation and hosts the podcast Take Five with Clare Kramer."}]}, {"heading": "Births", "year": "1974", "date": "September 3", "txt": "Rahul Sanghvi, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 3", "txt": "Daniel Chan, Hong Kong singer-songwriter and actor", "entities": [{"title": "Daniel Chan", "href": "/wiki/Daniel_Chan", "description": "Daniel Chan Hiu-tung is a popular Hong Kong singer, songwriter, and actor. He is most notable as one of the young talents in the 1990s music scene."}]}, {"heading": "Births", "year": "1975", "date": "September 3", "txt": "Cristobal Huet, French ice hockey player", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 3", "txt": "Redfoo, American singer-songwriter, producer, and dancer", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 3", "txt": "Valery V. Afanasyev, Russian ice hockey player and coach", "entities": [{"title": "Valery V. Afanasyev", "href": "/wiki/Valery_V._Afanasyev", "description": "Valery V. Afanasyev is a Russian ice hockey coach. During 1994–1996 he participated in the Russian hockеy championship under H. C. Izhorets, Saint Petersburg. He also participated in other hockеy league championships. He was a part of the 2005 Estonian hockеy championship winner team HC Stars of Tallinn."}]}, {"heading": "Births", "year": "1976", "date": "September 3", "txt": "Jevon Kearse, American football player", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 3", "txt": "Raheem Morris, American football player and coach", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 3", "txt": "Rui Marques, Angolan footballer", "entities": [{"title": "Rui Marques", "href": "/wiki/Rui_Marques", "description": "Rui Manuel Marques is an Angolan former football defender who was a first choice centre-back for the Angola national team. Born in Angola, Marques moved to Portugal as a child."}]}, {"heading": "Births", "year": "1977", "date": "September 3", "txt": "Olof Mellberg, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 3", "txt": "Nate Robertson, American baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 3", "txt": "Terje Bakken, Norwegian singer-songwriter (d. 2004)", "entities": [{"title": "Terje Bakken", "href": "/wiki/Terje_Bakken", "description": "Terje \"Valfar\" Bakken was the lead singer and founder of the Norwegian black metal band Windir. Windir was started as a one-man project, but it was expanded into a full band with the release of their third album, 1184. Valfar originally sang his lyrics in Sognamål, a dialect of Norwegian, but eventually switched to English in an attempt to appeal to a broader audience."}]}, {"heading": "Births", "year": "1978", "date": "September 3", "txt": "John Curtis, English footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 3", "txt": "Michal Rozsíval, Czech ice hockey player", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 3", "txt": "Nick Wechsler, American actor", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 3", "txt": "Júlio César, Brazilian footballer", "entities": [{"title": "Júlio César (football goalkeeper, born 1979)", "href": "/wiki/J%C3%BAlio_C%C3%A9sar_(football_goalkeeper,_born_1979)", "description": "Júlio César Soares de Espíndola, known as Júlio César, is a Brazilian former professional footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1979", "date": "September 3", "txt": "Tomo Miličević, Bosnian-American guitarist", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 3", "txt": "B.G., American rapper and actor", "entities": [{"title": "B.G. (rapper)", "href": "/wiki/B.G._(rapper)", "description": "Christopher Noel Dorsey, better known by his stage name B.G., is an American rapper from New Orleans, Louisiana. He began his music career signing to Cash Money Records in 1996. Dorsey, alongside fellow rappers Lil Wayne, Juvenile and Turk, collectively formed the group, the Hot Boys in 1997. B.G. released several solo albums for Cash Money, including the platinum-selling Chopper City in the Ghett"}]}, {"heading": "Births", "year": "1980", "date": "September 3", "txt": "Daniel Bilos, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 3", "txt": "Cindy Burger, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 3", "txt": "Jason McCaslin, Canadian singer-songwriter, bass player, and producer", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 3", "txt": "Sarah Burke, Canadian skier (d. 2012)", "entities": [{"title": "Sarah Burke", "href": "/wiki/Sarah_Burke", "description": "Sarah Jean Burke was a Canadian freestyle skier who was a pioneer of the superpipe event. She was a five-time Winter X Games gold medallist, and won the world championship in the halfpipe in 2005. She successfully lobbied the International Olympic Committee (IOC) to have the event added to the Olympic program for the 2014 Winter Olympics. She was considered a medal favourite in the event. Burke di"}]}, {"heading": "Births", "year": "1982", "date": "September 3", "txt": "Andrew McMahon, American singer-songwriter, pianist, and producer", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 3", "txt": "Kaori Natori, Japanese singer", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 3", "txt": "Tiago Rannow, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 3", "txt": "Augusto Farfus, Brazilian race car driver", "entities": [{"title": "Augusto Farfus", "href": "/wiki/Augusto_Farfus", "description": "Augusto Farfus Jr. is a Brazilian professional racing driver, and BMW Motorsport works driver."}]}, {"heading": "Births", "year": "1983", "date": "September 3", "txt": "Nicky Hunt, English footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 3", "txt": "Marcus McCauley, American football player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 3", "txt": "Valdas Vasylius, Lithuanian basketball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 3", "txt": "Garrett Hedlund, American actor", "entities": [{"title": "Garrett Hedlund", "href": "/wiki/Garrett_Hedlund", "description": "Garrett John Hedlund is an American actor, model and singer. His films include Troy (2004), Friday Night Lights (2004), Four Brothers (2005), Eragon (2006), Death Sentence (2007), Tron: Legacy (2010), Country Strong (2010), On the Road (2012), Inside Llewyn Davis (2013), Unbroken (2014), Pan (2015), Mudbound (2017) and Triple Frontier (2019)."}]}, {"heading": "Births", "year": "1984", "date": "September 3", "txt": "T.J. Perkins, Filipino-American wrestler", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 3", "txt": "Scott Carson, English footballer", "entities": [{"title": "Scott Carson", "href": "/wiki/Scott_Carson", "description": "Scott Paul Carson is an English professional footballer who plays as a goalkeeper for Premier League club Manchester City, on loan from Derby County of the Championship."}]}, {"heading": "Births", "year": "1985", "date": "September 3", "txt": "Kelvin Wilson, English footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 3", "txt": "Shaun White, American snowboarder, skateboarder, and guitarist", "entities": [{"title": "Shaun White", "href": "/wiki/Shaun_White", "description": "Shaun Roger White is an American professional snowboarder, skateboarder and musician. He is a three-time Olympic gold medalist. He holds the record for the most X-Games gold medals and most Olympic gold medals by a snowboarder, and he has won 10 ESPY Awards."}]}, {"heading": "Births", "year": "1986", "date": "September 3", "txt": "OMI, Jamaican singer", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 3", "txt": "Allie, Canadian wrestler", "entities": [{"title": "Allie (wrestler)", "href": "/wiki/Allie_(wrestler)", "description": "Laura Dennis is a Canadian professional wrestler, better known by the ring names Allie and The Bunny. She is currently signed to All Elite Wrestling (AEW)."}]}, {"heading": "Births", "year": "1987", "date": "September 3", "txt": "Modibo Maïga, Malian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 3", "txt": "Dawid Malan, English cricketer", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 3", "txt": "James Neal, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 3", "txt": "Jérôme Boateng, Ghanaian-German footballer", "entities": [{"title": "Jérôme Boateng", "href": "/wiki/J%C3%A9r%C3%B4me_Boateng", "description": "Jérôme Agyenim Boateng is a German professional footballer who plays as a centre-back for Bundesliga club Bayern Munich and the Germany national team."}]}, {"heading": "Births", "year": "1988", "date": "September 3", "txt": "Hana Makhmalbaf, Iranian director and producer", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 3", "txt": "August Alsina, American singer-songwriter", "entities": [{"title": "August Alsina", "href": "/wiki/August_Alsina", "description": "August Anthony Alsina Jr. is an American singer-songwriter from New Orleans, Louisiana, formerly signed to Def Jam Recordings. He released his first mixtape The Product in 2012 followed by the mixtape The Product 2 and his debut extended play (EP) Downtown: Life Under the Gun in 2013. Alsina released his debut album Testimony in 2014 followed by This Thing Called Life in 2015. His Platinum-selling"}]}, {"heading": "Births", "year": "1993", "date": "September 3", "txt": "Dominic Thiem, Austrian tennis player", "entities": [{"title": "Dominic Thiem", "href": "/wiki/Dominic_Thiem", "description": "Dominic Thiem is an Austrian professional tennis player. He has been ranked as high as world No. 3 in singles by the Association of Tennis Professionals, which he first achieved in March 2020. He is the second-highest ranked Austrian player in history, behind former world No. 1 Thomas Muster. He has won 17 ATP Tour singles titles, including one Grand Slam title at the 2020 US Open where he came ba"}]}, {"heading": "Births", "year": "1994", "date": "September 3", "txt": "Francis Molo, New Zealand rugby league player", "entities": [{"title": "Francis Molo", "href": "/wiki/Francis_Molo", "description": "Francis Molo is a Cook Islands international rugby league footballer who plays as a prop for the North Queensland Cowboys in the NRL."}]}, {"heading": "Births", "year": "1994", "date": "September 3", "txt": "Glen Rea, English-Irish footballer", "entities": []}, {"heading": "Births", "year": "1995", "date": "September 3", "txt": "Niklas Süle, German footballer", "entities": [{"title": "Niklas Süle", "href": "/wiki/Niklas_S%C3%BCle", "description": "Niklas Süle is a German professional footballer who plays as a centre back for Bundesliga club Bayern Munich and the Germany national team."}]}, {"heading": "Births", "year": "1996", "date": "September 3", "txt": "Joy, South Korean idol and actress", "entities": [{"title": "Joy (singer)", "href": "/wiki/Joy_(singer)", "description": "Park Soo-young, known by the stage name Joy, is a South Korean singer and actress. She is a member of South Korean girl group Red Velvet, and has had starring roles in the dramas The Liar and His Lover (2017) and Tempted (2018)."}, {"title": "Korean pop idol", "href": "/wiki/Korean_pop_idol", "description": "An idol, in fandom culture in South Korea, refers to a celebrity working in the field of K-pop, either as a member of a group or as a solo act. K-pop idols are characterized by the highly manufactured star system that they are produced by and debuted under, as well as their tendency to represent a hybridized convergence of visuals, music, fashion, and dance. They usually work for a mainstream ente"}]}, {"heading": "Births", "year": "1996", "date": "September 3", "txt": "Adama Barro, Burkinabé footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "September 3", "txt": "Abrahm DeVine, American swimmer", "entities": []}, {"heading": "Births", "year": "1996", "date": "September 3", "txt": "Veronika Domjan, Slovenian athlete", "entities": []}, {"heading": "Births", "year": "1996", "date": "September 3", "txt": "William Eskelinen, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "September 3", "txt": "Dwayne Green, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "September 3", "txt": "D. J. Hogg, American basketball player", "entities": []}, {"heading": "Births", "year": "1996", "date": "September 3", "txt": "Moonga K., Zambian singer[citation needed]", "entities": []}, {"heading": "Births", "year": "1996", "date": "September 3", "txt": "Nanda Kyaw, Burmese footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "September 3", "txt": "Florian Maitre, French cyclist", "entities": []}, {"heading": "Births", "year": "1996", "date": "September 3", "txt": "Callum Moore, Australian footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "September 3", "txt": "Neilson Powless, American cyclist", "entities": []}, {"heading": "Births", "year": "1996", "date": "September 3", "txt": "Osgar O'Hoisin, Irish tennis player", "entities": []}, {"heading": "Births", "year": "1996", "date": "September 3", "txt": "Zhang Tingting, Chinese handball player", "entities": []}, {"heading": "Births", "year": "1996", "date": "September 3", "txt": "Brad Walsh, Australian footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "September 3", "txt": "Yoane Wissa, French footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "September 3", "txt": "Andrew Austin, Irish cricketer", "entities": [{"title": "Andrew Austin (cricketer)", "href": "/wiki/Andrew_Austin_(cricketer)", "description": "Andrew Austin is an Irish cricketer. He made his first-class debut for North West Warriors in the 2017 Inter-Provincial Championship on 20 June 2017. Prior to his first-class debut, he was part of Ireland's squad for the 2016 Under-19 Cricket World Cup. He made his List A debut for North West Warriors in the 2019 Inter-Provincial Cup on 24 April 2019."}]}, {"heading": "Births", "year": "1997", "date": "September 3", "txt": "Sulayman Bojang, Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "September 3", "txt": "Reniece Boyce, West Indian criketer", "entities": []}, {"heading": "Births", "year": "1997", "date": "September 3", "txt": "Carter Kieboom, American baseball player", "entities": []}, {"heading": "Births", "year": "1997", "date": "September 3", "txt": "Petar Krstić, Macedonian footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "September 3", "txt": "Devin Singletary, American football player", "entities": []}, {"heading": "Births", "year": "1997", "date": "September 3", "txt": "Bernard Tekpetey, Ghanaian footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "September 3", "txt": "Christopher Udeh, Nigerian footballer", "entities": []}, {"heading": "Births", "year": "2000", "date": "September 3", "txt": "Brandon Williams, English footballer", "entities": [{"title": "Brandon Williams (footballer)", "href": "/wiki/Brandon_Williams_(footballer)", "description": "Brandon Paul Brian Williams is an English professional footballer who plays as a left-back for Manchester United."}]}, {"heading": "Births", "year": "2010", "date": "September 3", "txt": "Tanitoluwa Adewumi, Nigerian-American chess player", "entities": [{"title": "Tanitoluwa Adewumi", "href": "/wiki/Tanitoluwa_Adewumi", "description": "Tanitoluwa Emmanuel Adewumi is a Nigerian-American chess player who lives in New York City. A chess prodigy, he won the 2019 K-3 New York State chess championship at the age of 8, after playing the game for only a year, while living with his refugee family in a homeless shelter in Manhattan."}]}, {"heading": "Deaths", "year": "264", "date": "September 3", "txt": "Sun Xiu, Chinese emperor (b. 235)", "entities": [{"title": "Sun Xiu", "href": "/wiki/Sun_Xiu", "description": "Sun Xiu, courtesy name Zilie, formally known as Emperor Jing of Wu, was the third emperor of the state of Eastern Wu during the Three Kingdoms period of China."}]}, {"heading": "Deaths", "year": "618", "date": "September 3", "txt": "Xue Ju, emperor of Qin", "entities": [{"title": "Xue Ju", "href": "/wiki/Xue_Ju", "description": "Xue Ju (薛舉), formally Emperor Wu, was the founding emperor of a short-lived state of Qin at the end of the Chinese dynasty Sui Dynasty, whose state was eventually destroyed by the Tang Dynasty. He rose against Sui rule in 617 and soon controlled modern eastern Gansu, but while he had some successes against Tang forces, was not able to push toward the Tang capital Chang'an before dying of illness i"}]}, {"heading": "Deaths", "year": "863", "date": "September 3", "txt": "Umar al-Aqta, Arab emir", "entities": [{"title": "Umar al-Aqta", "href": "/wiki/Umar_al-Aqta", "description": "ʿUmar ibn ʿAbdallāh ibn Marwān, ʿAmr ibn ʿUbaydallāh ibn Marwān, or simply Umar al-Aqta surnamed al-Aqtaʾ, \"the one-handed\", and found as Amer or Ambros in Byzantine sources, was the semi-independent Arab emir of Malatya (Melitene) from the 830s until his death in the Battle of Lalakaon on 3 September 863. During this time, he was one of the greatest threats to the Byzantine Empire on its eastern "}]}, {"heading": "Deaths", "year": "931", "date": "September 3", "txt": "Uda, emperor of Japan (b. 867)", "entities": [{"title": "Emperor Uda", "href": "/wiki/Emperor_Uda", "description": "Emperor Uda  was the 59th emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Deaths", "year": "1120", "date": "September 3", "txt": "Gerard Thom (The Blessed Gerard), founder of the Knights Hospitaller (b. c. 1040)", "entities": [{"title": "Blessed Gerard", "href": "/wiki/Blessed_Gerard", "description": "The Blessed Gerard was a lay brother in the Benedictine order who was appointed as rector of the hospice in Jerusalem in 1080, and who, in the wake of the success of the First Crusade in 1099, became the founder of the Order of St John of Jerusalem."}, {"title": "Knights Hospitaller", "href": "/wiki/Knights_Hospitaller", "description": "The Order of Knights of the Hospital of Saint John of Jerusalem, commonly known as the Knights Hospitaller, the Knights of Rhodes, the Knights of Malta, or the Order of Saint John or even the Knights of St. John, was a medieval and early modern Catholic military order. It was headquartered in the Kingdom of Jerusalem until 1291, on the island of Rhodes from 1310 until 1522, in Malta from 1530 unti"}]}, {"heading": "Deaths", "year": "1189", "date": "September 3", "txt": "Jacob of Orléans, French Jewish scholar", "entities": [{"title": "Jacob of Orléans", "href": "/wiki/Jacob_of_Orl%C3%A9ans", "description": "Jacob of Orléans was a noted Jewish scholar. Jacob was a tosafist in Orléans, France, who studied under Rabbenu Tam. He remained in Orléans until at least 1171, leaving at a later date to go to London, most likely to become a teacher. Jacob was killed during the antisemitic riots that swept through London during the coronation of King Richard I."}]}, {"heading": "Deaths", "year": "1301", "date": "September 3", "txt": "Alberto I della Scala, Lord of Verona", "entities": [{"title": "Alberto I della Scala", "href": "/wiki/Alberto_I_della_Scala", "description": "Alberto I della Scala was lord of Verona from 1277, a member of the Scaliger family."}]}, {"heading": "Deaths", "year": "1313", "date": "September 3", "txt": "Anna of Bohemia (b. 1290)", "entities": [{"title": "Anne of Bohemia (1290–1313)", "href": "/wiki/Anne_of_Bohemia_(1290%E2%80%931313)", "description": "Anne of Bohemia was the eldest surviving daughter of Wenceslaus II of Bohemia and Poland and his first wife Judith of Habsburg. Her siblings included Elizabeth of Bohemia and Wenceslaus III of Bohemia."}]}, {"heading": "Deaths", "year": "1354", "date": "September 3", "txt": "Joanikije II, Serbian patriarch and saint", "entities": [{"title": "Joanikije II", "href": "/wiki/Joanikije_II", "description": "Joanikije II was the Serbian Archbishop (1338–1346) and first Serbian Patriarch (1346–1354). He was elected Serbian Archbishop on January 3, 1338. Prior to his election, he served as a logotet, royal chancellor, to the Kingdom of Serbia. He was elevated to Patriarch on Palm Sunday, April 6, 1346, done in order for Joanikije to crown King Stefan Uroš IV Dušan as Emperor on Easter of 1346 with the a"}]}, {"heading": "Deaths", "year": "1400", "date": "September 3", "txt": "John Holland, 1st Duke of Exeter (b. c. 1352)", "entities": [{"title": "John Holland, 1st Duke of Exeter", "href": "/wiki/John_Holland,_1st_Duke_of_Exeter", "description": "John Holland, 1st Duke of Exeter, 1st Earl of Huntingdon, KG, of Dartington Hall in Devon, was a half-brother of King Richard II (1377–1399), to whom he remained strongly loyal. He is primarily remembered for being suspected of assisting in the downfall of King Richard's uncle Thomas of Woodstock, 1st Duke of Gloucester (1355–1397) and then for conspiring against King Richard's first cousin and ev"}]}, {"heading": "Deaths", "year": "1402", "date": "September 3", "txt": "Gian Galeazzo Visconti, Italian son of Galeazzo II Visconti (b. 1351)", "entities": [{"title": "Gian Galeazzo Visconti", "href": "/wiki/Gian_Galeazzo_Visconti", "description": "Gian Galeazzo Visconti, was the first duke of Milan (1395) and ruled the late-medieval city just before the dawn of the Renaissance. He was the founding patron of the Certosa di Pavia, completing the Visconti Castle at Pavia begun by his father and furthering work on the Duomo of Milan."}, {"title": "Galeazzo II Visconti", "href": "/wiki/Galeazzo_II_Visconti", "description": "Galeazzo II Visconti was a member of the Visconti dynasty and a ruler of Milan, Italy."}]}, {"heading": "Deaths", "year": "1420", "date": "September 3", "txt": "Robert Stewart, Duke of Albany (b. 1340)", "entities": [{"title": "Robert Stewart, Duke of Albany", "href": "/wiki/Robert_Stewart,_Duke_of_Albany", "description": "Robert Stewart, Duke of Albany was a member of the Scottish royal family who served as regent to three Scottish monarchs. A ruthless politician, Albany was widely regarded as having caused the murder of his nephew, the Duke of Rothesay, and brother to the future King James I of Scotland. James was held in captivity in England for eighteen years, during which time Albany served as regent in Scotlan"}]}, {"heading": "Deaths", "year": "1467", "date": "September 3", "txt": "Eleanor of Portugal, Holy Roman Empress (b. 1434)", "entities": [{"title": "Eleanor of Portugal, Holy Roman Empress", "href": "/wiki/Eleanor_of_Portugal,_Holy_Roman_Empress", "description": "Eleanor of Portugal was Empress of the Holy Roman Empire. A Portuguese infanta (princess), daughter of King Edward of Portugal and his wife Eleanor of Aragon, she was the consort of Holy Roman Emperor Frederick III and the mother of Holy Roman Emperor Maximilian I."}]}, {"heading": "Deaths", "year": "1592", "date": "September 3", "txt": "Robert Greene, English author and playwright (b. 1558)", "entities": [{"title": "Robert Greene (dramatist)", "href": "/wiki/Robert_Greene_(dramatist)", "description": "Robert Greene (1558–1592) was an English author popular in his day, and now best known for a posthumous pamphlet attributed to him, Greene's Groats-Worth of Witte, bought with a million of Repentance, widely believed to contain an attack on William Shakespeare. Robert Greene was a popular Elizabethan dramatist and pamphleteer known for his negative critiques of his colleagues. He is said to have b"}]}, {"heading": "Deaths", "year": "1609", "date": "September 3", "txt": "Jean Richardot, Belgian diplomat (b. 1540)", "entities": [{"title": "Jean Richardot", "href": "/wiki/Jean_Richardot", "description": "Jean Grusset dict Richardot, knight was a statesman and diplomat from the Franche-Comté, who held high political office during the Dutch Revolt and played an important role in restoring Habsburg rule in the Southern Netherlands."}]}, {"heading": "Deaths", "year": "1634", "date": "September 3", "txt": "Edward Coke, English lawyer, judge, and politician, Lord Chief Justice of England and Wales (b. 1552)", "entities": [{"title": "Edward Coke", "href": "/wiki/Edward_Coke", "description": "Sir Edward Coke was an English barrister, judge, and politician who is considered to be the greatest jurist of the Elizabethan and Jacobean eras."}, {"title": "Lord Chief Justice of England and Wales", "href": "/wiki/Lord_Chief_Justice_of_England_and_Wales", "description": "The Lord Chief Justice of England and Wales is the Head of the Judiciary of England and Wales and the President of the Courts of England and Wales."}]}, {"heading": "Deaths", "year": "1653", "date": "September 3", "txt": "Claudius Salmasius, French scholar and author (b. 1588)", "entities": [{"title": "Claudius Salmasius", "href": "/wiki/Claudius_Salmasius", "description": "Claude Saumaise, also known by the Latin name Claudius Salmasius, was a French classical scholar."}]}, {"heading": "Deaths", "year": "1658", "date": "September 3", "txt": "Oliver Cromwell, English general and politician (b. 1599)", "entities": [{"title": "Oliver Cromwell", "href": "/wiki/Oliver_Cromwell", "description": "Oliver Cromwell was an English general and statesman who, first as a subordinate and later as Commander-in-Chief, led armies of the Parliament of England against King Charles I during the English Civil War, subsequently ruling the British Isles as Lord Protector from 1653 until his death in 1658. He acted simultaneously as head of state and head of government of the new republican commonwealth."}]}, {"heading": "Deaths", "year": "1720", "date": "September 3", "txt": "Henri de Massue, Earl of Galway, French general and diplomat (b. 1648)", "entities": [{"title": "Henri de Massue, Earl of Galway", "href": "/wiki/Henri_de_Massue,_Earl_of_Galway", "description": "Henri de Massue, 2nd Marquis de Ruvigny, Earl of Galway, was a French Huguenot soldier and diplomat who was influential in the English service in the Nine Years' War and the War of the Spanish Succession."}]}, {"heading": "Deaths", "year": "1729", "date": "September 3", "txt": "Jean Hardouin, French historian and scholar (b. 1646)", "entities": [{"title": "Jean Hardouin", "href": "/wiki/Jean_Hardouin", "description": "Jean Hardouin, French classical scholar, was born at Quimper in Brittany."}]}, {"heading": "Deaths", "year": "1766", "date": "September 3", "txt": "Archibald Bower, Scottish historian and author (b. 1686)", "entities": [{"title": "Archibald Bower", "href": "/wiki/Archibald_Bower", "description": "Archibald Bower was a Scottish historian, now noted for his complicated and varying religious faith, and the accounts he gave of it, now considered by scholars to lack credibility."}]}, {"heading": "Deaths", "year": "1808", "date": "September 3", "txt": "John Montgomery, American merchant and politician (b. 1722)", "entities": [{"title": "John Montgomery (delegate)", "href": "/wiki/John_Montgomery_(delegate)", "description": "John Montgomery was an Irish-American merchant from Carlisle, Pennsylvania. He was a delegate to the Continental Congress for Pennsylvania from 1782 until 1784. Montgomery was one of the founders of Dickinson College, serving as a trustee from 1783 until his death in 1808. He died at home in Carlisle."}]}, {"heading": "Deaths", "year": "1857", "date": "September 3", "txt": "John McLoughlin, Canadian-American businessman (b. 1784)", "entities": [{"title": "John McLoughlin", "href": "/wiki/John_McLoughlin", "description": "John McLoughlin, baptized Jean-Baptiste McLoughlin, was a French-Canadian, later American, Chief Factor and Superintendent of the Columbia District of the Hudson's Bay Company at Fort Vancouver from 1824 to 1845. He was later known as the \"Father of Oregon\" for his role in assisting the American cause in the Oregon Country. In the late 1840s, his general store in Oregon City was famous as the last"}]}, {"heading": "Deaths", "year": "1866", "date": "September 3", "txt": "Konstantin Flavitsky, Russian painter (b. 1830)", "entities": [{"title": "Konstantin Flavitsky", "href": "/wiki/Konstantin_Flavitsky", "description": "Konstantin Dmitriyevich Flavitsky was a Russian painter."}]}, {"heading": "Deaths", "year": "1877", "date": "September 3", "txt": "Adolphe Thiers, French historian and politician, 2nd President of France (b. 1797)", "entities": [{"title": "Adolphe Thiers", "href": "/wiki/Adolphe_Thiers", "description": "Marie Joseph Louis Adolphe Thiers was a French statesman and historian. He was the second elected President of France, and the first President of the French Third Republic."}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Deaths", "year": "1883", "date": "September 3", "txt": "Ivan Turgenev, Russian author and playwright (b. 1818)", "entities": [{"title": "Ivan Turgenev", "href": "/wiki/Ivan_Turgenev", "description": "Ivan Sergeyevich Turgenev was a Russian novelist, short story writer, poet, playwright, translator and popularizer of Russian literature in the West."}]}, {"heading": "Deaths", "year": "1886", "date": "September 3", "txt": "William W. Snow, American lawyer and politician (b. 1812)", "entities": [{"title": "William W. Snow", "href": "/wiki/William_W._Snow", "description": "William W. Snow was a United States Representative from New York."}]}, {"heading": "Deaths", "year": "1893", "date": "September 3", "txt": "James Harrison, Scottish-Australian engineer, journalist, and politician (b. 1816)", "entities": [{"title": "James Harrison (engineer)", "href": "/wiki/James_Harrison_(engineer)", "description": "James Harrison was a British Australian newspaper printer, journalist, politician, and pioneer in the field of mechanical refrigeration."}]}, {"heading": "Deaths", "year": "1906", "date": "September 3", "txt": "Mihály Kolossa, Hungarian author and poet (b. 1846)", "entities": [{"title": "Mihály Kolossa", "href": "/wiki/Mih%C3%A1ly_Kolossa", "description": "Mihály Kolossa was a Slovene ploughman and writer in Hungary."}]}, {"heading": "Deaths", "year": "1914", "date": "September 3", "txt": "Albéric Magnard, French composer and educator (b. 1865)", "entities": [{"title": "Albéric Magnard", "href": "/wiki/Alb%C3%A9ric_Magnard", "description": "Lucien Denis Gabriel Albéric Magnard was a French composer, sometimes referred to as a \"French Bruckner\", though there are significant differences between the two composers. Magnard became a national hero in 1914 when he refused to surrender his property to German invaders and died defending it."}]}, {"heading": "Deaths", "year": "1929", "date": "September 3", "txt": "John Bigham, 1st Viscount Mersey, English jurist and politician (b. 1840)", "entities": [{"title": "John Bigham, 1st Viscount Mersey", "href": "/wiki/John_Bigham,_1st_Viscount_Mersey", "description": "John Charles Bigham, 1st Viscount Mersey, was a British jurist and politician. After early success as a lawyer, and a less successful spell as a politician, he was appointed a judge, working in commercial law."}]}, {"heading": "Deaths", "year": "1936", "date": "September 3", "txt": "Nikita Balieff, Armenian-Russian puppeteer and director (b. 1876)", "entities": [{"title": "Nikita Balieff", "href": "/wiki/Nikita_Balieff", "description": "Nikita F. Balieff, was a Russian Armenian born vaudevillian, stage performer, writer, impresario, and director. He is best known as the creator and master of ceremonies of La Chauve-Souris theater group."}]}, {"heading": "Deaths", "year": "1942", "date": "September 3", "txt": "Will James, Canadian-American author and illustrator (b. 1892)", "entities": [{"title": "Will James (artist)", "href": "/wiki/Will_James_(artist)", "description": "Will James was a French Canadian artist and writer of the American West. He is known for writing Smoky the Cowhorse, for which he won the 1927 Newbery Medal, and numerous \"cowboy\" stories for adults and children. His artwork, which predominantly involved cowboy and rodeo scenes, followed \"in the tradition of Charles Russell\", and much of it was used to illustrate his books. In 1992, he was inducte"}]}, {"heading": "Deaths", "year": "1942", "date": "September 3", "txt": "Séraphine Louis, French painter (b. 1864)", "entities": []}, {"heading": "Deaths", "year": "1944", "date": "September 3", "txt": "John Lumsden, Irish physician, founded the St. John Ambulance Brigade of Ireland (b. 1869)", "entities": [{"title": "John Lumsden", "href": "/wiki/John_Lumsden", "description": "\n\nSir John Lumsden KBE was an Irish physician. He was famous for his role as Chief Medical Officer of Guinness Brewery, during which time he founded both St James's Gate F.C. and the St John Ambulance Brigade of Ireland. During the Easter Rising of 1916, he was noted for treating anyone who was wounded, regardless of which side they fought for."}, {"title": "St. John Ambulance Brigade of Ireland", "href": "/wiki/St._John_Ambulance_Brigade_of_Ireland", "description": "St John Ambulance Ireland (SJAI), previously known as the St John Ambulance Brigade of Ireland, is a charitable voluntary organisation in Ireland. For constitutional reasons it is not a full member association of the Venerable Order of Saint John and the international St. John Ambulance movement, but rather is classed as an \"associated body\". The organisation is dedicated to the teaching and pract"}]}, {"heading": "Deaths", "year": "1948", "date": "September 3", "txt": "Edvard Beneš, Czech academic and politician, 2nd President of Czechoslovakia (b. 1884)", "entities": [{"title": "Edvard Beneš", "href": "/wiki/Edvard_Bene%C5%A1", "description": "Edvard Beneš was a Czech politician and statesman who served as the President of Czechoslovakia from 1935 to 1938 and again from 1945 to 1948. He also led the Czechoslovak government-in-exile 1939 to 1945, during World War II."}, {"title": "List of Presidents of Czechoslovakia", "href": "/wiki/List_of_Presidents_of_Czechoslovakia", "description": "The President of Czechoslovakia was the head of state of Czechoslovakia, from the creation of the First Czechoslovak Republic in 1918 until the dissolution of the Czech and Slovak Federative Republic on 1 January 1993."}]}, {"heading": "Deaths", "year": "1954", "date": "September 3", "txt": "Marika Kotopouli, Greek actress (b. 1887)", "entities": [{"title": "Marika Kotopouli", "href": "/wiki/Marika_Kotopouli", "description": "Marika Kotopouli was a Greek stage actress during the first half of the 20th century."}]}, {"heading": "Deaths", "year": "1961", "date": "September 3", "txt": "Robert E. Gross, American businessman (b. 1897)", "entities": [{"title": "Robert E. Gross (businessman)", "href": "/wiki/Robert_E._Gross_(businessman)", "description": "Robert Ellsworth Gross was an American businessman involved in the field of aviation. His first venture, the Viking Flying Boat Company, failed with the loss of the aircraft market brought on by the Great Depression."}]}, {"heading": "Deaths", "year": "1962", "date": "September 3", "txt": "E. E. Cummings, American poet and playwright (b. 1894)", "entities": [{"title": "E. E. Cummings", "href": "/wiki/E._E._Cummings", "description": "Edward Estlin Cummings, often styled as e e cummings, as he is attributed in many of his published works, was an American poet, painter, essayist, author, and playwright. He wrote approximately 2,900 poems, two autobiographical novels, four plays, and several essays. He is often regarded as one of the most important American poets of the 20th century. Cummings is associated with modernist free-for"}]}, {"heading": "Deaths", "year": "1963", "date": "September 3", "txt": "Louis MacNeice, Irish poet and playwright (b. 1907)", "entities": [{"title": "Louis MacNeice", "href": "/wiki/Louis_MacNeice", "description": "Frederick Louis MacNeice was an Irish poet and playwright from Northern Ireland, and a member of the Auden Group, which also included W. H. Auden, Stephen Spender and Cecil Day-Lewis. MacNeice's body of work was widely appreciated by the public during his lifetime, due in part to his relaxed but socially and emotionally aware style. Never as overtly or simplistically political as some of his conte"}]}, {"heading": "Deaths", "year": "1967", "date": "September 3", "txt": "Francis Ouimet, American golfer and banker (b. 1893)", "entities": [{"title": "Francis Ouimet", "href": "/wiki/Francis_Ouimet", "description": "Francis DeSales Ouimet was an American amateur golfer who is frequently referred to as the \"father of amateur golf\" in the United States. He won the U.S. Open in 1913 and was the first non-Briton elected Captain of the Royal and Ancient Golf Club of St Andrews. He was inducted into the World Golf Hall of Fame in 1974."}]}, {"heading": "Deaths", "year": "1969", "date": "September 3", "txt": "John Lester, American cricketer and soccer player (b. 1871)", "entities": [{"title": "John Lester", "href": "/wiki/John_Lester", "description": "John Ashby Lester was an American cricketer, active in the late 19th and early 20th centuries. Lester was one of the Philadelphian cricketers who played from the end of the 19th century until the outbreak of World War I. His obituary in Wisden Cricketers' Almanack, described him as \"one of the great figures in American cricket.\" During his career, he played in 53 matches for the Philadelphians, 47"}]}, {"heading": "Deaths", "year": "1970", "date": "September 3", "txt": "Vasil Gendov, Bulgarian actor, director, and screenwriter (b. 1891)", "entities": [{"title": "Vasil Gendov", "href": "/wiki/Vasil_Gendov", "description": "Vasil Gendov was a Bulgarian film and stage actor, film director and screenwriter. Gendov wrote, directed and had a starring role as an actor in the first feature-length film released in Bulgaria; the 1915 silent film comedy Bulgaran is Gallant. Gendov also produced Bulgaria's first sound film The Slave's Revolt in 1933."}]}, {"heading": "Deaths", "year": "1970", "date": "September 3", "txt": "Vince Lombardi, American football player and coach (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "September 3", "txt": "Alan Wilson, American singer-songwriter and guitarist (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "September 3", "txt": "Harry Partch, American composer and theorist (b. 1901)", "entities": [{"title": "Harry Partch", "href": "/wiki/Harry_Partch", "description": "Harry Partch was an American composer, music theorist, and creator of musical instruments. He composed using scales of unequal intervals in just intonation, and was one of the first 20th-century composers in the West to work systematically with microtonal scales. He built custom-made instruments in these tunings on which to play his compositions, and described his theory and practice in his book G"}]}, {"heading": "Deaths", "year": "1977", "date": "September 3", "txt": "Gianni Vella, Maltese artist (b. 1885)", "entities": [{"title": "Gianni Vella", "href": "/wiki/Gianni_Vella", "description": "Gianni Vella was a Maltese artist. After studying in Rome, he produced many religious works which can be found in many churches in the Maltese Islands, but he also produced some secular works including landscape paintings, cartoons and a stamp design."}]}, {"heading": "Deaths", "year": "1980", "date": "September 3", "txt": "Barbara O'Neil, American actress (b. 1910)", "entities": [{"title": "Barbara O'Neil", "href": "/wiki/Barbara_O%27Neil", "description": "Barbara O'Neil was an American film and stage actress. She appeared in the film Gone with the Wind (1939) and was nominated for the Academy Award for Best Supporting Actress for her performance in All This, and Heaven Too (1940)."}]}, {"heading": "Deaths", "year": "1980", "date": "September 3", "txt": "Duncan Renaldo, Romanian-American actor, producer, and screenwriter (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "September 3", "txt": "Alec Waugh, English soldier and author (b. 1898)", "entities": [{"title": "Alec Waugh", "href": "/wiki/Alec_Waugh", "description": "Alexander Raban Waugh was a British novelist, the elder brother of the better-known Evelyn Waugh and son of Arthur Waugh, author, literary critic, and publisher. His first wife was Barbara Jacobs, his second wife was Joan Chirnside and his third wife was Virginia Sorenson, author of the Newbery Medal–winning Miracles on Maple Hill."}]}, {"heading": "Deaths", "year": "1985", "date": "September 3", "txt": "Johnny Marks, American songwriter (b. 1909)", "entities": [{"title": "Johnny Marks", "href": "/wiki/Johnny_Marks", "description": "John David Marks was an American songwriter. He specialized in Christmas songs and wrote many holiday standards, including \"Rudolph, the Red-Nosed Reindeer\", \"Rockin' Around the Christmas Tree\", \"A Holly Jolly Christmas\", \"Silver and Gold\", \"I Heard the Bells on Christmas Day\", and \"Run Rudolph Run\"."}]}, {"heading": "Deaths", "year": "1986", "date": "September 3", "txt": "Beryl Markham, English-Kenyan pilot, horse trainer, and author (b. 1902)", "entities": [{"title": "Beryl Markham", "href": "/wiki/Beryl_Markham", "description": "Beryl Markham was an English-born Kenyan aviatrix, adventurer, racehorse trainer and author. She was the first person to fly solo, non-stop across the Atlantic from Britain to North America. She wrote about her adventures in her memoir, West with the Night."}]}, {"heading": "Deaths", "year": "1987", "date": "September 3", "txt": "Morton Feldman, American composer and educator (b. 1926)", "entities": [{"title": "Morton Feldman", "href": "/wiki/Morton_Feldman", "description": "Morton Feldman was an American composer."}]}, {"heading": "Deaths", "year": "1988", "date": "September 3", "txt": "Ferit Melen, Turkish civil servant and politician, 14th Prime Minister of Turkey (b. 1906)", "entities": [{"title": "Ferit Melen", "href": "/wiki/Ferit_Melen", "description": "Ferit Sadi Melen was a Turkish civil servant, politician and Prime Minister of Turkey."}, {"title": "List of Prime Ministers of Turkey", "href": "/wiki/List_of_Prime_Ministers_of_Turkey", "description": "The following is a complete list of prime ministers of Turkey, since the establishment of that position in 1920, during the Turkish War of Independence. The prime minister was the head of the executive branch of the government along with the Cabinet. Following the 2017 constitutional referendum, the office of prime minister was abolished and the President became the head of the executive branch af"}]}, {"heading": "Deaths", "year": "1989", "date": "September 3", "txt": "Gaetano Scirea, Italian footballer (b. 1953)", "entities": [{"title": "Gaetano Scirea", "href": "/wiki/Gaetano_Scirea", "description": "Gaetano Scirea was an Italian professional footballer who is considered one of the greatest defenders of all-time."}]}, {"heading": "Deaths", "year": "1991", "date": "September 3", "txt": "Frank Capra, Italian-American director, producer, and screenwriter (b. 1897)", "entities": [{"title": "Frank Capra", "href": "/wiki/Frank_Capra", "description": "Frank Russell Capra was an Italian-born American film director, producer and writer who became the creative force behind some of the major award-winning films of the 1930s and 1940s. Born in Italy and raised in Los Angeles from the age of five, his rags-to-riches story has led film historians such as Ian Freer to consider him the \"American Dream personified.\""}]}, {"heading": "Deaths", "year": "1993", "date": "September 3", "txt": "David Brown, English businessman (b. 1904)", "entities": [{"title": "David Brown (entrepreneur)", "href": "/wiki/David_Brown_(entrepreneur)", "description": "Sir David Brown was an English industrialist, managing director of his grandfather's gear and machine tool business David Brown Limited and more recently David Brown Tractors, and one time owner of shipbuilders Vosper Thorneycroft and car manufacturers Aston Martin and Lagonda."}]}, {"heading": "Deaths", "year": "1994", "date": "September 3", "txt": "James Thomas Aubrey, Jr., American screenwriter and producer (b. 1918)", "entities": [{"title": "James Thomas Aubrey, Jr.", "href": "/wiki/James_Thomas_Aubrey,_Jr.", "description": "James Thomas Aubrey Jr. was an American television and film executive. As president of the CBS television network from 1959 to 1965, with his \"smell for the blue-collar\", he produced some of television's most enduring series on the air, including Gilligan's Island and The Beverly Hillbillies."}]}, {"heading": "Deaths", "year": "1994", "date": "September 3", "txt": "Billy Wright, English footballer and manager (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "September 3", "txt": "Mary Adshead, English painter (b. 1904)", "entities": [{"title": "Mary Adshead", "href": "/wiki/Mary_Adshead", "description": "Mary Adshead was an English painter, muralist, illustrator and designer."}]}, {"heading": "Deaths", "year": "1996", "date": "September 3", "txt": "Emily Kame Kngwarreye, Australian painter (b. 1910)", "entities": [{"title": "Emily Kame Kngwarreye", "href": "/wiki/Emily_Kame_Kngwarreye", "description": "Emily Kame Kngwarreye was an Aboriginal Australian artist from the Utopia community in the Northern Territory. She is one of the most prominent and successful artists in the history of Australian art."}]}, {"heading": "Deaths", "year": "2000", "date": "September 3", "txt": "Edward Anhalt, American actor, producer, and screenwriter (b. 1914)", "entities": [{"title": "Edward Anhalt", "href": "/wiki/Edward_Anhalt", "description": "Edward Anhalt was a noted screenwriter, producer, and documentary filmmaker. After working as a journalist and documentary filmmaker for Pathé and CBS-TV he teamed with his wife Edna Anhalt, one of his five wives, during World War II to write pulp fiction."}]}, {"heading": "Deaths", "year": "2001", "date": "September 3", "txt": "Pauline Kael, American film critic and author (b. 1919)", "entities": [{"title": "Pauline Kael", "href": "/wiki/Pauline_Kael", "description": "Pauline Kael was an American film critic who wrote for The New Yorker magazine from 1968 to 1991. Kael was known for her \"witty, biting, highly opinionated and sharply focused\" reviews, her opinions often contrary to those of her contemporaries. She was one of the most influential American film critics of her era."}]}, {"heading": "Deaths", "year": "2002", "date": "September 3", "txt": "Kenneth Hare, Canadian climatologist and academic (b. 1919)", "entities": [{"title": "Kenneth Hare", "href": "/wiki/Kenneth_Hare", "description": "Fredrick Kenneth Hare, was a Canadian climatologist and academic, who researched atmospheric carbon dioxide, climate change, drought, and arid zone climates and was a strong advocate for preserving the natural environment."}]}, {"heading": "Deaths", "year": "2002", "date": "September 3", "txt": "W. Clement Stone, American businessman, philanthropist, and author (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "September 3", "txt": "Alan Dugan, American soldier and poet (b. 1923)", "entities": [{"title": "Alan Dugan", "href": "/wiki/Alan_Dugan", "description": "Alan Dugan was an American poet."}]}, {"heading": "Deaths", "year": "2003", "date": "September 3", "txt": "Rudolf Leiding, German businessman (b. 1914)", "entities": [{"title": "Rudolf Leiding", "href": "/wiki/Rudolf_Leiding", "description": "Dr. Ing. h.c. Rudolf Leiding was the third post-war chairman of the Volkswagen automobile company, succeeding Kurt Lotz in 1971."}]}, {"heading": "Deaths", "year": "2005", "date": "September 3", "txt": "R. S. R. Fitter, English biologist and author (b. 1913)", "entities": [{"title": "R. S. R. Fitter", "href": "/wiki/R._S._R._Fitter", "description": "Richard Sidney Richmond Fitter was a British naturalist and author. He was an expert on wildflowers and authored several guides for amateur naturalists."}]}, {"heading": "Deaths", "year": "2005", "date": "September 3", "txt": "William Rehnquist, American lawyer and jurist, 16th Chief Justice of the United States (b. 1924)", "entities": [{"title": "Chief Justice of the United States", "href": "/wiki/Chief_Justice_of_the_United_States", "description": "The chief justice of the United States is the chief judge of the Supreme Court of the United States and the highest-ranking officer of the U.S. federal judiciary. Article II, Section 2, Clause 2 of the U.S. Constitution grants plenary power to the president of the United States to nominate, and with the advice and consent of the United States Senate, appoint \"Judges of the supreme Court\", who serv"}]}, {"heading": "Deaths", "year": "2007", "date": "September 3", "txt": "Carter Albrecht, American keyboard player and guitarist (b. 1973)", "entities": [{"title": "Carter Albrecht", "href": "/wiki/Carter_Albrecht", "description": "Jeffrey Carter Albrecht was an American musician best known for his keyboard and guitar work in Edie Brickell & New Bohemians."}]}, {"heading": "Deaths", "year": "2007", "date": "September 3", "txt": "Syd Jackson, New Zealand trade union leader and activist (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 3", "txt": "Jane Tomlinson, English runner (b. 1964)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 3", "txt": "Steve Fossett, American aviator (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "September 3", "txt": "Donald Blakeslee, American colonel and pilot (b. 1917)", "entities": [{"title": "Donald Blakeslee", "href": "/wiki/Donald_Blakeslee", "description": "Donald James Matthew Blakeslee was an officer in the United States Air Force, whose aviation career began as a pilot in the Royal Canadian Air Force flying Spitfire fighter aircraft during World War II. He then became a member of the Royal Air Force Eagle Squadrons, before transferring to the United States Army Air Forces in 1942. He flew more combat missions against the Luftwaffe than any other A"}]}, {"heading": "Deaths", "year": "2010", "date": "September 3", "txt": "Noah Howard, American saxophonist (b. 1943)", "entities": [{"title": "Noah Howard", "href": "/wiki/Noah_Howard", "description": "Noah Howard was an American free jazz alto saxophonist."}]}, {"heading": "Deaths", "year": "2010", "date": "September 3", "txt": "Robert Schimmel, American comedian, actor, and screenwriter (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 3", "txt": "Griselda Blanco, Colombian drug lord (b. 1943)", "entities": [{"title": "Griselda Blanco", "href": "/wiki/Griselda_Blanco", "description": "Griselda Blanco Restrepo, known as La Madrina, the Black Widow, the Cocaine Godmother and the Queen of Narco-Trafficking, was a Colombian drug lord of the Medellín Cartel and a pioneer in the Miami-based cocaine drug trade and underworld during the 1980s through the early 2000s. It has been estimated that she was responsible for up to 2,000 murders while transporting cocaine from Colombia to New Y"}]}, {"heading": "Deaths", "year": "2012", "date": "September 3", "txt": "Harold Dunaway, American race car driver and pilot (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 3", "txt": "Michael Clarke Duncan, American actor (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 3", "txt": "Siegfried Jamrowski, Russian-German soldier and pilot (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 3", "txt": "Sun Myung Moon, Korean religious leader and businessman, founded the Unification Church (b. 1920)", "entities": [{"title": "Unification Church", "href": "/wiki/Unification_Church", "description": "The Unification movement, also known as the Unification Church (UC), is a cult and worldwide new religious movement whose members are sometimes colloquially called \"Moonies\". It was officially founded on 1 May 1954 under the name Holy Spirit Association for the Unification of World Christianity (HSA-UWC) in Seoul, South Korea by Sun Myung Moon (1920–2012), a Korean religious leader also known for "}]}, {"heading": "Deaths", "year": "2012", "date": "September 3", "txt": "Charlie Rose, American lawyer and politician (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 3", "txt": "Ralph M. Holman, American lawyer and judge (b. 1914)", "entities": [{"title": "Ralph M. Holman", "href": "/wiki/Ralph_M._Holman", "description": "Ralph Milo Holman was an attorney and judge in the state of Oregon, United States. He was the 74th Associate Justice of the Oregon Supreme Court. Previously he was a circuit court judge for Clackamas County, Oregon. His great uncle was United States Senator Rufus C. Holman."}]}, {"heading": "Deaths", "year": "2013", "date": "September 3", "txt": "Pedro Ferriz Santacruz, Mexican-American journalist (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 3", "txt": "José Ramón Larraz, Spanish director and screenwriter (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 3", "txt": "Janet Lembke, American author and scholar (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 3", "txt": "Don Meineke, American basketball player (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 3", "txt": "Lewis Morley, Hong Kong-Australian photographer (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 3", "txt": "Aarno Raninen, Finnish singer-songwriter and pianist (b. 1944)", "entities": [{"title": "Aarno Raninen", "href": "/wiki/Aarno_Raninen", "description": "Aarno Raninen was a Finnish singer, songwriter and musician. His main instrument was piano but he has also mastered violin, cello and accordion."}]}, {"heading": "Deaths", "year": "2014", "date": "September 3", "txt": "A. P. Venkateswaran, Indian soldier and politician, 14th Foreign Secretary of India (b. 1930)", "entities": [{"title": "Foreign Secretary (India)", "href": "/wiki/Foreign_Secretary_(India)", "description": "The Foreign Secretary of India is the top diplomat of India and administrative head of the Ministry of External Affairs. This post is generally held by an IFS officer of the rank of Secretary to Government of India. The current and 33rd Foreign Secretary is Harsh Vardhan Shringla who took charge on January 29, 2020. Shringla is a 1984 batch IFS. He previously served as India's envoy to the United "}]}, {"heading": "Deaths", "year": "2015", "date": "September 3", "txt": "Adrian Cadbury, English rower and businessman (b. 1929)", "entities": [{"title": "Adrian Cadbury", "href": "/wiki/Adrian_Cadbury", "description": "Sir George Adrian Hayhurst Cadbury, was the chairman of Cadbury and Cadbury Schweppes for 24 years, and a British Olympic rower. He was a pioneer in raising the awareness and stimulating the debate on corporate governance and produced the Cadbury Report, a code of best practice which served as a basis for reform of corporate governance around the world."}]}, {"heading": "Deaths", "year": "2015", "date": "September 3", "txt": "Judy Carne, English actress and comedian (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 3", "txt": "Carter Lay, American businessman and philanthropist (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 3", "txt": "Zhang Zhen, Chinese general and politician (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 3", "txt": "Chandra Bahadur Dangi, world record holder for shortest man (b. 1939) ", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "September 3", "txt": "Walter Becker, American musician, songwriter, and record producer  (b. 1950)", "entities": [{"title": "Walter Becker", "href": "/wiki/Walter_Becker", "description": "Walter Carl Becker was an American musician, songwriter, and record producer. He was best known as the co-founder, guitarist, bassist, and co-songwriter of the jazz rock band Steely Dan."}]}, {"heading": "Deaths", "year": "2017", "date": "September 3", "txt": "John Ashbery, American poet (b. 1927)", "entities": []}]