[{"heading": "Events", "year": "1058", "date": "September 20", "txt": "Agnes of Poitou and Andrew I of Hungary meet to negotiate about the border territory of Burgenland.", "entities": [{"title": "Agnes of Poitou", "href": "/wiki/Agnes_of_Poitou", "description": "Agnes of Poitou, a member of the Ramnulfid family, was the queen of Germany from 1043 and empress of the Holy Roman Empire from 1046 until 1056 as the wife of Emperor Henry III. From 1056 to 1061 she ruled the Holy Roman Empire as regent during the minority of their son Henry IV."}, {"title": "Andrew I of Hungary", "href": "/wiki/Andrew_I_of_Hungary", "description": "Andrew I the White or the Catholic was King of Hungary from 1046 to 1060. He descended from a younger branch of the Árpád dynasty. After spending fifteen years in exile, he ascended the throne during an extensive revolt of the pagan Hungarians. He strengthened the position of Christianity in the Kingdom of Hungary and successfully defended its independence against the Holy Roman Empire."}, {"title": "Burgenland", "href": "/wiki/Burgenland", "description": "Burgenland is the easternmost and least populous state of Austria. It consists of two statutory cities and seven rural districts, with a total of 171 municipalities. It is 166 km (103 mi) long from north to south but much narrower from west to east. The region is part of the Centrope Project."}]}, {"heading": "Events", "year": "1066", "date": "September 20", "txt": "At the Battle of Fulford, Harald Hardrada defeats earls Morcar and Edwin.", "entities": [{"title": "Battle of Fulford", "href": "/wiki/Battle_of_Fulford", "description": "The Battle of Fulford was fought on the outskirts of the village of Fulford near York in England, on 20 September 1066, when King Harald III of Norway, also known as Harald Hardrada, and Tostig Godwinson, his English ally, fought and defeated the Northern Earls Edwin and Morcar."}]}, {"heading": "Events", "year": "1187", "date": "September 20", "txt": "Saladin begins the Siege of Jerusalem.", "entities": [{"title": "Saladin", "href": "/wiki/Saladin", "description": "Al-Nasir Salah al-Din Yusuf ibn Ayyub, better known simply as Salah ad-Din or Saladin (;), was a Sunni Muslim Kurd and the first sultan of Egypt and Syria and founder of the Ayyubid dynasty. Saladin led the Muslim military campaign against the Crusader states in the Levant. At the height of his power, his sultanate spanned Egypt, Syria, the Jazira, the Hejaz, Yemen, parts of western North Africa, "}, {"title": "Siege of Jerusalem (1187)", "href": "/wiki/Siege_of_Jerusalem_(1187)", "description": "The siege of Jerusalem lasted from September 20 to October 2, 1187, when Balian of Ibelin surrendered the city to Saladin. Earlier that summer, Saladin had defeated the kingdom's army and conquered several cities. The city was full of refugees and had few defenders, and it fell to the besieging armies. Balian bargained with Saladin to buy safe passage for many, and the city came into Saladin's han"}]}, {"heading": "Events", "year": "1260", "date": "September 20", "txt": "The Great Prussian Uprising among the old Prussians begins against the Teutonic Knights.", "entities": [{"title": "Great Prussian Uprising", "href": "/wiki/Great_Prussian_Uprising", "description": "The Prussian uprisings were two major and three smaller uprisings by the Old Prussians, one of the Baltic tribes, against the Teutonic Knights that took place in the 13th century during the Prussian Crusade. The crusading military order, supported by the Popes and Christian Europe, sought to conquer and convert the pagan Prussians. In the first ten years of the crusade, five of the seven major Pru"}]}, {"heading": "Events", "year": "1378", "date": "September 20", "txt": "Cardinal Robert of Geneva is elected as Pope Clement VII, beginning the Papal schism.", "entities": [{"title": "Antipope Clement VII", "href": "/wiki/Antipope_Clement_VII", "description": "Robert of Geneva, elected to the papacy as Clement VII by the cardinals who opposed Urban VI, was the first antipope residing in Avignon, France. His election led to the Western Schism."}, {"title": "Papal schism of 1378", "href": "/wiki/Papal_schism_of_1378", "description": "The Western Schism, also called Papal Schism, The Vatican Standoff, Great Occidental Schism and Schism of 1378, was a split within the Catholic Church lasting from 1378 to 1417 in which bishops residing in Rome and Avignon both claimed to be the true pope, joined by a third line of Pisan popes in 1409. The schism was driven by personalities and political allegiances, with the Avignon papacy being "}]}, {"heading": "Events", "year": "1498", "date": "September 20", "txt": "The Nankai tsunami washes away the building housing the Great Buddha at Kōtoku-in. It has been outside since then.", "entities": [{"title": "1498 Nankai earthquake", "href": "/wiki/1498_Nankai_earthquake", "description": "The 1498 Nankai earthquake occurred off the coast of Nankaidō, Japan, at about 08:00 local time on 20 September 1498. It had a magnitude estimated at 8.6 Ms and triggered a large tsunami. The death toll associated with this event is uncertain, but between 5,000 and 41,000 casualties were reported. The tsunami caused by the Meiō Nankaidō earthquake washed away the building housing the statue of the"}, {"title": "Kōtoku-in", "href": "/wiki/K%C5%8Dtoku-in", "description": "Kōtoku-in (高徳院) is a Buddhist temple of the Jōdo-shū sect, in the city of Kamakura in Kanagawa Prefecture, Japan. Its mountain name is Taiizan (大異山), and its common temple name is Shōjōsen-ji (清浄泉寺)."}]}, {"heading": "Events", "year": "1519", "date": "September 20", "txt": "Ferdinand Magellan sets sail from Sanlúcar de Barrameda with about 270 men on his expedition to circumnavigate the globe.", "entities": [{"title": "Ferdinand Magellan", "href": "/wiki/Ferdinand_Magellan", "description": "Ferdinand Magellan was a Portuguese explorer who organised the Spanish expedition to the East Indies from 1519 to 1522, resulting in the first circumnavigation of the Earth, which was completed after his death in the Philippines by Juan Sebastián Elcano."}]}, {"heading": "Events", "year": "1697", "date": "September 20", "txt": "The Treaty of Ryswick is signed by France, England, Spain, the Holy Roman Empire and the Dutch Republic, ending the Nine Years' War.", "entities": [{"title": "Treaty of Ryswick", "href": "/wiki/Treaty_of_Ryswick", "description": "The Peace of Ryswick, or Rijswijk, was a series of treaties signed in the Dutch city of Rijswijk between 20 September and 30 October 1697. They ended the 1688 to 1697 Nine Years' War between France, and the Grand Alliance, which included England, Spain, Austria, and the Dutch Republic."}]}, {"heading": "Events", "year": "1737", "date": "September 20", "txt": "The finish of the Walking Purchase which forces the cession of 1.2 million acres (4,860 km2) of Lenape-Delaware tribal land to the Pennsylvania Colony.", "entities": [{"title": "Walking Purchase", "href": "/wiki/Walking_Purchase", "description": "The Walking Purchase was an alleged 1737 agreement between the Penn family, the original proprietors of the Province of Pennsylvania in the colonial era, and the Lenape native Indians. By it the Penn family and proprietors claimed an area of 1,200,000 acres (4,860 km2) along the northern reaches of the Delaware River at the northeastern boundary between the Province of Pennsylvania and the West Ne"}]}, {"heading": "Events", "year": "1792", "date": "September 20", "txt": "French troops stop an allied invasion of France at the Battle of Valmy.", "entities": [{"title": "Battle of Valmy", "href": "/wiki/Battle_of_Valmy", "description": "The Battle of Valmy was the first major victory by the army of France during the Revolutionary Wars that followed the French Revolution. The battle took place on 20 September 1792 as Prussian troops commanded by the Duke of Brunswick attempted to march on Paris. Generals François Kellermann and Charles Dumouriez stopped the advance near the northern village of Valmy in Champagne-Ardenne."}]}, {"heading": "Events", "year": "1835", "date": "September 20", "txt": "The decade-long Ragamuffin War starts when rebels capture Porto Alegre in Brazil.", "entities": [{"title": "Ragamuffin War", "href": "/wiki/Ragamuffin_War", "description": "The Ragamuffin War was a Republican uprising that began in southern Brazil, in the province of Rio Grande do Sul in 1835. The rebels, led by generals Bento Gonçalves da Silva and Antônio de Sousa Neto with the support of the Italian fighter Giuseppe Garibaldi, surrendered to imperial forces in 1845."}, {"title": "Porto Alegre", "href": "/wiki/Porto_Alegre", "description": "Porto Alegre is the capital and largest city of the Brazilian state of Rio Grande do Sul. Its population of 1,488,252 inhabitants (2020) makes it the twelfth most populous city in the country and the centre of Brazil's fifth largest metropolitan area, with 4,405,760 inhabitants (2010). The city is the southernmost capital city of a Brazilian state."}]}, {"heading": "Events", "year": "1854", "date": "September 20", "txt": "Crimean War: British and French troops defeat Russians at the Battle of Alma.", "entities": [{"title": "Crimean War", "href": "/wiki/Crimean_War", "description": "The Crimean War was a military conflict fought from October 1853 to February 1856 in which Russia lost to an alliance made up of France, the Ottoman Empire, the United Kingdom and Sardinia. The immediate cause of the war involved the rights of Christian minorities in the Holy Land, then a part of the Ottoman Empire. The French promoted the rights of Roman Catholics, while Russia promoted those of "}, {"title": "Battle of Alma", "href": "/wiki/Battle_of_Alma", "description": "The Battle of the Alma was a battle in the Crimean War between an allied expeditionary force and Russian forces defending the Crimean Peninsula on 20 September 1854. The allies had made a surprise landing in Crimea on 14 September. The allied commanders, Maréchal Jacques Leroy de Saint-Arnaud and Lord Raglan, then marched toward the strategically important port city of Sevastopol, 45 km (28 mi) aw"}]}, {"heading": "Events", "year": "1857", "date": "September 20", "txt": "The Indian Rebellion of 1857 ends with the recapture of Delhi by troops loyal to the East India Company.", "entities": [{"title": "Indian Rebellion of 1857", "href": "/wiki/Indian_Rebellion_of_1857", "description": "The Indian Rebellion of 1857 was a major, but ultimately unsuccessful, uprising in India in 1857–58 against the rule of the British East India Company, which functioned as a sovereign power on behalf of the British Crown. The rebellion began on 10 May 1857 in the form of a mutiny of sepoys of the Company's army in the garrison town of Meerut, 40 mi (64 km) northeast of Delhi. It then erupted into "}]}, {"heading": "Events", "year": "1860", "date": "September 20", "txt": "The future King Edward VII of the United Kingdom begins the first visit to North America by a Prince of Wales.", "entities": [{"title": "Edward VII of the United Kingdom", "href": "/wiki/Edward_VII_of_the_United_Kingdom", "description": "Edward VII was King of the United Kingdom of Great Britain and Ireland and the British Dominions, and Emperor of India from 22 January 1901 until his death in 1910."}]}, {"heading": "Events", "year": "1863", "date": "September 20", "txt": "American Civil War: The Battle of Chickamauga, in northwestern Georgia, ends in a Confederate victory.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Chickamauga", "href": "/wiki/Battle_of_Chickamauga", "description": "The Battle of Chickamauga, fought on September 18–20, 1863, between U.S. and Confederate forces in the American Civil War, marked the end of a Union offensive, the Chickamauga Campaign, in southeastern Tennessee and northwestern Georgia. It was the first major battle of the war fought in Georgia, the most significant Union defeat in the Western Theater, and involved the second-highest number of ca"}]}, {"heading": "Events", "year": "1870", "date": "September 20", "txt": "The Bersaglieri corps enter Rome through the Porta Pia, and complete the unification of Italy.", "entities": [{"title": "Capture of Rome", "href": "/wiki/Capture_of_Rome", "description": "The Capture of Rome on September 20, 1870, was the final event of the long process of Italian unification also known as the Risorgimento, marking both the final defeat of the Papal States under Pope Pius IX and the unification of the Italian peninsula under King Victor Emmanuel II of the House of Savoy."}]}, {"heading": "Events", "year": "1871", "date": "September 20", "txt": "Bishop John Coleridge Patteson, first bishop of Melanesia, is martyred on Nukapu, now in the Solomon Islands.", "entities": [{"title": "John Coleridge Patteson", "href": "/wiki/John_Coleridge_Patteson", "description": "John Coleridge Patteson was an English Anglican bishop, missionary to the South Sea Islands, and an accomplished linguist, learning 23 of the islands' more than 1,000 languages."}, {"title": "Nukapu", "href": "/wiki/Nukapu", "description": "Nukapu is one of the islands of the nation of Solomon Islands. It is in the Reef Islands group in Temotu Province; the easternmost province of the Solomons. The estimated terrain elevation above sea level is 15 metres."}]}, {"heading": "Events", "year": "1881", "date": "September 20", "txt": "U.S. President Chester A. Arthur is sworn in, the morning after becoming president upon James A. Garfield's death.", "entities": [{"title": "Chester A. Arthur", "href": "/wiki/Chester_A._Arthur", "description": "Chester Alan Arthur was an American attorney and politician who served as the 21st president of the United States from 1881 to 1885. Previously the 20th vice president, he succeeded to the presidency upon the death of President James A. Garfield in September 1881, two months after Garfield was shot by an assassin."}]}, {"heading": "Events", "year": "1893", "date": "September 20", "txt": "Charles Duryea and his brother road-test the first American-made gasoline-powered automobile.", "entities": [{"title": "Charles Duryea", "href": "/wiki/Charles_Duryea", "description": "Charles Edgar Duryea was an American engineer. He was the engineer of the first-ever working American gasoline-powered car and co-founder of Duryea Motor Wagon Company. He was born near Canton, Illinois, a son of George Washington Duryea and Louisa Melvina Turner, and died in Philadelphia, Pennsylvania, but spent most of his life working in Springfield, Massachusetts. It was in Springfield that Ch"}]}, {"heading": "Events", "year": "1911", "date": "September 20", "txt": "The White Star Line's RMS Olympic collides with the British warship HMS Hawke.", "entities": [{"title": "RMS Olympic", "href": "/wiki/RMS_Olympic", "description": "RMS Olympic was a British ocean liner and the lead ship of the White Star Line's trio of  Olympic-class liners. Unlike the other ships in the class, Olympic had a long career spanning 24 years from 1911 to 1935. This included service as a troopship during the First World War, which gained her the nickname \"Old Reliable\". She returned to civilian service after the war, and served successfully as an"}, {"title": "HMS Hawke (1891)", "href": "/wiki/HMS_Hawke_(1891)", "description": "HMS Hawke, launched in 1891, was the seventh British warship to be named Hawke. She was an  Edgar-class protected cruiser."}]}, {"heading": "Events", "year": "1920", "date": "September 20", "txt": "Irish War of Independence: British police known as \"Black and Tans\" burned the town of Balbriggan and killed two local men in revenge for an Irish Republican Army (IRA) assassination.", "entities": [{"title": "Irish War of Independence", "href": "/wiki/Irish_War_of_Independence", "description": "The Irish War of Independence or Anglo-Irish War was a guerrilla war fought in Ireland from 1919 to 1921 between the Irish Republican Army and British forces: the British Army, along with the quasi-military Royal Irish Constabulary (RIC) and its paramilitary forces the Auxiliaries and Ulster Special Constabulary (USC). It was part of the Irish revolutionary period."}, {"title": "Black and Tans", "href": "/wiki/Black_and_Tans", "description": "The Black and Tans were constables recruited into the Royal Irish Constabulary (RIC) as reinforcements during the Irish War of Independence. Recruitment began in Great Britain in January 1920 and about 10,000 men enlisted during the conflict. Most Black and Tans were unemployed former British soldiers who had fought in the First World War. They were recruited from all four countries of the United "}, {"title": "Sack of Balbriggan", "href": "/wiki/Sack_of_Balbriggan", "description": "The Sack of Balbriggan took place on the night of 20 September 1920, during the Irish War of Independence. British police officers known as Black and Tans went on a rampage in the small town of Balbriggan, County Dublin, burning more than fifty homes and businesses, looting, and killing two local men. Many locals were left jobless and homeless. The attack was revenge for the murder of two police o"}, {"title": "Irish Republican Army (1919–1922)", "href": "/wiki/Irish_Republican_Army_(1919%E2%80%931922)", "description": "The Irish Republican Army was an Irish republican revolutionary paramilitary organisation. The ancestor of many groups also known as the Irish Republican Army, and distinguished from them as the Old IRA, it was descended from the Irish Volunteers, an organisation established on 25 November 1913 that staged the Easter Rising in April 1916. In 1919, the Irish Republic that had been proclaimed during"}]}, {"heading": "Events", "year": "1941", "date": "September 20", "txt": "The Holocaust in Lithuania: Lithuanian Nazis and local police begin a mass execution of 403 Jews in Nemenčinė.", "entities": [{"title": "The Holocaust in Lithuania", "href": "/wiki/The_Holocaust_in_Lithuania", "description": "The Holocaust in Lithuania resulted in the near total destruction of Lithuanian (Litvaks) and Polish Jews, living in Generalbezirk Litauen of Reichskommissariat Ostland within the Nazi-controlled Lithuanian SSR. Out of approximately 208,000–210,000 Jews, an estimated 190,000–195,000 were murdered before the end of World War II, most between June and December 1941. More than 95% of Lithuania's Jewi"}, {"title": "Nemenčinė", "href": "/wiki/Nemen%C4%8Din%C4%97", "description": "Nemenčinė (pronunciation  , is a city in Vilnius district municipality, Lithuania, it is located about 20 kilometres north-east of Vilnius. Close to Nemenčinė forest was planted which forms a sentence Žalgiris 600 visible from the air."}]}, {"heading": "Events", "year": "1942", "date": "September 20", "txt": "The Holocaust in Ukraine: In the course of two days a German Einsatzgruppe murders at least 3,000 Jews in Letychiv.", "entities": [{"title": "The Holocaust in Ukraine", "href": "/wiki/The_Holocaust_in_Ukraine", "description": "The Holocaust in Ukraine took place in the Reichskommissariat Ukraine, the General Government, Crimean General Government and some areas under military control to the East of Reichskommissariat Ukraine and as well in the Transnistria Governorate and Northern Bukovina and Carpathian Ruthenia in World War II. Between 1941 and 1944, more than a million Jews living in the Soviet Union were murdered by"}, {"title": "Letychiv", "href": "/wiki/Letychiv", "description": "Letychiv is a town in the eastern part of Khmelnytskyi Oblast (province) of western Ukraine. 51 km from Khmelnytskyi and 33 km from the railway station Derazhnya. Administrative center since Tsarist times, formerly in Podolia Province, although now it is administratively a part of the Letychiv Raion. Population according to the 2001 census was 11,081 inhabitants. Current population: 10,244 (2020 e"}]}, {"heading": "Events", "year": "1946", "date": "September 20", "txt": "The first Cannes Film Festival is held, having been delayed seven years due to World War II.", "entities": [{"title": "Cannes Film Festival", "href": "/wiki/Cannes_Film_Festival", "description": "The Cannes Festival, until 2003 called the International Film Festival and known in English as the Cannes Film Festival, is an annual film festival held in Cannes, France, which previews new films of all genres, including documentaries, from all around the world. Founded in 1946, the invitation-only festival is held annually at the Palais des Festivals et des Congrès."}]}, {"heading": "Events", "year": "1946", "date": "September 20", "txt": "Six days after a referendum, King Christian X of Denmark annuls the declaration of independence of the Faroe Islands.", "entities": []}, {"heading": "Events", "year": "1955", "date": "September 20", "txt": "The Treaty on Relations between the USSR and the GDR is signed.", "entities": [{"title": "Treaty on Relations between the USSR and the GDR", "href": "/wiki/Treaty_on_Relations_between_the_USSR_and_the_GDR", "description": "The Treaty on Relations Between the USSR and GDR was a treaty between the Soviet Union and German Democratic Republic, commonly known as East Germany, signed on 20 September 1955. The treaty became the legal basis for the Group of Soviet Forces in Germany, and its successor, the Western Group of Forces to maintain its presence in Germany following the end of the Soviet Occupation."}]}, {"heading": "Events", "year": "1961", "date": "September 20", "txt": "Greek general Konstantinos Dovas becomes Prime Minister of Greece.", "entities": [{"title": "Konstantinos Dovas", "href": "/wiki/Konstantinos_Dovas", "description": "Konstantinos Dovas was a Greek general and interim Prime Minister."}]}, {"heading": "Events", "year": "1962", "date": "September 20", "txt": "James Meredith, an African American, is temporarily barred from entering the University of Mississippi.", "entities": [{"title": "James Meredith", "href": "/wiki/James_Meredith", "description": "James Howard Meredith was the first African-American student admitted to the racially segregated University of Mississippi. He is also is an American civil rights movement figure, writer, political adviser, and Air Force veteran. It was in 1962 that Meredith became the first African-American student admitted to the theretofore segregated University of Mississippi, after the intervention of the fed"}]}, {"heading": "Events", "year": "1965", "date": "September 20", "txt": "Following the Battle of Burki, the Indian Army captures Dograi in course of the Indo-Pakistani War of 1965.", "entities": [{"title": "Battle of Burki", "href": "/wiki/Battle_of_Burki", "description": "The Battle of Burki (Barki) was a battle fought by Indian infantry and Pakistani armour in the Indo-Pakistani War of 1965. Barki is a village that lies south-east of Lahore near the border with Punjab, India. and is connected with Lahore by the Bridge of Ichogil canal. During the fighting, the relative strengths of the two sides were fairly even and Indian infantry clashed with Pakistani forces th"}]}, {"heading": "Events", "year": "1967", "date": "September 20", "txt": "RMS Queen Elizabeth 2 is launched Clydebank, Scotland.", "entities": [{"title": "RMS Queen Elizabeth 2", "href": "/wiki/RMS_Queen_Elizabeth_2", "description": " Queen Elizabeth 2, often referred to simply as QE2, is a retired British ocean liner converted into a floating hotel. Originally built for the Cunard Line, Queen Elizabeth 2 was operated by Cunard as both a transatlantic liner and a cruise ship from 1969 to 2008. She was then laid up until converted and since 18 April 2018 has been operating as a floating hotel in Dubai."}]}, {"heading": "Events", "year": "1971", "date": "September 20", "txt": "Having weakened after making landfall in Nicaragua the previous day, Hurricane Irene regains enough strength to be renamed Hurricane Olivia, making it the first known hurricane to cross from the Atlantic Ocean into the Pacific.", "entities": [{"title": "Hurricane Irene–Olivia", "href": "/wiki/Hurricane_Irene%E2%80%93Olivia", "description": "Hurricane Irene–Olivia was the first actively tracked tropical cyclone to move into the eastern Pacific Ocean from the Atlantic basin. It originated as a tropical depression on September 11, 1971, in the tropical Atlantic. The cyclone tracked nearly due westward at a low latitude, passing through the southern Windward Islands and later over northern South America. In the southwest Caribbean Sea, i"}]}, {"heading": "Events", "year": "1973", "date": "September 20", "txt": "Billie Jean King beats Bobby Riggs in the Battle of the Sexes tennis match at the Houston Astrodome.", "entities": [{"title": "Battle of the Sexes (tennis)", "href": "/wiki/Battle_of_the_Sexes_(tennis)", "description": "In tennis, \"Battle of the Sexes\" describes various exhibition matches played between a man and a woman, or a doubles match between two men and two women in one case. The term is most famously used for an internationally televised match in 1973 held at the Houston Astrodome between 55 year-old Bobby Riggs and 29 year-old Billie Jean King, which King won in three sets. The match was viewed by an est"}]}, {"heading": "Events", "year": "1973", "date": "September 20", "txt": "Singer Jim Croce, songwiter and musician Maury Muehleisen and four others die when their light aircraft crashes on takeoff at Natchitoches Regional Airport in Louisiana.", "entities": [{"title": "Maury Muehleisen", "href": "/wiki/Maury_Muehleisen", "description": "Maurice T. \"Maury\" Muehleisen was an American musician, songwriter, and artist best known for his studio work, live accompaniment, and impact on the music of Jim Croce. He died in the same plane crash that killed Croce."}]}, {"heading": "Events", "year": "1977", "date": "September 20", "txt": "Vietnam is admitted to the United Nations.", "entities": [{"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}]}, {"heading": "Events", "year": "1979", "date": "September 20", "txt": "A French-supported coup d'état in the Central African Empire overthrows Emperor Bokassa I.", "entities": []}, {"heading": "Events", "year": "1982", "date": "September 20", "txt": "1982 NFL season: American football players in the National Football League begin a 57-day strike.", "entities": [{"title": "1982 NFL season", "href": "/wiki/1982_NFL_season", "description": "The 1982 NFL season was the 63rd regular season of the National Football League. A 57-day-long players' strike reduced the 1982 season from a 16-game schedule per team to an abbreviated nine game schedule. Because of the shortened season, the NFL adopted a special 16-team playoff tournament; division standings were ignored for seeding. Eight teams from each conference were seeded 1–8 based on thei"}]}, {"heading": "Events", "year": "1984", "date": "September 20", "txt": "A suicide bomber in a car attacks the U.S. embassy in Beirut, Lebanon, killing twenty-two people.", "entities": [{"title": "1984 United States embassy annex bombing in Beirut", "href": "/wiki/1984_United_States_embassy_annex_bombing_in_Beirut", "description": "On September 20, 1984, the Shi'a Islamic militant group Hezbollah, with support and direction from the Islamic Republic of Iran, carried out a suicide car bombing targeting the U.S. embassy annex in East Beirut, Lebanon. The attack killed 24 people."}]}, {"heading": "Events", "year": "1990", "date": "September 20", "txt": "South Ossetia declares its independence from Georgia.", "entities": [{"title": "South Ossetia", "href": "/wiki/South_Ossetia", "description": "South Ossetia, officially the Republic of South Ossetia – the State of Alania, or the Tskhinvali Region, is a de facto state in the South Caucasus recognised by most countries as part of Georgia. It has an officially stated population of just over 53,000 people, who live in an area of 3,900 km2, south of the Russian Caucasus, with 30,000 living in Tskhinvali. The separatist polity, Republic of Sou"}]}, {"heading": "Events", "year": "2000", "date": "September 20", "txt": "The United Kingdom's MI6 Secret Intelligence Service building is attacked by individuals using a Russian-built RPG-22 anti-tank missile.", "entities": [{"title": "2000 MI6 attack", "href": "/wiki/2000_MI6_attack", "description": "On Wednesday 20 September 2000, the Real Irish Republican Army (RIRA) carried out an attack on MI6's SIS Building headquarters in Vauxhall, Lambeth, London. A Russian-built RPG-22 anti-tank rocket, fired 300 metres away from MI6 headquarters, struck the building on the south side of the eighth floor, causing superficial damage. No fatalities or injuries were recorded."}]}, {"heading": "Events", "year": "2001", "date": "September 20", "txt": "In an address to a joint session of Congress and the American people, U.S. President George W. Bush declares a \"War on Terror\".", "entities": [{"title": "War on Terror", "href": "/wiki/War_on_Terror", "description": "The War on Terror, also known as the Global War on Terrorism and U.S. War on Terror, is an ongoing international military campaign launched by the United States government following the September 11 attacks. The targets of the campaign are primarily Sunni Islamic fundamentalist armed groups located throughout the Muslim world, with the most prominent groups being Al-Qaeda, the Islamic State, the T"}]}, {"heading": "Events", "year": "2003", "date": "September 20", "txt": "Civil unrest in the Maldives breaks out after a prisoner is killed by guards.", "entities": [{"title": "2003 Maldives civil unrest", "href": "/wiki/2003_Maldives_civil_unrest", "description": "On Saturday September 20, 2003 civil unrest broke out in Malé, the capital city of the Maldives. This unrest was provoked by the death of Hassan Evan Naseem at Maafushi Prison - located on a separate inhabited island - and the subsequent shooting at the same prison, that killed 3 and injured 17 others."}]}, {"heading": "Events", "year": "2007", "date": "September 20", "txt": "Between 15,000 and 20,000 protesters marched on Jena, Louisiana, in support of six black youths who had been convicted of assaulting a white classmate.", "entities": [{"title": "Jena Six", "href": "/wiki/Jena_Six", "description": "The Jena Six were six black teenagers in Jena, Louisiana, convicted in the 2006 beating of Justin Barker, a white student at the local Jena High School, which they also attended. Barker was injured on December 4, 2006, by the members of the Jena Six, and received treatment at an emergency room. While the case was pending, it was often cited by some media commentators as an example of racial injust"}]}, {"heading": "Events", "year": "2008", "date": "September 20", "txt": "A dump truck full of explosives detonates in front of the Marriott hotel in Islamabad, Pakistan, killing 54 people and injuring 266 others.", "entities": [{"title": "Islamabad Marriott Hotel bombing", "href": "/wiki/Islamabad_Marriott_Hotel_bombing", "description": "The Islamabad Marriott Hotel bombing occurred on the night of 20 September 2008, when a dump truck filled with explosives was detonated in front of the Marriott Hotel in the Pakistani capital Islamabad, killing at least 54 people, injuring at least 266 and leaving a 60 ft wide, 20 ft deep crater outside the hotel. The majority of the casualties were Pakistanis; at least five foreign nationals were"}]}, {"heading": "Events", "year": "2011", "date": "September 20", "txt": "The United States military ends its \"Don't ask, don't tell\" policy, allowing gay men and women to serve openly for the first time.", "entities": [{"title": "Don't ask, don't tell", "href": "/wiki/Don%27t_ask,_don%27t_tell", "description": "\"Don't ask, don't tell\" (DADT) was the official United States policy on military service by gay men, bisexuals, and lesbians, instituted by the Clinton Administration. The policy was issued under Department of Defense Directive 1304.26 on December 21, 1993, and was in effect from February 28, 1994, until September 20, 2011. The policy prohibited military personnel from discriminating against or ha"}]}, {"heading": "Events", "year": "2017", "date": "September 20", "txt": "Hurricane Maria makes landfall in Puerto Rico as a powerful Category 4 hurricane, resulting in 2,975 deaths, US$90 billion in damage, and a major humanitarian crisis.", "entities": [{"title": "Hurricane Maria", "href": "/wiki/Hurricane_Maria", "description": "Hurricane Maria was a deadly Category 5 hurricane that devastated the northeastern Caribbean in September 2017, particularly Dominica, Saint Croix, and Puerto Rico. It is regarded as the worst natural disaster in recorded history to affect those islands. Maria was the deadliest Atlantic hurricane since Mitch in 1998, and the tenth most intense Atlantic hurricane on record. Total monetary losses ar"}, {"title": "Category 4 hurricane", "href": "/wiki/Category_4_hurricane", "description": "\nThe Saffir–Simpson hurricane wind scale (SSHWS), formerly the Saffir–Simpson hurricane scale (SSHS), classifies hurricanes – Western Hemisphere tropical cyclones – that exceed the intensities of tropical depressions and tropical storms – into five categories distinguished by the intensities of their sustained winds.\n"}]}, {"heading": "Events", "year": "2018", "date": "September 20", "txt": "At least 161 people die after a ferry capsized close to the pier on Ukara Island in Lake Victoria and part of Tanzania.", "entities": [{"title": "Ukara Island", "href": "/wiki/Ukara_Island", "description": "Ukara is an island in Lake Victoria. Part of Tanzania, it is located 10 km north of Ukerewe Island, in the Ukerewe District, Mwanza Region. Also known as Bukara."}, {"title": "Lake Victoria", "href": "/wiki/Lake_Victoria", "description": "Lake Victoria is one of the African Great Lakes."}, {"title": "Tanzania", "href": "/wiki/Tanzania", "description": "Tanzania, officially the United Republic of Tanzania, is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands and the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mo"}]}, {"heading": "Events", "year": "2019", "date": "September 20", "txt": "Roughly 4 million people, mostly students, demonstrate across the world to address climate change. 16-year-old Greta Thunberg from Sweden leads the demonstration in New York City.", "entities": [{"title": "September 2019 climate strikes", "href": "/wiki/September_2019_climate_strikes", "description": "The September 2019 climate strikes, also known as the Global Week for Future, were a series of international strikes and protests to demand action be taken to address climate change, which took place from 20–27 September. The strikes' key dates were 20 September, which was three days before the United Nations Climate Summit, and 27 September. The protests took place across 4,500 locations in 150 c"}, {"title": "Greta Thunberg", "href": "/wiki/Greta_Thunberg", "description": "Greta Tintin Eleonora Ernman Thunberg is a Swedish environmental activist who is internationally known for challenging world leaders to take immediate action for climate change mitigation. Thunberg initially gained notice for her youth and her straightforward speaking manner, both in public and to political leaders and assemblies, in which she criticises world leaders for their failure to take wha"}]}, {"heading": "Births", "year": "524", "date": "September 20", "txt": "Kan Bahlam I, Mayan ruler (d. 583)", "entities": [{"title": "Kan Bahlam I", "href": "/wiki/Kan_Bahlam_I", "description": "Kan Bahlam I, also known as Chan Bahlum I, was an ajaw of the Maya city-state of Palenque. He acceded to the throne on April 6, 572 at age 47 and ruled until his death. Kan Bahlam was most likely the younger brother of his predecessor, Ahkal Mo' Nahb II and probably son of K'an Joy Chitam I. He was the first ruler of Palenque to use the title K'inich, albeit inconsistently. The title is usually tr"}]}, {"heading": "Births", "year": "917", "date": "September 20", "txt": "Kyunyeo, Korean poet (d. 973)", "entities": [{"title": "Kyunyeo", "href": "/wiki/Kyunyeo", "description": "Kyun Yeo was a Korean Buddhist and poet."}]}, {"heading": "Births", "year": "1161", "date": "September 20", "txt": "Emperor Takakura of Japan (d. 1181)", "entities": [{"title": "Emperor Takakura", "href": "/wiki/Emperor_Takakura", "description": "Emperor Takakura  was the 80th emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1168 through 1180."}]}, {"heading": "Births", "year": "1449", "date": "September 20", "txt": "Philipp I, Count of Hanau-Münzenberg (d. 1500)", "entities": [{"title": "Philipp I, Count of Hanau-Münzenberg", "href": "/wiki/Philipp_I,_Count_of_Hanau-M%C3%BCnzenberg", "description": "Count Philipp I of Hanau-Münzenberg, nicknamed Philipp the Younger, was a son of Count Reinhard III of Hanau and Countess Palatine Margaret of Mosbach. He was the Count of Hanau from 1452 to 1458. The county was then divided between him and his uncle Philipp the Elder. Philipp the Younger received Hanau-Münzenberg and ruled there from 1458 until his death."}]}, {"heading": "Births", "year": "1486", "date": "September 20", "txt": "Arthur, Prince of Wales (d. 1502)", "entities": [{"title": "Arthur, Prince of Wales", "href": "/wiki/Arthur,_Prince_of_Wales", "description": "Arthur Tudor was Prince of Wales, Earl of Chester and Duke of Cornwall. As the eldest son and heir apparent of Henry VII of England, Arthur was viewed by contemporaries as the great hope of the newly established House of Tudor. His mother, Elizabeth of York, was the daughter of Edward IV, and his birth cemented the union between the House of Tudor and the House of York."}]}, {"heading": "Births", "year": "1504", "date": "September 20", "txt": "Philip III, Count of Nassau-Weilburg (d. 1559)", "entities": [{"title": "Philip III, Count of Nassau-Weilburg", "href": "/wiki/Philip_III,_Count_of_Nassau-Weilburg", "description": "Philip III, Count of Nassau-Weilburg was a Count of the Nassau-Weilburg. Among his major achievements were the introduction of the Reformation, the foundation of the Gymnasium Philippinum in Weilburg and the start of the construction of Schloss Weilburg."}]}, {"heading": "Births", "year": "1514", "date": "September 20", "txt": "Philipp IV, Count of Hanau-Lichtenberg (d. 1590)", "entities": [{"title": "Philipp IV, Count of Hanau-Lichtenberg", "href": "/wiki/Philipp_IV,_Count_of_Hanau-Lichtenberg", "description": "Philipp IV of Hanau-Lichtenberg was from 1538 to 1590 the reigning Count of Hanau-Lichtenberg. Before his accession he had already conducted government business on behalf of his father, Count Philipp III. He was very interested in alchemy."}]}, {"heading": "Births", "year": "1593", "date": "September 20", "txt": "Gottfried Scheidt, German organist and composer (d. 1661)", "entities": [{"title": "Gottfried Scheidt", "href": "/wiki/Gottfried_Scheidt", "description": "Gottfried Scheidt was a German composer and organist."}]}, {"heading": "Births", "year": "1599", "date": "September 20", "txt": "Christian the Younger of Brunswick (d. 1623)", "entities": [{"title": "Christian the Younger of Brunswick", "href": "/wiki/Christian_the_Younger_of_Brunswick", "description": "Christian the Younger of Brunswick-Wolfenbüttel, a member of the House of Welf, titular Duke of Brunswick-Lüneburg and administrator of the Prince-Bishopric of Halberstadt, was a German Protestant military leader during the early years of the Thirty Years' War, fighting against the forces of the Imperial House of Habsburg, Habsburg Spain, and the Catholic League."}]}, {"heading": "Births", "year": "1608", "date": "September 20", "txt": "Jean-Jacques Olier, French priest and mystic, founded the Society of Saint-Sulpice (d. 1657)", "entities": [{"title": "Jean-Jacques Olier", "href": "/wiki/Jean-Jacques_Olier", "description": "Jean-Jacques Olier, S.S., was a French Catholic priest and the founder of the Sulpicians. He helped to establish the Société Notre-Dame de Montréal, which organized the settlement of a new town called Ville-Marie in the colony of New France."}, {"title": "Society of Saint-Sulpice", "href": "/wiki/Society_of_Saint-Sulpice", "description": "The Society of Priests of Saint-Sulpice is a society of apostolic life of Pontifical Right named after the Church of Saint-Sulpice, Paris, in turn named after Sulpitius the Pious, where they were founded. Typically, priests become members of the Society of the Priests of St. Sulpice only after ordination and some years of pastoral work. The purpose of the society is mainly the education of priests"}]}, {"heading": "Births", "year": "1614", "date": "September 20", "txt": "Martino Martini, Italian missionary, cartographer and historian (d. 1661)", "entities": [{"title": "Martino Martini", "href": "/wiki/Martino_Martini", "description": "Martino Martini, born and raised in Trento, was a Jesuit missionary. As cartographer and historian, he mainly worked on ancient Imperial China."}]}, {"heading": "Births", "year": "1685", "date": "September 20", "txt": "Giuseppe Matteo Alberti, Italian violinist and composer (d. 1751)", "entities": [{"title": "Giuseppe Matteo Alberti", "href": "/wiki/Giuseppe_Matteo_Alberti", "description": "Giuseppe Matteo Alberti was an Italian Baroque composer and violinist."}]}, {"heading": "Births", "year": "1685", "date": "September 20", "txt": "Mateo de Toro Zambrano, 1st Count of La Conquista, President of the First Government Junta of Chile (d. 1811)", "entities": [{"title": "Mateo de Toro Zambrano, 1st Count of La Conquista", "href": "/wiki/Mateo_de_Toro_Zambrano,_1st_Count_of_La_Conquista", "description": "Field Marshal Mateo de Toro Zambrano y Ureta, frequently misnamed Mateo de Toro y Zambrano in many Chilean history publications, was Viscount of La Descubierta and later Count of La Conquista (1771) and Knight of the Spanish Order of Santiago. He was a Chilean creole and had a career as a soldier under the Spanish Empire after he amassed a fortune in commerce."}, {"title": "Government Junta of Chile (1810)", "href": "/wiki/Government_Junta_of_Chile_(1810)", "description": "Government Assembly of the Kingdom of Chile, also known as the First Government Junta, was the organization established to rule Chile following the deposition and imprisonment of King Ferdinand VII by Napoleon Bonaparte. It was the earliest step in the Chilean struggle for independence, and the anniversary of its establishment is celebrated as the national day of Chile."}]}, {"heading": "Births", "year": "1746", "date": "September 20", "txt": "Maurice, Count de Benyovszky, Slovak-Hungarian explorer (d. 1786)", "entities": [{"title": "Maurice, Count de Benyovszky", "href": "/wiki/Maurice,_Count_de_Benyovszky", "description": "Count Maurice Benyovszky de Benyó et Urbanó was a renowned military officer, adventurer, and writer from the Kingdom of Hungary, who described himself as a Hungarian and a Pole. He is considered a national hero in Hungary, Poland, and Slovakia."}]}, {"heading": "Births", "year": "1758", "date": "September 20", "txt": "Jean-Jacques Dessalines, Haitian emperor (d. 1806)", "entities": [{"title": "Jean-Jacques Dessalines", "href": "/wiki/Jean-Jacques_Dessalines", "description": "Jean-Jacques Dessalines was a leader of the Haitian Revolution and the first ruler of an independent Haiti under the 1805 constitution. Under Dessalines, Haiti became the first country to permanently abolish slavery. Initially regarded as governor-general, Dessalines was later named Emperor of Haiti as Jacques I (1804–1806) by generals of the Haitian Revolution Army and ruled in that capacity unti"}]}, {"heading": "Births", "year": "1778", "date": "September 20", "txt": "Fabian Gottlieb von Bellingshausen, Russian admiral, cartographer, and explorer (d. 1852)", "entities": [{"title": "Fabian Gottlieb von Bellingshausen", "href": "/wiki/Fabian_Gottlieb_von_Bellingshausen", "description": "Fabian Gottlieb Thaddeus von Bellingshausen was a Russian naval officer, cartographer and explorer, who ultimately rose to the rank of admiral. He participated in the First Russian circumnavigation of the globe and subsequently became a leader of another circumnavigation expedition that discovered the continent of Antarctica. Like Otto von Kotzebue and Adam Johann von Krusenstern, Bellinghausen be"}]}, {"heading": "Births", "year": "1800", "date": "September 20", "txt": "Benjamin Franklin White, American singer and composer (d. 1879)", "entities": [{"title": "Benjamin Franklin White", "href": "/wiki/Benjamin_Franklin_White", "description": "Benjamin Franklin White was a shape note \"singing master\", and compiler of the shape note tunebook known as The Sacred Harp. He was born near Cross Keys in Union County, South Carolina, the twelfth child of Robert and Mildred White."}]}, {"heading": "Births", "year": "1815", "date": "September 20", "txt": "Richard Dry, Australian politician, 7th Premier of Tasmania (d. 1869)", "entities": [{"title": "Richard Dry", "href": "/wiki/Richard_Dry", "description": "Sir Richard Dry, KCMG was an Australian politician, who was Premier of Tasmania from 24 November 1866 until 1 August 1869 when he died in office. Dry was the first Tasmanian-born premier, and the first Tasmanian to be knighted."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1819", "date": "September 20", "txt": "Frederick Ellsworth Sickels, American inventor (d. 1895)", "entities": [{"title": "Frederick Ellsworth Sickels", "href": "/wiki/Frederick_Ellsworth_Sickels", "description": "Frederick Ellsworth Sickels or Sickles was an American inventor, best known for the invention of a cut-off valve for steam engines in 1841."}]}, {"heading": "Births", "year": "1820", "date": "September 20", "txt": "John F. Reynolds, American general (d. 1863)", "entities": [{"title": "John F. Reynolds", "href": "/wiki/John_F._Reynolds", "description": "John Fulton Reynolds was a career United States Army officer and a general in the American Civil War. One of the Union Army's most respected senior commanders, he played a key role in committing the Army of the Potomac to the Battle of Gettysburg and was killed at the start of the battle."}]}, {"heading": "Births", "year": "1831", "date": "September 20", "txt": "Kate Harrington, American poet and educator (d. 1917)", "entities": [{"title": "Kate Harrington (poet)", "href": "/wiki/Kate_Harrington_(poet)", "description": "Kate Harrington, born Rebecca Harrington Smith and later known as Rebecca Smith Pollard, was an American teacher, writer and poet."}]}, {"heading": "Births", "year": "1833", "date": "September 20", "txt": "Ernesto Teodoro Moneta, Italian soldier and journalist, Nobel Prize laureate (d. 1918)", "entities": [{"title": "Ernesto Teodoro Moneta", "href": "/wiki/Ernesto_Teodoro_Moneta", "description": "Ernesto Teodoro Moneta was an Italian journalist, nationalist, revolutionary soldier and later a pacifist and Nobel Peace Prize Laureate. He adopted the motto In varietate unitas! which later inspired Motto of the European Union."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1842", "date": "September 20", "txt": "James Dewar, Scottish-English chemist and physicist (d. 1923)", "entities": [{"title": "James Dewar", "href": "/wiki/James_Dewar", "description": "Sir James Dewar was a British chemist and physicist. He is best known for his invention of the vacuum flask, which he used in conjunction with research into the liquefaction of gases. He also studied atomic and molecular spectroscopy, working in these fields for more than 25 years."}]}, {"heading": "Births", "year": "1844", "date": "September 20", "txt": "William H. Illingworth, English-American photographer (d. 1893)", "entities": [{"title": "William H. Illingworth", "href": "/wiki/William_H._Illingworth", "description": "William H. Illingworth was an English photographer who accompanied both Captain James L. Fisk's 1866 expedition to the Montana Territory and Lt. Colonel George Custer's 1874 U.S. military expedition into the Black Hills of the Dakota Territory."}]}, {"heading": "Births", "year": "1847", "date": "September 20", "txt": "Susanna Rubinstein, Austrian psychologist (d. 1914)", "entities": [{"title": "Susanna Rubinstein", "href": "/wiki/Susanna_Rubinstein", "description": "Susanna or Susanne Rubinstein was an Austrian psychologist and the first woman to earn a doctorate from the University of Bern in Switzerland."}]}, {"heading": "Births", "year": "1851", "date": "September 20", "txt": "Henry Arthur Jones, English playwright and critic (d. 1929)", "entities": [{"title": "Henry Arthur Jones", "href": "/wiki/Henry_Arthur_Jones", "description": "Henry Arthur Jones was an English dramatist."}]}, {"heading": "Births", "year": "1853", "date": "September 20", "txt": "Chulalongkorn, Siamese king (d. 1910)", "entities": [{"title": "Chulalongkorn", "href": "/wiki/Chulalongkorn", "description": "Chulalongkorn, also known as King Rama V, reigning title Phra Chula Chom Klao Chao Yu Hua, was the fifth monarch of Siam under the House of Chakri. He was known to the Siamese of his time as Phra Phuttha Chao Luang. His reign was characterised by the modernisation of Siam, governmental and social reforms, and territorial concessions to the British and French. As Siam was surrounded by European col"}]}, {"heading": "Births", "year": "1861", "date": "September 20", "txt": "Herbert Putnam, American lawyer and publisher, 8th Librarian of Congress (d. 1955)", "entities": [{"title": "Herbert Putnam", "href": "/wiki/Herbert_Putnam", "description": "George Herbert Putnam was an American librarian. He was the eighth Librarian of Congress from 1899 to 1939. He implemented his vision of a universal collection with strengths in many languages, especially from Europe and Latin America."}, {"title": "Librarian of Congress", "href": "/wiki/Librarian_of_Congress", "description": "The librarian of Congress is the head of the Library of Congress, appointed by the president of the United States with the advice and consent of the United States Senate, for a term of ten years. The librarian of Congress appoints the U.S. poet laureate and awards the Gershwin Prize for Popular Song."}]}, {"heading": "Births", "year": "1872", "date": "September 20", "txt": "Maurice Gamelin, French general (d. 1958)", "entities": [{"title": "Maurice Gamelin", "href": "/wiki/Maurice_Gamelin", "description": "Maurice Gustave Gamelin was an army general in the French Army. Gamelin is remembered for his disastrous command of the French military during the Battle of France in World War II and his steadfast defence of republican values."}]}, {"heading": "Births", "year": "1873", "date": "September 20", "txt": "Sidney Olcott, Canadian-American actor, director, producer, and screenwriter (d. 1949)", "entities": [{"title": "Sidney Olcott", "href": "/wiki/Sidney_Olcott", "description": "Sidney Olcott was a Canadian-born film producer, director, actor and screenwriter."}]}, {"heading": "Births", "year": "1873", "date": "September 20", "txt": "Ferenc Szisz, Hungarian race car driver (d. 1944)", "entities": []}, {"heading": "Births", "year": "1875", "date": "September 20", "txt": "Matthias Erzberger, German publicist and politician (d. 1921)", "entities": [{"title": "Matthias Erzberger", "href": "/wiki/Matthias_Erzberger", "description": "Matthias Erzberger was a German publicist and politician, Reich Minister of Finance from 1919 to 1920."}]}, {"heading": "Births", "year": "1876", "date": "September 20", "txt": "Carleton Ellis, American inventor and chemist (d. 1941)", "entities": [{"title": "Carleton Ellis", "href": "/wiki/Carleton_Ellis", "description": "Carleton Ellis was an American inventor and a pioneer in the field of organic chemistry. He was involved in the development of margarine, polyester, anti-knock gasoline, paint and varnish remover, and holder of 753 patents. A native of Keene, New Hampshire, he was the valedictorian of his high school class, and later a graduate of MIT. He then set up the Ellis Laboratories in Montclair, New Jersey"}]}, {"heading": "Births", "year": "1878", "date": "September 20", "txt": "Upton Sinclair, American novelist, critic, and essayist (d. 1968)", "entities": [{"title": "Upton Sinclair", "href": "/wiki/Upton_Sinclair", "description": "Upton Beall Sinclair Jr. was an American writer, political activist and the 1934 Democratic Party nominee for Governor of California who wrote nearly 100 books and other works in several genres. Sinclair's work was well known and popular in the first half of the 20th century, and he won the Pulitzer Prize for Fiction in 1943."}]}, {"heading": "Births", "year": "1878", "date": "September 20", "txt": "Francisco Lagos Cházaro, acting president of Mexico (1915) (d. 1932)", "entities": []}, {"heading": "Births", "year": "1880", "date": "September 20", "txt": "Ildebrando Pizzetti, Italian composer, musicologist and critic (d. 1968)", "entities": [{"title": "Ildebrando Pizzetti", "href": "/wiki/Ildebrando_Pizzetti", "description": "Ildebrando Pizzetti was an Italian composer of classical music, musicologist, and music critic."}]}, {"heading": "Births", "year": "1884", "date": "September 20", "txt": "Maxwell Perkins, American editor (d. 1947)", "entities": [{"title": "Maxwell Perkins", "href": "/wiki/Maxwell_Perkins", "description": "William Maxwell Evarts \"Max\" Perkins was an American book editor, best remembered for discovering authors Ernest Hemingway, F. Scott Fitzgerald, Marjorie Kinnan Rawlings, and Thomas Wolfe."}]}, {"heading": "Births", "year": "1885", "date": "September 20", "txt": "Enrico Mizzi, Maltese lawyer and politician, 6th Prime Minister of Malta (d. 1950)", "entities": [{"title": "Enrico Mizzi", "href": "/wiki/Enrico_Mizzi", "description": "Enrico Mizzi was a Maltese politician, leader of the Maltese Nationalist Party from 1926 and briefly Prime Minister of Malta in 1950."}, {"title": "Prime Minister of Malta", "href": "/wiki/Prime_Minister_of_Malta", "description": "The Prime Minister of Malta is the head of government, which is the highest official of Malta."}]}, {"heading": "Births", "year": "1886", "date": "September 20", "txt": "Charles Williams, English author, poet, and critic (d. 1945)", "entities": [{"title": "Charles Williams (British writer)", "href": "/wiki/Charles_Williams_(British_writer)", "description": "Charles Walter Stansby Williams was a British poet, novelist, playwright, theologian, literary critic, and member of the Inklings, an informal literary discussion group associated with C. S. Lewis and J. R. R. Tolkien at the University of Oxford."}]}, {"heading": "Births", "year": "1889", "date": "September 20", "txt": "Oskar Kaplur, Estonian wrestler (d. 1962)", "entities": [{"title": "Oskar Kaplur", "href": "/wiki/Oskar_Kaplur", "description": "Oskar Kaplur was a Russian wrestler. He competed for Russian Empire in the lightweight event at the 1912 Summer Olympics."}]}, {"heading": "Births", "year": "1889", "date": "September 20", "txt": "Charles Reidpath, American runner and general (d. 1975)", "entities": []}, {"heading": "Births", "year": "1890", "date": "September 20", "txt": "Linda Eenpalu, Estonian activist and politician (d. 1967)", "entities": [{"title": "Linda Eenpalu", "href": "/wiki/Linda_Eenpalu", "description": "Linda Marie Eenpalu was an Estonian politician. She was a member of the National Constituent Assembly (1937) and a Member of the Second Chamber of the National Council (1938) and the first of her gender in both of these positions. She was a well-known women's rights activist. She was married to politician Kaarel Eenpalu, who was prime minister in 1938–39."}]}, {"heading": "Births", "year": "1891", "date": "September 20", "txt": "Tomás Garrido Canabal, Mexican revolutionary (d. 1943)", "entities": [{"title": "Tomás Garrido Canabal", "href": "/wiki/Tom%C3%A1s_Garrido_Canabal", "description": "Tomás Garrido Canabal was a Mexican politician, revolutionary and atheist activist. Garrido Canabal served as dictator and governor of the state of Tabasco from 1920 to 1924 and again from 1931 to 1934, and was particularly noted for his anti-Catholicism. During his term he fiercely persecuted the Church in his state, killing many priests and laymen and driving the remainder underground."}]}, {"heading": "Births", "year": "1893", "date": "September 20", "txt": "Colin Fraser Barron, Scottish-Canadian sergeant, Victoria Cross recipient (d. 1958)", "entities": [{"title": "Colin Fraser Barron", "href": "/wiki/Colin_Fraser_Barron", "description": "Colin Fraser Barron was a Canadian recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.\n\nHe was born at Boyndie, Banffshire, Scotland, a son of Margaret Walker Barron, a domestic servant. He was raised in a large household by his grandparents Joseph Barron & Mary Barron along with his "}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1893", "date": "September 20", "txt": "Hermann Lux, German footballer and manager (d. 1962)", "entities": []}, {"heading": "Births", "year": "1895", "date": "September 20", "txt": "Walter Dubislav, German logician and philosopher of science (d. 1937)", "entities": [{"title": "Walter Dubislav", "href": "/wiki/Walter_Dubislav", "description": "Walter Dubislav was a German logician and philosopher of science (Wissenschaftstheoretiker)."}]}, {"heading": "Births", "year": "1899", "date": "September 20", "txt": "Leo Strauss, German-American political scientist, philosopher, and academic (d. 1973)", "entities": [{"title": "Leo Strauss", "href": "/wiki/Leo_Strauss", "description": "Leo Strauss was a German-American political philosopher and classicist who specialized in classical political philosophy. Born in Germany to Jewish parents, Strauss later emigrated from Germany to the United States. He spent much of his career as a professor of political science at the University of Chicago, where he taught several generations of students and published fifteen books."}]}, {"heading": "Births", "year": "1902", "date": "September 20", "txt": "Stevie Smith, English author and poet (d. 1971)", "entities": [{"title": "Stevie Smith", "href": "/wiki/Stevie_Smith", "description": "Florence Margaret Smith, known as Stevie Smith, was an English poet and novelist. She was awarded the Cholmondeley Award for Poets and won the Queen's Gold Medal for poetry. A play Stevie by Hugh Whitemore, based on her life, was adapted into a film starring Glenda Jackson."}]}, {"heading": "Births", "year": "1906", "date": "September 20", "txt": "Jean Dréville, French actor, director, producer, and screenwriter (d. 1997)", "entities": [{"title": "Jean Dréville", "href": "/wiki/Jean_Dr%C3%A9ville", "description": "Jean Dréville was a French film director. He directed 45 films between 1928 and 1969."}]}, {"heading": "Births", "year": "1906", "date": "September 20", "txt": "Vera Faddeeva, Russian mathematician (d. 1983)", "entities": []}, {"heading": "Births", "year": "1911", "date": "September 20", "txt": "Shriram Sharma, Indian philosopher and activist (d. 1991)", "entities": [{"title": "Shriram Sharma (page does not exist)", "href": "/w/index.php?title=Shriram_Sharma&action=edit&redlink=1", "description": null}]}, {"heading": "Births", "year": "1913", "date": "September 20", "txt": "Sidney Dillon Ripley, American ornithologist and academic (d. 2001)", "entities": [{"title": "Sidney Dillon Ripley", "href": "/wiki/Sidney_Dillon_Ripley", "description": "Sidney Dillon Ripley II was an American ornithologist and wildlife conservationist. He served as secretary of the Smithsonian Institution for 20 years, from 1964 to 1984, leading the institution through its period of greatest growth and expansion. For his leadership at the Smithsonian, he was awarded the Presidential Medal of Freedom by Ronald Reagan in 1985."}]}, {"heading": "Births", "year": "1914", "date": "September 20", "txt": "Kenneth More, English actor (d. 1982)", "entities": [{"title": "Kenneth More", "href": "/wiki/Kenneth_More", "description": "Kenneth Gilbert More, CBE was an English film and stage actor."}]}, {"heading": "Births", "year": "1915", "date": "September 20", "txt": "Malik Meraj Khalid, Pakistani politician, Prime Minister of Pakistan (d. 2003)", "entities": [{"title": "Malik Meraj Khalid", "href": "/wiki/Malik_Meraj_Khalid", "description": "Malik Meraj Khalid, was an advocate, a Pakistani left wing politician and Marxist philosopher who served as Prime Minister of Pakistan in an acting capacity from November 1996 until February 1997. He was noted as being one of the original philosopher and founding personality of the Pakistan Peoples Party (PPP)."}, {"title": "Prime Minister of Pakistan", "href": "/wiki/Prime_Minister_of_Pakistan", "description": "The prime minister of Pakistan is the head of government of Pakistan and designated as the \"Chief Executive of the Islamic Republic\"."}]}, {"heading": "Births", "year": "1917", "date": "September 20", "txt": "Red Auerbach, American basketball player and coach (d. 2006)", "entities": [{"title": "Red Auerbach", "href": "/wiki/Red_Auerbach", "description": "Arnold Jacob \"Red\" Auerbach was an American professional basketball coach and executive. He served as a head coach in the National Basketball Association (NBA), most notably with the Boston Celtics. He was also the head coach of the Washington Capitols and Tri-Cities Blackhawks. As a coach, Auerbach set NBA records with 938 wins and nine championships. After his coaching retirement in 1966, he ser"}]}, {"heading": "Births", "year": "1917", "date": "September 20", "txt": "Olga Dahl, Swedish genealogist (d. 2009)", "entities": []}, {"heading": "Births", "year": "1917", "date": "September 20", "txt": "Fernando Rey, Spanish actor (d. 1994)", "entities": []}, {"heading": "Births", "year": "1917", "date": "September 20", "txt": "Clarice Taylor, American actress (d. 2011)", "entities": []}, {"heading": "Births", "year": "1917", "date": "September 20", "txt": "Obdulio Varela, Uruguayan footballer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1918", "date": "September 20", "txt": "Horace Gould, English race car driver (d. 1968)", "entities": [{"title": "Horace Gould", "href": "/wiki/Horace_Gould", "description": "Horace Gould was a British racing driver from Bristol."}]}, {"heading": "Births", "year": "1920", "date": "September 20", "txt": "Jay Ward, American animator, producer, and screenwriter, founded Jay Ward Productions (d. 1989)", "entities": [{"title": "Jay Ward", "href": "/wiki/Jay_Ward", "description": "Joseph Ward Cohen Jr. also known as Jay Ward, was an American creator and producer of animated TV cartoon shows. He produced animated series based on such characters as Crusader Rabbit, Rocky & Bullwinkle, Dudley Do-Right, Peabody and Sherman, Hoppity Hooper, George of the Jungle, Tom Slick, and Super Chicken. His company, Jay Ward Productions, designed the trademark characters for the Cap'n Crunc"}, {"title": "Jay Ward Productions", "href": "/wiki/Jay_Ward_Productions", "description": "Jay Ward Productions, Inc., or simply Ward Productions, is an American animation studio based in Los Angeles County, California. It was founded in 1948 by American animator Jay Ward, and was most notable for the Rocky and Bullwinkle and George of the Jungle franchises."}]}, {"heading": "Births", "year": "1921", "date": "September 20", "txt": "Chico Hamilton, American drummer, composer, and bandleader (d. 2013)", "entities": [{"title": "Chico Hamilton", "href": "/wiki/Chico_Hamilton", "description": "Foreststorn \"Chico\" Hamilton, was an American jazz drummer and bandleader. He came to prominence as sideman for Lester Young, Gerry Mulligan, Count Basie, and Lena Horne. Hamilton became a bandleader, first with a quintet featuring the cello as a lead instrument, an unusual choice for a jazz band in the 1950s, and subsequently leading bands that performed cool jazz, post bop, and jazz fusion."}]}, {"heading": "Births", "year": "1923", "date": "September 20", "txt": "Akkineni Nageswara Rao, Indian actor and producer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1923", "date": "September 20", "txt": "Maurice Sauvé, Canadian economist, academic, and politician (d. 1992)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 20", "txt": "Gogi Grant, American singer (d. 2016)", "entities": [{"title": "Gogi Grant", "href": "/wiki/Gogi_Grant", "description": "Myrtle Audrey Arinsberg, known professionally as Gogi Grant, was an American pop singer. She is best known for her No. 1 hit in 1956, \"The Wayward Wind\"."}]}, {"heading": "Births", "year": "1924", "date": "September 20", "txt": "Albert Marre, American director, and producer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 20", "txt": "Jackie Paris, American singer and guitarist (d. 2004)", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 20", "txt": "James Bernard, English composer and screenwriter (d. 2001)", "entities": [{"title": "James Bernard (composer)", "href": "/wiki/James_Bernard_(composer)", "description": "\n\nJames Michael Bernard was a British film composer, particularly associated with horror films produced by Hammer Film Productions. Starting with The Quatermass Xperiment, he scored such classic films as The Curse of Frankenstein and Dracula. He also occasionally scored non-Hammer films including Windom's Way (1957) and Torture Garden (1967)."}]}, {"heading": "Births", "year": "1925", "date": "September 20", "txt": "Ananda Mahidol, King Rama VIII of Thailand (d. 1946)", "entities": [{"title": "Thailand", "href": "/wiki/Thailand", "description": "Thailand, formerly known as Siam, and officially the Kingdom of Thailand, is a country in Southeast Asia. It is located at the centre of the Indochinese Peninsula, spanning 513,120 square kilometres (198,120 sq mi), with a population of over 66 million people. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia,"}]}, {"heading": "Births", "year": "1925", "date": "September 20", "txt": "Bobby Nunn, American R&B singer (d. 1986)", "entities": []}, {"heading": "Births", "year": "1926", "date": "September 20", "txt": "Libero Liberati, Italian motorcycle racer (d. 1962)", "entities": [{"title": "Libero Liberati", "href": "/wiki/Libero_Liberati", "description": "Libero Liberati was an Italian motorcycle racer and the 1957 500cc Grand Prix World Champion."}]}, {"heading": "Births", "year": "1927", "date": "September 20", "txt": "Colette Bonheur, Canadian singer (d. 1966)", "entities": [{"title": "Colette Bonheur", "href": "/wiki/Colette_Bonheur", "description": "Colette Bonheur was a singer from Montreal, Quebec."}]}, {"heading": "Births", "year": "1927", "date": "September 20", "txt": "John Dankworth, English saxophonist, clarinet player, and composer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1927", "date": "September 20", "txt": "Red Mitchell, American bassist, composer, and poet (d. 1992)", "entities": []}, {"heading": "Births", "year": "1927", "date": "September 20", "txt": "Rachel Roberts, Welsh actress (d. 1980)", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 20", "txt": "Alberto de Lacerda, Mozambican-Portuguese poet and radio host (d. 2007)", "entities": [{"title": "Alberto de Lacerda", "href": "/wiki/Alberto_de_Lacerda", "description": "Carlos Alberto Portugal Correia de Lacerda was a Portuguese poet and BBC Radio Presenter."}]}, {"heading": "Births", "year": "1928", "date": "September 20", "txt": "Olga Ferri, Argentinian dancer and choreographer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 20", "txt": "Donald Hall, American poet, editor, and critic (d. 2018)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 20", "txt": "Anne Meara, American actress and playwright (d. 2015)", "entities": [{"title": "Anne Meara", "href": "/wiki/Anne_Meara", "description": "Anne Meara Stiller was an American actress and comedian. Along with her husband Jerry Stiller, she was one-half of a prominent 1960s comedy team, Stiller and Meara. Their son is actor Ben Stiller. She was also featured on stage, in television, and in numerous films, and later she became a playwright."}]}, {"heading": "Births", "year": "1929", "date": "September 20", "txt": "Vittorio Taviani, Italian film director and screenwriter (d. 2018)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 20", "txt": "Joe Temperley, Scottish saxophonist and clarinet player (d. 2016)", "entities": []}, {"heading": "Births", "year": "1930", "date": "September 20", "txt": "Richard Montague, American mathematician and philosopher (d. 1971)", "entities": [{"title": "Richard Montague", "href": "/wiki/Richard_Montague", "description": "Richard Merritt Montague was an American mathematician and philosopher."}]}, {"heading": "Births", "year": "1931", "date": "September 20", "txt": "Cherd Songsri, Thai director, producer, and screenwriter (d. 2006)", "entities": [{"title": "Cherd Songsri", "href": "/wiki/Cherd_Songsri", "description": "Cherd Songsri was a Thai film director, screenwriter and film producer. A maker of period films that sought to introduce international audiences to his vision of Thai culture, his best-known work is the 1977 romance film Plae Kao, which earned more box-office receipts than any Thai film before it. It won a prize at the 1981 Three Continents Festival in Nantes, France."}]}, {"heading": "Births", "year": "1933", "date": "September 20", "txt": "Dennis Viollet, English footballer and manager (d. 1999)", "entities": [{"title": "Dennis Viollet", "href": "/wiki/Dennis_Viollet", "description": "Dennis Sydney Viollet was an English footballer who played for Manchester United and Stoke City as well as the England national team. He was famous as one of the Busby Babes and survived the Munich air disaster. After his retirement as player, he became a coach and spent most of his managerial career in the United States for various professional and school teams."}]}, {"heading": "Births", "year": "1934", "date": "September 20", "txt": "Hamit Kaplan, Turkish World and Olympic champion sports wrestler (d. 1976)", "entities": [{"title": "Hamit Kaplan", "href": "/wiki/Hamit_Kaplan", "description": "Hamit Kaplan was a Turkish World and Olympic champion sports wrestler of Turkish descent in the Heavyweight class. He won the gold, silver and bronze medal in men's freestyle wrestling at three consecutive Olympic Games in 1956, 1960 and 1964."}]}, {"heading": "Births", "year": "1934", "date": "September 20", "txt": "Takayuki Kubota, Japanese-American martial artist and actor", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 20", "txt": "Sophia Loren, Italian actress", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 20", "txt": "David Marquand, English academic and politician", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 20", "txt": "Jeff Morris, American actor (d. 2004)", "entities": []}, {"heading": "Births", "year": "1934", "date": "September 20", "txt": "Rajinder Puri, Indian cartoonist, journalist, and activist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1935", "date": "September 20", "txt": "David Pegg, English footballer (d. 1958)", "entities": [{"title": "David Pegg", "href": "/wiki/David_Pegg", "description": "David Pegg was an English footballer and one of the eight Manchester United players who lost their lives in the Munich air disaster on 6 February 1958."}]}, {"heading": "Births", "year": "1935", "date": "September 20", "txt": "Keith Roberts, English author and illustrator (d. 2000)", "entities": []}, {"heading": "Births", "year": "1935", "date": "September 20", "txt": "Jim Taylor, American football player and sportscaster (d. 2018)", "entities": []}, {"heading": "Births", "year": "1936", "date": "September 20", "txt": "Andrew Davies, Welsh author, screenwriter, and producer", "entities": [{"title": "Andrew Davies (writer)", "href": "/wiki/Andrew_Davies_(writer)", "description": "Andrew Wynford Davies is a Welsh writer of screenplays and novels, best known for House of Cards and A Very Peculiar Practice, and his adaptations of Vanity Fair, Pride and Prejudice, Middlemarch, Bleak House and War & Peace. He was made a BAFTA Fellow in 2002."}]}, {"heading": "Births", "year": "1936", "date": "September 20", "txt": "Salvador Reyes Monteón, Mexican footballer and manager (d. 2012)", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 20", "txt": "Birgitta Dahl, Swedish politician, Swedish Minister for the Environment", "entities": [{"title": "Birgitta Dahl", "href": "/wiki/Birgitta_Dahl", "description": "Rut Birgitta Dahl is a Swedish former politician of the Social Democratic Party."}, {"title": "Minister for the Environment (Sweden)", "href": "/wiki/Minister_for_the_Environment_(Sweden)", "description": "The Minister for the Environment is a member and minister of the Swedish Government and appointed by the Prime Minister. The minister heads the Ministry for the Environment and is responsible for environmental issues and construction. The minister also has the overall responsibility for coordinating the government's work on sustainable development."}]}, {"heading": "Births", "year": "1937", "date": "September 20", "txt": "Geoffrey Dear, Baron Dear, English police officer", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 20", "txt": "Robert L. Gerry III, American businessman", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 20", "txt": "Garry Johnson, English general", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 20", "txt": "Monica Zetterlund, Swedish actress and singer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1938", "date": "September 20", "txt": "Eric Gale, American guitarist and producer (d. 1994)", "entities": [{"title": "Eric Gale", "href": "/wiki/Eric_Gale", "description": "Eric Gale was an American guitarist."}]}, {"heading": "Births", "year": "1938", "date": "September 20", "txt": "Jane Manning, English soprano and educator", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 20", "txt": "Tarō Asō, Japanese target shooter and politician, 92nd Prime Minister of Japan", "entities": [{"title": "Tarō Asō", "href": "/wiki/Tar%C5%8D_As%C5%8D", "description": "Tarō Asō  is a Japanese politician who has been Deputy Prime Minister of Japan and Minister of Finance since 2012. He is the longest-serving Deputy Prime Minister and Finance Minister in Japanese history. Asō previously served one year as Prime Minister of Japan from September 2008 to September 2009 and was also Minister for Foreign Affairs and Minister for Internal Affairs and Communications."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1940", "date": "September 20", "txt": "William Finley, American actor (d. 2012)", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 20", "txt": "Anna Pavord, Welsh-English journalist and author", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 20", "txt": "Dale Chihuly, American sculptor and educator", "entities": [{"title": "Dale Chihuly", "href": "/wiki/Dale_Chihuly", "description": "Dale Chihuly is an American glass sculptor and entrepreneur. His works are considered to possess outstanding artistic merit in the field of blown glass, \"moving it into the realm of large-scale sculpture.\" The technical difficulties of working with glass forms are considerable, yet Chihuly uses it as the primary medium for installations and environmental artwork."}]}, {"heading": "Births", "year": "1941", "date": "September 20", "txt": "Sammy McMillan, Irish footballer", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 20", "txt": "Rose Francine Rogombé, Gabonese lawyer and politician, President of Gabon (d. 2015)", "entities": [{"title": "Rose Francine Rogombé", "href": "/wiki/Rose_Francine_Rogomb%C3%A9", "description": "Rose Francine Rogombé was a Gabonese politician who was Acting President of Gabon from June 2009 to October 2009, following the death of long-time President Omar Bongo. She constitutionally succeeded Bongo due to her role as President of the Senate, a post to which she was elected in February 2009. She was a lawyer by profession and a member of the Gabonese Democratic Party (PDG). Rogombé was the "}, {"title": "List of heads of state of Gabon", "href": "/wiki/List_of_heads_of_state_of_Gabon", "description": "This is a list of presidents of Gabon since the formation of the post of president in 1960, to the present day."}]}, {"heading": "Births", "year": "1942", "date": "September 20", "txt": "Gérald Tremblay, Canadian businessman and politician, 41st Mayor of Montreal", "entities": [{"title": "Mayor of Montreal", "href": "/wiki/Mayor_of_Montreal", "description": "The Mayor of Montreal is head of the executive branch of the Montreal City Council. The current mayor is Valérie Plante, who was elected into office on November 5, 2017, and sworn in on November 16. The office of the mayor administers all city services, public property, police and fire protection, most public agencies, and enforces all city and provincial laws within Montreal, Quebec. The mayor is"}]}, {"heading": "Births", "year": "1944", "date": "September 20", "txt": "Paul Madeley, English footballer (d. 2018)", "entities": [{"title": "Paul Madeley", "href": "/wiki/Paul_Madeley", "description": "Paul Edward Madeley was an English footballer, who played for Leeds United and the England national team. During his career with Leeds, Madeley played in a variety of different playing positions which led to him being described as a Utility player. Madeley made more than 500 appearances for Leeds in the Football League and appeared in 24 internationals for England between 1971 and 1977."}]}, {"heading": "Births", "year": "1946", "date": "September 20", "txt": "Sant Rajinder Singh Ji Maharaj, Spiritual Master, Head of Science of Spirituality", "entities": [{"title": "Sant Rajinder Singh Ji Maharaj", "href": "/wiki/Sant_Rajinder_Singh_Ji_Maharaj", "description": "Rajinder Singh is the head of the international non-profit organization Science of Spirituality (SOS), known in India as the Sawan Kirpal Ruhani Mission. To his disciples he is known as Sant Rajinder Singh Ji Maharaj. Singh is internationally recognized for his work toward promoting inner and outer peace through spirituality and meditation on the inner Light and Sound."}, {"title": "Science of Spirituality", "href": "/wiki/Science_of_Spirituality", "description": "Science of Spirituality is a non‑profit organization formed under the section 501(c)(3). It was founded in the year 1979. The spiritual head of Science of Spirituality is Sant Rajinder Singh Ji Maharaj. He teaches meditation on the inner Light and Sound so people can experience for themselves the spiritual riches within. The international headquarters for Science of Spirituality (SOS), also known "}]}, {"heading": "Births", "year": "1946", "date": "September 20", "txt": "Pete Coors, American businessman and politician", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 20", "txt": "Markandey Katju, Indian lawyer and judge", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 20", "txt": "Billy Bang, American violinist and composer (d. 2011)", "entities": [{"title": "Billy Bang", "href": "/wiki/Billy_Bang", "description": "Billy Bang, born William Vincent Walker, was an American free jazz violinist and composer."}]}, {"heading": "Births", "year": "1947", "date": "September 20", "txt": "Jude Deveraux, American author", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 20", "txt": "Mia Martini, Italian singer (d. 1995)", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 20", "txt": "Chris Ortloff, American journalist and politician", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 20", "txt": "Bruce Pasternack, American businessman", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 20", "txt": "Patrick Poivre d'Arvor, French journalist and author", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 20", "txt": "Rey Langit, Filipino journalist and radio host", "entities": [{"title": "Rey Langit", "href": "/wiki/Rey_Langit", "description": "Reynante \"Rey\" Magat Langit is a Filipino journalist. He is a longtime columnist for Philippine newspapers Tempo, Balita, People's Tonight, and Pilipino Mirror. He is also the main anchorman for the nationally aired program over AM Radio station DZRJ 810 kHz in Mega Manila. He currently hosts two weekly public affairs television programs, Kasangga Mo Ang Langit and Biyaheng Langit, which airs ever"}]}, {"heading": "Births", "year": "1948", "date": "September 20", "txt": "Victoria Mallory, American singer and actress (d. 2014)", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 20", "txt": "George R. R. Martin, American novelist and short story writer", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 20", "txt": "Chuck Panozzo, American bass player", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 20", "txt": "John Panozzo, American drummer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 20", "txt": "Mahesh Bhatt, Indian director, producer, and screenwriter", "entities": [{"title": "Mahesh Bhatt", "href": "/wiki/Mahesh_Bhatt", "description": "Mahesh Bhatt is an Indian film director, producer, and screenwriter known for his works in Hindi cinema. A stand-out film from his earlier period is Saaransh (1984), screened at the 14th Moscow International Film Festival. It became India's official entry for the Academy Award for Best Foreign Language Film for that year. The 1986 film Naam was his first piece of commercial cinema. In 1987, he tur"}]}, {"heading": "Births", "year": "1951", "date": "September 20", "txt": "Joanna Cameron, American actress and model (The Secrets of Isis)", "entities": [{"title": "Joanna Cameron", "href": "/wiki/Joanna_Cameron", "description": "Joanna Kara Cameron, sometimes credited as JoAnna Cameron, is an American former actress and model, perhaps best known for her portrayal of the title role on Isis, a 1970s children's television series, which was later rebroadcast as The Secrets of Isis."}, {"title": "The Secrets of Isis", "href": "/wiki/The_Secrets_of_Isis", "description": "The Secrets of Isis, originally broadcast as Isis, is an American live-action superhero television series produced by Filmation from 1975 to 1977 for CBS's Saturday morning lineup. The series was renamed The Secrets of Isis in syndication."}]}, {"heading": "Births", "year": "1951", "date": "September 20", "txt": "Guy Lafleur, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 20", "txt": "Javier Marías, Spanish journalist, author, and academic", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 20", "txt": "Greg Valentine, American wrestler", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 20", "txt": "Rocky Mattioli, Italian-Australian boxer", "entities": [{"title": "Rocky Mattioli", "href": "/wiki/Rocky_Mattioli", "description": "\n\nRocky Mattioli an Italian-Australian former boxer at junior middleweight, and former world champion."}]}, {"heading": "Births", "year": "1953", "date": "September 20", "txt": "Steve Tom, American actor", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 20", "txt": "Anne McIntosh, Scottish lawyer and politician", "entities": [{"title": "Anne McIntosh", "href": "/wiki/Anne_McIntosh", "description": "Anne Caroline Ballingall McIntosh, Baroness McIntosh of Pickering is a British Conservative Party politician and life peer."}]}, {"heading": "Births", "year": "1954", "date": "September 20", "txt": "Henry Samueli, American businessman, co-founded Broadcom Corporation", "entities": [{"title": "Broadcom Corporation", "href": "/wiki/Broadcom_Corporation", "description": "Broadcom Corporation is an American fabless semiconductor company that makes products for the wireless and broadband communication industry. It was acquired by Avago Technologies in 2016 and currently operates as a wholly owned subsidiary of the merged entity Broadcom Inc."}]}, {"heading": "Births", "year": "1955", "date": "September 20", "txt": "Betsy Brantley, American actress", "entities": [{"title": "Betsy Brantley", "href": "/wiki/Betsy_Brantley", "description": "Betsy Brantley is an American actress. She has appeared in numerous films, plays and television shows since the early 1980s. Her breakout role was in the 1982 film Five Days One Summer with Sean Connery."}]}, {"heading": "Births", "year": "1955", "date": "September 20", "txt": "Johnny Kidd, English wrestler", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 20", "txt": "José Rivero, Spanish golfer", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 20", "txt": "Jennifer Tour Chayes, American mathematician and computer scientist", "entities": [{"title": "Jennifer Tour Chayes", "href": "/wiki/Jennifer_Tour_Chayes", "description": "Jennifer Tour Chayes is the University of California, Berkeley Associate Provost for the Division of Computing, Data Science, and Society and Dean of the School of Information. She was formerly a Technical Fellow and Managing Director of Microsoft Research New England in Cambridge, Massachusetts, which she founded in 2008, and Microsoft Research New York City, which she founded in 2012."}]}, {"heading": "Births", "year": "1956", "date": "September 20", "txt": "Gary Cole, American actor", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 20", "txt": "Steve Coleman, American saxophonist, composer, and bandleader", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 20", "txt": "John Harle, English saxophonist, composer, conductor, and producer", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 20", "txt": "Alannah Currie, New Zealand singer-songwriter", "entities": [{"title": "Alannah Currie", "href": "/wiki/Alannah_Currie", "description": "Alannah Joy Currie is a London-based artist and musician, best known as a former member of the 80s UK pop group Thompson Twins."}]}, {"heading": "Births", "year": "1957", "date": "September 20", "txt": "Michael Hurst, New Zealand actor and director", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 20", "txt": "Arn Anderson, American wrestler and trainer", "entities": [{"title": "Arn Anderson", "href": "/wiki/Arn_Anderson", "description": "Martin Anthony Lunde, better known by the ring name Arn Anderson, is an American road agent, author, and retired professional wrestler signed to All Elite Wrestling (AEW). Although he is widely regarded as one of the finest tag team wrestlers in history, he is also a 4-time NWA/WCW World Television Champion and has often referred to the championship as his \"World Title\". His career has been highli"}]}, {"heading": "Births", "year": "1959", "date": "September 20", "txt": "Joseph Alessi, American trombonist and educator", "entities": [{"title": "Joseph Alessi", "href": "/wiki/Joseph_Alessi", "description": "Joseph Norman Alessi is an American classical trombonist with the New York Philharmonic."}]}, {"heading": "Births", "year": "1959", "date": "September 20", "txt": "Joanna Domańska, Polish pianist and educator", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 20", "txt": "Meral Okay, Turkish actress, producer, and screenwriter (d. 2012)", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 20", "txt": "Lee Hall, English playwright and screenwriter", "entities": [{"title": "Lee Hall (playwright)", "href": "/wiki/Lee_Hall_(playwright)", "description": "Lee Hall is an English playwright, television writer, screenwriter, and lyricist. He is best known for writing the 2000 film Billy Elliot and the book and lyrics for its stage musical adaptation, as well as the 2019 film Rocketman and 2007 play The Pitmen Painters."}]}, {"heading": "Births", "year": "1960", "date": "September 20", "txt": "Dave Hemingway, English singer-songwriter and drummer", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 20", "txt": "Deborah Roberts, American journalist", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 20", "txt": "Lisa Bloom, American lawyer and journalist", "entities": [{"title": "Lisa Bloom", "href": "/wiki/Lisa_Bloom", "description": "Lisa Read Bloom is an American attorney known for advising Harvey Weinstein amid sexual abuse allegations and for representing women whose sexual harassment claims precipitated the firing of Bill O'Reilly from Fox News.\nBloom founded and owns the Bloom Firm, a law firm that has represented clients including Kathy Griffin and Mischa Barton. Bloom was also the anchor of Lisa Bloom: Open Court, a two"}]}, {"heading": "Births", "year": "1961", "date": "September 20", "txt": "Caroline Flint,  English politician, Minister of State for Europe", "entities": [{"title": "Minister of State for Europe", "href": "/wiki/Minister_of_State_for_Europe", "description": "The Parliamentary Under-Secretary of State for European Neighbourhood and the Americas, formerly Minister of State for Europe, is a ministerial position within the Government of the United Kingdom, in charge of affairs with Europe, the European Union and NATO. The Minister can also be responsible for government policy towards the Americas; European security; defence and international security; the"}]}, {"heading": "Births", "year": "1961", "date": "September 20", "txt": "Erwin Koeman, Dutch retired football player and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 20", "txt": "Jim Al-Khalili, Iraqi-English physicist, author, and academic", "entities": [{"title": "Jim Al-Khalili", "href": "/wiki/Jim_Al-Khalili", "description": "Jameel Sadik \"Jim\" Al-Khalili is an Iraqi-British theoretical physicist, author and broadcaster. He is professor of theoretical physics and chair in the public engagement in science at the University of Surrey. He is a regular broadcaster and presenter of science programmes on BBC radio and television, and a frequent commentator about science in other British media."}]}, {"heading": "Births", "year": "1963", "date": "September 20", "txt": "Anil Dalpat, Pakistani cricketer", "entities": [{"title": "Anil Dalpat", "href": "/wiki/Anil_Dalpat", "description": "Anil Dalpat Sonavaria is the first Hindu ever to play Test cricket for Pakistan. After retirement from cricket, he migrated to Canada with his family and started a business in Canada."}]}, {"heading": "Births", "year": "1964", "date": "September 20", "txt": "Randy Bradbury, American bass player", "entities": [{"title": "Randy Bradbury", "href": "/wiki/Randy_Bradbury", "description": "Randy Bradbury is the current bass guitar player for the Californian punk band Pennywise.\nHe joined in October 1996 when founding bass player Jason Thirsk took a leave of absence to go to rehab for alcohol addiction. Randy was supposed to switch to rhythm guitar when Thirsk returned, but it never happened due to Thirsk's suicide in 1996. Randy played bass for early punk pioneers The Falling Idols,"}]}, {"heading": "Births", "year": "1965", "date": "September 20", "txt": "Poul-Erik Høyer Larsen, Danish badminton player", "entities": [{"title": "Poul-Erik Høyer Larsen", "href": "/wiki/Poul-Erik_H%C3%B8yer_Larsen", "description": "Poul-Erik Høyer Larsen is the current President of the Badminton World Federation and a retired Danish badminton player who won major international singles titles in the 1990s, and ranks among Denmark's badminton greats.\tIn 2014, Høyer became a member of the International Olympic Committee (IOC), he has been a board member of the Danish Olympic Committee since 2005."}]}, {"heading": "Births", "year": "1966", "date": "September 20", "txt": "Nuno Bettencourt, Portuguese singer-songwriter and guitarist", "entities": [{"title": "Nuno Bettencourt", "href": "/wiki/Nuno_Bettencourt", "description": "Nuno Duarte Gil Mendes Bettencourt is a Portuguese-American guitarist, singer-songwriter, and record producer. He became known as the lead guitarist of the Boston rock band Extreme. He has also recorded a solo album as well as having founded bands including Mourning Widows, Population 1, DramaGods, and The Satellite Party. In 2007, he also reunited with Extreme to record new music and tour."}]}, {"heading": "Births", "year": "1967", "date": "September 20", "txt": "Roger Anderson, American wrestler", "entities": [{"title": "Death & Destruction", "href": "/wiki/Death_%26_Destruction", "description": "Death & Destruction was a professional wrestling tag team composed of Frank \"The Tank\" Parker and \"Ruthless\" Roger Anderson. They competed in numerous regional and independent promotions throughout the Southern United States in the 1990s, and were arguably one of the region's top \"heel\" teams during this period."}]}, {"heading": "Births", "year": "1967", "date": "September 20", "txt": "Martin Harrison, American football player", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 20", "txt": "Kristen Johnston, American actress", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 20", "txt": "Gunnar Nelson, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 20", "txt": "Matthew Nelson, American singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 20", "txt": "Ijaz Ahmed, Pakistani cricketer and coach", "entities": [{"title": "Ijaz Ahmed (cricketer, born 1968)", "href": "/wiki/Ijaz_Ahmed_(cricketer,_born_1968)", "description": "Ijaz Ahmed is a Pakistani cricket coach and former cricketer who played 60 Tests and 250 One Day Internationals for Pakistan over a period from 1986 to 2001."}]}, {"heading": "Births", "year": "1968", "date": "September 20", "txt": "Leah Pinsent, Canadian actress", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 20", "txt": "Darrell Russell, American race car driver (d. 2004)", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 20", "txt": "Philippa Forrester, English television and radio presenter, producer and author", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 20", "txt": "Patrick Pentland, Irish-Canadian singer-songwriter, guitarist, and producer", "entities": [{"title": "Patrick Pentland", "href": "/wiki/Patrick_Pentland", "description": "Patrick Pentland is a member of the Canadian rock band Sloan. All four members of Sloan write, produce, and sing their own songs, but Pentland primarily plays lead guitar for most songs. He occasionally plays rhythm guitar, bass, keyboards in the studio, and occasionally plays drums live. Pentland is one of the band's two main singers, as he sings lead on at least a third of the band's songs, incl"}]}, {"heading": "Births", "year": "1969", "date": "September 20", "txt": "Tim Rogers, Australian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 20", "txt": "Ben Shepherd, American musician and songwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 20", "txt": "Richard Witschge, Dutch footballer and coach", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 20", "txt": "N'Bushe Wright, American actress and dancer", "entities": [{"title": "N'Bushe Wright", "href": "/wiki/N%27Bushe_Wright", "description": "N'Bushe Wright is an American actress and dancer. She attended and trained as a dancer at the Alvin Ailey Dance Center and the Martha Graham School of Dance. She is known mainly for her role as Dr. Karen Jenson in the 1998 feature film Blade."}]}, {"heading": "Births", "year": "1971", "date": "September 20", "txt": "Todd Blackadder, New Zealand rugby player and coach", "entities": [{"title": "Todd Blackadder", "href": "/wiki/Todd_Blackadder", "description": "Todd Blackadder is a retired New Zealand rugby union player and professional rugby coach. He captained the national team, the All Blacks 14 times playing a total of 25 games and 12 tests. Blackadder captained the Crusaders to three Super Rugby titles during his time with the franchise while also winning two NPC titles with Canterbury."}]}, {"heading": "Births", "year": "1971", "date": "September 20", "txt": "Masashi Hamauzu, Japanese pianist and composer", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 20", "txt": "Henrik Larsson, Swedish footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 20", "txt": "Dominika Peczynski, Swedish singer and television host", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 20", "txt": "Victor Ponta, Romanian jurist and politician, 63rd Prime Minister of Romania", "entities": [{"title": "Victor Ponta", "href": "/wiki/Victor_Ponta", "description": "Victor Viorel Ponta is a Romanian jurist and politician, who served as Prime Minister of Romania between his appointment by President Traian Băsescu in May 2012 and his resignation in November 2015. A former member of the Social Democratic Party (PSD) and its leader from 2010 to 2015, he was also joint leader (2012–2014) of the then-governing Social Liberal Union (USL), an alliance with the Nation"}, {"title": "Prime Minister of Romania", "href": "/wiki/Prime_Minister_of_Romania", "description": "The prime minister of the Government of Romania is the head of the Government of Romania. Initially, the office was styled President of the Council of Ministers, when the term \"Government\" included more than the Cabinet, and the Cabinet was called The Council of Ministers. The title was officially changed to Prime Minister by the 1965 Constitution of Romania during the communist regime."}]}, {"heading": "Births", "year": "1973", "date": "September 20", "txt": "Ronald McKinnon, American football player", "entities": [{"title": "Ronald McKinnon", "href": "/wiki/Ronald_McKinnon", "description": "Ronald McKinnon is a former American football linebacker in the National Football League. He was originally signed as an undrafted free agent by the Arizona Cardinals out of the University of North Alabama where he won three Division II National Championships. He was the winner of 1995 Harlon Hill Trophy. He played for the Cardinals from 1996-2004. He also played one season for the New Orleans Sai"}]}, {"heading": "Births", "year": "1973", "date": "September 20", "txt": "Jo Pavey, English runner", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 20", "txt": "Asia Argento, Italian actress", "entities": [{"title": "Asia Argento", "href": "/wiki/Asia_Argento", "description": "Asia Argento is an Italian actress, singer, and director. The daughter of filmmaker Dario Argento, she had roles in the films XXX (2002), Land of the Dead (2005), and Marie Antoinette (2006). She has won two David di Donatello awards for Best Actress for Let's Not Keep in Touch (1994) and Traveling Companion (1996)."}]}, {"heading": "Births", "year": "1975", "date": "September 20", "txt": "Joel Gertner, American wrestling announcer", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 20", "txt": "Juan Pablo Montoya, Colombian race car driver", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 20", "txt": "Jason Robinson, American saxophonist and composer", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 20", "txt": "Ainsley Earhardt, American political commentator", "entities": [{"title": "Ainsley Earhardt", "href": "/wiki/Ainsley_Earhardt", "description": "Ainsley Earhardt is a conservative American television personality and author. She is a co-host of Fox & Friends."}]}, {"heading": "Births", "year": "1977", "date": "September 20", "txt": "Chris Mooney, American journalist and academic", "entities": [{"title": "Chris Mooney (journalist)", "href": "/wiki/Chris_Mooney_(journalist)", "description": "Christopher Cole Mooney is an American journalist and author of four books including The Republican War on Science (2005). Mooney's writing focuses on subjects such as climate change denialism and creationism in public schools, and he has been described as \"one of the few journalists in the country who specialize in the now dangerous intersection of science and politics.\" In 2020 he was awarded a "}]}, {"heading": "Births", "year": "1978", "date": "September 20", "txt": "Jason Bay, Canadian-American baseball player", "entities": [{"title": "Jason Bay", "href": "/wiki/Jason_Bay", "description": "Jason Raymond Bay is a Canadian-American former professional baseball left fielder. Bay played in Major League Baseball (MLB) for the San Diego Padres, Pittsburgh Pirates, Boston Red Sox, New York Mets and Seattle Mariners."}]}, {"heading": "Births", "year": "1978", "date": "September 20", "txt": "Patrizio Buanne, Austrian-Italian singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 20", "txt": "Héctor Camacho Jr., Puerto Rican-American boxer", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 20", "txt": "Dante Hall, American football player", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 20", "txt": "Scott Minto, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 20", "txt": "Vladimir Karpets, Russian cyclist", "entities": [{"title": "Vladimir Karpets", "href": "/wiki/Vladimir_Karpets", "description": "Vladimir Alexandrovich Karpets is a Russian road bicycle racer, who last rode for UCI ProTeam Movistar Team. Karpets is most notable for winning the white jersey for best young rider in the 2004 Tour de France and his victories in the overall classifications of the Volta a Catalunya and the Tour de Suisse, both in 2007. Karpets is also a two-time Olympian."}]}, {"heading": "Births", "year": "1981", "date": "September 20", "txt": "Feliciano López, Spanish tennis player", "entities": [{"title": "Feliciano López", "href": "/wiki/Feliciano_L%C3%B3pez", "description": "Feliciano López Díaz-Guerra is a Spanish professional tennis player on the ATP Tour. He was born in Toledo and now lives in the Spanish capital, Madrid. López achieved his career-high singles ranking of world No. 12 in March 2015."}]}, {"heading": "Births", "year": "1981", "date": "September 20", "txt": "David McMillan, American football player (d. 2013)", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 20", "txt": "Ryan Tandy, Australian rugby league player (d. 2014)", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 20", "txt": "Jordan Tata, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 20", "txt": "Jason Bacashihua, American ice hockey player", "entities": [{"title": "Jason Bacashihua", "href": "/wiki/Jason_Bacashihua", "description": "Jason Bacashihua is an American professional ice hockey goaltender currently playing for WSV Sterzing Broncos in the Alps Hockey League (AlpsHL). He has played in the National Hockey League with the St. Louis Blues, various teams in the AHL and ECHL, HC 05 Banská Bystrica of the Slovak Extraliga, and High1 in Asia League Ice Hockey."}]}, {"heading": "Births", "year": "1982", "date": "September 20", "txt": "Aaron Burkart, German race car driver", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 20", "txt": "Brian Fortuna, American dancer and choreographer", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 20", "txt": "Inna Osypenko-Radomska, Ukrainian-born sprint kayaker", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 20", "txt": "Sexy Star, Mexican wrestler", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 20", "txt": "Athanasios Tsigas, Greek footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 20", "txt": "Freya Ross, Scottish runner", "entities": [{"title": "Freya Ross", "href": "/wiki/Freya_Ross", "description": "Freya Ross is a Scottish long-distance runner who competed in the Marathon at the London 2012 Olympics. She mainly competed in road races, but was also successful on the track competing in 5000 metres and 10,000 metres, as well as cross country running. Ross represented Scotland in the 5,000 metres and 10,000 metres in the 2010 Commonwealth Games. in Delhi in October 2010. Some of her best road ra"}]}, {"heading": "Births", "year": "1983", "date": "September 20", "txt": "Ángel Sánchez, Puerto Rican-American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 20", "txt": "Brian Joubert, French figure skater", "entities": [{"title": "Brian Joubert", "href": "/wiki/Brian_Joubert", "description": "Brian Joubert is a French former competitive figure skater. He is the 2007 World champion, a three-time European champion, an eight-time French National champion, and the 2006–07 Grand Prix Final champion. In total, he is a six-time World medalist, a ten-time European medalist, and competed in four Winter Olympics for France."}]}, {"heading": "Births", "year": "1985", "date": "September 20", "txt": "Ian Desmond, American baseball player", "entities": [{"title": "Ian Desmond", "href": "/wiki/Ian_Desmond", "description": "Ian Morgan Desmond is an American professional baseball infielder and outfielder for the Colorado Rockies of Major League Baseball (MLB). He previously played for the Washington Nationals and Texas Rangers. Desmond is a three-time Silver Slugger Award winner and a two-time MLB All-Star. While primarily a shortstop early in his career, Desmond began playing primarily left field, center field, and f"}]}, {"heading": "Births", "year": "1985", "date": "September 20", "txt": "Mami Yamasaki, Japanese model and actress", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 20", "txt": "Hayato Fujita, Japanese wrestler", "entities": [{"title": "Hayato Fujita", "href": "/wiki/Hayato_Fujita", "description": "Hayato Fujita is a Japanese professional wrestler, better known by his ring name, Fujita \"Jr.\" Hayato (フジタ\"Jr\"ハヤト). Despite his small stature and physique for a professional wrestler, he is known for his toughness and hard shoot-style strikes."}]}, {"heading": "Births", "year": "1986", "date": "September 20", "txt": "Aldis Hodge, American actor", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 20", "txt": "İbrahim Kaş, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 20", "txt": "Jason Nightingale, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 20", "txt": "Gain, South Korean singer", "entities": [{"title": "Gain (singer)", "href": "/wiki/Gain_(singer)", "description": "Son Ga-in, known mononymously as Gain, is a South Korean singer, actress and entertainer, best known as a member of the South Korean girl group Brown Eyed Girls. Having debuted with her home group earlier in 2006, Gain eventually made her solo debut in October 2010 with Step 2/4 to great commercial success, and have since released a total of six extended plays. In addition to her musical career, t"}]}, {"heading": "Births", "year": "1987", "date": "September 20", "txt": "Jack Lawless, American drummer", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 20", "txt": "Tito Tebaldi, Italian rugby player", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 20", "txt": "Sergei Bobrovsky, Russian ice hockey player", "entities": [{"title": "Sergei Bobrovsky", "href": "/wiki/Sergei_Bobrovsky", "description": "Sergei Andreyevich Bobrovsky is a Russian professional ice hockey goaltender for the Florida Panthers of the National Hockey League (NHL). He has also played in the NHL for the Philadelphia Flyers and Columbus Blue Jackets, with whom he became recognized as one of the NHL's top goaltenders."}]}, {"heading": "Births", "year": "1988", "date": "September 20", "txt": "Ayano Ōmoto, Japanese singer and dancer", "entities": []}, {"heading": "Births", "year": "1988", "date": "September 20", "txt": "Ryan Simpkins, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1990", "date": "September 20", "txt": "Phillip Phillips, American singer-songwriter and guitarist", "entities": [{"title": "Phillip Phillips", "href": "/wiki/Phillip_Phillips", "description": "Phillip LaDon Phillips Jr. is an American singer-songwriter and actor who won the eleventh season of American Idol on May 23, 2012. His coronation song, \"Home\", became the best-selling song in American Idol history. His debut album The World from the Side of the Moon was released on November 19, 2012. His second album, Behind the Light, was released on May 19, 2014. His third album, Collateral, wa"}]}, {"heading": "Births", "year": "1990", "date": "September 20", "txt": "John Tavares, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 20", "txt": "Isaac Cofie, Ghanaian footballer", "entities": [{"title": "Isaac Cofie", "href": "/wiki/Isaac_Cofie", "description": "Isaac Cofie is a Ghanaian professional footballer who plays as a midfielder for Sivasspor."}]}, {"heading": "Births", "year": "1992", "date": "September 20", "txt": "Michał Żyro, Polish footballer", "entities": [{"title": "Michał Żyro", "href": "/wiki/Micha%C5%82_%C5%BByro", "description": "Michał Żyro is a Polish professional footballer who plays as a winger for Piast Gliwice. He has previously represented Legia Warsaw and spent time on loan at English side Charlton Athletic."}]}, {"heading": "Births", "year": "1993", "date": "September 20", "txt": "Julian Draxler, German footballer", "entities": []}, {"heading": "Births", "year": "1995", "date": "September 20", "txt": "Laura Dekker, Dutch sailor", "entities": [{"title": "Laura Dekker", "href": "/wiki/Laura_Dekker", "description": "Laura Dekker is a New Zealand-born Dutch sailor. In 2009, she announced her plan to become the youngest person to circumnavigate the globe single-handed. A Dutch court stepped in, owing to the objections of the local authorities, and prevented Laura from departing while under shared custody of both her parents. In July 2010, a Dutch family court ended this custody arrangement, and the record-break"}]}, {"heading": "Births", "year": "1995", "date": "September 20", "txt": "Rob Holding, English footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "September 20", "txt": "Ioana Loredana Roșca, Romanian tennis player", "entities": [{"title": "Ioana Loredana Roșca", "href": "/wiki/Ioana_Loredana_Ro%C8%99ca", "description": "Ioana Loredana Roșca is a Romanian tennis player."}]}, {"heading": "Deaths", "year": "855", "date": "September 20", "txt": "Gozbald, bishop of Würzburg", "entities": [{"title": "Gozbald", "href": "/wiki/Gozbald", "description": "\nGozbald, in Latin Gozbaldus or Gauzbaldus, was the abbot of Niederaltaich from 830, and the bishop of Würzburg from 842, until his death. He also served as chorbishop of the diocese of Passau. On the basis of an entry in the confraternity book of Reichenau Abbey, the historian Gerd Althoff suggests that Gozbald belonged to the Hattonian family."}]}, {"heading": "Deaths", "year": "1085", "date": "September 20", "txt": "Hermann II, Count Palatine of Lotharingia (b. 1049)", "entities": [{"title": "Hermann II, Count Palatine of Lotharingia", "href": "/wiki/Hermann_II,_Count_Palatine_of_Lotharingia", "description": "Hermann II, Count Palatine of Lotharingia 1064–1085. He was count in the Ruhrgau and the Zulpichgau, as well as count of Brabant."}]}, {"heading": "Deaths", "year": "1190", "date": "September 20", "txt": "Adelog of Hildesheim, German bishop", "entities": [{"title": "Adelog of Hildesheim", "href": "/wiki/Adelog_of_Hildesheim", "description": "Adelog von Dorstadt was Bishop of Hildesheim from 1171 until his death."}]}, {"heading": "Deaths", "year": "1241", "date": "September 20", "txt": "Conrad II of Salzwedel, German nobleman and bishop", "entities": [{"title": "Conrad II of Salzwedel", "href": "/wiki/Conrad_II_of_Salzwedel", "description": "Conrad II of Salzwedel was a German nobleman. He was a Roman Catholic priest and was bishop of Cammin as Conrad III from 1233 until his death."}]}, {"heading": "Deaths", "year": "1246", "date": "September 20", "txt": "Michael of Chernigov (b. 1185)", "entities": [{"title": "Michael of Chernigov", "href": "/wiki/Michael_of_Chernigov", "description": "Saint Michael of Chernigov or Mikhail Vsevolodovich was a Rus' prince. He was grand prince of Kiev ; and he was also prince of Pereyaslavl (1206), of Novgorod-Seversk (1219–1226), of Chernigov, of Novgorod, and of Halych (1235–1236)."}]}, {"heading": "Deaths", "year": "1266", "date": "September 20", "txt": "Jan Prandota, Bishop of Kraków", "entities": [{"title": "Jan Prandota", "href": "/wiki/Jan_Prandota", "description": "Jan Prandota was bishop of Kraków from 1242 to his death in 1266."}]}, {"heading": "Deaths", "year": "1328", "date": "September 20", "txt": "Ibn Taymiyyah, Syrian theologian and scholar (b. 1263)", "entities": [{"title": "Ibn Taymiyyah", "href": "/wiki/Ibn_Taymiyyah", "description": "Taqī ad-Dīn Aḥmad ibn Abd al-Halim ibn Abd al-Salam al-Numayri al-Ḥarrānī, known simply Ibn Taymiyyah, was a controversial Islamic jurist scholar, muhaddith, theologian, judge, philosopher, economist, and polymath. He is known for his diplomatic involvement with the Ilkhanid ruler Ghazan Khan and for his involvement at the Battle of Marj al-Saffar which ended the Mongol invasions of the Levant. A "}]}, {"heading": "Deaths", "year": "1384", "date": "September 20", "txt": "Louis I, Duke of Anjou (b. 1339)", "entities": [{"title": "Louis I, Duke of Anjou", "href": "/wiki/Louis_I,_Duke_of_Anjou", "description": "Louis I, Duke of Anjou was the second son of John II of France and Bonne of Bohemia. Born at the Château de Vincennes, Louis was the first of the Angevin branch of the French royal house. His father appointed him Count of Anjou and Count of Maine in 1356, and then raised him to the title Duke of Anjou in 1360 and Duke of Touraine in 1370."}]}, {"heading": "Deaths", "year": "1440", "date": "September 20", "txt": "Frederick I, Elector of Brandenburg (b. 1371)", "entities": [{"title": "Frederick I, Elector of Brandenburg", "href": "/wiki/Frederick_I,_Elector_of_Brandenburg", "description": "Frederick was the last Burgrave of Nuremberg from 1397 to 1427, Margrave of Brandenburg-Ansbach from 1398, Margrave of Brandenburg-Kulmbach from 1420, and Elector of Brandenburg from 1415 until his death. He became the first member of the House of Hohenzollern to rule the Margraviate of Brandenburg."}]}, {"heading": "Deaths", "year": "1460", "date": "September 20", "txt": "Gilles Binchois, Flemish composer (b. 1400)", "entities": [{"title": "Gilles Binchois", "href": "/wiki/Gilles_Binchois", "description": "Gilles de Binche was a composer from the Low Countries, one of the earliest members of the Burgundian school and one of the three most famous composers of the early 15th century. While often ranked behind his contemporaries Guillaume Dufay and John Dunstable by contemporary scholars, his works were still cited, borrowed and used as source material after his death."}]}, {"heading": "Deaths", "year": "1492", "date": "September 20", "txt": "Anne Neville, Countess of Warwick (b. 1426)", "entities": [{"title": "Anne Neville, Countess of Warwick", "href": "/wiki/Anne_Neville,_Countess_of_Warwick", "description": "Anne Beauchamp, 16th Countess of Warwick was the daughter of Richard Beauchamp, 13th Earl of Warwick, and his second wife Isabel le Despenser, a daughter of Thomas le Despenser and Constance of York. Anne Beauchamp was the mother of Anne Neville, Queen consort of England as the spouse of King Richard III."}]}, {"heading": "Deaths", "year": "1501", "date": "September 20", "txt": "Agostino Barbarigo, Doge of Venice", "entities": [{"title": "Agostino Barbarigo", "href": "/wiki/Agostino_Barbarigo", "description": "Agostino Barbarigo was Doge of Venice from 1486 until his death in 1501."}]}, {"heading": "Deaths", "year": "1501", "date": "September 20", "txt": "Thomas Grey, 1st Marquess of Dorset, stepson of Edward IV of England (b. 1457)", "entities": [{"title": "Edward IV of England", "href": "/wiki/Edward_IV_of_England", "description": "Edward IV was King of England from 4 March 1461 to 3 October 1470, then again from 11 April 1471 until his death in 1483. He was a central figure in the Wars of the Roses, a series of civil wars in England fought between the Yorkist and Lancastrian factions between 1455 and 1487."}]}, {"heading": "Deaths", "year": "1533", "date": "September 20", "txt": "Veit Stoss, German sculptor (b. c. 1447)", "entities": [{"title": "Veit Stoss", "href": "/wiki/Veit_Stoss", "description": "Veit Stoss was a leading German sculptor, mostly working with wood, whose career covered the transition between the late Gothic and the Northern Renaissance. His style emphasized pathos and emotion, helped by his virtuoso carving of billowing drapery; it has been called \"late Gothic Baroque\". He had a large workshop, and in addition to his own works there are a number by pupils. He is best known f"}]}, {"heading": "Deaths", "year": "1537", "date": "September 20", "txt": "Pavle Bakić, medieval Serb monarch; last Serb Despot", "entities": [{"title": "Pavle Bakić", "href": "/wiki/Pavle_Baki%C4%87", "description": "Pavle Bakić (Serbian: Павле Бакић, Hungarian: Bakics Pál; was the last titular Despot of Serbia. He was one of the most notable military commanders among Serbian nobility in the Kingdom of Hungary, and fought against the Ottoman Empire in several battles, most notably at the Battle of Mohács and the Battle of Vienna. He fell at the Battle of Gorjani."}, {"title": "Serbian Despotate", "href": "/wiki/Serbian_Despotate", "description": "The Serbian Despotate was a medieval Serbian state in the first half of the 15th century. Although the Battle of Kosovo in 1389 is generally considered the end of medieval Serbia, the Despotate, a successor of the Serbian Empire and Moravian Serbia, lasted for another 60 years, experiencing a cultural and political renaissance before it was conquered by the Ottomans in 1459. Before its conquest th"}]}, {"heading": "Deaths", "year": "1565", "date": "September 20", "txt": "Cipriano de Rore, Flemish composer and teacher (b. 1515)", "entities": [{"title": "Cipriano de Rore", "href": "/wiki/Cipriano_de_Rore", "description": "Cipriano de Rore was a Franco-Flemish composer of the Renaissance, active in Italy. Not only was he a central representative of the generation of Franco-Flemish composers after Josquin des Prez who went to live and work in Italy, but he was one of the most prominent composers of madrigals in the middle of the 16th century. His experimental, chromatic, and highly expressive style had a decisive inf"}]}, {"heading": "Deaths", "year": "1586", "date": "September 20", "txt": "Sir Anthony Babington, English Catholic conspirator (b. 1561)", "entities": [{"title": "Anthony Babington", "href": "/wiki/Anthony_Babington", "description": "\n\nAnthony Babington was an English gentleman convicted of plotting the assassination of Elizabeth I of England and conspiring with the imprisoned Mary, Queen of Scots. The \"Babington Plot\" and Mary's involvement in it were the basis of the treason charges against her which led to her execution. He was a member of the Babington family."}]}, {"heading": "Deaths", "year": "1586", "date": "September 20", "txt": "Chidiock Tichborne, English conspirator and poet (b. 1558)", "entities": []}, {"heading": "Deaths", "year": "1590", "date": "September 20", "txt": "Lodovico Agostini, Italian priest, composer, and scholar (b. 1534)", "entities": [{"title": "Lodovico Agostini", "href": "/wiki/Lodovico_Agostini", "description": "Lodovico Agostini was an Italian composer, singer, priest, and scholar of the late Renaissance. He was a close associate of the Ferrara Estense court, and one of the most skilled representatives of the progressive secular style which developed there at the end of the 16th century."}]}, {"heading": "Deaths", "year": "1625", "date": "September 20", "txt": "Heinrich Meibom, German historian and poet (b. 1555)", "entities": [{"title": "Heinrich Meibom (poet)", "href": "/wiki/Heinrich_Meibom_(poet)", "description": "Heinrich Meibom, German historian and poet, was born at Barntrup in Westphalia."}]}, {"heading": "Deaths", "year": "1627", "date": "September 20", "txt": "Jan Gruter, Dutch scholar and critic (b. 1560)", "entities": [{"title": "Jan Gruter", "href": "/wiki/Jan_Gruter", "description": "Jan Gruter or Gruytère, Latinized as Janus Gruterus, was a Flemish-born philologist, scholar, and librarian."}]}, {"heading": "Deaths", "year": "1639", "date": "September 20", "txt": "Johannes Meursius, Dutch historian and scholar (b. 1579)", "entities": [{"title": "Johannes Meursius", "href": "/wiki/Johannes_Meursius", "description": "Johannes Meursius was a Dutch classical scholar and antiquary."}]}, {"heading": "Deaths", "year": "1643", "date": "September 20", "txt": "Lucius Cary, 2nd Viscount Falkland, English soldier and politician, Secretary of State for England (b. 1610)", "entities": [{"title": "Lucius Cary, 2nd Viscount Falkland", "href": "/wiki/Lucius_Cary,_2nd_Viscount_Falkland", "description": "Lucius Cary, 2nd Viscount Falkland PC was an English author and politician who sat in the House of Commons from 1640 to 1642. He fought on the Royalist side in the English Civil War and was killed in action at the First Battle of Newbury."}, {"title": "Secretary of State (England)", "href": "/wiki/Secretary_of_State_(England)", "description": "In the Kingdom of England, the title of Secretary of State came into being near the end of the reign of Queen Elizabeth I (1558–1603), the usual title before that having been King's Clerk, King's Secretary, or Principal Secretary."}]}, {"heading": "Deaths", "year": "1684", "date": "September 20", "txt": "Kim Seok-ju, Korean scholar and politician (b. 1634)", "entities": [{"title": "Kim Seok-ju", "href": "/wiki/Kim_Seok-ju", "description": "Gim Seokju was one of the Neo-Confucian scholars, politicians and writers of the Korean Joseon Dynasty. His nickname was Sigam, a courtesy name was Sabaek. He was a cousin of Queen Myunseong. He was prime minister of the Joseon Dynasty in 1680."}]}, {"heading": "Deaths", "year": "1793", "date": "September 20", "txt": "Fletcher Christian, English lieutenant and mutineer (b. 1764)", "entities": [{"title": "Fletcher Christian", "href": "/wiki/Fletcher_Christian", "description": "Fletcher Christian was master's mate on board HMS Bounty during Lieutenant William Bligh's voyage to Tahiti during 1787–1789 for breadfruit plants. In the mutiny on the Bounty, Christian seized command of the ship from Bligh on 28 April 1789. Some of the mutineers were left on Tahiti, while Christian, eight other mutineers, six Tahitian men and eleven Tahitian women settled on isolated Pitcairn Is"}]}, {"heading": "Deaths", "year": "1803", "date": "September 20", "txt": "Robert Emmet, Irish commander (b. 1780)", "entities": [{"title": "Robert Emmet", "href": "/wiki/Robert_Emmet", "description": "Robert Emmet was an Irish Republican, and Irish nationalist patriot, orator and rebel leader. After leading an abortive rebellion against British rule in 1803 he was captured then tried and executed for high treason against the British king George III of Great Britain and Ireland."}]}, {"heading": "Deaths", "year": "1815", "date": "September 20", "txt": "Nicolas Desmarest, French geologist and scholar (b. 1725)", "entities": [{"title": "Nicolas Desmarest", "href": "/wiki/Nicolas_Desmarest", "description": "Nicolas Desmarest was a French geologist and contributor to the Encyclopédie ou Dictionnaire raisonné des sciences, des arts et des métiers, in particular, the multi-volume Géographie-physique."}]}, {"heading": "Deaths", "year": "1839", "date": "September 20", "txt": "Sir Thomas Hardy, 1st Baronet, English admiral (b. 1769)", "entities": [{"title": "Sir Thomas Hardy, 1st Baronet", "href": "/wiki/Sir_Thomas_Hardy,_1st_Baronet", "description": "Vice-Admiral Sir Thomas Masterman Hardy, 1st Baronet, GCB was a Royal Navy officer. He took part in the Battle of Cape St Vincent in February 1797, the Battle of the Nile in August 1798 and the Battle of Copenhagen in April 1801 during the French Revolutionary Wars. He served as flag captain to Admiral Lord Nelson, and commanded HMS Victory at the Battle of Trafalgar in October 1805 during the Nap"}]}, {"heading": "Deaths", "year": "1840", "date": "September 20", "txt": "José Gaspar Rodríguez de Francia, Paraguayan lawyer and politician, Consul of Paraguay (b. 1766)", "entities": [{"title": "José Gaspar Rodríguez de Francia", "href": "/wiki/Jos%C3%A9_Gaspar_Rodr%C3%ADguez_de_Francia", "description": "José Gaspar Rodríguez de Francia y Velasco was a Paraguayan lawyer and politician, and the first dictator (1814–1840) of Paraguay following its 1811 independence from the Spanish Viceroyalty of the Río de la Plata. His official title was \"Supreme and Perpetual Dictator of Paraguay\", but he was popularly known as El Supremo."}, {"title": "Consul of Paraguay", "href": "/wiki/Consul_of_Paraguay", "description": "The president of Paraguay, officially known as the president of the Republic of Paraguay, is according to the Constitution of Paraguay the head of the executive branch of the Government of Paraguay, both head of state and head of government. His honorific title is Su Excelencia."}]}, {"heading": "Deaths", "year": "1845", "date": "September 20", "txt": "Matvei Gedenschtrom, Russian explorer and public servant (b. 1780)", "entities": [{"title": "Matvei Gedenschtrom", "href": "/wiki/Matvei_Gedenschtrom", "description": "Matvei Matveyevich Gedenschtrom was a Russian explorer of Northern Siberia, writer, and public servant."}]}, {"heading": "Deaths", "year": "1852", "date": "September 20", "txt": "Philander Chase, American bishop and educator, founded Kenyon College (b. 1775)", "entities": [{"title": "Philander Chase", "href": "/wiki/Philander_Chase", "description": "Philander Chase was an Episcopal Church bishop, educator, and pioneer of the United States western frontier, especially in Ohio and Illinois."}, {"title": "Kenyon College", "href": "/wiki/Kenyon_College", "description": "Kenyon College is a private liberal arts college in Gambier, Ohio. It was founded in 1824 by Philander Chase. Kenyon College is accredited by the Higher Learning Commission."}]}, {"heading": "Deaths", "year": "1855", "date": "September 20", "txt": "José Trinidad Reyes, Honduran priest and educator (b. 1797)", "entities": [{"title": "José Trinidad Reyes", "href": "/wiki/Jos%C3%A9_Trinidad_Reyes", "description": "The Father José Trinidad Reyes y Sevilla is considered Honduras' national hero and is the founder of the Autonomous National University of Honduras, formerly called \"La Sociedad del Genio emprendedor y del buen gusto\". He was a fighter against poverty and its causes, assisting the poor and insisting on their right to education in matters of faith, culture and science."}]}, {"heading": "Deaths", "year": "1863", "date": "September 20", "txt": "Jacob Grimm, German philologist and mythologist (b. 1785)", "entities": [{"title": "Jacob Grimm", "href": "/wiki/Jacob_Grimm", "description": "Jacob Ludwig Karl Grimm, also known as Ludwig Karl, was a German philologist, jurist, and folklorist. He is known as the discoverer of Grimm's law of linguistics, the co-author of the monumental Deutsches Wörterbuch, the author of Deutsche Mythologie, and the editor of Grimm's Fairy Tales. He was the older brother of Wilhelm Grimm, of the literary duo the Brothers Grimm."}]}, {"heading": "Deaths", "year": "1884", "date": "September 20", "txt": "Leopold Fitzinger, Austrian zoologist and author (b. 1802)", "entities": [{"title": "Leopold Fitzinger", "href": "/wiki/Leopold_Fitzinger", "description": "Leopold Joseph Franz Johann Fitzinger was an Austrian zoologist."}]}, {"heading": "Deaths", "year": "1898", "date": "September 20", "txt": "Theodor Fontane, German author and poet (b. 1819)", "entities": [{"title": "Theodor Fontane", "href": "/wiki/Theodor_Fontane", "description": "Theodor Fontane was a German novelist and poet, regarded by many as the most important 19th-century German-language realist author. He published the first of his novels, for which he is best known today, only at age 58 after a career as a journalist."}]}, {"heading": "Deaths", "year": "1906", "date": "September 20", "txt": "Robert R. Hitt, American politician, 13th United States Assistant Secretary of State (b. 1834)", "entities": [{"title": "Robert R. Hitt", "href": "/wiki/Robert_R._Hitt", "description": "Robert Roberts Hitt was an Assistant Secretary of State and later a member of the United States House of Representatives."}, {"title": "United States Assistant Secretary of State", "href": "/wiki/United_States_Assistant_Secretary_of_State", "description": "Assistant Secretary of State (A/S) is a title used for many executive positions in the United States Department of State, ranking below the under secretaries. A set of six assistant secretaries reporting to the under secretary for political affairs manage diplomatic missions within their designated geographic regions, plus one assistant secretary dealing with international organizations. Assistant"}]}, {"heading": "Deaths", "year": "1908", "date": "September 20", "txt": "Pablo de Sarasate, Spanish violinist and composer (b. 1844)", "entities": [{"title": "Pablo de Sarasate", "href": "/wiki/Pablo_de_Sarasate", "description": "Pablo Martín Melitón de Sarasate y Navascués, commonly known as Pablo de Sarasate, was a Spanish violin virtuoso, composer and conductor of the Romantic period. His best known works include Zigeunerweisen, the Spanish Dances, and the Carmen Fantasy."}]}, {"heading": "Deaths", "year": "1927", "date": "September 20", "txt": "George Nichols, American actor, director, and screenwriter (b. 1864)", "entities": [{"title": "George Nichols (actor)", "href": "/wiki/George_Nichols_(actor)", "description": "George Nichols sometimes credited in films as George O. Nicholls was an American actor and film director. He appeared in 221 films between 1908 and 1928. He also directed 103 films between 1911 and 1916. He was born in Rockford, Illinois and died in Hollywood, California. He, along with Henry \"Pathe\" Lehrman, became an arch-enemy of Charlie Chaplin, who would take direction from nobody while at Ke"}]}, {"heading": "Deaths", "year": "1930", "date": "September 20", "txt": "Gombojab Tsybikov, Russian anthropologist and explorer (b. 1873)", "entities": [{"title": "Gombojab Tsybikov", "href": "/wiki/Gombojab_Tsybikov", "description": "Gombojab Tsybikov, was a Russian explorer of Tibet from 1899 to 1902. Tsybikov specialized in ethnography, Buddhist Studies, and after 1917 was an important educator and statesman in Siberia and Mongolia."}]}, {"heading": "Deaths", "year": "1932", "date": "September 20", "txt": "Francisco S. Carvajal, Mexican lawyer and politician, president 1914 (b. 1870)", "entities": [{"title": "Francisco S. Carvajal", "href": "/wiki/Francisco_S._Carvajal", "description": "Francisco Sebastián Carvajal y Gual was a Mexican lawyer and politician who served briefly as president in 1914. In his role as foreign minister, he succeeded Victoriano Huerta as president upon the latter's resignation."}]}, {"heading": "Deaths", "year": "1933", "date": "September 20", "txt": "Annie Besant, English theosophist and activist (b. 1847)", "entities": [{"title": "Annie Besant", "href": "/wiki/Annie_Besant", "description": "Annie Besant was a British socialist, theosophist, women's rights activist, writer, orator, educationist, and philanthropist. Regarded as a champion of human freedom, she was an ardent supporter of both Irish and Indian self-rule. She was a prolific author with over three hundred books and pamphlets to her credit. As an educationist, her contributions included being one of the founders of the Bana"}]}, {"heading": "Deaths", "year": "1939", "date": "September 20", "txt": "Paul Bruchési, Canadian archbishop (b. 1855)", "entities": [{"title": "Paul Bruchési", "href": "/wiki/Paul_Bruch%C3%A9si", "description": "Louis Joseph Napoléon Paul Bruchési was a Canadian prelate."}]}, {"heading": "Deaths", "year": "1945", "date": "September 20", "txt": "Augusto Tasso Fragoso, Brazilian politician, President of Brazil (b. 1869)", "entities": [{"title": "Augusto Tasso Fragoso", "href": "/wiki/Augusto_Tasso_Fragoso", "description": "General Augusto Tasso Fragoso, better known as Tasso Fragoso was a Brazilian soldier and author. He led a coup d'état that deposed Washington Luís on 24 October 1930 and prevented president-elect Julio Prestes from assuming the presidency of the Republic of Brazil. He was chief of the Provisional Governing Council which handed the presidency to Getúlio Vargas on 3 November 1930. He was also the co"}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Deaths", "year": "1945", "date": "September 20", "txt": "William Seabrook, American occultist, journalist, and explorer (b. 1884)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "September 20", "txt": "Eduard Wirths, German physician (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1947", "date": "September 20", "txt": "Fiorello H. La Guardia, American lawyer and politician, 99th Mayor of New York City (b. 1882)", "entities": [{"title": "Fiorello H. La Guardia", "href": "/wiki/Fiorello_H._La_Guardia", "description": "Fiorello Henry La Guardia was an American attorney and politician who represented New York in the House of Representatives and served as the 99th Mayor of New York City from 1934 to 1945. Known for his irascible, energetic, and charismatic personality and diminutive stature, La Guardia is acclaimed as one of the greatest mayors in American history. Though a Republican, La Guardia was frequently cr"}, {"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Deaths", "year": "1947", "date": "September 20", "txt": "Jantina Tammes, Dutch biologist, geneticist, and academic (b. 1871)", "entities": []}, {"heading": "Deaths", "year": "1957", "date": "September 20", "txt": "Heino Kaski, Finnish pianist and composer (b. 1885)", "entities": [{"title": "Heino Kaski", "href": "/wiki/Heino_Kaski", "description": "Heino Wilhelm Daniel Kaski was a Finnish composer, teacher and pianist."}]}, {"heading": "Deaths", "year": "1957", "date": "September 20", "txt": "Jean Sibelius, Finnish violinist and composer (b. 1865)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "September 20", "txt": "Alexandros Othonaios, Greek general and politician, 126h Prime Minister of Greece (b. 1879)", "entities": [{"title": "Alexandros Othonaios", "href": "/wiki/Alexandros_Othonaios", "description": "Alexandros Othonaios was a distinguished Greek general, who became briefly the acting Prime Minister of Greece, heading an emergency government during an abortive coup in 1933."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1971", "date": "September 20", "txt": "Giorgos Seferis, Greek poet and diplomat, Nobel Prize laureate (b. 1900)", "entities": [{"title": "Giorgos Seferis", "href": "/wiki/Giorgos_Seferis", "description": "Giorgos or George Seferis, the pen name of Georgios Seferiades, was a Greek poet and diplomat. He was one of the most important Greek poets of the 20th century, and a Nobel laureate. He was a career diplomat in the Greek Foreign Service, culminating in his appointment as Ambassador to the UK, a post which he held from 1957 to 1962."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1971", "date": "September 20", "txt": "James Westerfield, American actor (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1972", "date": "September 20", "txt": "Pierre-Henri Simon, French historian and author (b. 1903)", "entities": [{"title": "Pierre-Henri Simon", "href": "/wiki/Pierre-Henri_Simon", "description": "Pierre-Henri Simon was a French intellectual, literary historian, essayist, novelist, poet, and literary critic. He won the Prix Ève Delacroix in 1963"}]}, {"heading": "Deaths", "year": "1973", "date": "September 20", "txt": "Jim Croce, American singer-songwriter and guitarist (b. 1943)", "entities": [{"title": "Jim Croce", "href": "/wiki/Jim_Croce", "description": "James Joseph Croce was an American folk and rock singer-songwriter. Between 1966 and 1973, Croce released five studio albums and numerous singles.\nDuring this period, Croce took a series of odd jobs to pay bills while he continued to write, record, and perform concerts. After forming a partnership with songwriter and guitarist Maury Muehleisen his fortunes turned in the early 1970s. His breakthrou"}]}, {"heading": "Deaths", "year": "1975", "date": "September 20", "txt": "Saint-John Perse, French poet and diplomat, Nobel Prize laureate (b. 1887)", "entities": [{"title": "Saint-John Perse", "href": "/wiki/Saint-John_Perse", "description": "Saint-John Perse was a French poet-diplomat, awarded the Nobel Prize in Literature in 1960 \"for the soaring flight and evocative imagery of his poetry.\" He was a major French diplomat from 1914 to 1940, after which he lived primarily in the United States until 1967."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1979", "date": "September 20", "txt": "Ludvík Svoboda, Czech general and politician, 8th President of Czechoslovakia (b. 1895)", "entities": [{"title": "Ludvík Svoboda", "href": "/wiki/Ludv%C3%ADk_Svoboda", "description": "Ludvík Svoboda was a Czechoslovak general and politician. He fought in both World Wars, for which he was regarded as a national hero, and he later served as President of Czechoslovakia from 1968 to 1975."}, {"title": "President of Czechoslovakia", "href": "/wiki/President_of_Czechoslovakia", "description": "The President of Czechoslovakia was the head of state of Czechoslovakia, from the creation of the First Czechoslovak Republic in 1918 until the dissolution of the Czech and Slovak Federative Republic on 1 January 1993."}]}, {"heading": "Deaths", "year": "1984", "date": "September 20", "txt": "Steve Goodman, American singer-songwriter and guitarist (b. 1948)", "entities": [{"title": "Steve Goodman", "href": "/wiki/Steve_Goodman", "description": "Steven Benjamin Goodman was an American folk and country singer-songwriter from Chicago. He wrote the song \"City of New Orleans,\" which was recorded by Arlo Guthrie and many others including John Denver, The Highwaymen, and Judy Collins; in 1985, it received a Grammy award for best country song, as performed by Willie Nelson. Goodman had a small but dedicated group of fans for his albums and conce"}]}, {"heading": "Deaths", "year": "1985", "date": "September 20", "txt": "Helen MacInnes, Scottish-American librarian and author (b. 1907)", "entities": [{"title": "Helen MacInnes", "href": "/wiki/Helen_MacInnes", "description": "Helen Clark MacInnes was a Scottish-American author of espionage novels."}]}, {"heading": "Deaths", "year": "1987", "date": "September 20", "txt": "Michael Stewart, American playwright and composer (b. 1924)", "entities": [{"title": "Michael Stewart (playwright)", "href": "/wiki/Michael_Stewart_(playwright)", "description": "Michael Stewart was an American playwright and librettist for the stage."}]}, {"heading": "Deaths", "year": "1993", "date": "September 20", "txt": "Erich Hartmann, German soldier and pilot (b. 1922)", "entities": [{"title": "Erich Hartmann", "href": "/wiki/Erich_Hartmann", "description": "Erich Alfred Hartmann was a German fighter pilot during World War II and the most successful fighter ace in the history of aerial warfare. He flew 1,404 combat missions and participated in aerial combat on 825 separate occasions. He was credited with shooting down a total of 352 Allied aircraft, those being 345 Soviet planes and seven American while serving with the Luftwaffe. During the course of"}]}, {"heading": "Deaths", "year": "1994", "date": "September 20", "txt": "Abioseh Nicol, Sierra Leonean physician, academic, and diplomat (b. 1924)", "entities": [{"title": "Abioseh Nicol", "href": "/wiki/Abioseh_Nicol", "description": "Davidson Sylvester Hector Willoughby Nicol or Abioseh Nicol was a Sierra Leone Creole academic, diplomat, physician, writer and poet. He was able to secure degrees in the arts, science and commercial disciplines and he contributed to science, history, and literature. Nicol was the first African to graduate with first class honours from the University of Cambridge and he was also the first African "}]}, {"heading": "Deaths", "year": "1994", "date": "September 20", "txt": "Jule Styne, American composer (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "September 20", "txt": "Paul Erdős, Hungarian-Polish mathematician and academic (b. 1913)", "entities": [{"title": "Paul Erdős", "href": "/wiki/Paul_Erd%C5%91s", "description": "Paul Erdős was a renowned Hungarian mathematician. He was one of the most prolific mathematicians and producers of mathematical conjectures of the 20th century. He was known both for his social practice of mathematics and for his eccentric lifestyle. He devoted his waking hours to mathematics, even into his later years—indeed, his death came only hours after he solved a geometry problem at a confe"}]}, {"heading": "Deaths", "year": "1996", "date": "September 20", "txt": "Reuben Kamanga, Zambian politician, 1st Vice-President of Zambia (b. 1929)", "entities": [{"title": "Vice-President of Zambia", "href": "/wiki/Vice-President_of_Zambia", "description": "The Vice-President of Zambia is the second highest position in the executive branch of the Republic of Zambia. The Vice-President was previously appointed by the President before the amendment of the Constitution in 2016. Under the amended Constitution, when a sitting President dies, resigns or is removed from office, the Vice-President automatically assumes the presidency, unlike when the Constit"}]}, {"heading": "Deaths", "year": "1996", "date": "September 20", "txt": "Paul Weston, American pianist, composer, and conductor (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "September 20", "txt": "Robert Lebel, Canadian businessman (b. 1905)", "entities": [{"title": "Robert Lebel (ice hockey)", "href": "/wiki/Robert_Lebel_(ice_hockey)", "description": "Robert Lebel or LeBel was a Canadian ice hockey administrator, and former president of the Canadian Amateur Hockey Association (CAHA), and the International Ice Hockey Federation (IIHF). Lebel founded a senior ice hockey league during World War II, and then became president of the Quebec Amateur Hockey Association (QAHA). He was a mayor of Chambly, Quebec, before joining the CAHA as an executive m"}]}, {"heading": "Deaths", "year": "2000", "date": "September 20", "txt": "Gherman Titov, Russian general, pilot, and astronaut (b. 1935)", "entities": [{"title": "Gherman Titov", "href": "/wiki/Gherman_Titov", "description": "Gherman Stepanovich Titov was a Soviet cosmonaut who, on 6 August 1961, became the second human to orbit the Earth, aboard Vostok 2, preceded by Yuri Gagarin on Vostok 1. He was the fourth person in space, counting suborbital voyages of US astronauts Alan Shepard and Gus Grissom. A month short of 26 years old at launch, he remains the youngest person to fly in space."}]}, {"heading": "Deaths", "year": "2002", "date": "September 20", "txt": "Sergei Bodrov Jr., Russian actor, director, and screenwriter (b. 1971)", "entities": [{"title": "Sergei Bodrov Jr.", "href": "/wiki/Sergei_Bodrov_Jr.", "description": "Sergei Sergeyevich Bodrov, also known as Sergei Bodrov Jr., was a Soviet and Russian actor who had lead roles in the films Brother, Prisoner of the Mountains, East/West and Brother 2. He was the son of the Russian playwright, actor, director and producer Sergei Bodrov. He was killed in the Kolka–Karmadon rock ice slide at the end of the second day of shooting of his film The Messenger."}]}, {"heading": "Deaths", "year": "2003", "date": "September 20", "txt": "Simon Muzenda, Zimbabwean politician, 1st Vice-President of Zimbabwe (b. 1922)", "entities": [{"title": "Simon Muzenda", "href": "/wiki/Simon_Muzenda", "description": "Simon Vengai Muzenda was a Zimbabwean politician who served as Deputy Prime Minister from 1980 to 1987 and as Vice-President of Zimbabwe from 1987 to 2003 under President Robert Mugabe."}, {"title": "Vice-President of Zimbabwe", "href": "/wiki/Vice-President_of_Zimbabwe", "description": "The Vice-President of Zimbabwe is the second highest political position obtainable in Zimbabwe. Currently there is a provision for two Vice-Presidents, who are appointed by the President of Zimbabwe. The Vice-Presidents are designated as \"First\" and \"Second\" in the Constitution of Zimbabwe; the designation reflects their position in the presidential order of succession."}]}, {"heading": "Deaths", "year": "2003", "date": "September 20", "txt": "Gareth Williams, Baron Williams of Mostyn, Welsh lawyer and politician, Lord President of the Council (b. 1941)", "entities": [{"title": "Lord President of the Council", "href": "/wiki/Lord_President_of_the_Council", "description": "The Lord President of the Council is the fourth of the Great Officers of State of the United Kingdom, ranking below the Lord High Treasurer but above the Lord Privy Seal. The Lord President usually attends and is responsible for presiding over meetings of the Privy Council, presenting business for the monarch's approval. In the modern era, the holder is by convention always a member of one of the "}]}, {"heading": "Deaths", "year": "2004", "date": "September 20", "txt": "Brian Clough, English footballer and manager (b. 1935)", "entities": [{"title": "Brian Clough", "href": "/wiki/Brian_Clough", "description": "Brian Howard Clough, OBE was an English football player and manager, being one of only four managers to have won the English league while managing two different clubs. He played as a striker and remains one of the Football League's highest goalscorers, but his career was shortened by a serious injury. As a manager, Clough's name is closely associated with that of Peter Taylor, who served as his as"}]}, {"heading": "Deaths", "year": "2004", "date": "September 20", "txt": "Townsend Hoopes, American soldier and historian (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "September 20", "txt": "Simon Wiesenthal, Austrian human rights activist, Holocaust survivor (b. 1908)", "entities": [{"title": "Simon Wiesenthal", "href": "/wiki/Simon_Wiesenthal", "description": "Simon Wiesenthal was a Jewish Austrian Holocaust survivor, Nazi hunter, and writer. He studied architecture and was living in Lwów at the outbreak of World War II. He survived the Janowska concentration camp, the Kraków-Płaszów concentration camp, the Gross-Rosen concentration camp, a death march to Chemnitz, Buchenwald, and the Mauthausen-Gusen concentration camp."}, {"title": "Holocaust", "href": "/wiki/Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration camps;"}]}, {"heading": "Deaths", "year": "2006", "date": "September 20", "txt": "Armin Jordan, Swiss conductor (b. 1932)", "entities": [{"title": "Armin Jordan", "href": "/wiki/Armin_Jordan", "description": "Armin Jordan was a Swiss conductor known for his interpretations of French music, Mozart and Wagner."}]}, {"heading": "Deaths", "year": "2006", "date": "September 20", "txt": "Sven Nykvist, Swedish director, producer, and cinematographer (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "September 20", "txt": "John W. Peterson, American pilot and songwriter (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 20", "txt": "Johnny Gavin, Irish footballer (b. 1928)", "entities": [{"title": "Johnny Gavin (footballer)", "href": "/wiki/Johnny_Gavin_(footballer)", "description": "John Thomas Gavin was an Irish footballer who spent most of his career in England. He played for Janesboro United, Limerick, Ireland, Norwich City, Watford, Tottenham Hotspur, Crystal Palace, Cambridge City, Newmarket Town and Fulbourn."}]}, {"heading": "Deaths", "year": "2010", "date": "September 20", "txt": "Leonard Skinner, American soldier and educator (b. 1933)", "entities": [{"title": "Leonard Skinner", "href": "/wiki/Leonard_Skinner", "description": "Forby Leonard Skinner was an American high school gym teacher, basketball coach, and businessman from Jacksonville, Florida. He is known in popular culture as the eponym of the Southern rock band Lynyrd Skynyrd; Skinner was the band members' teacher."}]}, {"heading": "Deaths", "year": "2011", "date": "September 20", "txt": "Oscar Handlin, American historian and author (b. 1915)", "entities": [{"title": "Oscar Handlin", "href": "/wiki/Oscar_Handlin", "description": "Oscar Handlin was an American historian. As a professor of history at Harvard University for over 50 years, he directed 80 PhD dissertations and helped promote social and ethnic history, virtually inventing the field of immigration history in the 1950s. Handlin won the 1952 Pulitzer Prize for History for The Uprooted (1951). Handlin's 1965 testimony before Congress was said to \"have played an impo"}]}, {"heading": "Deaths", "year": "2011", "date": "September 20", "txt": "Burhanuddin Rabbani, Afghan academic and politician, 10th President of Afghanistan (b. 1940)", "entities": [{"title": "President of Afghanistan", "href": "/wiki/President_of_Afghanistan", "description": "The president of the Islamic Republic of Afghanistan is the head of state and head of government of Afghanistan and Commander-in-Chief of Afghan Armed Forces. The incumbent office holder is Ashraf Ghani."}]}, {"heading": "Deaths", "year": "2012", "date": "September 20", "txt": "Fortunato Baldelli, Italian cardinal (b. 1935)", "entities": [{"title": "Fortunato Baldelli", "href": "/wiki/Fortunato_Baldelli", "description": "Fortunato Baldelli was an Italian prelate of the Catholic Church who was appointed a cardinal in 2010 after a career in the diplomatic service of the Holy See from 1966 to 2009 that included ten years as Apostolic Nuncio to France. He was also the Major Penitentiary of the Apostolic Penitentiary from 2009 to 2012."}]}, {"heading": "Deaths", "year": "2012", "date": "September 20", "txt": "Richard H. Cracroft, American author and academic (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 20", "txt": "Tereska Torrès, French soldier and author (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 20", "txt": "James B. Vaught, American general (b. 1926)", "entities": [{"title": "James B. Vaught", "href": "/wiki/James_B._Vaught", "description": "James Benjamin Vaught was a United States Army Lieutenant General who fought in the Korean War, and the Vietnam War. In South Korea he served as a company commander in the 24th Infantry Division and in 1967, in South Vietnam, on his first tour he served as the commanding officer of the 5th Battalion, 7th Cavalry. He has also played a major role in numerous United States Special Forces operations. "}]}, {"heading": "Deaths", "year": "2013", "date": "September 20", "txt": "Gilles Verlant, Belgian journalist and critic (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 20", "txt": "Anatoly Berezovoy, Russian colonel, pilot, and cosmonaut (b. 1942)", "entities": [{"title": "Anatoly Berezovoy", "href": "/wiki/Anatoly_Berezovoy", "description": "Anatoly Nikolayevich Berezovoy was a Soviet cosmonaut."}]}, {"heading": "Deaths", "year": "2014", "date": "September 20", "txt": "Polly Bergen, American actress and singer (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 20", "txt": "Takako Doi, Japanese scholar and politician (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 20", "txt": "George Sluizer, French-Dutch director, producer, and screenwriter (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 20", "txt": "Mario Caiano, Italian director, producer, and screenwriter (b. 1933)", "entities": [{"title": "Mario Caiano", "href": "/wiki/Mario_Caiano", "description": "Mario Caiano was an Italian film director, screenwriter, producer and second unit director."}]}, {"heading": "Deaths", "year": "2015", "date": "September 20", "txt": "Jagmohan Dalmiya, Indian businessman (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 20", "txt": "Jack Larson, American actor (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "September 20", "txt": "Curtis Hanson, American film director and screenwriter (b. 1945)", "entities": [{"title": "Curtis Hanson", "href": "/wiki/Curtis_Hanson", "description": "Curtis Lee Hanson was an American film director, screenwriter, and producer. His directing work included the psychological thriller The Hand That Rocks the Cradle (1992), the neo-noir crime film L.A. Confidential (1997), the comedy Wonder Boys (2000), the hip-hop biopic 8 Mile (2002), the romantic comedy-drama In Her Shoes (2005), and the made-for-television docudrama Too Big to Fail (2011)."}]}, {"heading": "Deaths", "year": "2016", "date": "September 20", "txt": "Peter Leo Gerety, American bishop (b. 1912)", "entities": []}]