[{"heading": "Events", "year": "1122", "date": "September 23", "txt": "Pope Callixtus II and Holy Roman Emperor Henry V agree to the Concordat of Worms to put an end to the Investiture Controversy.", "entities": [{"title": "Pope Callixtus II", "href": "/wiki/Pope_Callixtus_II", "description": "Pope Callixtus II or Callistus II, born Guy of Burgundy, was head of the Catholic Church and ruler of the Papal States from 1 February 1119 to his death in 1124. His pontificate was shaped by the Investiture Controversy, which he was able to settle through the Concordat of Worms in 1122."}, {"title": "Henry V, Holy Roman Emperor", "href": "/wiki/Henry_V,_Holy_Roman_Emperor", "description": "Henry V (German: Heinrich V., born in 1081 or 1086, died 23 May 1125, was King of Germany and Holy Roman Emperor, as the fourth and last ruler of the Salian dynasty. He was made co-ruler by his father, Henry IV, in 1098."}, {"title": "Concordat of Worms", "href": "/wiki/Concordat_of_Worms", "description": "The Investiture Controversy, also called Investiture Contest, was a conflict between church and state in medieval Europe over the ability to choose and install bishops (investiture) and abbots of monasteries and the pope himself. A series of popes in the 11th and 12th centuries undercut the power of the Holy Roman Emperor and other European monarchies, and the controversy led to nearly 50 years of"}, {"title": "Investiture Controversy", "href": "/wiki/Investiture_Controversy", "description": "The Investiture Controversy, also called Investiture Contest, was a conflict between church and state in medieval Europe over the ability to choose and install bishops (investiture) and abbots of monasteries and the pope himself. A series of popes in the 11th and 12th centuries undercut the power of the Holy Roman Emperor and other European monarchies, and the controversy led to nearly 50 years of"}]}, {"heading": "Events", "year": "1338", "date": "September 23", "txt": "The Battle of Arnemuiden, in which a French force defeats the English, is the first naval battle of the Hundred Years' War and the first naval battle in which gunpowder artillery is used.", "entities": [{"title": "Battle of Arnemuiden", "href": "/wiki/Battle_of_Arnemuiden", "description": "The Battle of Arnemuiden was a naval battle fought on 23 September 1338 at the start of the Hundred Years' War between England and France. It was the first naval battle of the Hundred Years' War and the first recorded European naval battle using artillery, as the English ship Christopher had three cannons and one hand gun."}, {"title": "Hundred Years' War", "href": "/wiki/Hundred_Years%27_War", "description": "The Hundred Years' War (1337–1453) was a series of conflicts in Western Europe waged between the House of Plantagenet and its cadet House of Lancaster, the rulers of the Kingdom of England, and the House of Valois over the right to rule the Kingdom of France. It was one of the most notable conflicts of the Middle Ages, in which five generations of kings from two rival dynasties fought for the thro"}]}, {"heading": "Events", "year": "1409", "date": "September 23", "txt": "The Battle of Kherlen is the second significant victory over Ming dynasty China by the Mongols since 1368.", "entities": [{"title": "Battle of Kherlen", "href": "/wiki/Battle_of_Kherlen", "description": "The Battle of Kherlen was a battle between the Northern Yuan dynasty and Ming dynasty that took place at the banks of Kherlen River (Kerulen) in the Mongolian Plateau on 23 September 1409."}]}, {"heading": "Events", "year": "1459", "date": "September 23", "txt": "The Battle of Blore Heath, the first major battle of the English Wars of the Roses, is won by the Yorkists.", "entities": [{"title": "Battle of Blore Heath", "href": "/wiki/Battle_of_Blore_Heath", "description": "The Battle of Blore Heath was a battle in the English Wars of the Roses. It was fought on 23 September 1459, at Blore Heath in Staffordshire. Blore Heath is a sparsely populated area of farmland, two miles east of the town of Market Drayton in Shropshire, and close to the towns of Market Drayton and Loggerheads, Staffordshire."}]}, {"heading": "Events", "year": "1641", "date": "September 23", "txt": "The Merchant Royal, carrying a treasure of over 100,000 pounds of gold (worth over £1 billion today), is lost at sea off Land's End.", "entities": []}, {"heading": "Events", "year": "1642", "date": "September 23", "txt": "The first commencement exercises occur at Harvard College.", "entities": [{"title": "Harvard College", "href": "/wiki/Harvard_College", "description": "Harvard College is the undergraduate college of Harvard University, an Ivy League research university in Cambridge, Massachusetts. Founded in 1636, Harvard College is the original school of Harvard University, the oldest institution of higher learning in the United States\nand among the most prestigious\nin the world."}]}, {"heading": "Events", "year": "1779", "date": "September 23", "txt": "American Revolution: John Paul Jones, naval commander of the United States, on board the USS Bonhomme Richard, wins the Battle of Flamborough Head.", "entities": [{"title": "American Revolution", "href": "/wiki/American_Revolution", "description": "The American Revolution was an ideological and political revolution which occurred in colonial North America between 1765 and 1783. The Americans in the Thirteen Colonies defeated the British in the American Revolutionary War (1775–1783), gaining independence from the British Crown and establishing the United States of America, the first modern constitutional liberal democracy."}, {"title": "John Paul Jones", "href": "/wiki/John_Paul_Jones", "description": "John Paul Jones was the United States' first well-known naval commander in the American Revolutionary War. He made many friends among U.S political elites, as well as enemies, and his actions in British waters during the Revolution earned him an international reputation which persists to this day. As such, he is sometimes referred to as the \"Father of the American Navy\"."}, {"title": "USS Bonhomme Richard (1765)", "href": "/wiki/USS_Bonhomme_Richard_(1765)", "description": "Bonhomme Richard, formerly Duc de Duras, was a warship in the Continental Navy. She was originally an East Indiaman, a merchant ship built in France for the French East India Company in 1765, for service between France and Asia. She was placed at the disposal of John Paul Jones on 4 February 1779, by King Louis XVI of France as a result of a loan to the United States by French shipping magnate Jac"}, {"title": "Battle of Flamborough Head", "href": "/wiki/Battle_of_Flamborough_Head", "description": "The Battle of Flamborough Head was a naval battle that took place on 23 September 1779 in the North Sea off the coast of Yorkshire between a combined Franco-American squadron, led by Continental Navy officer John Paul Jones, and two British escort vessels protecting a large merchant convoy. It became one of the most celebrated naval actions of the war in America, despite its relatively small size "}]}, {"heading": "Events", "year": "1780", "date": "September 23", "txt": "American Revolution: British Major John André is arrested as a spy by American soldiers exposing Benedict Arnold's change of sides.", "entities": [{"title": "John André", "href": "/wiki/John_Andr%C3%A9", "description": "John André was a major in the British Army and head of its Secret Service in America during the American Revolutionary War. He was hanged as a spy by the Continental Army for assisting Benedict Arnold's attempted surrender of the fort at West Point, New York, to the British."}]}, {"heading": "Events", "year": "1803", "date": "September 23", "txt": "Second Anglo-Maratha War: The Battle of Assaye is fought between the British East India Company and the Maratha Empire in India.", "entities": [{"title": "Second Anglo-Maratha War", "href": "/wiki/Second_Anglo-Maratha_War", "description": "The Second Anglo-Maratha War (1803–1805) was the second conflict between the British East India Company and the Maratha Empire in India."}, {"title": "Battle of Assaye", "href": "/wiki/Battle_of_Assaye", "description": "The Battle of Assaye was a major battle of the Second Anglo-Maratha War fought between the Maratha Empire and the British East India Company. It occurred on 23 September 1803 near Assaye in western India where an outnumbered Indian and British force under the command of Major General Arthur Wellesley defeated a combined Maratha army of Daulatrao Scindia and the Raja of Berar. The battle was the Du"}, {"title": "British East India Company", "href": "/wiki/British_East_India_Company", "description": "The East India Company (EIC), also known as the Honourable East India Company (HEIC), East India Trading Company (EITC), the English East India Company or the British East India Company, and informally known as John Company, Company Bahadur, or simply The Company was an English and later British joint-stock company founded in 1600. It was formed to trade in the Indian Ocean region, initially with "}, {"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}]}, {"heading": "Events", "year": "1806", "date": "September 23", "txt": "Lewis and Clark return to St. Louis after exploring the Pacific Northwest of the United States.", "entities": [{"title": "Lewis and Clark Expedition", "href": "/wiki/Lewis_and_Clark_Expedition", "description": "The Lewis and Clark Expedition from August 31, 1803, to September 25, 1806, also known as the Corps of Discovery Expedition, was the United States expedition to cross the newly acquired western portion of the country after the Louisiana Purchase. The Corps of Discovery was a select group of U.S. Army and civilian volunteers under the command of Captain Meriwether Lewis and his close friend Second "}]}, {"heading": "Events", "year": "1821", "date": "September 23", "txt": "Tripolitsa, Greece, is captured by Greek rebels during the Greek War of Independence.", "entities": [{"title": "Siege of Tripolitsa", "href": "/wiki/Siege_of_Tripolitsa", "description": "The siege of Tripolitsa or the fall of Tripolitsa to revolutionary Greek forces in the summer of 1821 marked an early victory in the Greek War of Independence against the Ottoman Empire, which had begun earlier in that year."}]}, {"heading": "Events", "year": "1845", "date": "September 23", "txt": "The Knickerbockers Baseball Club, the first baseball team to play under the modern rules, is founded in New York.", "entities": [{"title": "New York Knickerbockers", "href": "/wiki/New_York_Knickerbockers", "description": "The New York Knickerbockers were one of the first organized baseball teams which played under a set of rules similar to the game today. Founded as the \"Knickerbocker Base Ball Club\" by Alexander Cartwright in 1845, the team remained active until early 1870s."}]}, {"heading": "Events", "year": "1846", "date": "September 23", "txt": "Astronomers Urbain Le Verrier, John Couch Adams and Johann Gottfried Galle collaborate on the discovery of Neptune.", "entities": [{"title": "Urbain Le Verrier", "href": "/wiki/Urbain_Le_Verrier", "description": "Urbain Jean Joseph Le Verrier FRS (FOR) HFRSE was a French astronomer and mathematician who specialized in celestial mechanics and is best known for predicting the existence and position of Neptune using only mathematics. The calculations were made to explain discrepancies with Uranus's orbit and the laws of Kepler and Newton. Le Verrier sent the coordinates to Johann Gottfried Galle in Berlin, as"}, {"title": "John Couch Adams", "href": "/wiki/John_Couch_Adams", "description": "John Couch Adams FRSE FRAS LLD was a British mathematician and astronomer. He was born in Laneast, near Launceston, Cornwall, and died in Cambridge."}, {"title": "Johann Gottfried Galle", "href": "/wiki/Johann_Gottfried_Galle", "description": "Johann Gottfried Galle was a German astronomer from Radis, Germany, at the Berlin Observatory who, on 23 September 1846, with the assistance of student Heinrich Louis d'Arrest, was the first person to view the planet Neptune and know what he was looking at. Urbain Le Verrier had predicted the existence and position of Neptune, and sent the coordinates to Galle, asking him to verify. Galle found Ne"}, {"title": "Discovery of Neptune", "href": "/wiki/Discovery_of_Neptune", "description": "The planet Neptune was mathematically predicted before it was directly observed. With a prediction by Urbain Le Verrier, telescopic observations confirming the existence of a major planet were made on the night of September 23–24, 1846, at the Berlin Observatory, by astronomer Johann Gottfried Galle, working from Le Verrier's calculations. It was a sensational moment of 19th-century science, and d"}]}, {"heading": "Events", "year": "1868", "date": "September 23", "txt": "Grito de Lares (\"Lares Revolt\") occurs in Puerto Rico against Spanish rule.", "entities": [{"title": "Grito de Lares", "href": "/wiki/Grito_de_Lares", "description": "The Grito de Lares, also referred to as the Lares uprising, the Lares revolt, the Lares rebellion, or the Lares revolution, was the first major revolt against Spanish rule in Puerto Rico. The revolt was planned by Ramón Emeterio Betances and Segundo Ruiz Belvis. It began on September 23, 1868 in the town of Lares, for which it is named. It spread rapidly to various revolutionary cells throughout t"}]}, {"heading": "Events", "year": "1884", "date": "September 23", "txt": "On the night of 23 to 24 September steamship Arctique runs aground near Cape Virgenes leading to the discovery of nearby placer gold and beginning the Tierra del Fuego gold rush.", "entities": [{"title": "Cape Virgenes", "href": "/wiki/Cape_Virgenes", "description": "Cape Virgenes is the southeastern tip of continental Argentina in South America. The southern one, a little to the south-west, is Punta Dungeness. Ferdinand Magellan reached it on 21 October 1520 during the Spanish expedition to East Asia and discovered a strait, now called the Strait of Magellan in his honor. As 21 October was the feast day of Saint Ursula and the Eleven Thousand Virgins, he name"}, {"title": "Placer mining", "href": "/wiki/Placer_mining", "description": "Placer mining is the mining of stream bed (alluvial) deposits for minerals. This may be done by open-pit or by various surface excavating equipment or tunneling equipment."}, {"title": "Tierra del Fuego gold rush", "href": "/wiki/Tierra_del_Fuego_gold_rush", "description": "Between 1883 and 1906 Tierra del Fuego experienced a gold rush attracting many Chileans, Argentines and Europeans to the archipelago, including many Dalmatians. The gold rush led to the formation of the first towns in the archipelago and fueled economic growth in Punta Arenas. After the gold rush was over, most gold miners left the archipelago, while the remaining settlers engaged in sheep farming"}]}, {"heading": "Events", "year": "1889", "date": "September 23", "txt": "Nintendo Koppai (Later Nintendo Company, Limited) is founded by Fusajiro Yamauchi to produce and market the playing card game Hanafuda.", "entities": []}, {"heading": "Events", "year": "1899", "date": "September 23", "txt": "The American Asiatic Squadron destroys a Filipino battery at the Battle of Olongapo.", "entities": [{"title": "Battle of Olongapo", "href": "/wiki/Battle_of_Olongapo", "description": "The Battle of Olongapo was fought September 18–23, 1899, during the Philippine–American War. The battle featured both land and sea fighting, of which the objective was the destruction of the single Filipino artillery gun in Olongapo, a menace to American ships crossing the nearby sea."}]}, {"heading": "Events", "year": "1905", "date": "September 23", "txt": "Norway and Sweden sign the \"Karlstad treaty\", peacefully dissolving the Union between the two countries.", "entities": [{"title": "Dissolution of the union between Norway and Sweden", "href": "/wiki/Dissolution_of_the_union_between_Norway_and_Sweden", "description": "The dissolution of the union between the kingdoms of Norway and Sweden under the House of Bernadotte, was set in motion by a resolution of the Storting on 7 June 1905. Following some months of tension and fear of an outbreak of war between the neighbouring kingdoms – and a Norwegian plebiscite held on 13 August which overwhelmingly backed dissolution – negotiations between the two governments led "}]}, {"heading": "Events", "year": "1911", "date": "September 23", "txt": "Pilot Earle Ovington makes the first official airmail delivery in America under the authority of the United States Post Office Department", "entities": [{"title": "Earle Ovington", "href": "/wiki/Earle_Ovington", "description": "Earle Lewis Ovington was an American aeronautical engineer, aviator and inventor, and served as a lab assistant to Thomas Edison. Ovington piloted the first official airmail flight in the United States in a Blériot XI on September 23, 1911. He carried a sack of mail from Nassau Boulevard aerodrome, Garden City, New York to Mineola, New York. He circled at 500 feet and tossed the bag over the side "}]}, {"heading": "Events", "year": "1913", "date": "September 23", "txt": "Roland Garros of France becomes the first to fly in an airplane across the Mediterranean (from St. Raphael in France to Bizerte, Tunisia).", "entities": [{"title": "Roland Garros (aviator)", "href": "/wiki/Roland_Garros_(aviator)", "description": "Eugène Adrien Roland Georges Garros was a French pioneering aviator and fighter pilot during World War I and early days of aviation. In 1928, the Roland Garros tennis stadium was named in his memory; the French Open tennis tournament takes the name of Roland-Garros from the stadium in which it is held."}]}, {"heading": "Events", "year": "1932", "date": "September 23", "txt": "The unification of Saudi Arabia is completed.", "entities": [{"title": "Unification of Saudi Arabia", "href": "/wiki/Unification_of_Saudi_Arabia", "description": "The Unification of Saudi Arabia was a military and political campaign in which the various tribes, sheikhdoms, city-states, emirates, and kingdoms of most of the Arabian Peninsula were conquered by the House of Saud, or Al Saud. Unification started in 1902 and continued until 1932, when the Kingdom of Saudi Arabia was proclaimed under the leadership of King Abdulaziz, creating what is sometimes re"}]}, {"heading": "Events", "year": "1938", "date": "September 23", "txt": "The Czechoslovak army is mobilized in response to the Munich Agreement.", "entities": [{"title": "Munich Agreement", "href": "/wiki/Munich_Agreement", "description": "The Munich Agreement was an agreement concluded at Munich on 30 September 1938, by Germany, the United Kingdom, the French Third Republic, and the Kingdom of Italy. It provided \"cession to Germany of the Sudeten German territory\" of Czechoslovakia, despite existence of the 1924 alliance agreement and 1925 military pact between France and the Czechoslovak Republic, for which it is also known also a"}]}, {"heading": "Events", "year": "1942", "date": "September 23", "txt": "World War II: The Matanikau action on Guadalcanal begins: U.S. Marines attack Japanese units along the Matanikau River.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Actions along the Matanikau", "href": "/wiki/Actions_along_the_Matanikau", "description": "The Actions along the Matanikau—sometimes referred to as the Second and Third Battles of the Matanikau—were two separate but related engagements, which took place in the months of September and October 1942, among a series of engagements between the United States and Imperial Japanese naval and ground forces around the Matanikau River on Guadalcanal Island in the southwestern Pacific northeast of "}]}, {"heading": "Events", "year": "1943", "date": "September 23", "txt": "World War II: The Nazi puppet state known as the Italian Social Republic is founded.", "entities": [{"title": "Italian Social Republic", "href": "/wiki/Italian_Social_Republic", "description": "The Italian Social Republic, popularly and historically known as Fascist Italy or the Republic of Salò, was a German puppet state with limited recognition that was created during the later part of World War II, and existing from the beginning of German occupation of Italy in September 1943 until the surrender of German troops in Italy in May 1945. During the civil war, which split the country in t"}]}, {"heading": "Events", "year": "1950", "date": "September 23", "txt": "Korean War: The Battle of Hill 282 is the first US friendly-fire incident on British military personnel since World War II.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "Battle of Hill 282", "href": "/wiki/Battle_of_Hill_282", "description": "The Battle of Hill 282 took place on 23 September 1950 during the Korean War, and involved the 1st Battalion Argyll and Sutherland Highlanders in an assault on this position as part an operation by 27th British Commonwealth Brigade on the Naktong River."}]}, {"heading": "Events", "year": "1962", "date": "September 23", "txt": "The Lincoln Center for the Performing Arts opens in New York City.", "entities": [{"title": "Lincoln Center for the Performing Arts", "href": "/wiki/Lincoln_Center_for_the_Performing_Arts", "description": "Lincoln Center for the Performing Arts is a 16.3-acre (6.6-hectare) complex of buildings in the Lincoln Square neighborhood of Manhattan in New York City. It has thirty indoor and outdoor facilities and is host to 5 million visitors annually. It houses nationally and internationally renowned performing arts organizations including the New York Philharmonic, the Metropolitan Opera, and the New York"}]}, {"heading": "Events", "year": "1973", "date": "September 23", "txt": "Argentine general election: Juan Perón returns to power in Argentina.", "entities": [{"title": "Argentine general election, September 1973", "href": "/wiki/Argentine_general_election,_September_1973", "description": "The second Argentine general election of 1973 was held on 23 September. Turnout was 85.5%"}]}, {"heading": "Events", "year": "1983", "date": "September 23", "txt": "Saint Kitts and Nevis joins the United Nations.", "entities": [{"title": "Saint Kitts and Nevis", "href": "/wiki/Saint_Kitts_and_Nevis", "description": "Saint Kitts and Nevis, officially known as the Federation of Saint Christopher and Nevis, is an island country in the West Indies. Located in the Leeward Islands chain of the Lesser Antilles, it is the smallest sovereign state in the Western Hemisphere, in both area and population. The country is a Commonwealth realm, with Elizabeth II as Queen and head of state. It is the only federation in the C"}]}, {"heading": "Events", "year": "1983", "date": "September 23", "txt": "Gulf Air Flight 771 is destroyed by a bomb, killing all 117 people on board.", "entities": []}, {"heading": "Events", "year": "1986", "date": "September 23", "txt": "Houston Astros' Jim Deshaies sets a record, striking out the first eight batters he faces against the Los Angeles Dodgers.", "entities": [{"title": "Jim Deshaies", "href": "/wiki/Jim_Deshaies", "description": "James Joseph Deshaies , also known as \"JD\", is an American former professional baseball left-handed starting pitcher, who played in Major League Baseball (MLB) for 6 teams, over the course of 12 big league seasons. He is currently a color commentator for broadcasts of Chicago Cubs games."}]}, {"heading": "Events", "year": "2002", "date": "September 23", "txt": "The first public version of the web browser Mozilla Firefox (\"Phoenix 0.1\") is released.", "entities": [{"title": "Mozilla Firefox", "href": "/wiki/Mozilla_Firefox", "description": "Firefox Browser, also known as Mozilla Firefox or simply Firefox, is a free and open-source web browser developed by the Mozilla Foundation and its subsidiary, the Mozilla Corporation. Firefox uses the Gecko layout engine to render web pages, which implements current and anticipated web standards. In 2017, Firefox began incorporating new technology under the code name Quantum to promote parallelis"}]}, {"heading": "Events", "year": "2004", "date": "September 23", "txt": "Over 3,000 people die in Haiti after Hurricane Jeanne produces massive flooding and mudslides.", "entities": [{"title": "Hurricane Jeanne", "href": "/wiki/Hurricane_Jeanne", "description": "Hurricane Jeanne was a Category 3 hurricane that struck the Caribbean and the Eastern United States in September 2004. It was the deadliest hurricane in the Atlantic basin since Mitch in 1998. It was the tenth named storm, the seventh hurricane, and the fifth major hurricane of the season, as well as the third hurricane and fourth named storm of the season to make landfall in Florida. After wreaki"}]}, {"heading": "Events", "year": "2008", "date": "September 23", "txt": "Matti Saari kills ten people at a school in Finland before committing suicide.", "entities": [{"title": "Kauhajoki school shooting", "href": "/wiki/Kauhajoki_school_shooting", "description": "The Kauhajoki school shooting occurred on 23 September 2008, at the Seinäjoki University of Applied Sciences (SeAMK) in Kauhajoki, in the former province of Western Finland. The gunman, 22-year-old student Matti Juhani Saari, shot and killed ten people with a Walther P22 Target semi-automatic pistol, before shooting himself in the head. He died a few hours later at Tampere University Hospital. One"}]}, {"heading": "Events", "year": "2019", "date": "September 23", "txt": "The British travel company, Thomas Cook Group, declares bankruptcy, leaving employees without jobs and 600,000 customers stranded abroad. Hotels throughout the world are stuck with £338 million (U.S. $415 million) in unpaid bills.", "entities": [{"title": "Thomas Cook Group", "href": "/wiki/Thomas_Cook_Group", "description": "Thomas Cook Group plc was a British global travel group which was listed on the London Stock Exchange from its formation on 19 June 2007 by the merger of Thomas Cook AG and MyTravel Group until 23 September 2019 when it went into compulsory liquidation. The group operated as a tour operator and airline, in addition it also operated travel agencies in Europe."}]}, {"heading": "Births", "year": "63 BC", "date": "September 23", "txt": "Augustus, Roman emperor (d. 14 AD)", "entities": [{"title": "Augustus", "href": "/wiki/Augustus", "description": "Caesar Augustus was the first Roman emperor, reigning from 27 BC until his death in AD 14. His status as the founder of the Roman Principate has consolidated an enduring legacy as one of the most effective and controversial leaders in human history. The reign of Augustus initiated an era of relative peace known as the Pax Romana. The Roman world was largely free from large-scale conflict for more "}]}, {"heading": "Births", "year": "1158", "date": "September 23", "txt": "Geoffrey II, Duke of Brittany (d. 1186)", "entities": [{"title": "Geoffrey II, Duke of Brittany", "href": "/wiki/Geoffrey_II,_Duke_of_Brittany", "description": "Geoffrey II was Duke of Brittany and 3rd Earl of Richmond between 1181 and 1186, through his marriage with the heiress Constance. Geoffrey was the fourth of five sons of Henry II, King of England and Eleanor, Duchess of Aquitaine."}]}, {"heading": "Births", "year": "1215", "date": "September 23", "txt": "Kublai Khan, Mongolian emperor (d. 1294)", "entities": [{"title": "Kublai Khan", "href": "/wiki/Kublai_Khan", "description": "Kublai, also known as the Emperor Shizu of Yuan, was the fifth khagan-emperor of the Mongol Empire, reigning from 1260 to 1294. He also founded the Yuan dynasty in China as a conquest dynasty in 1271, and ruled as the first Yuan emperor until his death in 1294."}]}, {"heading": "Births", "year": "1495", "date": "September 23", "txt": "Bagrat III of Imereti, King of Imereti (d. 1565)", "entities": [{"title": "Bagrat III of Imereti", "href": "/wiki/Bagrat_III_of_Imereti", "description": "Bagrat III (1495-1565), of the Bagrationi dynasty, was a King of Imereti from April 1, 1510, to 1565. He succeeded upon the death of his father, Alexander II, and faced repeated assaults from the Ottoman Turks as well as the conflicts with his ostensible vassal princes of Mingrelia, Guria, and Abkhazia who were frequently joining the enemy."}]}, {"heading": "Births", "year": "1597", "date": "September 23", "txt": "Francesco Barberini, Catholic cardinal (d. 1679)", "entities": [{"title": "Francesco Barberini (1597–1679)", "href": "/wiki/Francesco_Barberini_(1597%E2%80%931679)", "description": "Francesco Barberini was an Italian Catholic Cardinal. The nephew of Pope Urban VIII, he benefited immensely from the nepotism practiced by his uncle. He was given various roles within the Vatican administration but his personal cultural interests, particularly in literature and the arts, meant that he became a highly significant patron. His secretary was the antiquarian Cassiano dal Pozzo who was "}]}, {"heading": "Births", "year": "1598", "date": "September 23", "txt": "Eleonore Gonzaga, Italian wife of Ferdinand II, Holy Roman Emperor (d. 1655)", "entities": [{"title": "Eleonora Gonzaga (1598–1655)", "href": "/wiki/Eleonora_Gonzaga_(1598%E2%80%931655)", "description": "For other women of the same name, see Eleanor Gonzaga (disambiguation)\n"}, {"title": "Ferdinand II, Holy Roman Emperor", "href": "/wiki/Ferdinand_II,_Holy_Roman_Emperor", "description": "Ferdinand II, a member of the House of Habsburg, was Holy Roman Emperor (1619–1637), King of Bohemia, and King of Hungary and Croatia (1618–1637). He was the son of Archduke Charles II of Inner Austria, and Maria of Bavaria. His parents were devout Catholics, and, in 1590, they sent him to study at the Jesuits' college in Ingolstadt, because they wanted to isolate him from the Lutheran nobles. In "}]}, {"heading": "Births", "year": "1642", "date": "September 23", "txt": "Giovanni Maria Bononcini, Italian violinist and composer (d. 1678)", "entities": [{"title": "Giovanni Maria Bononcini", "href": "/wiki/Giovanni_Maria_Bononcini", "description": "Giovanni Maria Bononcini was an Italian violinist and composer, the father of a musical dynasty."}]}, {"heading": "Births", "year": "1647", "date": "September 23", "txt": "Joseph Dudley, English politician, Governor of the Province of Massachusetts Bay (d. 1720)", "entities": [{"title": "Joseph Dudley", "href": "/wiki/Joseph_Dudley", "description": "Joseph Dudley was a colonial administrator, a native of Roxbury in Massachusetts Bay Colony, and the son of one of its founders. He had a leading role in the administration of the Dominion of New England (1686–1689) which was overthrown in the 1689 Boston revolt. He served briefly on the council of the Province of New York where he oversaw the trial which convicted Jacob Leisler, the ringleader of"}, {"title": "List of colonial governors of Massachusetts", "href": "/wiki/List_of_colonial_governors_of_Massachusetts", "description": "The territory of the Commonwealth of Massachusetts, one of the fifty United States, was settled in the 17th century by several different English colonies. The territories claimed or administered by these colonies encompassed a much larger area than that of the modern state, and at times included areas that are now within the jurisdiction of other New England states or of the Canadian provinces of "}]}, {"heading": "Births", "year": "1650", "date": "September 23", "txt": "Jeremy Collier, English bishop and theologian (d. 1726)", "entities": [{"title": "Jeremy Collier", "href": "/wiki/Jeremy_Collier", "description": "Jeremy Collier was an English theatre critic, non-juror bishop and theologian."}]}, {"heading": "Births", "year": "1713", "date": "September 23", "txt": "Ferdinand VI of Spain (d. 1759)", "entities": [{"title": "Ferdinand VI of Spain", "href": "/wiki/Ferdinand_VI_of_Spain", "description": "Ferdinand VI, called the Learned and the Just, was King of Spain from 9 July 1746 until his death. He was the third ruler of the Spanish Bourbon dynasty. He was the son of the previous monarch, Philip V, and his first wife Maria Luisa of Savoy."}]}, {"heading": "Births", "year": "1740", "date": "September 23", "txt": "Empress Go-Sakuramachi of Japan (d. 1813)", "entities": [{"title": "Empress Go-Sakuramachi", "href": "/wiki/Empress_Go-Sakuramachi", "description": "Empress Go-Sakuramachi  was the 117th monarch of Japan, according to the traditional order of succession. She was named after her father Emperor Sakuramachi, the word go- (後) before her name translates in this context as \"later\" or \"second one\". Her reign spanned the years from 1762 through to her abdication in 1771. The only significant event during her reign was an unsuccessful outside plot, tha"}]}, {"heading": "Births", "year": "1756", "date": "September 23", "txt": "John Loudon McAdam, Scottish engineer (d. 1836)", "entities": [{"title": "John Loudon McAdam", "href": "/wiki/John_Loudon_McAdam", "description": "John Loudon McAdam was a Scottish civil engineer and road-builder. He was the inventor of \"macadamisation\", an effective and economical method of constructing roads."}]}, {"heading": "Births", "year": "1771", "date": "September 23", "txt": "Emperor Kōkaku of Japan (d. 1840)", "entities": [{"title": "Emperor Kōkaku", "href": "/wiki/Emperor_K%C5%8Dkaku", "description": "Emperor Kōkaku  was the 119th Emperor of Japan, according to the traditional order of succession. Kōkaku reigned from 16 December 1780 until his abdication on 7 May 1817 in favor of his son, Emperor Ninkō. After his abdication, he ruled as Daijō Tennō  also known as a Jōkō (上皇) until his death in 1840. The next emperor to resign of his own accord was Akihito, the Emperor of the Heisei Era, in 2019"}]}, {"heading": "Births", "year": "1778", "date": "September 23", "txt": "Mariano Moreno, Argentinian journalist, lawyer, and politician (d. 1811)", "entities": [{"title": "Mariano Moreno", "href": "/wiki/Mariano_Moreno", "description": "Mariano Moreno was an Argentine lawyer, journalist, and politician. He played a decisive role in the Primera Junta, the first national government of Argentina, created after the May Revolution."}]}, {"heading": "Births", "year": "1781", "date": "September 23", "txt": "Princess Juliane of Saxe-Coburg-Saalfeld (d. 1860)", "entities": [{"title": "Princess Juliane of Saxe-Coburg-Saalfeld", "href": "/wiki/Princess_Juliane_of_Saxe-Coburg-Saalfeld", "description": "Princess Juliane Henriette Ulrike of Saxe-Coburg-Saalfeld, also known as Grand Duchess Anna Feodorovna of Russia, was a German princess of the ducal house of Saxe-Coburg-Saalfeld who became the wife of Grand Duke Konstantin Pavlovich of Russia."}]}, {"heading": "Births", "year": "1791", "date": "September 23", "txt": "Johann Franz Encke, German astronomer and academic (d. 1865)", "entities": [{"title": "Johann Franz Encke", "href": "/wiki/Johann_Franz_Encke", "description": "Johann Franz Encke was a German astronomer. Among his activities, he worked on the calculation of the periods of comets and asteroids, measured the distance from the earth to the sun, and made observations of the planet Saturn."}]}, {"heading": "Births", "year": "1791", "date": "September 23", "txt": "Theodor Körner, German soldier and author (d. 1813)", "entities": []}, {"heading": "Births", "year": "1800", "date": "September 23", "txt": "William Holmes McGuffey, American author and academic (d. 1873)", "entities": [{"title": "William Holmes McGuffey", "href": "/wiki/William_Holmes_McGuffey", "description": "William Holmes McGuffey was a college professor and president who is best known for writing the McGuffey Readers, the first widely used series of elementary school-level textbooks. More than 120 million copies of McGuffey Readers were sold between 1836 and 1960, placing its sales in a category with the Bible and Webster's Dictionary."}]}, {"heading": "Births", "year": "1819", "date": "September 23", "txt": "Hippolyte Fizeau, French physicist and academic (d. 1896)", "entities": [{"title": "Hippolyte Fizeau", "href": "/wiki/Hippolyte_Fizeau", "description": "Armand Hippolyte Louis Fizeau FRS FRSE MIF was a French physicist, best known for measuring the speed of light in the namesake Fizeau experiment."}]}, {"heading": "Births", "year": "1823", "date": "September 23", "txt": "John Colton, English-Australian politician, 13th Premier of South Australia (d. 1902)", "entities": [{"title": "John Colton (politician)", "href": "/wiki/John_Colton_(politician)", "description": "Sir John Blackler Colton, was an Australian politician, Premier of South Australia and philanthropist. His middle name, Blackler, was used only rarely, as on the birth certificate of his first son."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1838", "date": "September 23", "txt": "Victoria Woodhull, American journalist and activist (d. 1927)", "entities": [{"title": "Victoria Woodhull", "href": "/wiki/Victoria_Woodhull", "description": "Victoria Claflin Woodhull, later Victoria Woodhull Martin, was an American leader of the women's suffrage movement who ran for President of the United States in the 1872 election. While many historians and authors agree that Woodhull was the first woman to run for the presidency, some disagree with classifying it as a true candidacy because she was younger than the constitutionally mandated age of"}]}, {"heading": "Births", "year": "1851", "date": "September 23", "txt": "Ellen Hayes, American mathematician and astronomer (d. 1930)", "entities": [{"title": "Ellen Hayes", "href": "/wiki/Ellen_Hayes", "description": "Ellen Amanda Hayes was an American mathematician and astronomer. She was a controversial figure, not only because of being a female college professor, but also for embracing many radical causes."}]}, {"heading": "Births", "year": "1852", "date": "September 23", "txt": "James Carroll Beckwith, American painter and academic (d. 1917)", "entities": [{"title": "James Carroll Beckwith", "href": "/wiki/James_Carroll_Beckwith", "description": "James Carroll Beckwith was an American landscape, portrait and genre painter whose Naturalist style led to his recognition in the late nineteenth and very early twentieth century as a respected figure in American art."}]}, {"heading": "Births", "year": "1852", "date": "September 23", "txt": "William Stewart Halsted, American physician and surgeon (d. 1922)", "entities": []}, {"heading": "Births", "year": "1853", "date": "September 23", "txt": "Princess Marie Elisabeth of Saxe-Meiningen (d. 1923)", "entities": [{"title": "Princess Marie Elisabeth of Saxe-Meiningen", "href": "/wiki/Princess_Marie_Elisabeth_of_Saxe-Meiningen", "description": "Princess Marie Elisabeth of Saxe-Meiningen was the only daughter of Georg II, Duke of Saxe-Meiningen, by his first wife, Princess Charlotte of Prussia. She was notable as a musician and composer. One of her most famous works is Romanze in F major for clarinet and piano."}]}, {"heading": "Births", "year": "1861", "date": "September 23", "txt": "Robert Bosch, German engineer and businessman, founded Robert Bosch GmbH (d. 1942)", "entities": [{"title": "Robert Bosch", "href": "/wiki/Robert_Bosch", "description": "Robert Bosch was a German industrialist, engineer and inventor, founder of Robert Bosch GmbH."}, {"title": "Robert Bosch GmbH", "href": "/wiki/Robert_Bosch_GmbH", "description": "Robert Bosch GmbH, commonly known as Bosch, is a German multinational engineering and technology company headquartered in Gerlingen. The company was founded by Robert Bosch in Stuttgart in 1886. Bosch is 92% owned by Robert Bosch Stiftung, a charitable institution."}]}, {"heading": "Births", "year": "1863", "date": "September 23", "txt": "Mary Church Terrell, American author and activist (d. 1954)", "entities": [{"title": "Mary Church Terrell", "href": "/wiki/Mary_Church_Terrell", "description": "Mary Church Terrell was one of the first African-American women to earn a college degree, and became known as a national activist for civil rights and suffrage. She taught in the Latin Department at the M Street school —the first African American public high school in the nation—in Washington, DC. In 1896, she was the first African-American woman in the United States to be appointed to the school "}]}, {"heading": "Births", "year": "1865", "date": "September 23", "txt": "Pekka Halonen, Finnish painter (d. 1933)", "entities": [{"title": "Pekka Halonen", "href": "/wiki/Pekka_Halonen", "description": "Pekka Halonen was a painter of Finnish landscapes and people in the national romantic style. His favorite subjects were the Finnish landscape and its people which he depicted in his Realist style."}]}, {"heading": "Births", "year": "1865", "date": "September 23", "txt": "Emma Orczy, Hungarian-English author and playwright (d. 1947)", "entities": []}, {"heading": "Births", "year": "1865", "date": "September 23", "txt": "Suzanne Valadon, French model and painter (d. 1938)", "entities": []}, {"heading": "Births", "year": "1867", "date": "September 23", "txt": "John Lomax, American teacher, musicologist, and folklorist (d. 1948)", "entities": [{"title": "John Lomax", "href": "/wiki/John_Lomax", "description": "John Avery Lomax was an American teacher, a pioneering musicologist, and a folklorist who did much for the preservation of American folk music. He was the father of Alan Lomax and Bess Lomax Hawes."}]}, {"heading": "Births", "year": "1876", "date": "September 23", "txt": "Moshe Zvi Segal, Israeli rabbi and scholar (d. 1968)", "entities": [{"title": "Moshe Zvi Segal", "href": "/wiki/Moshe_Zvi_Segal", "description": "Moshe Zvi (Hirsch) Segal was an Israeli rabbi, linguist and Talmudic scholar."}]}, {"heading": "Births", "year": "1880", "date": "September 23", "txt": "John Boyd Orr, 1st Baron Boyd-Orr, Scottish biologist, physician, and politician, Nobel Prize laureate (d. 1971)", "entities": [{"title": "John Boyd Orr, 1st Baron Boyd-Orr", "href": "/wiki/John_Boyd_Orr,_1st_Baron_Boyd-Orr", "description": "John Boyd Orr, 1st Baron Boyd-Orr,, styled Sir John Boyd Orr from 1935 to 1949, was a Scottish teacher, medical doctor, biologist, nutritional physiologist, politician, businessman and farmer who was awarded the Nobel Peace Prize for his scientific research into nutrition and his work as the first Director-General of the United Nations Food and Agriculture Organization (FAO)."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1889", "date": "September 23", "txt": "Walter Lippmann, American journalist and publisher, co-founded The New Republic (d. 1974)", "entities": [{"title": "Walter Lippmann", "href": "/wiki/Walter_Lippmann", "description": "Walter Lippmann was an American writer, reporter and political commentator. With a career spanning 60 years he is famous for being among the first to introduce the concept of Cold War, coining the term \"stereotype\" in the modern psychological meaning, as well as critiquing media and democracy in his newspaper column and several books, most notably his 1922 book Public Opinion."}]}, {"heading": "Births", "year": "1890", "date": "September 23", "txt": "Friedrich Paulus, German general (d. 1957)", "entities": [{"title": "Friedrich Paulus", "href": "/wiki/Friedrich_Paulus", "description": "Friedrich Wilhelm Ernst Paulus was a German field marshal during World War II who is best known for commanding the 6th Army during the Battle of Stalingrad. The battle ended in disaster for the Wehrmacht when Soviet forces encircled the Germans within the city, leading to the ultimate defeat and capture of about 265,000 German personnel, their Axis allies and collaborators."}]}, {"heading": "Births", "year": "1895", "date": "September 23", "txt": "Miron Merzhanov, Russian architect and engineer (d. 1975)", "entities": [{"title": "Miron Merzhanov", "href": "/wiki/Miron_Merzhanov", "description": "Miron Ivanovich Merzhanov, born Meran Merzhanyantz, was a Soviet architect of Armenian descent, notable for being the de facto personal architect of Joseph Stalin in 1933–1941. Arrested in 1942 on political charges, Merzhanov continued professional work as a sharashka architect, designing numerous public buildings in the Black Sea region, Krasnoyarsk and Komsomolsk-na-Amure."}]}, {"heading": "Births", "year": "1895", "date": "September 23", "txt": "Johnny Mokan, American baseball player (d. 1985)", "entities": []}, {"heading": "Births", "year": "1897", "date": "September 23", "txt": "Paul Delvaux, Belgian painter (d. 1994)", "entities": [{"title": "Paul Delvaux", "href": "/wiki/Paul_Delvaux", "description": "Paul Delvaux was a Belgian painter noted for his dream-like scenes of women, classical architecture, trains and train stations, and skeletons, often in combination. He is often considered a surrealist, although he only briefly identified with the Surrealist movement. He was influenced by the works of Giorgio de Chirico."}]}, {"heading": "Births", "year": "1897", "date": "September 23", "txt": "Walter Pidgeon, Canadian-American actor and singer (d. 1984)", "entities": []}, {"heading": "Births", "year": "1898", "date": "September 23", "txt": "Les Haylen, Australian journalist and politician (d. 1977)", "entities": [{"title": "Les Haylen", "href": "/wiki/Les_Haylen", "description": "Leslie Clement \"Les\" Haylen, also known by the pen-name Sutton Woodfield, was an Australian politician, playwright, novelist and journalist."}]}, {"heading": "Births", "year": "1899", "date": "September 23", "txt": "Tom C. Clark, American lawyer and judge, 59th Attorney General of the United States (d. 1977)", "entities": [{"title": "Tom C. Clark", "href": "/wiki/Tom_C._Clark", "description": "Thomas Campbell Clark was an American lawyer who served as the 59th United States Attorney General from 1945 to 1949 and as an Associate Justice of the United States Supreme Court from 1949 to 1967."}, {"title": "Attorney General of the United States", "href": "/wiki/Attorney_General_of_the_United_States", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1899", "date": "September 23", "txt": "Louise Nevelson, American sculptor (d. 1988)", "entities": []}, {"heading": "Births", "year": "1900", "date": "September 23", "txt": "Bill Stone, English soldier (d. 2009)", "entities": [{"title": "Bill Stone (Royal Navy sailor)", "href": "/wiki/Bill_Stone_(Royal_Navy_sailor)", "description": "William Frederick Stone was one of the last five surviving First World War veterans who served in the United Kingdom's armed forces and one of the last two surviving seamen worldwide, along with Claude Choules. They were also the last two to have also served in the Second World War, although Stone saw action only in the Second World War as he was still in training when the First World War ended."}]}, {"heading": "Births", "year": "1901", "date": "September 23", "txt": "Jaroslav Seifert, Czech poet and journalist, Nobel Prize laureate (d. 1986)", "entities": [{"title": "Jaroslav Seifert", "href": "/wiki/Jaroslav_Seifert", "description": "Jaroslav Seifert was a Nobel Prize–winning Czechoslovak writer, poet and journalist.\nIn 1984 Jaroslav Seifert won the Nobel Prize in Literature \"for his poetry which endowed with freshness, sensuality and rich inventiveness provides a liberating image of the indomitable spirit and versatility of man\"."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1902", "date": "September 23", "txt": "Su Buqing, Chinese mathematician and academic (d. 2003)", "entities": [{"title": "Su Buqing", "href": "/wiki/Su_Buqing", "description": "Su Buqing, also spelled Su Buchin, was a Chinese mathematician, educator and poet. He was the founder of differential geometry in China, and served as president of Fudan University and honorary chairman of the Chinese Mathematical Society."}]}, {"heading": "Births", "year": "1903", "date": "September 23", "txt": "Cec Fifield, Australian rugby league player and coach (d. 1957)", "entities": [{"title": "Cec Fifield", "href": "/wiki/Cec_Fifield", "description": "Cec \"Dicky\" Fifield (1903-1957) was an Australian rugby league footballer who played in the 1920s and 1930s, and coached in the 1930s, 1940s and 1950s. An Australian international and New South Wales interstate representative centre, he played in the NSWRFL premiership for Sydney clubs, Western Suburbs, Balmain and Canterbury-Bankstown, as well as in England for Hull FC. Following his playing care"}]}, {"heading": "Births", "year": "1904", "date": "September 23", "txt": "Arthur Folwell, English-Australian rugby league player, coach, and administrator (d. 1966)", "entities": [{"title": "Arthur Folwell", "href": "/wiki/Arthur_Folwell", "description": "Arthur Fitzgerald Folwell was an Australian professional rugby league footballer who played in the 1920s, 1930s and 1940s, coached in the 1940s, and was an administrator in the mid-20th century. An Australia national and New South Wales state representative hooker, he played his club football in the New South Wales Rugby Football League for Sydney's Newtown before becoming their coach and taking t"}]}, {"heading": "Births", "year": "1906", "date": "September 23", "txt": "Charles Ritchie, Canadian diplomat, High Commission of Canada to the United Kingdom (d. 1995)", "entities": [{"title": "Charles Ritchie (diplomat)", "href": "/wiki/Charles_Ritchie_(diplomat)", "description": "Charles Stewart Almon Ritchie, was a Canadian diplomat and diarist."}, {"title": "High Commission of Canada to the United Kingdom", "href": "/wiki/High_Commission_of_Canada_to_the_United_Kingdom", "description": "The High Commission of Canada in the United Kingdom is the diplomatic mission of Canada to the United Kingdom. It is housed at Canada House on Trafalgar Square in central London, with an additional Regional Service Centre at 3 Furzeground Way in Stockley Park, Uxbridge."}]}, {"heading": "Births", "year": "1907", "date": "September 23", "txt": "Tiny Bradshaw, American singer-songwriter and pianist (d. 1958)", "entities": [{"title": "Tiny Bradshaw", "href": "/wiki/Tiny_Bradshaw", "description": "Myron Carlton \"Tiny\" Bradshaw was an American jazz and rhythm and blues bandleader, singer, composer, pianist, and drummer. His biggest hit was \"Well Oh Well\" in 1950, and the following year he recorded \"The Train Kept A-Rollin'\", important to the later development of rock and roll; he co-wrote and sang on both records."}]}, {"heading": "Births", "year": "1907", "date": "September 23", "txt": "Duarte Nuno, Duke of Braganza (d. 1976)", "entities": []}, {"heading": "Births", "year": "1908", "date": "September 23", "txt": "Ramdhari Singh Dinkar, Indian poet, academic, and politician (d. 1974)", "entities": [{"title": "Ramdhari Singh Dinkar", "href": "/wiki/Ramdhari_Singh_Dinkar", "description": "Ramdhari Singh, known by his nom de plume Dinkar, was an Indian Hindi poet, essayist, patriot and academic, who is considered as one of the most important modern Hindi poets. He remerged as a poet of rebellion as a consequence of his nationalist poetry written in the days before Indian independence. His poetry exuded veer rasa, and he has been hailed as a Rashtrakavi on account of his inspiring pa"}]}, {"heading": "Births", "year": "1909", "date": "September 23", "txt": "Lorenc Antoni, Kosovo-Albanian composer and conductor (d. 1991)", "entities": [{"title": "Lorenc Antoni", "href": "/wiki/Lorenc_Antoni", "description": "Lorenc Antoni was an Albanian composer, conductor, and ethnomusicologist."}]}, {"heading": "Births", "year": "1910", "date": "September 23", "txt": "Jakob Streit, Swiss anthroposophist and author (d. 2009)", "entities": [{"title": "Jakob Streit", "href": "/wiki/Jakob_Streit", "description": "\nJakob Streit was a Swiss author, teacher and anthroposophist. Besides this he worked as musician and choirmaster as well as conductor and dramaturg"}]}, {"heading": "Births", "year": "1911", "date": "September 23", "txt": "Frank Moss, American lawyer and politician (d. 2003)", "entities": [{"title": "Frank Moss (politician)", "href": "/wiki/Frank_Moss_(politician)", "description": "Frank Edward \"Ted\" Moss was an American lawyer and politician. A Democrat, he served as a United States Senator from Utah from 1959 to 1977."}]}, {"heading": "Births", "year": "1912", "date": "September 23", "txt": "Ghulam Mustafa Khan, Pakistani linguist, author, and critic (d. 2005)", "entities": [{"title": "Ghulam Mustafa Khan", "href": "/wiki/Ghulam_Mustafa_Khan", "description": "Ghulam Mustafa Khan, SI was a researcher, literary critic, linguist, author, scholar of Urdu literature and linguistics, educationist and religious and spiritual leader belonging to Naqshbandi order of Sufism."}]}, {"heading": "Births", "year": "1912", "date": "September 23", "txt": "Tony Smith, American sculptor and educator (d. 1980)", "entities": []}, {"heading": "Births", "year": "1913", "date": "September 23", "txt": "Carl-Henning Pedersen, Danish painter and sculptor (d. 2007)", "entities": [{"title": "Carl-Henning Pedersen", "href": "/wiki/Carl-Henning_Pedersen", "description": "Carl-Henning Pedersen was a Danish painter and a key member of the COBRA movement. He was known as the \"Scandinavian Chagall\", and was one of the leading Danish artists of the second half of the 20th century."}]}, {"heading": "Births", "year": "1915", "date": "September 23", "txt": "Julius Baker, American flute player and educator (d. 2003)", "entities": [{"title": "Julius Baker", "href": "/wiki/Julius_Baker", "description": "Julius Baker was one of the foremost American orchestral flute players. During the course of five decades he concertized with several of America's premier orchestral ensembles including the Chicago Symphony and the New York Philharmonic Orchestra."}]}, {"heading": "Births", "year": "1915", "date": "September 23", "txt": "Clifford Shull, American physicist and academic, Nobel Prize laureate (d. 2001)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1916", "date": "September 23", "txt": "Aldo Moro, Italian academic and politician, 39th Prime Minister of Italy (d. 1978)", "entities": [{"title": "Aldo Moro", "href": "/wiki/Aldo_Moro", "description": "Aldo Romeo Luigi Moro was an Italian statesman and a prominent member of the Christian Democracy (DC). He served as 38th prime minister of Italy from December 1963 to June 1968 and then from November 1974 to July 1976."}, {"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Births", "year": "1917", "date": "September 23", "txt": "Santo, Mexican Luchador enmascarado, film actor, and folk icon (d. 1984)", "entities": [{"title": "El Santo", "href": "/wiki/El_Santo", "description": "Rodolfo Guzmán Huerta, more widely known as El Santo, or in English The Saint, was a Mexican Luchador enmascarado, film actor, and folk hero. El Santo is one of the most famous and iconic Mexican luchadores, and has been referred to as one of \"the greatest legends in Mexican sports\". His wrestling career spanned nearly five decades, during which he became a folk hero and a symbol of justice for th"}]}, {"heading": "Births", "year": "1917", "date": "September 23", "txt": "Asima Chatterjee, Indian chemist (d. 2006)", "entities": []}, {"heading": "Births", "year": "1920", "date": "September 23", "txt": "Mickey Rooney, American actor, singer, director, and producer (d. 2014)", "entities": [{"title": "Mickey Rooney", "href": "/wiki/Mickey_Rooney", "description": "Mickey Rooney was an American stage and film actor, comedian, radio entertainer, and producer. In a career spanning nine decades and continuing until his death, he appeared in more than 300 films, and was among the last surviving stars of the silent-film era. He was the top box-office attraction from 1939 to 1941, and one of the best-paid actors of that era. At the height of a career marked by dec"}]}, {"heading": "Births", "year": "1923", "date": "September 23", "txt": "Mohamed Hassanein Heikal, Egyptian journalist (d. 2016)", "entities": [{"title": "Mohamed Hassanein Heikal", "href": "/wiki/Mohamed_Hassanein_Heikal", "description": "Mohamed Hassanein Heikal was an Egyptian journalist. For 17 years (1957–1974), he was editor-in-chief of the Cairo newspaper Al-Ahram and was a commentator on Arab affairs for more than 50 years."}]}, {"heading": "Births", "year": "1923", "date": "September 23", "txt": "Vello Helk, Estonian-Danish historian and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 23", "txt": "Pedro Joaquín Chamorro Cardenal, Nicaraguan journalist and publisher (d. 1978)", "entities": [{"title": "Pedro Joaquín Chamorro Cardenal", "href": "/wiki/Pedro_Joaqu%C3%ADn_Chamorro_Cardenal", "description": "Pedro Joaquín Chamorro Cardenal was a Nicaraguan journalist and publisher. He was the editor of La Prensa, the only significant opposition newspaper to the long rule of the Somoza family. He is a 1977 laureate of the Maria Moors Cabot Prize of the University of Columbia. He married Violeta Barrios de Chamorro who later went on to become President of Nicaragua (1990-1996). In 1978, he was shot to d"}]}, {"heading": "Births", "year": "1925", "date": "September 23", "txt": "Denis C. Twitchett, English historian and scholar (d. 2006)", "entities": [{"title": "Denis C. Twitchett", "href": "/wiki/Denis_C._Twitchett", "description": "Denis Crispin Twitchett was a British Sinologist and scholar who specialized in Chinese history, and is well known as one of the co-editors of The Cambridge History of China."}]}, {"heading": "Births", "year": "1926", "date": "September 23", "txt": "André Cassagnes, French toy maker, created the Etch A Sketch (d. 2013)", "entities": [{"title": "André Cassagnes", "href": "/wiki/Andr%C3%A9_Cassagnes", "description": "André Cassagnes was a French inventor, electrical technician, toymaker, and kite designer. Cassagnes is best known as the inventor of the Etch A Sketch, a popular mechanical drawing toy manufactured since 2016 by Spin Master, formerly by the Ohio Art Company."}, {"title": "Etch A Sketch", "href": "/wiki/Etch_A_Sketch", "description": "Etch A Sketch is a mechanical drawing toy invented by André Cassagnes of France and subsequently manufactured by the Ohio Art Company and now owned by Spin Master of Toronto, Ontario, Canada."}]}, {"heading": "Births", "year": "1926", "date": "September 23", "txt": "John Coltrane, American saxophonist and composer  (d. 1967)", "entities": []}, {"heading": "Births", "year": "1928", "date": "September 23", "txt": "Frank Foster, American saxophonist and composer (d. 2011)", "entities": [{"title": "Frank Foster (musician)", "href": "/wiki/Frank_Foster_(musician)", "description": "Frank Benjamin Foster III was an American tenor and soprano saxophonist, flautist, arranger, and composer. Foster collaborated frequently with Count Basie and worked as a bandleader from the early 1950s. In 1998, Howard University awarded Frank Foster with the Benny Golson Jazz Master Award."}]}, {"heading": "Births", "year": "1928", "date": "September 23", "txt": "Roger Grimsby, American journalist and actor (d. 1995)", "entities": []}, {"heading": "Births", "year": "1930", "date": "September 23", "txt": "Sehba Akhtar, Pakistani poet and songwriter (d. 1996)", "entities": [{"title": "Sehba Akhtar", "href": "/wiki/Sehba_Akhtar", "description": "Sehba Akhtar was a poet and a film songwriter in Pakistan."}]}, {"heading": "Births", "year": "1930", "date": "September 23", "txt": "Colin Blakely, Northern Irish actor (d. 1987)", "entities": []}, {"heading": "Births", "year": "1930", "date": "September 23", "txt": "Ray Charles, American singer-songwriter, pianist, and actor (d. 2004)", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 23", "txt": "Hilly Kristal, American businessman, founded CBGB (d. 2007)", "entities": [{"title": "Hilly Kristal", "href": "/wiki/Hilly_Kristal", "description": "Hillel Kristal was an American club owner, manager and musician who was the owner of the iconic New York City club CBGB, which opened in 1973 and closed in 2006 over a rent dispute."}, {"title": "CBGB", "href": "/wiki/CBGB", "description": "CBGB was a New York City music club opened in 1973 by Hilly Kristal in Manhattan's East Village. The club was previously a biker bar and before that was a dive bar. The letters CBGB were for Country, BlueGrass, and Blues, Kristal's original vision, yet CBGB soon became a famed venue of punk rock and new wave bands like the Ramones, Television, Patti Smith Group, Blondie, and Talking Heads. From th"}]}, {"heading": "Births", "year": "1931", "date": "September 23", "txt": "Stan Lynde, American author and illustrator (d. 2013)", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 23", "txt": "Gerald Merrithew, Canadian educator and politician (d. 2004)", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 23", "txt": "Georg Keßler, German footballer and manager", "entities": [{"title": "Georg Keßler", "href": "/wiki/Georg_Ke%C3%9Fler", "description": "Georg Kessler is a former German football manager."}]}, {"heading": "Births", "year": "1933", "date": "September 23", "txt": "Lloyd J. Old, American immunologist and academic (d. 2011)", "entities": [{"title": "Lloyd J. Old", "href": "/wiki/Lloyd_J._Old", "description": "Lloyd John Old was one of the founders and standard-bearers of the field of cancer immunology. When Old began his career in 1958, tumor immunology was in its infancy. Today, cancer immunotherapies are emerging as a significant advance in cancer therapy."}]}, {"heading": "Births", "year": "1934", "date": "September 23", "txt": "Per Olov Enquist, Swedish journalist, author, and playwright (d. 2020)", "entities": [{"title": "Per Olov Enquist", "href": "/wiki/Per_Olov_Enquist", "description": "Per Olov Enquist, also known as P. O. Enquist, was a Swedish author. He had worked as a journalist, playwright and novelist."}]}, {"heading": "Births", "year": "1935", "date": "September 23", "txt": "Prem Chopra, Pakistani-Indian actor", "entities": [{"title": "Prem Chopra", "href": "/wiki/Prem_Chopra", "description": "Prem Chopra is an Indian actor in Hindi and Punjabi films. He has acted in 380 films over a span of over 60 years. He has a soft-spoken diction despite being a villain in most films. His 19 films, with him as antagonist and Rajesh Khanna in the lead role remain popular with audiences and critics."}]}, {"heading": "Births", "year": "1935", "date": "September 23", "txt": "Les McCann, American soul-jazz singer and pianist", "entities": []}, {"heading": "Births", "year": "1935", "date": "September 23", "txt": "Ron Tindall, English-Australian footballer, cricketer, and manager (d. 2012)", "entities": []}, {"heading": "Births", "year": "1936", "date": "September 23", "txt": "George Eastham, English footballer", "entities": [{"title": "George Eastham", "href": "/wiki/George_Eastham", "description": "George Edward Eastham, OBE is an English former footballer. He is known for playing for Newcastle United, Arsenal and Stoke City, as well as a non-playing member of England's 1966 World Cup-winning squad. However, he is also notable for his involvement in a 1963 court case which proved a landmark in improving players' freedom to move between clubs."}]}, {"heading": "Births", "year": "1936", "date": "September 23", "txt": "Valentín Paniagua, Peruvian lawyer and politician, 91st President of Peru (d. 2006)", "entities": [{"title": "President of Peru", "href": "/wiki/President_of_Peru", "description": "The president of Peru, formally recognized as the President of the Republic of Peru, is the head of state and head of government of Peru. The president is the head of the executive branch and is the Supreme Head of the Armed Forces and Police of Peru. The office of president corresponds to the highest magistracy in the country, making the president the highest ranking public official in Peru."}]}, {"heading": "Births", "year": "1936", "date": "September 23", "txt": "Sylvain Saudan, Swiss skier", "entities": []}, {"heading": "Births", "year": "1936", "date": "September 23", "txt": "Tareq Suheimat, Jordanian physician, general, and politician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1937", "date": "September 23", "txt": "Jacques Poulin, Canadian author and translator", "entities": [{"title": "Jacques Poulin", "href": "/wiki/Jacques_Poulin", "description": "Jacques Poulin is a Canadian novelist with a quiet and intimate style of writing. \nPoulin studied psychology and arts at the Université Laval in Quebec City; he started his career as commercial translator and later became a college guidance counselor. Only after the success of his second novel, Jimmy (1969), was he able to devote himself completely to his writing. Poulin has written fourteen novel"}]}, {"heading": "Births", "year": "1938", "date": "September 23", "txt": "Romy Schneider, Austrian-French actress (d. 1982)", "entities": [{"title": "Romy Schneider", "href": "/wiki/Romy_Schneider", "description": "Romy Schneider was a German-French actress. She began her career in the German Heimatfilm genre in the early 1950s when she was 15. From 1955 to 1957, she played the central character of Empress Elisabeth of Austria in the Austrian Sissi trilogy, and later reprised the role in a more mature version in Visconti's Ludwig (1973). Schneider moved to France where she made successful and critically accl"}]}, {"heading": "Births", "year": "1939", "date": "September 23", "txt": "Henry Blofeld, English cricketer and journalist", "entities": [{"title": "Henry Blofeld", "href": "/wiki/Henry_Blofeld", "description": "Henry Calthorpe Blofeld, OBE nicknamed Blowers by Brian Johnston, is an English retired sports journalist, broadcaster and amateur ornithologist best known as a cricket commentator for Test Match Special on BBC Radio 4 and BBC Radio 5 Live Sports Extra. He has established a reputation as a commentator with an accent, vocabulary and syntax that is quintessentially Old Etonian both in style and subs"}]}, {"heading": "Births", "year": "1939", "date": "September 23", "txt": "Roy Buchanan, American singer-songwriter and guitarist (d. 1988)", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 23", "txt": "Joan Hanham, Baroness Hanham, English politician", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 23", "txt": "Sonny Vaccaro, American businessman", "entities": []}, {"heading": "Births", "year": "1940", "date": "September 23", "txt": "Michel Temer, Brazilian lawyer and politician, 25th Vice President of Brazil", "entities": [{"title": "Michel Temer", "href": "/wiki/Michel_Temer", "description": "Michel Miguel Elias Temer Lulia is a Brazilian politician, lawyer and writer who served as the 37th president of Brazil from 31 August 2016 to 1 January 2019. He took office after the impeachment and removal from office of his predecessor Dilma Rousseff. He had been vice president since 2011 and acting president since 12 May 2016, when Rousseff's powers and duties were suspended pending an impeach"}, {"title": "Vice President of Brazil", "href": "/wiki/Vice_President_of_Brazil", "description": "The Vice President of Brazil, officially the Vice President of the Federative Republic of Brazil, or simply the Vice President of the Republic is the second-highest ranking government official in the executive branch of the Government of Brazil, preceded only by the president. The Vice President's primary role is to replace the president on the event of his or her death, resignation, or impeachmen"}]}, {"heading": "Births", "year": "1940", "date": "September 23", "txt": "Dick Thornett, Australian rugby player and water polo player (d. 2011)", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 23", "txt": "George Jackson, American activist and author, co-founded the Black Guerrilla Family (d. 1971)", "entities": [{"title": "George Jackson (Black Panther)", "href": "/wiki/George_Jackson_(Black_Panther)", "description": "George Lester Jackson was an African-American author, activist, and convicted criminal. While serving a sentence for armed robbery in 1961, Jackson became involved in revolutionary activity and co-founded the Marxist–Leninist Black Guerrilla Family."}, {"title": "Black Guerrilla Family", "href": "/wiki/Black_Guerrilla_Family", "description": "The Black Guerilla Family is an African-American black power prison and street gang founded in 1966 by George Jackson, George “Big Jake” Lewis, and W. L. Nolen while they were incarcerated at San Quentin State Prison in Marin County, California."}]}, {"heading": "Births", "year": "1941", "date": "September 23", "txt": "Simon Nolet, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1941", "date": "September 23", "txt": "Norma Winstone, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 23", "txt": "Sila María Calderón, Puerto Rican-American businesswoman and politician, 12th Secretary of State of Puerto Rico", "entities": [{"title": "Sila María Calderón", "href": "/wiki/Sila_Mar%C3%ADa_Calder%C3%B3n", "description": "Sila María Calderón Serra is a Puerto Rican politician, businesswoman, and philanthropist who was governor of Puerto Rico from 2001 to 2005. She is the first woman elected to that office; Wanda Vázquez Garced, although not elected by the people, would become the second in 2019. Prior to her term as governor, Calderón held various positions in the government of Puerto Rico, including the 12th Secre"}, {"title": "Secretary of State of Puerto Rico", "href": "/wiki/Secretary_of_State_of_Puerto_Rico", "description": "The secretary of state of Puerto Rico leads all efforts that promote the cultural, political, and economical relations between Puerto Rico and foreign countries, and other jurisdictions of the United States. The post was created by Article IV of the Constitution of Puerto Rico which merely establishes that the secretary serves as acting governor when the governor is unable to perform his duties—a "}]}, {"heading": "Births", "year": "1942", "date": "September 23", "txt": "Colin Low, Baron Low of Dalston, Scottish scholar and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 23", "txt": "David Renneberg, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 23", "txt": "Julio Iglesias, Spanish singer-songwriter", "entities": [{"title": "Julio Iglesias", "href": "/wiki/Julio_Iglesias", "description": "Julio José Iglesias de la Cueva is a Spanish singer, songwriter and former professional footballer. Iglesias is recognized as the most commercially successful continental European singer in the world and one of the top record sellers in music history, having sold more than 100 million records worldwide in 14 languages. It is estimated that during his career he has performed in more than 5000 conce"}]}, {"heading": "Births", "year": "1943", "date": "September 23", "txt": "Marty Schottenheimer, American football player and coach (d. 2021)", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 23", "txt": "Eric Bogle, Scottish-Australian singer-songwriter and guitarist", "entities": [{"title": "Eric Bogle", "href": "/wiki/Eric_Bogle", "description": "Eric Bogle is a Scottish folk singer-songwriter. Born and raised in Scotland, he emigrated to Australia at the age of 25, to settle near Adelaide, South Australia. Bogle's songs have covered a variety of topics, and have been performed by many artists. Two of his best known songs are \"No Man's Land\" and \"And the Band Played Waltzing Matilda\", with the latter named one of the APRA Top 30 Australian"}]}, {"heading": "Births", "year": "1944", "date": "September 23", "txt": "Richard Lambert, English journalist and academic", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 23", "txt": "Ron Bushy, American drummer", "entities": [{"title": "Ron Bushy", "href": "/wiki/Ron_Bushy", "description": "Ron Bushy is an American drummer best known as a member of the rock band Iron Butterfly. He is the only member of the group to appear on all six of their studio albums."}]}, {"heading": "Births", "year": "1945", "date": "September 23", "txt": "Igor Ivanov, Russian politician and diplomat, Russian Minister of Foreign Affairs", "entities": [{"title": "Minister of Foreign Affairs (Russia)", "href": "/wiki/Minister_of_Foreign_Affairs_(Russia)", "description": "The Minister of Foreign Affairs is the head of Russian Ministry of Foreign Affairs which is concerned with foreign affairs and is a member of the Government of Russia."}]}, {"heading": "Births", "year": "1945", "date": "September 23", "txt": "Alan Old, English rugby player", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 23", "txt": "Franz Fischler, Austrian politician", "entities": [{"title": "Franz Fischler", "href": "/wiki/Franz_Fischler", "description": "Franz Fischler is an Austrian politician from the Christian-conservative People's Party (ÖVP). He was the European Union's Commissioner for Agriculture, Rural Development and Fisheries (1995–2004). Currently he is President of the European Forum Alpbach."}]}, {"heading": "Births", "year": "1946", "date": "September 23", "txt": "Bernard Maris, French economist and journalist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 23", "txt": "Genista McIntosh, Baroness McIntosh, English politician", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 23", "txt": "Davorin Popović, Bosnian singer-songwriter (d. 2001)", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 23", "txt": "Anne Wheeler, Canadian director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 23", "txt": "Christian Bordeleau, Canadian ice hockey player", "entities": [{"title": "Christian Bordeleau", "href": "/wiki/Christian_Bordeleau", "description": " Christian Gerrard \"Chris\" Bordeleau is a Canadian former professional ice hockey forward."}]}, {"heading": "Births", "year": "1947", "date": "September 23", "txt": "Mary Kay Place, American actress", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 23", "txt": "Neal Smith, American drummer and songwriter", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 23", "txt": "Dan Toler, American guitarist (d. 2013)", "entities": [{"title": "Dan Toler", "href": "/wiki/Dan_Toler", "description": "Daniel Lee Toler ,\nknown professionally as \"Dangerous\" Dan Toler, was an American guitarist."}]}, {"heading": "Births", "year": "1949", "date": "September 23", "txt": "Floella Benjamin, Trinidadian-English actress, academic, and politician", "entities": [{"title": "Floella Benjamin", "href": "/wiki/Floella_Benjamin", "description": "Floella Karen Yunies Benjamin, Baroness Benjamin, is a Trinidadian-British actress, author, television presenter, singer, businesswoman and politician. She is known as presenter of children's programmes such as Play School, Play Away and Fast Forward. On 28 June 2010, Lady Benjamin was introduced to the House of Lords as a life peer nominated by the Liberal Democrats."}]}, {"heading": "Births", "year": "1949", "date": "September 23", "txt": "Bruce Springsteen, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 23", "txt": "Kostas Tournas, Greek singer-songwriter", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 23", "txt": "George Garzone, American saxophonist and educator", "entities": [{"title": "George Garzone", "href": "/wiki/George_Garzone", "description": "George Garzone is a saxophonist and jazz educator from Boston, Massachusetts."}]}, {"heading": "Births", "year": "1951", "date": "September 23", "txt": "Steven Springer, American guitarist and songwriter (d. 2012)", "entities": [{"title": "Steven Springer", "href": "/wiki/Steven_Springer", "description": "Steven Springer was an American guitarist and songwriter known for his innovative smooth soft touch guitar style. He was best known for being a member of the Trinidad Tripoli Steel Band and for playing with Sir Lancelot Pinard, Arizona-based band Sanctuary, as well as founding the musical project Tropicooljazz."}]}, {"heading": "Births", "year": "1952", "date": "September 23", "txt": "Mark Bego, American author", "entities": [{"title": "Mark Bego", "href": "/wiki/Mark_Bego", "description": "Mark Joseph Bego is an author of biographies in the rock & roll and show business genres. Bego has written 59 books, two of which have been New York Times Best Sellers. Bego has written biographers about some of entertainment's biggest stars, including: Linda Ronstadt, Elton John, Aretha Franklin, Elvis Presley, Michael Jackson, Madonna, Billy Joel, Patsy Cline, Leonardo DiCaprio, Whitney Houston,"}]}, {"heading": "Births", "year": "1952", "date": "September 23", "txt": "Anshuman Gaekwad, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 23", "txt": "Dennis Lamp, American baseball player", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 23", "txt": "Jim Morrison, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 23", "txt": "Nicholas Witchell, English journalist", "entities": [{"title": "Nicholas Witchell", "href": "/wiki/Nicholas_Witchell", "description": "Nicholas Newton Henshall Witchell OStJ FRGS is an English journalist and news presenter. The latter half of his career has been as royal correspondent for BBC News."}]}, {"heading": "Births", "year": "1954", "date": "September 23", "txt": "Charlie Barnett, American actor (d. 1996)", "entities": [{"title": "Charlie Barnett (comedian)", "href": "/wiki/Charlie_Barnett_(comedian)", "description": "Charles Barnett was an American comedian and actor."}]}, {"heading": "Births", "year": "1954", "date": "September 23", "txt": "Cherie Blair, English lawyer and academic", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 23", "txt": "Peter David, American author, actor, and screenwriter", "entities": [{"title": "Peter David", "href": "/wiki/Peter_David", "description": "Peter Allen David, often abbreviated PAD, is an American writer of comic books, novels, television, films and video games. His notable comic book work includes an award-winning 12-year run on The Incredible Hulk, as well as runs on Aquaman, Young Justice, Supergirl, Fallen Angel, Spider-Man, Spider-Man 2099, and X-Factor."}]}, {"heading": "Births", "year": "1956", "date": "September 23", "txt": "Tom Hogan, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 23", "txt": "Paolo Rossi, Italian footballer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 23", "txt": "Rosalind Chao, American actress", "entities": [{"title": "Rosalind Chao", "href": "/wiki/Rosalind_Chao", "description": "Rosalind Chao is an American actress. Chao's best-known roles have been Soon-Lee Klinger in the mid-1980s CBS show AfterMASH, Rose Hsu Jordan in the 1993 movie The Joy Luck Club, the recurring character Keiko O'Brien on Star Trek: The Next Generation and Star Trek: Deep Space Nine in the 1990s, and Dr. Kim on The O.C. in 2003. She also played Hua Li, Mulan’s mother, in the live-action 2020 remake "}]}, {"heading": "Births", "year": "1958", "date": "September 23", "txt": "Danielle Dax, English singer-songwriter and producer", "entities": [{"title": "Danielle Dax", "href": "/wiki/Danielle_Dax", "description": "Danielle Dax is an English experimental musician and producer most active from the late-1970s to the mid-1990s."}]}, {"heading": "Births", "year": "1958", "date": "September 23", "txt": "Khaled El Sheikh, Bahraini singer-songwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 23", "txt": "Tony Fossas, Cuban-American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 23", "txt": "Marvin Lewis, American football player and coach", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 23", "txt": "Larry Mize, American golfer", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 23", "txt": "Jason Alexander, American actor, singer, and voice artist", "entities": [{"title": "Jason Alexander", "href": "/wiki/Jason_Alexander", "description": "Jay Scott Greenspan, known by his stage name Jason Alexander, is an American actor, comedian, film director, and television presenter. Alexander is best known for his role as George Costanza in the television series Seinfeld (1989–1998), for which he was nominated for seven consecutive Primetime Emmy Awards and four Golden Globe Awards. Other well-known roles include Phillip Stuckey in the film Pr"}]}, {"heading": "Births", "year": "1959", "date": "September 23", "txt": "Frank Cottrell-Boyce, English author and screenwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 23", "txt": "Hans Nijman, Dutch mixed martial artist and wrestler (d. 2014)", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 23", "txt": "Chris O'Sullivan, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 23", "txt": "Martin Page, English singer-songwriter, bass player, and producer", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 23", "txt": "Elizabeth Peña, American actress (d. 2014)", "entities": []}, {"heading": "Births", "year": "1959", "date": "September 23", "txt": "Karen Pierce, English diplomat", "entities": []}, {"heading": "Births", "year": "1960", "date": "September 23", "txt": "Kurt Beyer, American wrestler", "entities": [{"title": "Kurt Beyer", "href": "/wiki/Kurt_Beyer", "description": "Kurt Beyer is a semi-retired American professional wrestler who competed in Japanese and international promotions during the 1990s, most notably teaming with his father The Destroyer during his last tour with All Japan Pro Wrestling in 1993."}]}, {"heading": "Births", "year": "1960", "date": "September 23", "txt": "Luis Moya, Spanish race car driver", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 23", "txt": "Chi McBride, American actor", "entities": [{"title": "Chi McBride", "href": "/wiki/Chi_McBride", "description": "Kenneth \"Chi\" McBride is an American actor. He starred as high school principal Steven Harper on the series Boston Public, Emerson Cod on Pushing Daisies, Detective Laverne Winston on the Fox drama Human Target, and more recently Detective Don Owen in the short-lived CBS crime drama Golden Boy. He notably played in a main role as Captain Lou Grover of the Five-0 taskforce in the CBS drama Hawaii F"}]}, {"heading": "Births", "year": "1961", "date": "September 23", "txt": "William C. McCool, American commander, pilot, and astronaut (d. 2003)", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 23", "txt": "Deborah Orr, Scottish journalist (d. 2019)", "entities": [{"title": "Deborah Orr", "href": "/wiki/Deborah_Orr", "description": "Deborah Jane Orr was a Scottish journalist who worked for The Guardian, The Independent and other publications."}]}, {"heading": "Births", "year": "1963", "date": "September 23", "txt": "Anne-Marie Cadieux, Canadian actress, director, and screenwriter", "entities": [{"title": "Anne-Marie Cadieux", "href": "/wiki/Anne-Marie_Cadieux", "description": "Anne-Marie Cadieux is a Canadian actress, film director and screenwriter. She has won a Jutra Award for Best Supporting Actress for her role in Streetheart  and in 2008 was nominated for a Genie Award for Best Performance by an Actress in a Leading Role for her role in You (Toi)."}]}, {"heading": "Births", "year": "1963", "date": "September 23", "txt": "Alex Proyas, Egyptian-Australian director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 23", "txt": "Clayton Blackmore, Welsh footballer and manager", "entities": [{"title": "Clayton Blackmore", "href": "/wiki/Clayton_Blackmore", "description": "Clayton Graham Blackmore is a Welsh former international footballer. He was a combative player known for his attacking free kicks and a utility player who excelled in defence, but could play equally well in midfield."}]}, {"heading": "Births", "year": "1964", "date": "September 23", "txt": "Josefa Idem, German-born Italian kayaker", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 23", "txt": "Koshi Inaba, Japanese singer-songwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 23", "txt": "Larry Krystkowiak, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 23", "txt": "Katie Mitchell, English director and producer", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 23", "txt": "Julian Parkhill, English biologist and academic", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 23", "txt": "Bill Phillips, American businessman and author", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 23", "txt": "Mark Woodforde, Australian tennis player and sportscaster", "entities": [{"title": "Mark Woodforde", "href": "/wiki/Mark_Woodforde", "description": "Mark Raymond Woodforde, OAM is a former professional tennis player from Australia. He is best known as one half of \"The Woodies\", a doubles partnership with Todd Woodbridge."}]}, {"heading": "Births", "year": "1966", "date": "September 23", "txt": "Pete Harnisch, American baseball player and coach", "entities": [{"title": "Pete Harnisch", "href": "/wiki/Pete_Harnisch", "description": "Peter Thomas Harnisch is a former Major League Baseball right-handed pitcher. He played in Major League Baseball from 1988 through 2001 for the Baltimore Orioles, Houston Astros, New York Mets, Milwaukee Brewers and Cincinnati Reds."}]}, {"heading": "Births", "year": "1967", "date": "September 23", "txt": "Hilary Andersson, American-English journalist", "entities": [{"title": "Hilary Andersson", "href": "/wiki/Hilary_Andersson", "description": "Hilary Harper Andersson is an American journalist presently working for the BBC. She has been a correspondent for Panorama since 2006."}]}, {"heading": "Births", "year": "1967", "date": "September 23", "txt": "Chris Wilder, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 23", "txt": "Yvette Fielding, English actress and producer", "entities": [{"title": "Yvette Fielding", "href": "/wiki/Yvette_Fielding", "description": "Yvette Paula Fielding is an English television presenter, producer and actress. She became the youngest presenter on Blue Peter aged 18, and one of her episodes was subsequently voted the \"Favourite Blue Peter moment\" ever. With her husband Karl Beattie, she presented the Most Haunted series on the Living channel, via their own production company, followed by Ghosthunting With..., establishing Fie"}]}, {"heading": "Births", "year": "1968", "date": "September 23", "txt": "Adam Price, Welsh politician", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 23", "txt": "Donald Audette, Canadian ice hockey player", "entities": [{"title": "Donald Audette", "href": "/wiki/Donald_Audette", "description": "Donald Daniel Audette is a Canadian former professional ice hockey forward who played fourteen seasons in the National Hockey League (NHL) for the Buffalo Sabres, Los Angeles Kings, Atlanta Thrashers, Dallas Stars, Montreal Canadiens and Florida Panthers."}]}, {"heading": "Births", "year": "1969", "date": "September 23", "txt": "Patrick Fiori, French singer-songwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 23", "txt": "Tapio Laukkanen, Finnish race car driver", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 23", "txt": "Rod Pampling, Australian golfer", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 23", "txt": "Jan Suchopárek, Czech footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 23", "txt": "Adrian Brunker, Australian rugby player", "entities": [{"title": "Adrian Brunker", "href": "/wiki/Adrian_Brunker", "description": "Adrian Brunker is an Australian former professional rugby league footballer who played in the 1990s. He played at representative level for Queensland, and at club level for Newcastle Knights, Gold Coast Seagulls, St George Dragons and Wakefield Trinity Wildcats, as a fullback, wing, centre, or five-eighth."}]}, {"heading": "Births", "year": "1970", "date": "September 23", "txt": "Lucia Cifarelli, American singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 23", "txt": "Ani DiFranco, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 23", "txt": "Giorgos Koltsidas, Greek footballer", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 23", "txt": "Moin Khan, Pakistani cricketer and coach", "entities": [{"title": "Moin Khan", "href": "/wiki/Moin_Khan", "description": "Muhammad Moin Khan is a Pakistani cricket coach and former cricketer, primarily a wicketkeeper-batsman, who remained a member of the Pakistani national cricket team from 1990 to 2004. He has also captained the Pakistani side. He made his international debut against the West Indies at Multan. He took over 100 catches in Test cricket. He has scored over 3,000 ODI runs and taken over 200 catches in O"}]}, {"heading": "Births", "year": "1971", "date": "September 23", "txt": "Eric Montross, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 23", "txt": "Sean Spicer, 30th White House Press Secretary", "entities": [{"title": "White House Press Secretary", "href": "/wiki/White_House_Press_Secretary", "description": "The White House press secretary is a senior White House official whose primary responsibility is to act as spokesperson for the executive branch of the federal government of the United States, especially with regard to the president, senior aides and executives, as well as government policies."}]}, {"heading": "Births", "year": "1972", "date": "September 23", "txt": "Sarah Bettens, Belgian singer-songwriter and guitarist", "entities": [{"title": "Sarah Bettens", "href": "/wiki/Sarah_Bettens", "description": "Sam Bettens is a Belgian musician and the lead singer of the Belgian band K's Choice. He is known for his enigmatic, husky voice."}]}, {"heading": "Births", "year": "1972", "date": "September 23", "txt": "Alistair Campbell, Zimbabwean cricketer", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 23", "txt": "Jermaine Dupri, American rapper and producer", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 23", "txt": "Karl Pilkington, English actor and producer", "entities": []}, {"heading": "Births", "year": "1973", "date": "September 23", "txt": "Ingrid Fliter, Argentinian pianist", "entities": [{"title": "Ingrid Fliter", "href": "/wiki/Ingrid_Fliter", "description": "Íngrid Fliter is an Argentinian pianist. She began her formal piano studies with Elizabeth Westerkamp. Her first public appearance in recital was at age 11, and she made her concerto debut at the Teatro Colón at age 16."}]}, {"heading": "Births", "year": "1973", "date": "September 23", "txt": "Vangelis Krios, Greek footballer and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 23", "txt": "Ben Duckworth, Australian rugby league player", "entities": [{"title": "Ben Duckworth", "href": "/wiki/Ben_Duckworth", "description": "Ben Duckworth is a former professional rugby league footballer who played for the Illawarra Steelers, Eastern Suburbs, Balmain Tigers, Wests Tigers and Parramatta Eels."}]}, {"heading": "Births", "year": "1974", "date": "September 23", "txt": "Matt Hardy, American wrestler", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 23", "txt": "Layzie Bone, American rapper", "entities": [{"title": "Layzie Bone", "href": "/wiki/Layzie_Bone", "description": "Steven Howse is a rapper known primarily for being a member of the group Bone Thugs-n-Harmony. He has also gone by the names L-Burna and The #1 Assassin. He is the younger brother of fellow group member Flesh-N-Bone and cousin of group member Wish Bone. Layzie is also a member of the rap group Bone Brothers and CEO of the record label Harmony Howse Entertainment."}]}, {"heading": "Births", "year": "1975", "date": "September 23", "txt": "Kim Dong-moon, South Korean badminton player", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 23", "txt": "Chris Hawkins, English journalist and producer", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 23", "txt": "Eric Miller, Irish rugby player, footballer, and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 23", "txt": "Sarah Blasko, Australian singer-songwriter and producer", "entities": [{"title": "Sarah Blasko", "href": "/wiki/Sarah_Blasko", "description": "Sarah Blasko is an Australian singer-songwriter, musician and producer. From April 2002 Blasko developed her solo career after fronting Sydney-based band, Acquiesce, between the mid-1990s and 2001. She had performed under her then married name, Sarah Semmens, and, after leaving Acquiesce, as Sorija in a briefly existing duo of that name. As a solo artist Blasko has released six studio albums, The "}]}, {"heading": "Births", "year": "1976", "date": "September 23", "txt": "Robert James-Collier, English actor", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 23", "txt": "Valeriy Sydorenko, Ukrainian boxer", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 23", "txt": "Volodymyr Sydorenko, Ukrainian boxer", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 23", "txt": "Matthieu Descoteaux, Canadian ice hockey player", "entities": [{"title": "Matthieu Descoteaux", "href": "/wiki/Matthieu_Descoteaux", "description": "Matthieu Andre Jean Marc Luc Descoteaux is a Canadian former professional ice hockey defenceman who played in the National Hockey League (NHL) with the Montreal Canadiens."}]}, {"heading": "Births", "year": "1977", "date": "September 23", "txt": "Dmitri Kulikov, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 23", "txt": "Fabio Ongaro, Italian rugby player", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 23", "txt": "Brett Prebble, Australian jockey", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 23", "txt": "Rachael Yamagata, American singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 23", "txt": "Benjamin Curtis, American guitarist, drummer, and songwriter (d. 2013)", "entities": [{"title": "Benjamin Curtis (musician)", "href": "/wiki/Benjamin_Curtis_(musician)", "description": "Benjamin Curtis was an American guitarist, drummer, and songwriter. He was a founding member of the bands Secret Machines, School of Seven Bells, and UFOFU. He was also drummer for the band Tripping Daisy from 1997 to 1999."}]}, {"heading": "Births", "year": "1978", "date": "September 23", "txt": "Anthony Mackie, American actor", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 23", "txt": "Ricky Davis, American basketball player", "entities": [{"title": "Ricky Davis", "href": "/wiki/Ricky_Davis", "description": "Tyree Ricardo Davis is an American former professional basketball player who played twelve seasons in the National Basketball Association (NBA). He played college basketball for University of Iowa."}]}, {"heading": "Births", "year": "1979", "date": "September 23", "txt": "Bryant McKinnie, American football player", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 23", "txt": "Fábio Simplício, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 23", "txt": "Lote Tuqiri, Fijian-Australian rugby player", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 23", "txt": "Matt White, American singer-songwriter and guitarist", "entities": [{"title": "Matt White (musician)", "href": "/wiki/Matt_White_(musician)", "description": "Matt White is an American singer-songwriter based in New York City. His full-length debut album, Best Days, released by Geffen Records, reached No. 4 on Billboard's Top Heatseekers chart."}]}, {"heading": "Births", "year": "1980", "date": "September 23", "txt": "Liz Murray, American inspirational speaker", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 23", "txt": "Robert Doornbos, Dutch race car driver", "entities": [{"title": "Robert Doornbos", "href": "/wiki/Robert_Doornbos", "description": "Robert Michael Doornbos is a Dutch racing driver who also competed with a Monégasque licence. He has been test and third driver for the Jordan and Red Bull Racing Formula One teams, as well as driving for Minardi and Red Bull Racing in 2005 and 2006. Doornbos then drove for Minardi Team USA in the 2007 and final season of the Champ Car World Series. He competed in the Superleague Formula racing se"}]}, {"heading": "Births", "year": "1981", "date": "September 23", "txt": "Natalie Horler, German singer", "entities": []}, {"heading": "Births", "year": "1981", "date": "September 23", "txt": "Helen Richardson-Walsh, English field hockey player", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 23", "txt": "Mait Künnap, Estonian tennis player", "entities": [{"title": "Mait Künnap", "href": "/wiki/Mait_K%C3%BCnnap", "description": "Mait Künnap is an Estonian tennis player. His all-time world ranking high came on 4 August 2008 when he reached number 705, although his doubles ranking is somewhat better, having reached world number 377 on 4 July 2005."}]}, {"heading": "Births", "year": "1982", "date": "September 23", "txt": "Shyla Stylez, Canadian pornographic actress (d. 2017)", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 23", "txt": "Shane del Rosario, American mixed martial artist and kick-boxer (d. 2013)", "entities": [{"title": "Shane del Rosario", "href": "/wiki/Shane_del_Rosario", "description": "Shane Kalani del Rosario was an American professional mixed martial artist and kickboxer. He competed in the Ultimate Fighting Championship's Heavyweight division, Strikeforce, M-1 Global, ShoXC, and King of the Cage. He held the distinction of being the first American to become the WBC Muay Thai World Heavyweight Champion."}]}, {"heading": "Births", "year": "1983", "date": "September 23", "txt": "Joffrey Lupul, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "September 23", "txt": "Regan Smith, American race car driver", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 23", "txt": "Patrick Ehelechner, German ice hockey player", "entities": [{"title": "Patrick Ehelechner", "href": "/wiki/Patrick_Ehelechner", "description": "Patrick Ehelechner is a German retired professional ice hockey goaltender."}]}, {"heading": "Births", "year": "1984", "date": "September 23", "txt": "Matt Kemp, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 23", "txt": "Anneliese van der Pol, Dutch-American entertainer", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 23", "txt": "Lukáš Kašpar, Czech ice hockey player", "entities": [{"title": "Lukáš Kašpar", "href": "/wiki/Luk%C3%A1%C5%A1_Ka%C5%A1par", "description": "Lukáš Kašpar is a Czech professional ice hockey player. He is currently playing with HC Kometa Brno of the Czech Extraliga (ELH). He was originally drafted by the San Jose Sharks in the first round of the 2004 NHL Entry Draft."}]}, {"heading": "Births", "year": "1986", "date": "September 23", "txt": "Martin Cranie, English footballer", "entities": [{"title": "Martin Cranie", "href": "/wiki/Martin_Cranie", "description": "Martin James Cranie is an English professional footballer who plays as a centre back for Championship club Luton Town. He is a former England U21 international. He began his career with the Southampton youth academy before moving to local rivals Portsmouth and later to Coventry City after several loan spells, then followed by three years at Barnsley."}]}, {"heading": "Births", "year": "1988", "date": "September 23", "txt": "Juan Martín del Potro, Argentinian tennis player", "entities": [{"title": "Juan Martín del Potro", "href": "/wiki/Juan_Mart%C3%ADn_del_Potro", "description": "Juan Martín del Potro is an Argentine professional tennis player. He is currently ranked world No. 172 in men's singles by the Association of Tennis Professionals (ATP)."}]}, {"heading": "Births", "year": "1988", "date": "September 23", "txt": "Yannick Weber, Swiss ice hockey player", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 23", "txt": "Brandon Jennings, American basketball player", "entities": [{"title": "Brandon Jennings", "href": "/wiki/Brandon_Jennings", "description": "Brandon Byron Jennings is an American former professional basketball player who played 9 seasons in the NBA. He is well known for being one of the first Americans to go from high school to the pros in Europe, as after he graduated from Oak Hill Academy, Jennings decided to take his talent to the professional basketball club Lottomatica Roma in Italy, leading to controversy and debate regarding the"}]}, {"heading": "Births", "year": "1989", "date": "September 23", "txt": "Taniela Lasalo, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 23", "txt": "Lee Alexander, Scottish footballer", "entities": [{"title": "Lee Alexander (footballer)", "href": "/wiki/Lee_Alexander_(footballer)", "description": "Lee Helen Alexander is a Scottish footballer who plays as a goalkeeper for Scottish Women's Premier League club Glasgow City and the Scotland women's national team."}]}, {"heading": "Births", "year": "1991", "date": "September 23", "txt": "Melanie Oudin, American tennis player", "entities": []}, {"heading": "Deaths", "year": "788", "date": "September 23", "txt": "Ælfwald I, king of Northumbria", "entities": [{"title": "Ælfwald I of Northumbria", "href": "/wiki/%C3%86lfwald_I_of_Northumbria", "description": "Ælfwald was king of Northumbria from 779 to 788. He is thought to have been a son of Oswulf, and thus a grandson of Eadberht Eating."}, {"title": "Kingdom of Northumbria", "href": "/wiki/Kingdom_of_Northumbria", "description": "Northumbria was an early medieval Anglo-Saxon kingdom in what is now Northern England and south-east Scotland."}]}, {"heading": "Deaths", "year": "965", "date": "September 23", "txt": "Al-Mutanabbi, Arab poet (b. 915)", "entities": [{"title": "Al-Mutanabbi", "href": "/wiki/Al-Mutanabbi", "description": "Abū al-Ṭayyib Aḥmad ibn Al-Ḥusayn Al-Mutanabbī Al-Kindī from al-Kūfah, Iraq, was a famous ‘Abbāsid Arab poet at the court of Sayf al-Dawla in Aleppo, and for whom he composed 300 folios of poetry. As one of the greatest, most prominent and influential poets in the Arabic language, much of his work has been translated into over 20 languages worldwide. His poetry largely revolves around praising the"}]}, {"heading": "Deaths", "year": "1193", "date": "September 23", "txt": "Robert de Sablé, French knight", "entities": [{"title": "Robert IV de Sablé", "href": "/wiki/Robert_IV_de_Sabl%C3%A9", "description": "Robert IV de Sablé was Lord of Sablé, the eleventh Grand Master of the Knights Templar from 1191 to 1192 and Lord of Cyprus from 1191 to 1192. He was known of as the Grand Master of the Knights Templars and the Grand Master of the Holy and Valiant Order of Knights Templars."}]}, {"heading": "Deaths", "year": "1241", "date": "September 23", "txt": "Snorri Sturluson, Icelandic historian, poet, and politician (b. 1178)", "entities": [{"title": "Snorri Sturluson", "href": "/wiki/Snorri_Sturluson", "description": "Snorri Sturluson was an Icelandic historian, poet, and politician. He was elected twice as lawspeaker of the Icelandic parliament, the Althing. He is commonly thought to have authored or compiled portions of the Prose Edda, which is a major source for what is today known as Norse mythology, and Heimskringla, a history of the Norwegian kings that begins with legendary material in Ynglinga saga and "}]}, {"heading": "Deaths", "year": "1253", "date": "September 23", "txt": "Wenceslaus I of Bohemia", "entities": [{"title": "Wenceslaus I of Bohemia", "href": "/wiki/Wenceslaus_I_of_Bohemia", "description": "Wenceslaus I, called One-Eyed, was King of Bohemia from 1230 to 1253."}]}, {"heading": "Deaths", "year": "1267", "date": "September 23", "txt": "Beatrice of Provence, countess regnant of Provence (b. 1234)", "entities": [{"title": "Beatrice of Provence", "href": "/wiki/Beatrice_of_Provence", "description": "Beatrice of Provence, was ruling Countess of Provence and Forcalquier from 1245 until her death, as well as Countess of Anjou and Maine, Queen of Sicily and Naples by marriage to Charles I of Naples."}]}, {"heading": "Deaths", "year": "1386", "date": "September 23", "txt": "Dan I of Wallachia", "entities": [{"title": "Dan I of Wallachia", "href": "/wiki/Dan_I_of_Wallachia", "description": "Dan I was the ruler of Wallachia from 1383 to 1386. He was the son of Radu I of Wallachia and the step-brother of Mircea I of Wallachia."}]}, {"heading": "Deaths", "year": "1390", "date": "September 23", "txt": "John I, Duke of Lorraine (b. 1346)", "entities": [{"title": "John I, Duke of Lorraine", "href": "/wiki/John_I,_Duke_of_Lorraine", "description": "John I was the Duke of Lorraine from 1346 to his death. As an infant of six months, he succeeded his father, Rudolph, who was killed in the Battle of Crécy. His mother was Mary, daughter of Guy I of Blois."}]}, {"heading": "Deaths", "year": "1448", "date": "September 23", "txt": "Adolph I, Duke of Cleves (b. 1373)", "entities": [{"title": "Adolph I, Duke of Cleves", "href": "/wiki/Adolph_I,_Duke_of_Cleves", "description": "Adolph I of Cleves was the second Count of Cleves and the fourth Count of Mark."}]}, {"heading": "Deaths", "year": "1461", "date": "September 23", "txt": "Charles, Prince of Viana, King of Navarre (b. 1421)", "entities": [{"title": "Charles, Prince of Viana", "href": "/wiki/Charles,_Prince_of_Viana", "description": "Charles, Prince of Viana, sometimes called Charles IV of Navarre, was the son of King John II of Aragon and Queen Blanche I of Navarre."}]}, {"heading": "Deaths", "year": "1508", "date": "September 23", "txt": "Beatrice of Naples, queen consort of Hungary (b. 1457)", "entities": [{"title": "Beatrice of Naples", "href": "/wiki/Beatrice_of_Naples", "description": "Beatrice of Naples, also known as Beatrice of Aragon, was twice Queen of Hungary and of Bohemia by marriage to Matthias Corvinus and Vladislaus II. She was the daughter of Ferdinand I of Naples and Isabella of Clermont."}]}, {"heading": "Deaths", "year": "1535", "date": "September 23", "txt": "Catherine of Saxe-Lauenburg (b. 1513)", "entities": [{"title": "Catherine of Saxe-Lauenburg", "href": "/wiki/Catherine_of_Saxe-Lauenburg", "description": "Catherine of Saxe-Lauenburg was the first wife of Gustav I of Sweden and thus Queen of Sweden from 1531 until her death in 1535."}]}, {"heading": "Deaths", "year": "1571", "date": "September 23", "txt": "John Jewel, English bishop (b. 1522)", "entities": [{"title": "John Jewel", "href": "/wiki/John_Jewel", "description": "John Jewel of Devon, England was Bishop of Salisbury from 1559 to 1571."}]}, {"heading": "Deaths", "year": "1573", "date": "September 23", "txt": "Azai Hisamasa, Japanese warlord (b. 1524)", "entities": [{"title": "Azai Hisamasa", "href": "/wiki/Azai_Hisamasa", "description": "Azai Hisamasa  was a son of Azai Sukemasa and the second head of the Azai clan."}]}, {"heading": "Deaths", "year": "1605", "date": "September 23", "txt": "Pontus de Tyard, French priest and poet (b. 1521)", "entities": [{"title": "Pontus de Tyard", "href": "/wiki/Pontus_de_Tyard", "description": "Pontus de Tyard was a French poet and priest, a member of \"La Pléiade\"."}]}, {"heading": "Deaths", "year": "1675", "date": "September 23", "txt": "Valentin Conrart, French author, founded the Académie française (b. 1603)", "entities": [{"title": "Valentin Conrart", "href": "/wiki/Valentin_Conrart", "description": "Valentin Conrart was a French author, and as a founder of the Académie française, the first occupant of seat 2."}, {"title": "Académie française", "href": "/wiki/Acad%C3%A9mie_fran%C3%A7aise", "description": "The Académie Française, also known as the French Academy, is the principal French council for matters pertaining to the French language. The Académie was officially established in 1635 by Cardinal Richelieu, the chief minister to King Louis XIII. Suppressed in 1793 during the French Revolution, it was restored as a division of the Institut de France in 1803 by Napoleon Bonaparte. It is the oldest "}]}, {"heading": "Deaths", "year": "1728", "date": "September 23", "txt": "Christian Thomasius, German jurist and philosopher (b. 1655)", "entities": [{"title": "Christian Thomasius", "href": "/wiki/Christian_Thomasius", "description": "Christian Thomasius was a German jurist and philosopher."}]}, {"heading": "Deaths", "year": "1738", "date": "September 23", "txt": "Herman Boerhaave, Dutch botanist and physician (b. 1668)", "entities": [{"title": "Herman Boerhaave", "href": "/wiki/Herman_Boerhaave", "description": "Herman Boerhaave was a Dutch botanist, chemist, Christian humanist, and physician of European fame. He is regarded as the founder of clinical teaching and of the modern academic hospital and is sometimes referred to as \"the father of physiology,\" along with Venetian physician Santorio Santorio (1561–1636). Boerhaave introduced the quantitative approach into medicine, along with his pupil Albrecht "}]}, {"heading": "Deaths", "year": "1764", "date": "September 23", "txt": "Robert Dodsley, English poet and playwright (b. 1703)", "entities": [{"title": "Robert Dodsley", "href": "/wiki/Robert_Dodsley", "description": "Robert Dodsley was an English bookseller, poet, playwright, and miscellaneous writer."}]}, {"heading": "Deaths", "year": "1773", "date": "September 23", "txt": "Johan Ernst Gunnerus, Norwegian bishop and botanist (b. 1718)", "entities": [{"title": "Johan Ernst Gunnerus", "href": "/wiki/Johan_Ernst_Gunnerus", "description": "Johan Ernst Gunnerus was a Norwegian bishop and botanist. Gunnerus was born at Christiania. He was bishop of the Diocese of Nidaros from 1758 until his death and also a professor of theology at the University of Copenhagen."}]}, {"heading": "Deaths", "year": "1789", "date": "September 23", "txt": "John Rogers, American lawyer and politician (b. 1723)", "entities": [{"title": "John Rogers (Continental Congress)", "href": "/wiki/John_Rogers_(Continental_Congress)", "description": "John Rogers was an American lawyer and judge from Upper Marlboro, Maryland. He was a delegate for Maryland to the Continental Congress in 1775 and 1776, and Maryland's Chancellor from 1778 until his death."}]}, {"heading": "Deaths", "year": "1835", "date": "September 23", "txt": "Vincenzo Bellini, Italian composer (b. 1801)", "entities": [{"title": "Vincenzo Bellini", "href": "/wiki/Vincenzo_Bellini", "description": "Vincenzo Salvatore Carmelo Francesco Bellini was an Italian opera composer, who was known for his long-flowing melodic lines for which he was named \"the Swan of Catania\".\nMany years later, in 1898, Giuseppe Verdi \"praised the broad curves of Bellini's melody: 'there are extremely long melodies as no-one else had ever made before'.\""}]}, {"heading": "Deaths", "year": "1851", "date": "September 23", "txt": "Émilie Gamelin, Canadian nun, founded the Sisters of Providence (b. 1800)", "entities": [{"title": "Émilie Gamelin", "href": "/wiki/%C3%89milie_Gamelin", "description": "Émilie Tavernier Gamelin, SP, was a French Canadian social worker and Roman Catholic religious sister. She is best known as the founder of the Sisters of Providence of Montreal. In 2001 she was beatified by Pope John Paul II."}, {"title": "Sisters of Providence (Montreal)", "href": "/wiki/Sisters_of_Providence_(Montreal)", "description": "The Sisters of Providence are a religious institute of Roman Catholic sisters founded in 1843 by Mother Émilie Gamelin. They are headquartered in Montreal, Quebec with five provinces: Mother Joseph Province, Holy Angels Province, Philippines Vice-Province, Émilie-Gamelin Province and Bernard Morin Province."}]}, {"heading": "Deaths", "year": "1846", "date": "September 23", "txt": "John Ainsworth Horrocks, English-Australian explorer (b. 1818)", "entities": [{"title": "John Ainsworth Horrocks", "href": "/wiki/John_Ainsworth_Horrocks", "description": "John Ainsworth Horrocks was an English pastoralist and explorer who was one of the first European settlers in the Clare Valley of South Australia where, in 1840, he established the village of Penwortham."}]}, {"heading": "Deaths", "year": "1850", "date": "September 23", "txt": "José Gervasio Artigas, Uruguayan general and politician (b. 1764)", "entities": [{"title": "José Gervasio Artigas", "href": "/wiki/Jos%C3%A9_Gervasio_Artigas", "description": "José Gervasio Artigas Arnal is a national hero of Uruguay, sometimes called \"the father of Uruguayan nationhood\"."}]}, {"heading": "Deaths", "year": "1870", "date": "September 23", "txt": "Prosper Mérimée, French archaeologist and historian (b. 1803)", "entities": [{"title": "Prosper Mérimée", "href": "/wiki/Prosper_M%C3%A9rim%C3%A9e", "description": "Prosper Mérimée was a French writer in the movement of Romanticism, and one of the pioneers of the novella, a short novel or long short story. He was also a noted archaeologist and historian, and an important figure in the history of architectural preservation. He is best known for his novella Carmen, which became the basis of Bizet's opera Carmen. He learned Russian, a language for which he had g"}]}, {"heading": "Deaths", "year": "1871", "date": "September 23", "txt": "Louis-Joseph Papineau, Canadian lawyer and politician (b. 1786)", "entities": [{"title": "Louis-Joseph Papineau", "href": "/wiki/Louis-Joseph_Papineau", "description": "Louis-Joseph Papineau, born in Montreal, Quebec, was a politician, lawyer, and the landlord of the seigneurie de la Petite-Nation. He was the leader of the reformist Patriote movement before the Lower Canada Rebellion of 1837–1838. His father was Joseph Papineau, also a politician in Quebec. Papineau was the eldest of eight children and was the grandfather of the journalist Henri Bourassa, founder"}]}, {"heading": "Deaths", "year": "1873", "date": "September 23", "txt": "Jean Chacornac, French astronomer (b. 1823)", "entities": [{"title": "Jean Chacornac", "href": "/wiki/Jean_Chacornac", "description": "Jean Chacornac was a French astronomer and discoverer of a comet and several asteroids."}]}, {"heading": "Deaths", "year": "1877", "date": "September 23", "txt": "Urbain Le Verrier, French mathematician and astronomer (b. 1811)", "entities": [{"title": "Urbain Le Verrier", "href": "/wiki/Urbain_Le_Verrier", "description": "Urbain Jean Joseph Le Verrier FRS (FOR) HFRSE was a French astronomer and mathematician who specialized in celestial mechanics and is best known for predicting the existence and position of Neptune using only mathematics. The calculations were made to explain discrepancies with Uranus's orbit and the laws of Kepler and Newton. Le Verrier sent the coordinates to Johann Gottfried Galle in Berlin, as"}]}, {"heading": "Deaths", "year": "1889", "date": "September 23", "txt": "Wilkie Collins, English novelist, short story writer, and playwright (b. 1824)", "entities": [{"title": "Wilkie Collins", "href": "/wiki/Wilkie_Collins", "description": "William Wilkie Collins was an English novelist and playwright known for The Woman in White (1859), and for The Moonstone (1868), which has been called the first modern English detective novel. Born to the London painter William Collins and his wife, he moved with the family to Italy when Collins was twelve, living there and in France for two years and learning Italian and French. He worked initial"}]}, {"heading": "Deaths", "year": "1900", "date": "September 23", "txt": "William Marsh Rice, American businessman, founded Rice University (b. 1816)", "entities": [{"title": "William Marsh Rice", "href": "/wiki/William_Marsh_Rice", "description": "William Marsh Rice was an American businessman who bequeathed his fortune to found Rice University in Houston, Texas. Rice was murdered by his valet Charles F. Jones while sleeping. The murder was part of a plot to forge Rice's will. The instigator of the murder, attorney Albert T. Patrick, was sentenced to death."}, {"title": "Rice University", "href": "/wiki/Rice_University", "description": "William Marsh Rice University, commonly known as Rice University, is a private research university in Houston, Texas. It is situated on a 300-acre campus near the Houston Museum District and is adjacent to the Texas Medical Center."}]}, {"heading": "Deaths", "year": "1913", "date": "September 23", "txt": "Donato Álvarez, Argentinian general (b. 1825)", "entities": [{"title": "Donato Álvarez", "href": "/wiki/Donato_%C3%81lvarez", "description": "Donato Álvarez was an Argentine general. He fought in the battle of Vuelta de Obligado under the command of Lucio Mansilla. He joined Justo José de Urquiza in his conflict against Juan Manuel de Rosas, and fought in the battle of Caseros. He also fought in the Paraguayan War and the Conquest of the Desert. He died in Buenos Aires on September 23, 1913."}]}, {"heading": "Deaths", "year": "1917", "date": "September 23", "txt": "Werner Voss, German lieutenant and pilot (b. 1897)", "entities": [{"title": "Werner Voss", "href": "/wiki/Werner_Voss", "description": "Werner Voss was a World War I German flying ace credited with 48 aerial victories. A dyer's son from Krefeld, he was a patriotic young man even while still in school. He began his military career in November 1914 as a 17‑year‑old Hussar. After turning to aviation, he proved to be a natural pilot. After flight school and six months in a bomber unit, he joined a newly formed fighter squadron, Jagdst"}]}, {"heading": "Deaths", "year": "1929", "date": "September 23", "txt": "Richard Adolf Zsigmondy, Austrian-German chemist, physicist, and academic, Nobel Prize laureate (b. 1865)", "entities": [{"title": "Richard Adolf Zsigmondy", "href": "/wiki/Richard_Adolf_Zsigmondy", "description": "Richard Adolf Zsigmondy was an Austrian-Hungarian chemist. He was known for his research in colloids, for which he was awarded the Nobel Prize in chemistry in 1925. The crater Zsigmondy on the Moon is named in his honour."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1939", "date": "September 23", "txt": "Sigmund Freud, Austrian neurologist and psychiatrist (b. 1856)", "entities": [{"title": "Sigmund Freud", "href": "/wiki/Sigmund_Freud", "description": "Sigmund Freud was an Austrian neurologist and the founder of psychoanalysis, a clinical method for treating psychopathology through dialogue between a patient and a psychoanalyst."}]}, {"heading": "Deaths", "year": "1939", "date": "September 23", "txt": "Francisco León de la Barra, Mexican politician and diplomat, interim president, 1911 (b. 1863)", "entities": []}, {"heading": "Deaths", "year": "1940", "date": "September 23", "txt": "Hale Holden, American businessman (b. 1869)", "entities": [{"title": "Hale Holden", "href": "/wiki/Hale_Holden", "description": "Hale Holden was president of the Chicago, Burlington and Quincy Railroad (CB&Q) from 1914 to 1918 and 1920 to 1929, and chairman of the board of directors for Southern Pacific Railroad from 1932 to 1939. He was one of the lawyers working for James J. Hill's defense team in the Minnesota Rate Cases. In later years he served as a director for a number of large companies including American Telephone "}]}, {"heading": "Deaths", "year": "1943", "date": "September 23", "txt": "Elinor Glyn, English author, screenwriter, and producer (b. 1864)", "entities": [{"title": "Elinor Glyn", "href": "/wiki/Elinor_Glyn", "description": "Elinor Glyn was a British novelist and scriptwriter who specialised in romantic fiction, which was considered scandalous for its time, although her works are relatively tame by modern standards. She popularized the concept of the It-girl, and had tremendous influence on early 20th-century popular culture and, possibly, on the careers of notable Hollywood stars such as Rudolph Valentino, Gloria Swa"}]}, {"heading": "Deaths", "year": "1944", "date": "September 23", "txt": "Jakob Schaffner, Swiss author and critic (b. 1875)", "entities": [{"title": "Jakob Schaffner", "href": "/wiki/Jakob_Schaffner", "description": "Jakob Schaffner was a leading Swiss novelist who became a supporter of Nazism."}]}, {"heading": "Deaths", "year": "1950", "date": "September 23", "txt": "Sam Barry, American basketball player and coach (b. 1892)", "entities": [{"title": "Sam Barry", "href": "/wiki/Sam_Barry", "description": "Justin McCarthy \"Sam\" Barry was an American collegiate coach who achieved significant accomplishments in three major sports. He remains one of only three coaches to lead teams to both the Final Four and the College World Series. Barry, and four of his USC players, have been inducted into the Naismith Memorial Basketball Hall of Fame as coaches; Sharman was also inducted as a player."}]}, {"heading": "Deaths", "year": "1958", "date": "September 23", "txt": "Jacob Nicol, Canadian publisher, lawyer, and politician (b. 1876)", "entities": [{"title": "Jacob Nicol", "href": "/wiki/Jacob_Nicol", "description": "Jacob Nicol, was a Canadian lawyer, newspaper publisher, and politician."}]}, {"heading": "Deaths", "year": "1967", "date": "September 23", "txt": "Stanislaus Zbyszko, Polish wrestler and strongman (b. 1879)", "entities": [{"title": "Stanislaus Zbyszko", "href": "/wiki/Stanislaus_Zbyszko", "description": "Jan Stanisław Cyganiewicz, better known by the ring name Stanislaus Zbyszko, was a Polish strongman and professional wrestler — a three-time World Heavyweight Champion at his highest profile in the United States during the 1920s. The surname Zbyszko was only a nickname, which was given him by friends due to his bravery when he was a child; it was the name of a fictional medieval Polish knight from"}]}, {"heading": "Deaths", "year": "1968", "date": "September 23", "txt": "Pio of Pietrelcina, Italian priest and saint (b. 1887)", "entities": [{"title": "Pio of Pietrelcina", "href": "/wiki/Pio_of_Pietrelcina", "description": "Padre Pio, also known as Saint Pio of Pietrelcina, was an Italian friar, priest, stigmatist and mystic, now venerated as a saint in the Catholic Church. Born Francesco Forgione, he was given the name of Pius when he joined the Order of Friars Minor Capuchin."}]}, {"heading": "Deaths", "year": "1971", "date": "September 23", "txt": "James Waddell Alexander II, American mathematician and topologist (b. 1888)", "entities": [{"title": "James Waddell Alexander II", "href": "/wiki/James_Waddell_Alexander_II", "description": "James Waddell Alexander II was a mathematician and topologist of the pre-World War II era and part of an influential Princeton topology elite, which included Oswald Veblen, Solomon Lefschetz, and others. He was one of the first members of the Institute for Advanced Study (1933–1951), and also a professor at Princeton University (1920–1951)."}]}, {"heading": "Deaths", "year": "1973", "date": "September 23", "txt": "Pablo Neruda, Chilean poet and diplomat, Nobel Prize laureate (b. 1904)", "entities": [{"title": "Pablo Neruda", "href": "/wiki/Pablo_Neruda", "description": "Ricardo Eliécer Neftalí Reyes Basoalto, better known by his pen name and, later, legal name Pablo Neruda, was a Chilean poet-diplomat and politician who won the Nobel Prize for Literature in 1971. Neruda became known as a poet when he was 13 years old, and wrote in a variety of styles, including surrealist poems, historical epics, overtly political manifestos, a prose autobiography, and passionate"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1974", "date": "September 23", "txt": "Cliff Arquette, American actor and comedian (b. 1905)", "entities": [{"title": "Cliff Arquette", "href": "/wiki/Cliff_Arquette", "description": "Clifford Charles Arquette was an American actor and comedian, famous for his persona, Charley Weaver, played on numerous television shows."}]}, {"heading": "Deaths", "year": "1974", "date": "September 23", "txt": "Robbie McIntosh, Scottish drummer (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "September 23", "txt": "Lyman Bostock, American baseball player (b. 1950)", "entities": [{"title": "Lyman Bostock", "href": "/wiki/Lyman_Bostock", "description": "Lyman Wesley Bostock Jr. was an American professional baseball player. He played Major League Baseball for four seasons, as an outfielder for the Minnesota Twins (1975–77) and California Angels (1978), with a lifetime average of .311. He batted left-handed and threw right-handed. Bostock was shot and killed as a passenger in a vehicle in his hometown of Gary, Indiana on September 23, 1978, hours a"}]}, {"heading": "Deaths", "year": "1979", "date": "September 23", "txt": "Catherine Lacey, English actress (b. 1904)", "entities": [{"title": "Catherine Lacey", "href": "/wiki/Catherine_Lacey", "description": "Catherine Lacey was an English actress of stage and screen."}]}, {"heading": "Deaths", "year": "1981", "date": "September 23", "txt": "Chief Dan George, Canadian actor, author, and poet (b. 1899)", "entities": [{"title": "Chief Dan George", "href": "/wiki/Chief_Dan_George", "description": "Chief Dan George, OC was a chief of the Tsleil-Waututh Nation, a Coast Salish band whose Indian reserve is located on Burrard Inlet in the southeast area of the District of North Vancouver, British Columbia, Canada. He was also an actor, musician, poet and author; his best-known written work was \"My Heart Soars\". As an actor, he is best remembered for portraying Old Lodge Skins opposite Dustin Hof"}]}, {"heading": "Deaths", "year": "1987", "date": "September 23", "txt": "Bob Fosse, American actor, dancer, choreographer, and director (b. 1927)", "entities": [{"title": "Bob Fosse", "href": "/wiki/Bob_Fosse", "description": "Robert Louis Fosse was an American dancer, musical-theatre choreographer, actor, theatre director, and filmmaker. He directed and choreographed musical works on stage and screen, including the stage musicals The Pajama Game (1954), Damn Yankees (1955), How to Succeed in Business Without Really Trying (1961), Sweet Charity (1966), Pippin (1972), and Chicago (1975). His films include Sweet Charity ("}]}, {"heading": "Deaths", "year": "1988", "date": "September 23", "txt": "Tibor Sekelj, Hungarian-Serbian explorer and author (b. 1912)", "entities": [{"title": "Tibor Sekelj", "href": "/wiki/Tibor_Sekelj", "description": "Tibor Sekelj, also known as Székely Tibor according to Hungarian orthography, was a Hungarian born polyglot, explorer, author, and 'citizen of the world.' In 1986 he was elected a member of the Academy of Esperanto and an honorary member of the World Esperanto Association. Among his novels, travel books and essays, his novella Kumeŭaŭa, la filo de la ĝangalo, a children's book about the life of Br"}]}, {"heading": "Deaths", "year": "1992", "date": "September 23", "txt": "Ivar Ivask, Estonian poet and scholar (b. 1927)", "entities": [{"title": "Ivar Ivask", "href": "/wiki/Ivar_Ivask", "description": "Ivar Vidrik Ivask was an Estonian poet and literary scholar."}]}, {"heading": "Deaths", "year": "1992", "date": "September 23", "txt": "Glendon Swarthout, American author and academic (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "September 23", "txt": "James Van Fleet, American general (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "September 23", "txt": "Jerry Barber, American golfer (b. 1916)", "entities": [{"title": "Jerry Barber", "href": "/wiki/Jerry_Barber", "description": "Carl Jerome \"Jerry\" Barber was an American professional golfer who played on the PGA Tour. He had seven wins on tour, including a major title, the PGA Championship in 1961."}]}, {"heading": "Deaths", "year": "1994", "date": "September 23", "txt": "Robert Bloch, American author and screenwriter (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "September 23", "txt": "Madeleine Renaud, French actress (b. 1900)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "September 23", "txt": "Natalie Savage Carlson, American author (b. 1906)", "entities": [{"title": "Natalie Savage Carlson", "href": "/wiki/Natalie_Savage_Carlson", "description": "Natalie Savage Carlson was a 20th-century American writer of children's books. For her lifetime contribution as a children's writer, she was United States nominee for the biennial, international Hans Christian Andersen Award in 1966."}]}, {"heading": "Deaths", "year": "1998", "date": "September 23", "txt": "Ray Bowden, English footballer (b. 1909)", "entities": [{"title": "Ray Bowden", "href": "/wiki/Ray_Bowden", "description": "Edwin Raymond Bowden was an English footballer who played as an inside forward. He scored 130 goals from 316 appearances in the Football League, playing for Plymouth Argyle, Arsenal and Newcastle United. He was capped six times and scored once for England."}]}, {"heading": "Deaths", "year": "1998", "date": "September 23", "txt": "Mary Frann, American actress (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "September 23", "txt": "Ivan Goff, Australian-American screenwriter and producer (b. 1910)", "entities": [{"title": "Ivan Goff", "href": "/wiki/Ivan_Goff", "description": "Ivan Goff was an Australian screenwriter, best known for his collaborations with Ben Roberts including White Heat (1949), Man of a Thousand Faces (1957), Legend of the Lone Ranger (1981), and the pilot for Charlie's Angels (1976)."}]}, {"heading": "Deaths", "year": "2000", "date": "September 23", "txt": "Aurelio Rodríguez, Mexican baseball player and manager (b. 1947)", "entities": [{"title": "Aurelio Rodríguez", "href": "/wiki/Aurelio_Rodr%C3%ADguez", "description": "Aurelio Rodríguez Ituarte, Jr., sometimes known by the nickname \"Chi Chi\", was a Mexican professional baseball player, who spent the bulk of his Major League career with the Detroit Tigers. Known for his powerful throwing arm, he was one of the great defensive third basemen of his generation. His career range factor of 3.215 per nine innings at third base ranks second in major league history, and "}]}, {"heading": "Deaths", "year": "2000", "date": "September 23", "txt": "Carl Rowan, American journalist and author (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "September 23", "txt": "Raoul Berger, American attorney and law professor (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "September 23", "txt": "Ron Hewitt, Welsh footballer (b. 1928)", "entities": [{"title": "Ron Hewitt (footballer, born 1928)", "href": "/wiki/Ron_Hewitt_(footballer,_born_1928)", "description": "Ronald Hewitt was a Wales international footballer."}]}, {"heading": "Deaths", "year": "2003", "date": "September 23", "txt": "Yuri Senkevich, Russian physician and journalist (b. 1937)", "entities": [{"title": "Yuri Senkevich", "href": "/wiki/Yuri_Senkevich", "description": "Yuri Aleksandrovich Senkevich was a Soviet doctor, and scientist. He is a Candidate of Sciences. Became famous in the USSR and worldwide for his participation in the Ra Expedition, in which he sailed together with Thor Heyerdahl."}]}, {"heading": "Deaths", "year": "2004", "date": "September 23", "txt": "Billy Reay, Canadian-American ice hockey player and coach (b. 1918)", "entities": [{"title": "Billy Reay", "href": "/wiki/Billy_Reay", "description": "William Tulip Reay was a Canadian professional ice hockey player and coach. Reay played ten seasons in the National Hockey League (NHL). He then coached from 1957 to 1959 in the NHL and again from 1963 to 1977."}]}, {"heading": "Deaths", "year": "2005", "date": "September 23", "txt": "Filiberto Ojeda Ríos, Puerto Rican activist (b. 1933)", "entities": [{"title": "Filiberto Ojeda Ríos", "href": "/wiki/Filiberto_Ojeda_R%C3%ADos", "description": "Filiberto Ojeda Ríos was a Puerto Rican independence activist and militant who cofounded the Boricua Popular Army, also known as Los Macheteros, and its predecessor, the Fuerzas Armadas de Liberación Nacional Puertorriqueña (FALN). In 1990, Ojeda Ríos became a fugitive of the Federal Bureau of Investigation (FBI), wanted for his role in the 1983 Águila Blanca heist as well as a bail bond default o"}]}, {"heading": "Deaths", "year": "2006", "date": "September 23", "txt": "Malcolm Arnold, English trumpet player and composer (b. 1921)", "entities": [{"title": "Malcolm Arnold", "href": "/wiki/Malcolm_Arnold", "description": "Sir Malcolm Henry Arnold was an English composer. His works feature music in many genres, including a cycle of nine symphonies, numerous concertos, concert works, chamber music, choral music and music for brass band and wind band. His style is tonal and rejoices in lively rhythms, brilliant orchestration, and an unabashed tunefulness. He wrote extensively for the theatre, with five ballets special"}]}, {"heading": "Deaths", "year": "2006", "date": "September 23", "txt": "Etta Baker, American singer and guitarist (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "September 23", "txt": "Peter Leonard, Australian journalist (b. 1942)", "entities": [{"title": "Peter Leonard (journalist)", "href": "/wiki/Peter_Leonard_(journalist)", "description": "Peter Antony Leonard was an Australian journalist and newsreader. He was born in Yass, New South Wales, the son of a Greek immigrant father who died when Peter was 17. He was educated at Yass Primary School then at Canberra Grammar School as a boarder. The family moved to Canberra in 1956."}]}, {"heading": "Deaths", "year": "2008", "date": "September 23", "txt": "Loren Pope, American journalist and author (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "September 23", "txt": "Paul B. Fay, American sailor and politician, United States Secretary of the Navy (b. 1918)", "entities": [{"title": "Paul B. Fay", "href": "/wiki/Paul_B._Fay", "description": "Paul Burgess Fay Jr. was the Acting United States Secretary of the Navy in November 1963, and a close confidant of President John F. Kennedy."}, {"title": "United States Secretary of the Navy", "href": "/wiki/United_States_Secretary_of_the_Navy", "description": "The secretary of the Navy is a statutory officer and the head of the Department of the Navy, a military department within the United States Department of Defense."}]}, {"heading": "Deaths", "year": "2010", "date": "September 23", "txt": "Malcolm Douglas, Australian hunter and television host (b. 1941)", "entities": [{"title": "Malcolm Douglas (documentary maker)", "href": "/wiki/Malcolm_Douglas_(documentary_maker)", "description": "Malcolm Douglas was an Australian wildlife documentary film maker, and crocodile hunter. Douglas started in the 1960s as a professional crocodile hunter and farmer, but later dedicated himself to their preservation."}]}, {"heading": "Deaths", "year": "2012", "date": "September 23", "txt": "Henry Champ, Canadian journalist and academic (b. 1937)", "entities": [{"title": "Henry Champ", "href": "/wiki/Henry_Champ", "description": "Stephen Henry Champ was a veteran Canadian broadcast journalist, working for CTV News, NBC News and CBC News."}]}, {"heading": "Deaths", "year": "2012", "date": "September 23", "txt": "Pavel Grachev, Russian general and politician, 1st Minister of Defence for Russia (b. 1948)", "entities": [{"title": "Ministry of Defence (Russia)", "href": "/wiki/Ministry_of_Defence_(Russia)", "description": "The Ministry of Defence of the Russian Federation is the governing body of the Russian Armed Forces."}]}, {"heading": "Deaths", "year": "2012", "date": "September 23", "txt": "Roberto Rodríguez, Venezuelan baseball player and coach (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 23", "txt": "Corrie Sanders, South African boxer (b. 1966)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 23", "txt": "Sam Sniderman, Canadian businessman, founded Sam the Record Man (b. 1920)", "entities": [{"title": "Sam the Record Man", "href": "/wiki/Sam_the_Record_Man", "description": "Sam the Record Man was a Canadian record store chain that, at one time, was Canada's largest music recording retailer. In 1982, its ads proclaimed that it had \"140 locations, coast to coast\"."}]}, {"heading": "Deaths", "year": "2013", "date": "September 23", "txt": "Abdel Hamid al-Sarraj, Syrian colonel and politician (b. 1925)", "entities": [{"title": "Abdel Hamid al-Sarraj", "href": "/wiki/Abdel_Hamid_al-Sarraj", "description": "Abdel Hamid Sarraj was a Syrian Army officer and political figure in the mid-20th century."}]}, {"heading": "Deaths", "year": "2013", "date": "September 23", "txt": "Gil Dozier, American captain, lawyer, and politician (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 23", "txt": "Ruth Patrick, American botanist and immunologist (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 23", "txt": "A. W. Davis, American basketball player and coach (b. 1943)", "entities": [{"title": "A. W. Davis", "href": "/wiki/A._W._Davis", "description": "Arvis W. Davis was an American basketball player and coach. Davis is best known for his All-American college career at the University of Tennessee (UT). He was known by several nicknames, including the \"Rutledge Rifle\" and \"The Man With the Golden Arm.\""}]}, {"heading": "Deaths", "year": "2014", "date": "September 23", "txt": "Irven DeVore, American anthropologist and biologist (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 23", "txt": "Don Manoukian, American football player and wrestler (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 23", "txt": "Al Suomi, American ice hockey player and referee (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 23", "txt": "Dayananda Saraswati, Indian monk and philosopher (b. 1930)", "entities": [{"title": "Dayananda Saraswati (Arsha Vidya)", "href": "/wiki/Dayananda_Saraswati_(Arsha_Vidya)", "description": "Swami Dayananda Saraswati was a renunciate of the Hindu order of sannyasa, a renowned traditional teacher of Advaita Vedanta, and founder of the Arsha Vidya Gurukulam and AIM For Seva."}]}, {"heading": "Deaths", "year": "2018", "date": "September 23", "txt": "Charles Kuen Kao, Hong Kong-American-British electrical engineer and physicist (b. 1933)", "entities": [{"title": "Charles Kuen Kao", "href": "/wiki/Charles_Kuen_Kao", "description": "Sir Charles Kuen Kao was an electrical engineer and physicist who pioneered the development and use of fibre optics in telecommunications. In the 1960s, Kao created various methods to combine glass fibres with lasers in order to transmit digital data, which laid the groundwork for the evolution of the Internet."}]}, {"heading": "Deaths", "year": "2018", "date": "September 23", "txt": "Gary Kurtz, American film producer (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "September 23", "txt": "Jane Fortune, American author, journalist, and philanthropist (b.1942)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "September 23", "txt": "Juliette Gréco,  French singer and actress (b. 1927)", "entities": [{"title": "Juliette Gréco", "href": "/wiki/Juliette_Gr%C3%A9co", "description": "Juliette Gréco was a French singer and actress. Her best known songs are \"Jolie Môme\", \"Déshabillez-moi\" and \"La Javanaise\". She often sang tracks with lyrics written by French poets such as Jacques Prévert and Boris Vian, as well as singers like Jacques Brel and Serge Gainsbourg. Her sixty-year career finished in 2015 when she began her last worldwide tour titled \"Merci\"."}]}]