[{"heading": "Events", "year": "275", "date": "September 25", "txt": "For the last time, the Roman Senate chooses an emperor; they elect 75-year-old Marcus Claudius Tacitus.", "entities": [{"title": "Marcus Claudius Tacitus", "href": "/wiki/Marcus_Claudius_Tacitus", "description": "Marcus Claudius Tacitus was Roman emperor from 275 to 276. During his short reign he campaigned against the Goths and the Heruli, for which he received the title Gothicus Maximus."}]}, {"heading": "Events", "year": "762", "date": "September 25", "txt": "Led by Muhammad al-Nafs al-Zakiyya, the Hasanid branch of the Alids begins the Alid Revolt against the Abbasid Caliphate.", "entities": [{"title": "Alid Revolt (762–63)", "href": "/wiki/Alid_Revolt_(762%E2%80%9363)", "description": "The Alid revolt of 762–763 or Revolt of Muhammad the Pure Soul was an uprising by the Hasanid branch of the Alids against the newly established Abbasid Caliphate. The Hasanids, led by the brothers Muhammad and Ibrahim, rejected the legitimacy of the Abbasid family's claim to power. Reacting to mounting persecution by the Abbasid regime, in 762 they launched a rebellion, with Muhammad rising in rev"}]}, {"heading": "Events", "year": "1066", "date": "September 25", "txt": "In the Battle of Stamford Bridge, Harald Hardrada, the invading King of Norway, is defeated by King Harold II of England.", "entities": [{"title": "Battle of Stamford Bridge", "href": "/wiki/Battle_of_Stamford_Bridge", "description": "The Battle of Stamford Bridge took place at the village of Stamford Bridge, East Riding of Yorkshire, in England, on 25 September 1066, between an English army under King Harold Godwinson and an invading Norwegian force led by King Harald Hardrada and the English king's brother Tostig Godwinson. After a bloody battle, both Hardrada and Tostig, along with most of the Norwegians, were killed. Althou"}, {"title": "Harald Hardrada", "href": "/wiki/Harald_Hardrada", "description": "Harald Sigurdsson, also known as Harald of Norway and given the epithet Hardrada in the sagas, was King of Norway from 1046 to 1066. In addition, he unsuccessfully claimed both the Danish throne until 1064 and the English throne in 1066. Before becoming king, Harald had spent around fifteen years in exile as a mercenary and military commander in Kievan Rus' and of the Varangian Guard in the Byzant"}, {"title": "Harold II of England", "href": "/wiki/Harold_II_of_England", "description": "Harold Godwinson, also called Harold II, was the last crowned Anglo-Saxon king of England. Harold reigned from 6 January 1066 until his death at the Battle of Hastings, fighting the Norman invaders led by William the Conqueror during the Norman conquest of England. His death marked the end of Anglo-Saxon rule over England."}]}, {"heading": "Events", "year": "1237", "date": "September 25", "txt": "England and Scotland sign the Treaty of York, establishing the location of their common border.", "entities": [{"title": "Treaty of York", "href": "/wiki/Treaty_of_York", "description": "The Treaty of York was an agreement between the kings Henry III of England and Alexander II of Scotland, signed at York on 25 September 1237, which affirmed that Northumberland, Cumberland, and Westmorland were subject to English sovereignty. This established the Anglo-Scottish border in a form that remains almost unchanged to modern times. The treaty detailed the future status of several feudal p"}]}, {"heading": "Events", "year": "1396", "date": "September 25", "txt": "Ottoman Emperor Bayezid I defeats a Christian army at the Battle of Nicopolis.", "entities": [{"title": "Battle of Nicopolis", "href": "/wiki/Battle_of_Nicopolis", "description": "The Battle of Nicopolis took place on 25 September 1396 and resulted in the rout of an allied crusader army of Hungarian, Croatian, Bulgarian, Wallachian, French, Burgundian, German, and assorted troops at the hands of an Ottoman force, raising the siege of the Danubian fortress of Nicopolis and leading to the end of the Second Bulgarian Empire. It is often referred to as the Crusade of Nicopolis "}]}, {"heading": "Events", "year": "1513", "date": "September 25", "txt": "Spanish explorer Vasco Núñez de Balboa reaches what would become known as the Pacific Ocean.", "entities": [{"title": "Vasco Núñez de Balboa", "href": "/wiki/Vasco_N%C3%BA%C3%B1ez_de_Balboa", "description": "Vasco Núñez de Balboa was a Spanish explorer, governor, and conquistador. He is best known for having crossed the Isthmus of Panama to the Pacific Ocean in 1513, becoming the first European to lead an expedition to have seen or reached the Pacific from the New World."}]}, {"heading": "Events", "year": "1555", "date": "September 25", "txt": "The Peace of Augsburg is signed by Emperor Charles V and the princes of the Schmalkaldic League.", "entities": [{"title": "Peace of Augsburg", "href": "/wiki/Peace_of_Augsburg", "description": "The Peace of Augsburg, also called the Augsburg Settlement, was a treaty between Charles V, Holy Roman Emperor, and the Schmalkaldic League, signed in September 1555 at the imperial city of Augsburg. It officially ended the religious struggle between the two groups and made the legal division of Christianity permanent within the Holy Roman Empire, allowing rulers to choose either Lutheranism or Ro"}]}, {"heading": "Events", "year": "1690", "date": "September 25", "txt": "Publick Occurrences Both Forreign and Domestick, the first newspaper to appear in the Americas, is published for the first and only time.", "entities": []}, {"heading": "Events", "year": "1775", "date": "September 25", "txt": "American Revolution: Ethan Allen surrenders to British forces after attempting to capture Montreal during the Battle of Longue-Pointe.", "entities": [{"title": "American Revolution", "href": "/wiki/American_Revolution", "description": "The American Revolution was an ideological and political revolution which occurred in colonial North America between 1765 and 1783. The Americans in the Thirteen Colonies defeated the British in the American Revolutionary War (1775–1783), gaining independence from the British Crown and establishing the United States of America, the first modern constitutional liberal democracy."}, {"title": "Battle of Longue-Pointe", "href": "/wiki/Battle_of_Longue-Pointe", "description": "The Battle of Longue-Pointe was an attempt by Ethan Allen and a small force of American and Quebec militia to capture Montreal from British forces on September 25, 1775, early in the American Revolutionary War. Allen, who had been instructed only to raise militia forces among the local inhabitants, had long had thoughts of taking the lightly defended city. When he reached the southern shore of the"}]}, {"heading": "Events", "year": "1775", "date": "September 25", "txt": "American Revolution: Benedict Arnold's expedition to Quebec sets off.", "entities": []}, {"heading": "Events", "year": "1789", "date": "September 25", "txt": "The United States Congress passes twelve constitutional amendments: the ten known as the Bill of Rights, the (unratified) Congressional Apportionment Amendment, and the Congressional Compensation Amendment.", "entities": [{"title": "United States Bill of Rights", "href": "/wiki/United_States_Bill_of_Rights", "description": "The United States Bill of Rights comprises the first ten amendments to the United States Constitution. Proposed following the often bitter 1787–88 debate over the ratification of the Constitution, and written to address the objections raised by Anti-Federalists, the Bill of Rights amendments add to the Constitution specific guarantees of personal freedoms and rights, clear limitations on the gover"}, {"title": "Congressional Apportionment Amendment", "href": "/wiki/Congressional_Apportionment_Amendment", "description": "The Congressional Apportionment Amendment is a proposed amendment to the United States Constitution that addresses the number of seats in the House of Representatives. It was proposed by Congress on September 25, 1789, but was never ratified by the requisite number of state legislatures. As Congress did not set a time limit for its ratification, the Congressional Apportionment Amendment is still p"}, {"title": "Twenty-seventh Amendment to the United States Constitution", "href": "/wiki/Twenty-seventh_Amendment_to_the_United_States_Constitution", "description": "The Twenty-seventh Amendment to the United States Constitution prohibits any law that increases or decreases the salary of members of Congress from taking effect until the start of representatives' next set of terms of office. It is the most recently adopted amendment but was one of the first proposed."}]}, {"heading": "Events", "year": "1790", "date": "September 25", "txt": "Four Great Anhui Troupes introduce Anhui opera to Beijing in honor of the Qianlong Emperor's eightieth birthday.", "entities": [{"title": "Huiju", "href": "/wiki/Huiju", "description": "Hui opera, or Huiju, is a regional genre of Chinese opera originally from southern Anhui. It is popular in the area around Huangshan City and Chizhou, as well as Wuyuan County, Jiangxi, and was formerly also popular in neighboring Zhejiang. It has existed for over 300 years."}]}, {"heading": "Events", "year": "1804", "date": "September 25", "txt": "The Teton Sioux (a subdivision of the Lakota) demand one of the boats from the Lewis and Clark Expedition as a toll for allowing the expedition to move further upriver.", "entities": [{"title": "Lewis and Clark Expedition", "href": "/wiki/Lewis_and_Clark_Expedition", "description": "The Lewis and Clark Expedition from August 31, 1803, to September 25, 1806, also known as the Corps of Discovery Expedition, was the United States expedition to cross the newly acquired western portion of the country after the Louisiana Purchase. The Corps of Discovery was a select group of U.S. Army and civilian volunteers under the command of Captain Meriwether Lewis and his close friend Second "}]}, {"heading": "Events", "year": "1868", "date": "September 25", "txt": "The Imperial Russian steam frigate Alexander Nevsky is shipwrecked off Jutland while carrying Grand Duke Alexei Alexandrovich of Russia.", "entities": [{"title": "Grand Duke Alexei Alexandrovich of Russia", "href": "/wiki/Grand_Duke_Alexei_Alexandrovich_of_Russia", "description": "Grand Duke Alexei Alexandrovich of Russia was the fifth child and the fourth son of Alexander II of Russia and his first wife Maria Alexandrovna. Chosen for a naval career, Alexei Alexandrovich started his military training at the age of seven. By the age of 20 he had been appointed lieutenant of the Imperial Russian Navy and had visited all Russia's European military ports. In 1871, he was sent a"}]}, {"heading": "Events", "year": "1890", "date": "September 25", "txt": "The United States Congress establishes Sequoia National Park.", "entities": [{"title": "Sequoia National Park", "href": "/wiki/Sequoia_National_Park", "description": "Sequoia National Park is an American national park in the southern Sierra Nevada east of Visalia, California. The park was established on September 25, 1890 to protect 404,064 acres of forested mountainous terrain. Encompassing a vertical relief of nearly 13,000 feet (4,000 m), the park contains the highest point in the contiguous United States, Mount Whitney, at 14,505 feet (4,421 m) above sea le"}]}, {"heading": "Events", "year": "1906", "date": "September 25", "txt": "Leonardo Torres y Quevedo demonstrates the Telekino, guiding a boat from the shore, in what is considered to be the first use of a remote control.", "entities": [{"title": "Leonardo Torres y Quevedo", "href": "/wiki/Leonardo_Torres_y_Quevedo", "description": "Leonardo Torres y Quevedo was a Spanish civil engineer and mathematician of the late nineteenth and early twentieth centuries. With his Telekine, Torres-Quevedo created wireless remote-control operation principles. He was also a famous speaker of Esperanto."}]}, {"heading": "Events", "year": "1911", "date": "September 25", "txt": "An explosion of badly degraded propellant charges on board the French battleship Liberté detonates the forward ammunition magazines and destroys the ship.", "entities": [{"title": "French battleship Liberté", "href": "/wiki/French_battleship_Libert%C3%A9", "description": "Liberté was a pre-dreadnought battleship built for the French Navy in the mid-1900s. She was the lead ship of the  Liberté class, which included three other vessels and was a derivative of the preceding  République class, with the primary difference being the inclusion of a heavier secondary battery. Liberté carried a main battery of four 305 millimeters (12 in) guns, like the République, but moun"}]}, {"heading": "Events", "year": "1912", "date": "September 25", "txt": "Columbia University Graduate School of Journalism is founded in New York City.", "entities": [{"title": "Columbia University Graduate School of Journalism", "href": "/wiki/Columbia_University_Graduate_School_of_Journalism", "description": "The Columbia University Graduate School of Journalism is located in Pulitzer Hall on Columbia's Morningside Heights campus in New York City."}]}, {"heading": "Events", "year": "1915", "date": "September 25", "txt": "World War I: The Second Battle of Champagne begins.", "entities": [{"title": "Second Battle of Champagne", "href": "/wiki/Second_Battle_of_Champagne", "description": "The Second Battle of Champagne in World War I was a French offensive against the German army at Champagne that coincided with an Anglo-French assault at north-east Artois and ended with French retreat."}]}, {"heading": "Events", "year": "1926", "date": "September 25", "txt": "The international Convention to Suppress the Slave Trade and Slavery is first signed.", "entities": [{"title": "1926 Slavery Convention", "href": "/wiki/1926_Slavery_Convention", "description": "The 1926 Slavery Convention or the Convention to Suppress the Slave Trade and Slavery was an international treaty created under the auspices of the League of Nations and first signed on 25 September 1926. It was registered in League of Nations Treaty Series on 9 March 1927, the same day it went into effect. The objective of the convention was to confirm and advance the suppression of slavery and t"}]}, {"heading": "Events", "year": "1937", "date": "September 25", "txt": "Second Sino-Japanese War: The Chinese Eighth Route Army gains a minor, but morale-boosting victory in the Battle of Pingxingguan.", "entities": [{"title": "Battle of Pingxingguan", "href": "/wiki/Battle_of_Pingxingguan", "description": "The Battle of Pingxingguan, commonly called the Great Victory of Pingxingguan in Mainland China, was an engagement fought on September 25, 1937, at the beginning of the Second Sino-Japanese War, between the Eighth Route Army of the Communist Party of China and the Imperial Japanese Army."}]}, {"heading": "Events", "year": "1944", "date": "September 25", "txt": "World War II: Surviving elements of the British 1st Airborne Division withdraw from Arnhem via Oosterbeek.", "entities": [{"title": "Operation Berlin (Arnhem)", "href": "/wiki/Operation_Berlin_(Arnhem)", "description": "Operation Berlin was a night-time evacuation of the remnants of the beleaguered British 1st Airborne Division, trapped in German-occupied territory north of the Lower Rhine in the Netherlands during Operation Market Garden in the Second World War. The aim of the operation was to withdraw safely the remnants of the division while covered by the 1st Polish Parachute Brigade and surrounded on three s"}]}, {"heading": "Events", "year": "1955", "date": "September 25", "txt": "The Royal Jordanian Air Force is founded.", "entities": [{"title": "Royal Jordanian Air Force", "href": "/wiki/Royal_Jordanian_Air_Force", "description": "The Royal Jordanian Air Force is the air force of the Jordanian Armed Forces."}]}, {"heading": "Events", "year": "1956", "date": "September 25", "txt": "TAT-1, the first submarine transatlantic telephone cable system, is inaugurated.", "entities": [{"title": "TAT-1", "href": "/wiki/TAT-1", "description": "TAT-1 was the first submarine transatlantic telephone cable system. It was laid between Oban, Scotland and Clarenville, Newfoundland. Two cables were laid between 1955 and 1956 with one cable for each direction. It was inaugurated on September 25, 1956. The cable was able to carry 35 simultaneous telephone calls. A 36th channel was used to carry up to 22 telegraph lines."}]}, {"heading": "Events", "year": "1957", "date": "September 25", "txt": "Central High School in Little Rock, Arkansas, is integrated by the use of United States Army troops.", "entities": [{"title": "Little Rock Central High School", "href": "/wiki/Little_Rock_Central_High_School", "description": "Little Rock Central High School (LRCHS) is an accredited comprehensive public high school in Little Rock, Arkansas, United States. The school was the site of forced desegregation in 1957 after the U.S. Supreme Court ruled that segregation of public schools was unconstitutional three years earlier. This was during the period of heightened activism in the civil rights movement."}]}, {"heading": "Events", "year": "1959", "date": "September 25", "txt": "Solomon Bandaranaike, Prime Minister of Sri Lanka, is mortally wounded by a Buddhist monk, Talduwe Somarama, and dies the next day.", "entities": [{"title": "Solomon Bandaranaike", "href": "/wiki/Solomon_Bandaranaike", "description": "Solomon West Ridgeway Dias Bandaranaike, often referred to by his initials as S. W. R. D. or S. W. R. D. Bandaranaike, was the fourth Prime Minister of the Dominion of Ceylon, serving from 1956 until his assassination in 1959. The founder of the left-wing and Sinhalese nationalist Sri Lanka Freedom Party, his tenure saw the country's first left wing reforms."}, {"title": "Talduwe Somarama", "href": "/wiki/Talduwe_Somarama", "description": "Talduwe Ratugama Rallage Weris Singho, better known as Talduwe Somarama Thero, shot and killed S. W. R. D. Bandaranaike, the fourth Prime Minister of Ceylon, who served from 1956 until his assassination by Somarama in 1959."}]}, {"heading": "Events", "year": "1962", "date": "September 25", "txt": "The People's Democratic Republic of Algeria is formally proclaimed. Ferhat Abbas is elected President of the provisional government.", "entities": [{"title": "Ferhat Abbas", "href": "/wiki/Ferhat_Abbas", "description": "Ferhat Abbas was an Algerian politician who acted in a provisional capacity as the then yet-to-become independent country's Prime Minister from 1958 to 1961, as well as the first President of the National Assembly and the first acting Chief of State after independence. His political views evolved from pro-French collaboration to those of a revolutionary nationalist, over a period of approximately "}]}, {"heading": "Events", "year": "1962", "date": "September 25", "txt": "The North Yemen Civil War begins when Abdullah al-Sallal dethrones the newly crowned Imam al-Badr and declares Yemen a republic under his presidency.", "entities": []}, {"heading": "Events", "year": "1963", "date": "September 25", "txt": "Lord Denning releases the UK government's official report on the Profumo affair.", "entities": [{"title": "Profumo affair", "href": "/wiki/Profumo_affair", "description": "The Profumo affair was a major political scandal in twentieth-century British politics. John Profumo, the Secretary of State for War in Harold Macmillan's Conservative government, had an extramarital affair with 19-year-old model Christine Keeler beginning in 1961. Profumo denied the affair in a statement to the House of Commons, but weeks later a police investigation exposed the truth, proving th"}]}, {"heading": "Events", "year": "1964", "date": "September 25", "txt": "The Mozambican War of Independence against Portugal begins.", "entities": [{"title": "Mozambican War of Independence", "href": "/wiki/Mozambican_War_of_Independence", "description": "The Mozambican War of Independence was an armed conflict between the guerrilla forces of the Mozambique Liberation Front or FRELIMO, and Portugal. The war officially started on September 25, 1964, and ended with a ceasefire on September 8, 1974, resulting in a negotiated independence in 1975."}]}, {"heading": "Events", "year": "1969", "date": "September 25", "txt": "The charter establishing the Organisation of Islamic Cooperation is signed.", "entities": [{"title": "Organisation of Islamic Cooperation", "href": "/wiki/Organisation_of_Islamic_Cooperation", "description": "The Organisation of Islamic Cooperation, formerly the Organisation of the Islamic Conference, is an international organization founded in 1969, consisting of 57 member states, with a collective population of over 1.8 billion as of 2015 with 49 countries being Muslim-majority countries. The organisation states that it is \"the collective voice of the Muslim world\" and works to \"safeguard and protect"}]}, {"heading": "Events", "year": "1974", "date": "September 25", "txt": "Dr. Frank Jobe performs first ulnar collateral ligament replacement surgery (better known as Tommy John surgery) on baseball player Tommy John.", "entities": [{"title": "Frank Jobe", "href": "/wiki/Frank_Jobe", "description": "Frank James Jobe was an American orthopedic surgeon and co-founder of the Kerlan-Jobe Orthopaedic Clinic. Jobe pioneered both elbow ligament replacement and major reconstructive shoulder surgery for baseball players."}, {"title": "Ulnar collateral ligament reconstruction", "href": "/wiki/Ulnar_collateral_ligament_reconstruction", "description": "Ulnar collateral ligament reconstruction, also known as Tommy John surgery (TJS), is a surgical graft procedure where the ulnar collateral ligament in the medial elbow is replaced with either a tendon from elsewhere in the patient's body, or with one from a deceased donor. The procedure is common among collegiate and professional athletes in several sports, particularly in baseball."}, {"title": "Tommy John", "href": "/wiki/Tommy_John", "description": "Thomas Edward John Jr., nicknamed \"The Bionic Man,\" is an American retired professional baseball pitcher who played in Major League Baseball (MLB) for 26 seasons between 1963 and 1989. He played for the Cleveland Indians, Chicago White Sox, Los Angeles Dodgers, New York Yankees, California Angels, and Oakland Athletics. He was a four-time MLB All-Star and has the second-most wins (288) of any pitc"}]}, {"heading": "Events", "year": "1977", "date": "September 25", "txt": "About 4,200 people take part in the first running of the Chicago Marathon.", "entities": [{"title": "Chicago Marathon", "href": "/wiki/Chicago_Marathon", "description": "The Chicago Marathon is a marathon held every October in Chicago, Illinois. It is one of the six World Marathon Majors. Thus, it is also an IAAF Gold Label race. The Chicago Marathon is the fourth-largest race by number of finishers worldwide."}]}, {"heading": "Events", "year": "1978", "date": "September 25", "txt": "PSA Flight 182, a Boeing 727, collides in mid-air with a Cessna 172 and crashes in San Diego, killing 144 people.", "entities": [{"title": "PSA Flight 182", "href": "/wiki/PSA_Flight_182", "description": "Pacific Southwest Airlines (PSA) Flight 182 was a Boeing 727-214 commercial airliner, registration N533PS, that collided with a private Cessna 172 light aircraft, registration N7711G, over San Diego, California, at 9:01 am on Monday, September 25, 1978. It was Pacific Southwest Airlines' first fatal accident, and the deadliest air disaster in Californian history."}]}, {"heading": "Events", "year": "1981", "date": "September 25", "txt": "Belize joins the United Nations.", "entities": [{"title": "Belize", "href": "/wiki/Belize", "description": "Belize is a Caribbean country located on the northeastern coast of Central America. Belize is bordered on the north by Mexico, on the east by the Caribbean Sea, and on the south and west by Guatemala. It has an area of 22,970 square kilometres (8,867 sq mi) and a population of 419,199 (2020). Its mainland is about 290 km (180 mi) long and 110 km (68 mi) wide. It has the lowest population and popul"}]}, {"heading": "Events", "year": "1983", "date": "September 25", "txt": "Thirty-eight IRA prisoners, armed with six handguns, hijack a prison meals lorry and smash their way out of the Maze Prison.", "entities": [{"title": "Maze Prison escape", "href": "/wiki/Maze_Prison_escape", "description": "The Maze Prison escape took place on 25 September 1983 in County Antrim, Northern Ireland. HM Prison Maze was a maximum security prison considered to be one of the most escape-proof prisons in Europe, and held prisoners suspected of taking part in armed paramilitary campaigns during the Troubles. In the biggest prison escape in UK history, 38 Provisional Irish Republican Army (IRA) prisoners escap"}]}, {"heading": "Events", "year": "1992", "date": "September 25", "txt": "NASA launches the Mars Observer. Eleven months later, the probe would fail while preparing for orbital insertion.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}]}, {"heading": "Events", "year": "2003", "date": "September 25", "txt": "The 8.3 Mw  Hokkaidō earthquake strikes just offshore Hokkaidō, Japan.", "entities": [{"title": "2003 Hokkaidō earthquake", "href": "/wiki/2003_Hokkaid%C5%8D_earthquake", "description": "The 2003 Hokkaidō earthquake, scientifically named the 2003 Tokachi-Oki earthquake , occurred off the coast of Hokkaidō, Japan on 26 September at 04:50 local time. At a focal depth of 27 km (17 mi), this great undersea earthquake measured 8.3 on the moment magnitude scale, making it the most powerful earthquake of 2003, as well as one of the most intense earthquakes to hit Japan since modern recor"}]}, {"heading": "Events", "year": "2018", "date": "September 25", "txt": "Bill Cosby is sentenced to three to ten years in prison for aggravated sexual assault.", "entities": [{"title": "Bill Cosby", "href": "/wiki/Bill_Cosby", "description": "William Henry Cosby Jr. is an American stand-up comedian, actor, and author who held an active career for over six decades before being convicted of a number of sex offenses in 2018."}, {"title": "Aggravated sexual assault", "href": "/wiki/Aggravated_sexual_assault", "description": "The precise definitions of and punishments for aggravated sexual assault vary from nation to nation and state to state:"}]}, {"heading": "Births", "year": "1358", "date": "September 25", "txt": "Ashikaga Yoshimitsu, Japanese shōgun (d. 1408)", "entities": [{"title": "Ashikaga Yoshimitsu", "href": "/wiki/Ashikaga_Yoshimitsu", "description": "Ashikaga Yoshimitsu  was the 3rd shōgun of the Ashikaga shogunate, which was in power from 1368 to 1394 during the Muromachi period of Japan. Yoshimitsu was Ashikaga Yoshiakira's third son but the oldest son to survive, his childhood name being Haruō (春王). Yoshimitsu was appointed shōgun, a hereditary title as head of the military estate, in 1368 at the age of ten; at twenty he was admitted to the"}]}, {"heading": "Births", "year": "1403", "date": "September 25", "txt": "Louis III of Anjou (d. 1434)", "entities": [{"title": "Louis III of Anjou", "href": "/wiki/Louis_III_of_Anjou", "description": "\nLouis III was a claimant to the Kingdom of Naples from 1417 to 1426, as well as count of Provence, Forcalquier, Piedmont, and Maine and duke of Anjou from 1417 to 1434. As the heir designate to the throne of Naples, he was duke of Calabria from 1426 to 1434."}]}, {"heading": "Births", "year": "1525", "date": "September 25", "txt": "Steven Borough, English explorer and navigator (d. 1584)", "entities": [{"title": "Steven Borough", "href": "/wiki/Steven_Borough", "description": "\nSteven Borough was an English navigator and an early Arctic explorer. He was master of the first English ship to reach the White Sea in 1553 and open trade with Russia on behalf of the Muscovy Company. He became an expert on piloting in Arctic waters and was one of the earliest English practitioners of the new scientific methods of navigation. He was widely sought out for his knowledge by English"}]}, {"heading": "Births", "year": "1528", "date": "September 25", "txt": "Otto II, Duke of Brunswick-Harburg (d. 1603)", "entities": [{"title": "Otto II, Duke of Brunswick-Harburg", "href": "/wiki/Otto_II,_Duke_of_Brunswick-Harburg", "description": "Otto II, Duke of Brunswick-Harburg, nicknamed the Younger, or the Famous was from 1549 until his death the Duke of Brunswick-Harburg."}]}, {"heading": "Births", "year": "1529", "date": "September 25", "txt": "Günther XLI, Count of Schwarzburg-Arnstadt (d. 1583)", "entities": [{"title": "Günther XLI, Count of Schwarzburg-Arnstadt", "href": "/wiki/G%C3%BCnther_XLI,_Count_of_Schwarzburg-Arnstadt", "description": "Günther XLI, Count of Schwarzburg-Arnstadt, nicknamed \"the Quarrelsome\" or Bellicosus, was the ruling count of Schwarzburg from 1552 to 1571 and then Count of Schwarzburg-Arnstadt until his death."}]}, {"heading": "Births", "year": "1599", "date": "September 25", "txt": "Francesco Borromini, Swiss-Italian architect, designed the San Carlo alle Quattro Fontane and Sant'Agnese in Agone (d. 1667)", "entities": [{"title": "Francesco Borromini", "href": "/wiki/Francesco_Borromini", "description": "Francesco Borromini, byname of Francesco Castelli, was an Italian architect born in the modern Swiss canton of Ticino who, with his contemporaries Gian Lorenzo Bernini and Pietro da Cortona, was a leading figure in the emergence of Roman Baroque architecture."}, {"title": "San Carlo alle Quattro Fontane", "href": "/wiki/San_Carlo_alle_Quattro_Fontane", "description": "The church of San Carlo alle Quattro Fontane, also called San Carlino, is a Roman Catholic church in Rome, Italy. The church was designed by the architect Francesco Borromini and it was his first independent commission. It is an iconic masterpiece of Baroque architecture, built as part of a complex of monastic buildings on the Quirinal Hill for the Spanish Trinitarians, an order dedicated to the f"}, {"title": "Sant'Agnese in Agone", "href": "/wiki/Sant%27Agnese_in_Agone", "description": "Sant'Agnese in Agone is a 17th-century Baroque church in Rome, Italy. It faces onto the Piazza Navona, one of the main urban spaces in the historic centre of the city and the site where the Early Christian Saint Agnes was martyred in the ancient Stadium of Domitian. Construction began in 1652 under the architects Girolamo Rainaldi and his son Carlo Rainaldi. After numerous quarrels, the other main"}]}, {"heading": "Births", "year": "1636", "date": "September 25", "txt": "Ferdinand Joseph, Prince of Dietrichstein, German prince (d. 1698)", "entities": [{"title": "Ferdinand Joseph, Prince of Dietrichstein", "href": "/wiki/Ferdinand_Joseph,_Prince_of_Dietrichstein", "description": "Ferdinand Joseph, Prince of Dietrichstein, was a German prince member of the House of Dietrichstein, 3rd Prince (Fürst) of Dietrichstein zu Nikolsburg, Princely Count of Tarasp, Baron (Freiherr) of Hollenburg, Finkenstein and Thalberg; in addition, he served as Lord Chamberlain (Obersthofmeister), Conference Minister (Konferenzminister) and Privy Councillor (Geheimrat) of Emperor Leopold I, and Kn"}]}, {"heading": "Births", "year": "1644", "date": "September 25", "txt": "Ole Rømer, Danish astronomer and instrument maker (d. 1710)", "entities": [{"title": "Ole Rømer", "href": "/wiki/Ole_R%C3%B8mer", "description": "Ole Christensen Rømer was a Danish astronomer who, in 1676, made the first quantitative measurements of the speed of light."}]}, {"heading": "Births", "year": "1663", "date": "September 25", "txt": "Johann Nikolaus Hanff, German organist and composer (d. 1711)", "entities": [{"title": "Johann Nikolaus Hanff", "href": "/wiki/Johann_Nikolaus_Hanff", "description": "Johann Nikolaus Hanff was a North German organist and composer. Hanff was born in Wechmar in Thuringia and worked in Eutin, Hamburg and Schleswig."}]}, {"heading": "Births", "year": "1683", "date": "September 25", "txt": "Jean-Philippe Rameau, French composer and theorist (d. 1764)", "entities": [{"title": "Jean-Philippe Rameau", "href": "/wiki/Jean-Philippe_Rameau", "description": "Jean-Philippe Rameau was one of the most important French composers and music theorists of the 18th century. He replaced Jean-Baptiste Lully as the dominant composer of French opera and is also considered the leading French composer of his time for the harpsichord, alongside François Couperin."}]}, {"heading": "Births", "year": "1694", "date": "September 25", "txt": "Henry Pelham, English politician, Prime Minister of the United Kingdom (d. 1754)", "entities": [{"title": "Henry Pelham", "href": "/wiki/Henry_Pelham", "description": "Henry Pelham was a British Whig statesman who served as Prime Minister of Great Britain from 1743 until his death. He was the younger brother of Thomas Pelham-Holles, 1st Duke of Newcastle, who served in Pelham's government and succeeded him as prime minister. Pelham is generally considered to have been Britain's third prime minister, after Robert Walpole and the Earl of Wilmington."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1711", "date": "September 25", "txt": "Qianlong Emperor of China (d. 1799)", "entities": [{"title": "Qianlong Emperor", "href": "/wiki/Qianlong_Emperor", "description": "The Qianlong Emperor was the fifth Emperor of the Qing dynasty, and the fourth Qing emperor to rule over China proper, reigned from 1735 to 1796. Born Hongli, the fourth son of the Yongzheng Emperor, he reigned officially from 11 October 1735 to 8 February 1796. In 1796, he abdicated in favour of his son, the Jiaqing Emperor—a filial act in order not to reign longer than his grandfather, the Kangx"}]}, {"heading": "Births", "year": "1738", "date": "September 25", "txt": "Nicholas Van Dyke, American lawyer and politician, 7th Governor of Delaware (d. 1789)", "entities": [{"title": "Nicholas Van Dyke (governor)", "href": "/wiki/Nicholas_Van_Dyke_(governor)", "description": "Nicholas Van Dyke was an American lawyer and politician from New Castle, in New Castle County, Delaware. He served in the Delaware General Assembly, as a Continental Congressman from Delaware, and as President of Delaware."}, {"title": "Governor of Delaware", "href": "/wiki/Governor_of_Delaware", "description": "The Governor of Delaware is the head of the executive branch of Delaware's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Delaware Legislature, to convene the legislature, and to grant pardons, except in cases of impeachment, and only with the recommendation of th"}]}, {"heading": "Births", "year": "1741", "date": "September 25", "txt": "Wenzel Pichl, Czech violinist, composer, and director (d. 1805)", "entities": [{"title": "Wenzel Pichl", "href": "/wiki/Wenzel_Pichl", "description": "Václav Pichl was a Czech classical composer of the 18th Century. He was also a violinist, music director and writer."}]}, {"heading": "Births", "year": "1744", "date": "September 25", "txt": "Frederick William II of Prussia (d. 1797)", "entities": [{"title": "Frederick William II of Prussia", "href": "/wiki/Frederick_William_II_of_Prussia", "description": "Frederick William II was King of Prussia from 1786 until his death. He was in personal union the Prince-elector of Brandenburg and sovereign prince of the Canton of Neuchâtel. Pleasure-loving and indolent, he is seen as the antithesis to his predecessor, Frederick the Great.. Under his reign, Prussia was weakened internally and externally, and he failed to deal adequately with the challenges to th"}]}, {"heading": "Births", "year": "1758", "date": "September 25", "txt": "Josepha Barbara Auernhammer, Austrian pianist and composer (d. 1820)", "entities": [{"title": "Josepha Barbara Auernhammer", "href": "/wiki/Josepha_Barbara_Auernhammer", "description": "Josepha Barbara Auernhammer was an Austrian pianist and composer."}]}, {"heading": "Births", "year": "1761", "date": "September 25", "txt": "William Mullins, 2nd Baron Ventry, Anglo-Irish politician and peer (d. 1827)", "entities": [{"title": "William Mullins, 2nd Baron Ventry", "href": "/wiki/William_Mullins,_2nd_Baron_Ventry", "description": "William Townshend Mullins, 2nd Baron Ventry was an Anglo-Irish politician and peer."}]}, {"heading": "Births", "year": "1764", "date": "September 25", "txt": "Fletcher Christian, English sailor (d. 1793)", "entities": [{"title": "Fletcher Christian", "href": "/wiki/Fletcher_Christian", "description": "Fletcher Christian was master's mate on board HMS Bounty during Lieutenant William Bligh's voyage to Tahiti during 1787–1789 for breadfruit plants. In the mutiny on the Bounty, Christian seized command of the ship from Bligh on 28 April 1789. Some of the mutineers were left on Tahiti, while Christian, eight other mutineers, six Tahitian men and eleven Tahitian women settled on isolated Pitcairn Is"}]}, {"heading": "Births", "year": "1766", "date": "September 25", "txt": "Armand-Emmanuel de Vignerot du Plessis, Duc de Richelieu, French general and politician, 2nd Prime Minister of France (d. 1822)", "entities": [{"title": "Armand-Emmanuel de Vignerot du Plessis, Duc de Richelieu", "href": "/wiki/Armand-Emmanuel_de_Vignerot_du_Plessis,_Duc_de_Richelieu", "description": "Armand-Emmanuel Sophie Septimanie de Vignerot du Plessis, 5th Duke of Richelieu and Fronsac, was a prominent French statesman during the Bourbon Restoration. He was known by the courtesy title of Count of Chinon until 1788, then Duke of Fronsac until 1791, when he succeeded his father as Duke of Richelieu."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1771", "date": "September 25", "txt": "Nikolay Raevsky, Russian general and politician (d. 1829)", "entities": [{"title": "Nikolay Raevsky", "href": "/wiki/Nikolay_Raevsky", "description": "Nikolay Nikolayevich Raevsky was a Russian general and statesman who achieved fame for his feats of arms during the Napoleonic Wars. His family left a lasting legacy in Russian society and culture."}]}, {"heading": "Births", "year": "1773", "date": "September 25", "txt": "Agostino Bassi, Italian entomologist and author (d. 1856)", "entities": [{"title": "Agostino Bassi", "href": "/wiki/Agostino_Bassi", "description": "Agostino Bassi, sometimes called de Lodi, was an Italian entomologist. He preceded Louis Pasteur in the discovery that microorganisms can be the cause of disease. He discovered that the muscardine disease of silkworms was caused by a living, very small, parasitic organism, a fungus that would be named eventually Beauveria bassiana in his honor. In 1844, he stated the idea that not only animal (ins"}]}, {"heading": "Births", "year": "1782", "date": "September 25", "txt": "Charles Maturin, Irish author and playwright (d. 1824)", "entities": [{"title": "Charles Maturin", "href": "/wiki/Charles_Maturin", "description": "Charles Robert Maturin, also known as C. R. Maturin, was an Irish Protestant clergyman and a writer of Gothic plays and novels. His best known work is the novel Melmoth the Wanderer."}]}, {"heading": "Births", "year": "1798", "date": "September 25", "txt": "Jean-Baptiste Élie de Beaumont, French geologist and engineer (d. 1874)", "entities": [{"title": "Jean-Baptiste Élie de Beaumont", "href": "/wiki/Jean-Baptiste_%C3%89lie_de_Beaumont", "description": "Jean-Baptiste Armand Louis Léonce Élie de Beaumont was a French geologist."}]}, {"heading": "Births", "year": "1816", "date": "September 25", "txt": "Georg August Rudolph, German lawyer and politician, 3rd Mayor of Marburg (d. 1893)", "entities": [{"title": "Georg August Rudolph", "href": "/wiki/Georg_August_Rudolph", "description": "Georg August Rudolph was a German politician and from 4 December 1856 until 2 August 1884 mayor of Marburg."}, {"title": "Mayor of Marburg", "href": "/wiki/Mayor_of_Marburg", "description": "This is a list of all the mayors of Marburg in Germany since 1835."}]}, {"heading": "Births", "year": "1825", "date": "September 25", "txt": "William Pitt Ballinger, American lawyer and politician (d. 1888)", "entities": [{"title": "William Pitt Ballinger", "href": "/wiki/William_Pitt_Ballinger", "description": "William Pitt Ballinger was a respected and influential Texas lawyer and statesman. His behind-the-scenes life had a major impact on the development of Texas realty and railroad law, furthering the Confederacy during the Civil War, the Reconstruction in Texas, the emancipation of black slaves, and the industrialization of the South."}]}, {"heading": "Births", "year": "1825", "date": "September 25", "txt": "Joachim Heer, Swiss lawyer and politician, President of the National Council (d. 1879)", "entities": [{"title": "List of Presidents of the National Council of Switzerland", "href": "/wiki/List_of_Presidents_of_the_National_Council_of_Switzerland", "description": "The President of the National Council of Switzerland presides over the National Council and Federal Assembly. The National Council President is often colloquially referred to as the \"highest Swiss person\", as the highest ranking person subject to the people's vote. However, this is an honorary title and the president is not the head of state. The head of state is the Federal Council). In the offic"}]}, {"heading": "Births", "year": "1839", "date": "September 25", "txt": "Karl Alfred von Zittel, German palaeontologist and geologist (d. 1904)", "entities": [{"title": "Karl Alfred von Zittel", "href": "/wiki/Karl_Alfred_von_Zittel", "description": "\nKarl Alfred Ritter von Zittel was a German palaeontologist best known for his Handbuch der Palaeontologie (1876–1880)."}]}, {"heading": "Births", "year": "1846", "date": "September 25", "txt": "Wladimir Köppen, Russian-German climatologist (d. 1940)", "entities": [{"title": "Wladimir Köppen", "href": "/wiki/Wladimir_K%C3%B6ppen", "description": "Wladimir Peter Köppen ; 25 September 1846 – 22 June 1940) was a Russian-German geographer, meteorologist, climatologist and botanist. After studies in St. Petersburg, he spent the bulk of his life and professional career in Germany and Austria. His most notable contribution to science was the development of the Köppen climate classification system, which, with some modifications, is still commonly"}]}, {"heading": "Births", "year": "1862", "date": "September 25", "txt": "Léon Boëllmann, French organist and composer (d. 1897)", "entities": [{"title": "Léon Boëllmann", "href": "/wiki/L%C3%A9on_Bo%C3%ABllmann", "description": "Léon Boëllmann was a French composer, known for a small number of compositions for organ. His best-known composition is Suite gothique (1895), which is a staple of the organ repertoire, especially its concluding Toccata."}]}, {"heading": "Births", "year": "1862", "date": "September 25", "txt": "Billy Hughes, English-Australian carpenter and politician, 7th Prime Minister of Australia (d. 1952)", "entities": [{"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1865", "date": "September 25", "txt": "Henri Lebasque, French artist (d. 1937)", "entities": [{"title": "Henri Lebasque", "href": "/wiki/Henri_Lebasque", "description": "Henri Lebasque was a French post-impressionist painter. He was born at Champigné (Maine-et-Loire). His work is represented in French museums, notably Angers, Geneva, Lille, Nantes, and Paris."}]}, {"heading": "Births", "year": "1866", "date": "September 25", "txt": "Thomas Hunt Morgan, American biologist, geneticist, and embryologist, Nobel Prize laureate (d. 1945)", "entities": [{"title": "Thomas Hunt Morgan", "href": "/wiki/Thomas_Hunt_Morgan", "description": "Thomas Hunt Morgan was an American evolutionary biologist, geneticist, embryologist, and science author who won the Nobel Prize in Physiology or Medicine in 1933 for discoveries elucidating the role that the chromosome plays in heredity."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1867", "date": "September 25", "txt": "Yevgeny Miller, Russian general (d. 1938)", "entities": [{"title": "Yevgeny Miller", "href": "/wiki/Yevgeny_Miller", "description": "Eugen Ludwig Müller, better known as Yevgeny Miller, was a Baltic German general and one of the leaders of the anticommunist White Army during and after the Russian Civil War (1917–1922). After the civil war he lived in exile in France. Kidnapped by the Soviet intelligence operatives in Paris in 1937, he was smuggled to Moscow, the USSR and executed there in 1939."}]}, {"heading": "Births", "year": "1877", "date": "September 25", "txt": "Plutarco Elías Calles, Mexican general and President (d. 1945)", "entities": [{"title": "Plutarco Elías Calles", "href": "/wiki/Plutarco_El%C3%ADas_Calles", "description": "Plutarco Elías Calles was a Mexican military general and politician. He was the powerful interior minister under President Álvaro Obregón, who chose Calles as his successor. The 1924 Calles presidential campaign was the first populist presidential campaign in Mexico's history, as he called for land redistribution and promised equal justice, more education, additional labour rights, and democratic "}]}, {"heading": "Births", "year": "1879", "date": "September 25", "txt": "Lope K. Santos, Filipino lawyer and politician, 4th Governor of Rizal (d. 1963)", "entities": [{"title": "Lope K. Santos", "href": "/wiki/Lope_K._Santos", "description": "Lope K. Santos was a Filipino Tagalog-language writer and former senator of the Philippines. He is best known for his 1906 socialist novel, Banaag at Sikat and to his contributions for the development of Filipino grammar and Tagalog orthography."}, {"title": "Governor of Rizal", "href": "/wiki/Governor_of_Rizal", "description": "The governor of Rizal is the local chief executive of the Philippine province of Rizal."}]}, {"heading": "Births", "year": "1881", "date": "September 25", "txt": "Lu Xun, Chinese author and critic (d. 1936)", "entities": [{"title": "Lu Xun", "href": "/wiki/Lu_Xun", "description": "Lu Xun was the pen name of Zhou Shuren, a Chinese writer, essayist, poet, and literary critic. He was a leading figure of modern Chinese literature. Writing in Vernacular Chinese and Classical Chinese, he was a short story writer, editor, translator, literary critic, essayist, poet, and designer. In the 1930s, he became the titular head of the League of Left-Wing Writers in Shanghai."}]}, {"heading": "Births", "year": "1884", "date": "September 25", "txt": "Adolf Bolm, Russian ballet dancer and choreographer (d. 1951)", "entities": [{"title": "Adolf Bolm", "href": "/wiki/Adolf_Bolm", "description": "Adolph Rudolphovich Bolm was a Russian-born American ballet dancer and choreographer, of German descent."}]}, {"heading": "Births", "year": "1888", "date": "September 25", "txt": "Hanna Ralph, German actress (d. 1978)", "entities": [{"title": "Hanna Ralph", "href": "/wiki/Hanna_Ralph", "description": "Hanna Ralph was a German stage and film actress whose career began on the stage and in silent film in the 1910s and continued through the early 1950s."}]}, {"heading": "Births", "year": "1889", "date": "September 25", "txt": "Charles Kenneth Scott Moncrieff, Scottish author and translator (d. 1930)", "entities": [{"title": "Charles Kenneth Scott Moncrieff", "href": "/wiki/Charles_Kenneth_Scott_Moncrieff", "description": "Charles Kenneth Scott Moncrieff, was a Scottish writer and translator, most famous for his English translation of most of Proust's À la recherche du temps perdu, which he published under the Shakespearean title Remembrance of Things Past. His family name is the double-barrelled name \"Scott Moncrieff\"."}]}, {"heading": "Births", "year": "1893", "date": "September 25", "txt": "Harald Cramér, Swedish mathematician and statistician (d. 1985)", "entities": [{"title": "Harald Cramér", "href": "/wiki/Harald_Cram%C3%A9r", "description": "Harald Cramér was a Swedish mathematician, actuary, and statistician, specializing in mathematical statistics and probabilistic number theory. John Kingman described him as \"one of the giants of statistical theory\"."}]}, {"heading": "Births", "year": "1896", "date": "September 25", "txt": "Sandro Pertini, Italian journalist and politician, 7th President of Italy (d. 1990)", "entities": [{"title": "Sandro Pertini", "href": "/wiki/Sandro_Pertini", "description": "Alessandro \"Sandro\" Pertini, was an Italian journalist, partisan and socialist politician who served as the seventh president of Italy, from 1978 to 1985."}, {"title": "President of Italy", "href": "/wiki/President_of_Italy", "description": "The president of Italy, officially denoted as President of the Italian Republic is the head of state of Italy. In that role, the officeholder represents national unity, guarantees that Italian politics comply with the Constitution of Italy and is the head of the Italian Armed Forces. The president's term of office lasts for seven years. The current holder is former Constitutional Judge Sergio Matt"}]}, {"heading": "Births", "year": "1897", "date": "September 25", "txt": "William Faulkner, American novelist and short story writer, Nobel Prize laureate (d. 1962)", "entities": [{"title": "William Faulkner", "href": "/wiki/William_Faulkner", "description": "William Cuthbert Faulkner was an American writer and Nobel Prize laureate from Oxford, Mississippi. Faulkner wrote novels, short stories, screenplays, poetry, essays, and a play. He is primarily known for his novels and short stories set in the fictional Yoknapatawpha County, based on Lafayette County, Mississippi, where he spent most of his life."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1898", "date": "September 25", "txt": "Robert Brackman, Ukrainian-American painter and educator (d. 1980)", "entities": [{"title": "Robert Brackman", "href": "/wiki/Robert_Brackman", "description": "Robert Brackman was an American artist and teacher, best known for large figural works, portraits, and still lifes."}]}, {"heading": "Births", "year": "1899", "date": "September 25", "txt": "Udumalai Narayana Kavi, Indian poet and songwriter (d. 1981)", "entities": [{"title": "Udumalai Narayana Kavi", "href": "/wiki/Udumalai_Narayana_Kavi", "description": "Udumalai Narayana Kavi was an Indian poet and lyricist known for his work in Tamil films."}]}, {"heading": "Births", "year": "1900", "date": "September 25", "txt": "Artur Sirk, Estonian soldier, lawyer, and politician (d. 1937)", "entities": [{"title": "Artur Sirk", "href": "/wiki/Artur_Sirk", "description": "Artur Sirk was an Estonian political and military figure. A veteran of the country's struggle for independence Sirk later became a leading figure within the right-wing Vaps Movement and an outspoken opponent of the government."}]}, {"heading": "Births", "year": "1901", "date": "September 25", "txt": "Robert Bresson, French director and screenwriter (d. 1999)", "entities": [{"title": "Robert Bresson", "href": "/wiki/Robert_Bresson", "description": "Robert Bresson was a French film director. Known for his ascetic approach, Bresson contributed notably to the art of cinema; his non-professional actors, ellipses, and sparse use of scoring have led his works to be regarded as preeminent examples of minimalist film. Much of his work is known for being tragic in story and nature."}]}, {"heading": "Births", "year": "1901", "date": "September 25", "txt": "Gordon Coventry, Australian footballer (d. 1968)", "entities": []}, {"heading": "Births", "year": "1903", "date": "September 25", "txt": "Mark Rothko, Latvian-American painter and educator (d. 1970)", "entities": [{"title": "Mark Rothko", "href": "/wiki/Mark_Rothko", "description": "Mark Rothko, born Markus Yakovlevich Rothkowitz, , was an American abstract painter of Latvian Jewish descent. He is best known for his color field paintings that depicted irregular and painterly rectangular regions of color, which he produced from 1949 to 1970."}]}, {"heading": "Births", "year": "1906", "date": "September 25", "txt": "Volfgangs Dārziņš, Latvian composer, pianist, and music critic (d. 1962)", "entities": [{"title": "Volfgangs Dārziņš", "href": "/wiki/Volfgangs_D%C4%81rzi%C5%86%C5%A1", "description": "Volfgangs Dārziņš (1906–1962) was a Latvian composer, pianist and music critic."}]}, {"heading": "Births", "year": "1906", "date": "September 25", "txt": "Phyllis Pearsall, English painter, cartographer, and author (d. 1996)", "entities": []}, {"heading": "Births", "year": "1906", "date": "September 25", "txt": "Dmitri Shostakovich, Russian pianist and composer (d. 1975)", "entities": []}, {"heading": "Births", "year": "1908", "date": "September 25", "txt": "Jacqueline Audry, French director and screenwriter (d. 1977)", "entities": [{"title": "Jacqueline Audry", "href": "/wiki/Jacqueline_Audry", "description": "Jacqueline Audry was a French film director who began making films in post-World War II France and specialised in literary adaptations. She was the first commercially successful female director of post-war France."}]}, {"heading": "Births", "year": "1910", "date": "September 25", "txt": "Ralph Jordan, American football player and coach (d. 1980)", "entities": [{"title": "Ralph Jordan", "href": "/wiki/Ralph_Jordan", "description": "James Ralph \"Shug\" Jordan was an American football, basketball, and baseball player and coach of football and basketball. He served as the head football coach at Auburn University from 1951 to 1975, where he compiled a record of 176–83–6. He has the most wins of any coach in Auburn Tigers football history. Jordan's 1957 Auburn squad went undefeated with a record of 10–0 and was named the national "}]}, {"heading": "Births", "year": "1911", "date": "September 25", "txt": "Eric Williams, Trinidadian historian and politician, 1st Prime Minister of Trinidad and Tobago (d. 1981)", "entities": [{"title": "Eric Williams", "href": "/wiki/Eric_Williams", "description": " Eric Eustace Williams is regarded as the \"Father of the Nation\" of Trinidad and Tobago, having led the then British Colony of Trinidad and Tobago to majority rule on 28 October 1956, to independence on 31 August 1962, and republicanism on 1 August 1976, leading an unbroken string of general elections victories with his political party, the People's National Movement, until his death in 1981. He w"}, {"title": "Prime Minister of Trinidad and Tobago", "href": "/wiki/Prime_Minister_of_Trinidad_and_Tobago", "description": "The Prime Minister of Trinidad and Tobago is the head of the executive branch of government in the republic of Trinidad and Tobago."}]}, {"heading": "Births", "year": "1914", "date": "September 25", "txt": "John Manners, English naval officer and cricketer (d. 2020)", "entities": [{"title": "John Manners (cricketer)", "href": "/wiki/John_Manners_(cricketer)", "description": "John Errol Manners was an English first-class cricketer and Royal Navy officer. The son of the admiral Sir Errol Manners, he had a distinguished naval career which spanned from 1932 to 1958. He served in the Second World War and held a number of commands, in addition to earning the Distinguished Service Cross for his role in the sinking of the German submarine U-1274 in April 1945 while commanding"}]}, {"heading": "Births", "year": "1916", "date": "September 25", "txt": "Jessica Anderson, Australian author and playwright (d. 2010)", "entities": [{"title": "Jessica Anderson (writer)", "href": "/wiki/Jessica_Anderson_(writer)", "description": "Jessica Margaret Anderson was an Australian novelist and short story writer. Born in Gayndah, Anderson lived the bulk of her life in Sydney apart from a few years in London. She began her career writing short stories for newspapers and drama scripts for radio, especially adaptations of well-known novels. Embarking on her career as a novelist relatively late in life - her first novel was published "}]}, {"heading": "Births", "year": "1916", "date": "September 25", "txt": "Deendayal Upadhyaya, Indian economist, sociologist, and journalist (d. 1968)", "entities": []}, {"heading": "Births", "year": "1917", "date": "September 25", "txt": "Phil Rizzuto, American baseball player and sportscaster (d. 2007)", "entities": [{"title": "Phil Rizzuto", "href": "/wiki/Phil_Rizzuto", "description": "Philip Francis Rizzuto, nicknamed \"The Scooter\", was an American Major League Baseball shortstop. He spent his entire 13-year baseball career with the New York Yankees (1941–1956), and was elected to the National Baseball Hall of Fame in 1994."}]}, {"heading": "Births", "year": "1920", "date": "September 25", "txt": "Sergei Bondarchuk, Ukrainian-Russian actor, director, and screenwriter (d. 1994)", "entities": [{"title": "Sergei Bondarchuk", "href": "/wiki/Sergei_Bondarchuk", "description": "Sergei Fedorovich Bondarchuk ГСТ HaCCP was a Soviet and Russian actor, film director, and screenwriter who was one of the leading figures of Russian cinema of the 1950s, 1960s and 1970s. He is known for his sweeping period dramas, including the internationally acclaimed four-part adaptation of Leo Tolstoy's War and Peace and the Napoleonic War epic Waterloo."}]}, {"heading": "Births", "year": "1920", "date": "September 25", "txt": "Satish Dhawan, Indian engineer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1921", "date": "September 25", "txt": "Rob Muldoon, New Zealand sergeant, accountant, and politician, 31st Prime Minister of New Zealand (d. 1992)", "entities": [{"title": "Rob Muldoon", "href": "/wiki/Rob_Muldoon", "description": "Sir Robert David Muldoon was a New Zealand politician who served as the 31st Prime Minister of New Zealand, from 1975 to 1984, while Leader of the National Party."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1922", "date": "September 25", "txt": "Hammer DeRoburt, Nauruian educator and politician, 1st President of Nauru (d. 1992)", "entities": [{"title": "Hammer DeRoburt", "href": "/wiki/Hammer_DeRoburt", "description": "Sir. Hammer DeRoburt  was the founding President of the Republic of Nauru, and ruled the country for most of its first twenty years of independence."}, {"title": "President of Nauru", "href": "/wiki/President_of_Nauru", "description": "The President of Nauru is elected by Parliament from among its members, and is both the head of state and the head of government of Nauru. Nauru's unicameral Parliament has 19 members, with an electoral term of 3 years. Political parties only play a minor role in Nauru politics, and there have often been periods of instability in the Presidential office. Shifting allegiances among a small number o"}]}, {"heading": "Births", "year": "1923", "date": "September 25", "txt": "Robert Laxalt, American author and academic (d. 2001)", "entities": [{"title": "Robert Laxalt", "href": "/wiki/Robert_Laxalt", "description": "Robert Laxalt was a Basque-American writer from Nevada."}]}, {"heading": "Births", "year": "1923", "date": "September 25", "txt": "Sam Rivers, American saxophonist, clarinet player, and composer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1924", "date": "September 25", "txt": "Norman Ayrton, English actor and director (d. 2017)", "entities": [{"title": "Norman Ayrton", "href": "/wiki/Norman_Ayrton", "description": "Norman Ayrton was an actor, director, and theatre instructor."}]}, {"heading": "Births", "year": "1924", "date": "September 25", "txt": "Red Webb, American baseball player (d. 1996)", "entities": []}, {"heading": "Births", "year": "1925", "date": "September 25", "txt": "Silvana Pampanini, Italian model, actress, and director, Miss Italy 1946 (d. 2016)", "entities": [{"title": "Silvana Pampanini", "href": "/wiki/Silvana_Pampanini", "description": "Silvana Pampanini was an Italian film actress, director and singer. She caused sensation when she took part in the 1946 Miss Italy contest and the following year she started her movie career. Her original plans to be an opera singer never materialized."}, {"title": "Miss Italia", "href": "/wiki/Miss_Italia", "description": "Miss Italia is the name of a beauty pageant awarding prizes every year to young, female contestants from Italy. Since the first edition of the contest in 1939 many of the contestants have gone on to notable careers in television and film."}]}, {"heading": "Births", "year": "1926", "date": "September 25", "txt": "Jack Hyles, American pastor and author (d. 2001)", "entities": [{"title": "Jack Hyles", "href": "/wiki/Jack_Hyles", "description": "Jack Frasure Hyles was a leading figure in the Independent Baptist movement, having pastored the First Baptist Church of Hammond in Hammond, Indiana, from August 1959 until his death. He was well known for being an innovator of the church bus ministry that brought thousands of people each week from surrounding towns to Hammond for services. Hyles built First Baptist up from fewer than a thousand m"}]}, {"heading": "Births", "year": "1926", "date": "September 25", "txt": "Aldo Ray, American actor (d. 1991)", "entities": []}, {"heading": "Births", "year": "1927", "date": "September 25", "txt": "Carl Braun, American basketball player and coach (d. 2010)", "entities": [{"title": "Carl Braun (basketball)", "href": "/wiki/Carl_Braun_(basketball)", "description": "Carl August Braun Jr. was an American professional basketball and baseball player and professional basketball coach."}]}, {"heading": "Births", "year": "1927", "date": "September 25", "txt": "Colin Davis, English conductor and educator (d. 2013)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 25", "txt": "Ronnie Barker, English actor and screenwriter (d. 2005)", "entities": [{"title": "Ronnie Barker", "href": "/wiki/Ronnie_Barker", "description": "Ronald William George Barker, was an English actor, comedian and writer. He was known for roles in British comedy television series such as Porridge, The Two Ronnies, and Open All Hours."}]}, {"heading": "Births", "year": "1929", "date": "September 25", "txt": "Delia Scala, Italian ballerina and actress (d. 2004)", "entities": []}, {"heading": "Births", "year": "1929", "date": "September 25", "txt": "Barbara Walters, American journalist, producer, and author", "entities": []}, {"heading": "Births", "year": "1930", "date": "September 25", "txt": "Nino Cerruti, Italian fashion designer, founded Cerruti", "entities": [{"title": "Nino Cerruti", "href": "/wiki/Nino_Cerruti", "description": "Nino Cerruti is an Italian businessman and stylist.\nHe founded his own haute couture house, Cerruti, in 1967 in Paris. Today, he manages the Italian family business Lanificio Fratelli Cerruti, which was founded in 1881 by his grandfather."}, {"title": "Cerruti", "href": "/wiki/Cerruti", "description": "Cerruti 1881 is a brand of the fashion house Cerruti founded in 1967 in Paris by the Italian stylist and fashion producer Nino Cerruti. It was named \"1881\" because Nino's grandfather founded the family wool mill, Fratelli Cerruti Wool Mill, in Italy in 1881."}]}, {"heading": "Births", "year": "1930", "date": "September 25", "txt": "Shel Silverstein, American author, poet, illustrator, and songwriter (d. 1999)", "entities": []}, {"heading": "Births", "year": "1931", "date": "September 25", "txt": "Manouchehr Atashi, Iranian journalist and poet (d. 2005)", "entities": [{"title": "Manouchehr Atashi", "href": "/wiki/Manouchehr_Atashi", "description": "Manouchehr Atashi was a Persian poet, writer, and journalist."}]}, {"heading": "Births", "year": "1931", "date": "September 25", "txt": "Bryan John Birch, English mathematician and scholar", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 25", "txt": "Glenn Gould, Canadian pianist and composer (d. 1982)", "entities": [{"title": "Glenn Gould", "href": "/wiki/Glenn_Gould", "description": "Glenn Herbert Gould was a Canadian classical pianist. He was one of the best known and most celebrated pianists of the 20th century, and was renowned as an interpreter of the keyboard works of Johann Sebastian Bach. Gould's playing was distinguished by a remarkable technical proficiency and a capacity to articulate the contrapuntal texture of Bach's music."}]}, {"heading": "Births", "year": "1932", "date": "September 25", "txt": "Terry Medwin, Welsh footballer and manager", "entities": []}, {"heading": "Births", "year": "1932", "date": "September 25", "txt": "Adolfo Suárez, Spanish lawyer and politician, 1st Prime Minister of Spain (d. 2014)", "entities": [{"title": "Prime Minister of Spain", "href": "/wiki/Prime_Minister_of_Spain", "description": "The President of the Government of Spain, commonly referred to in Spain as Presidente del Gobierno, and known in English as the prime minister of Spain, is the head of government of Spain. The office was established in its current form by the Constitution of 1978 and it was first regulated in 1823 as a chairmanship of the extant Council of Ministers, although it is not possible to determine when i"}]}, {"heading": "Births", "year": "1933", "date": "September 25", "txt": "Hubie Brown, American basketball player, coach, and sportscaster", "entities": [{"title": "Hubie Brown", "href": "/wiki/Hubie_Brown", "description": "Hubert Jude Brown is an American retired basketball coach and player and a current television analyst. Brown is a two-time NBA Coach of the Year, the honors being separated by 26 years. Brown was inducted into the Naismith Memorial Basketball Hall of Fame in 2005."}]}, {"heading": "Births", "year": "1933", "date": "September 25", "txt": "Ian Tyson, Canadian folk singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1936", "date": "September 25", "txt": "Ken Forsse, American toy creator and author, created Teddy Ruxpin (d. 2014)", "entities": [{"title": "Ken Forsse", "href": "/wiki/Ken_Forsse", "description": "Earl Kenneth Forsse was an American inventor, author, and producer who created the toy Teddy Ruxpin and the subsequent animated series The Adventures of Teddy Ruxpin."}, {"title": "Teddy Ruxpin", "href": "/wiki/Teddy_Ruxpin", "description": "Teddy Ruxpin is an animatronic children's toy in the form of a talking 'Illiop', a creature which looks like a bear. The toy's mouth and eyes move while he reenacts stories played on an audio tape cassette deck built into its back. It was created by Ken Forsse with later assistance by Larry Larsen and John Davies, and the first version of the toy was designed by RKS Design. Later versions have a d"}]}, {"heading": "Births", "year": "1936", "date": "September 25", "txt": "Juliet Prowse, South African-American actress, singer, and dancer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1936", "date": "September 25", "txt": "Moussa Traoré, Malian general and politician 2nd President of Mali (d. 2020)", "entities": [{"title": "President of Mali", "href": "/wiki/President_of_Mali", "description": "This is a list of heads of state of Mali since the country gained independence from France in 1960 to the present day."}]}, {"heading": "Births", "year": "1937", "date": "September 25", "txt": "Mary Allen Wilkes, American computer scientist and lawyer", "entities": [{"title": "Mary Allen Wilkes", "href": "/wiki/Mary_Allen_Wilkes", "description": "Mary Allen Wilkes is a former computer programmer and logic designer, most known for her work with the LINC computer, now recognized by many as the world's first \"personal computer\"."}]}, {"heading": "Births", "year": "1938", "date": "September 25", "txt": "Ron Hill, English runner and businessman", "entities": [{"title": "Ron Hill", "href": "/wiki/Ron_Hill", "description": "Ronald Hill MBE is an English runner and clothing entrepreneur. He was the second man to break 2:10 in the marathon; he set world records at four other distances, but never laid claim to the marathon world record. He has run two Olympic Marathons, and has a personal marathon record of 2:09:28. In 1970, Hill won the 74th Boston Marathon in a course record 2:10:30. He also won gold medals for the ma"}]}, {"heading": "Births", "year": "1938", "date": "September 25", "txt": "Jonathan Motzfeldt, Greenlandic priest and politician, 1st Prime Minister of Greenland (d. 2010)", "entities": [{"title": "Prime Minister of Greenland", "href": "/wiki/Prime_Minister_of_Greenland", "description": "The prime minister of Greenland, officially referred to as the premier, is the head of the Government of Greenland, the autonomous territory within the Kingdom of Denmark."}]}, {"heading": "Births", "year": "1938", "date": "September 25", "txt": "Enn Tarto, Estonian politician", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 25", "txt": "Leon Brittan, English lawyer and politician, Secretary of State for Business, Innovation and Skills (d. 2015)", "entities": [{"title": "Leon Brittan", "href": "/wiki/Leon_Brittan", "description": "Leon Brittan, Baron Brittan of Spennithorne, was a British Conservative politician and barrister who served as a European Commissioner from 1989 to 1999. As a member of Parliament from 1974 to 1988, he served several ministerial roles in Margaret Thatcher's government, including Home Secretary from 1983 to 1985."}, {"title": "Secretary of State for Business, Innovation and Skills", "href": "/wiki/Secretary_of_State_for_Business,_Innovation_and_Skills", "description": "The Secretary of State for Business, Energy and Industrial Strategy, also referred to as the Business Secretary, is a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for Business, Energy and Industrial Strategy (BEIS). The office was created under its present name in 2016 and forms part of the Cabinet of the United Kingdom."}]}, {"heading": "Births", "year": "1939", "date": "September 25", "txt": "Feroz Khan, Indian actor, director, and producer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1939", "date": "September 25", "txt": "David S. Mann, American lawyer and politician, Mayor of Cincinnati", "entities": [{"title": "List of mayors of Cincinnati", "href": "/wiki/List_of_mayors_of_Cincinnati", "description": null}]}, {"heading": "Births", "year": "1940", "date": "September 25", "txt": "Tim Severin, Indian-English explorer, historian, and author", "entities": [{"title": "Tim Severin", "href": "/wiki/Tim_Severin", "description": "Timothy Severin was a British explorer, historian, and writer. Severin was noted for his work in retracing the legendary journeys of historical figures. Severin was awarded both the Gold Medal of the Royal Geographical Society and the Livingstone Medal of the Royal Scottish Geographical Society. He received the Thomas Cook Travel Book Award for his 1982 book The Sindbad Voyage."}]}, {"heading": "Births", "year": "1941", "date": "September 25", "txt": "Vivien Stern, Baroness Stern, English academic and politician", "entities": [{"title": "Vivien Stern, Baroness Stern", "href": "/wiki/Vivien_Stern,_Baroness_Stern", "description": "Vivien Helen Stern, Baroness Stern is a crossbench member of the House of Lords."}]}, {"heading": "Births", "year": "1942", "date": "September 25", "txt": "Oscar Bonavena, Argentinian boxer (d. 1976)", "entities": [{"title": "Oscar Bonavena", "href": "/wiki/Oscar_Bonavena", "description": "Oscar Natalio \"Ringo\" Bonavena was an Argentine heavyweight professional boxer with a career record of 58 wins, 9 losses and 1 draw. A rugged, wild-swinging puncher, he was nicknamed \"Ringo\" because of his Beatles haircut, and enjoyed professional success in both Argentina and the United States. He is remembered for giving Joe Frazier and Muhammad Ali hard fought bouts."}]}, {"heading": "Births", "year": "1942", "date": "September 25", "txt": "Robert Miano, American actor and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 25", "txt": "Henri Pescarolo, French race car driver", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 25", "txt": "John Taylor, English pianist and educator (d. 2015)", "entities": []}, {"heading": "Births", "year": "1942", "date": "September 25", "txt": "Dee Dee Warwick, American singer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 25", "txt": "Robert Gates, American lieutenant, academic, and politician, 22nd United States Secretary of Defense", "entities": [{"title": "Robert Gates", "href": "/wiki/Robert_Gates", "description": "Robert Michael Gates is an American intelligence analyst, and university president who served as the 22nd United States secretary of defense from 2006 to 2011. He was originally appointed by President George W. Bush and was retained for service by President Barack Obama. Gates began his career serving as an officer in the United States Air Force but was quickly recruited by the Central Intelligenc"}, {"title": "United States Secretary of Defense", "href": "/wiki/United_States_Secretary_of_Defense", "description": "The United States secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the U.S. Armed Forces. The secretary of defense's position of command and authority over the military is second only to that of the president of the United States, who is the commander-in-chief. This position corresponds to what is genera"}]}, {"heading": "Births", "year": "1943", "date": "September 25", "txt": "John Locke, American keyboard player (d. 2006)", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 25", "txt": "Aram Saroyan, American poet and novelist", "entities": []}, {"heading": "Births", "year": "1943", "date": "September 25", "txt": "Robert Walden, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 25", "txt": "Michael Douglas, American actor and producer", "entities": [{"title": "Michael Douglas", "href": "/wiki/Michael_Douglas", "description": "Michael Kirk Douglas is an American actor and producer. He has received numerous accolades, including two Academy Awards, five Golden Globe Awards, a Primetime Emmy Award, the Cecil B. DeMille Award, and the AFI Life Achievement Award."}]}, {"heading": "Births", "year": "1944", "date": "September 25", "txt": "Doris Matsui, American politician", "entities": []}, {"heading": "Births", "year": "1944", "date": "September 25", "txt": "Grayson Shillingford, Dominican cricketer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1945", "date": "September 25", "txt": "Kathleen Brown, American lawyer and politician, 29th California State Treasurer", "entities": [{"title": "Kathleen Brown", "href": "/wiki/Kathleen_Brown", "description": "Kathleen Lynn Brown is an American attorney and politician who served as the 29th Treasurer of California from 1991 to 1995."}, {"title": "California State Treasurer", "href": "/wiki/California_State_Treasurer", "description": "The California state treasurer is responsible for the state's investment and finance. The post has narrower responsibilities and authority than the California state controller. Some of the responsibilities include issuing bonds and notes for the state, and trustee, as well as registrar and paying agent for all general obligation bonds and certain revenue bonds investment of temporarily idle state "}]}, {"heading": "Births", "year": "1945", "date": "September 25", "txt": "Carol Vadnais, Canadian ice hockey player and coach (d. 2014)", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 25", "txt": "Bishan Singh Bedi, Indian cricketer and coach", "entities": [{"title": "Bishan Singh Bedi", "href": "/wiki/Bishan_Singh_Bedi", "description": "Bishan Singh Bedi pronunciation (help·info) is a former Indian cricketer who was primarily a slow left-arm orthodox bowler. He played Test cricket for India from 1966 to 1979 and formed part of the famous Indian spin quartet. He played a total of 67 Tests and took 266 wickets. He also captained the national side in 22 Test matches. Bedi wore a colourful patka and has voiced outspoken and forthrigh"}]}, {"heading": "Births", "year": "1946", "date": "September 25", "txt": "Felicity Kendal, English actress", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 25", "txt": "Bryan MacLean, American singer-songwriter, guitarist, and producer (d. 1998)", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 25", "txt": "Janusz Majer, Polish mountaineer", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 25", "txt": "Gil Morgan, American golfer", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 25", "txt": "Ali Parvin, Iranian footballer", "entities": []}, {"heading": "Births", "year": "1946", "date": "September 25", "txt": "Jerry Penrod, American bass player", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 25", "txt": "Giannos Kranidiotis, Greek politician and diplomat (d. 1999)", "entities": [{"title": "Giannos Kranidiotis", "href": "/wiki/Giannos_Kranidiotis", "description": "Giannos Kranidiotis was a Greek diplomat and politician."}]}, {"heading": "Births", "year": "1947", "date": "September 25", "txt": "Cheryl Tiegs, American model and actress", "entities": []}, {"heading": "Births", "year": "1947", "date": "September 25", "txt": "Cecil Womack, American singer-songwriter and producer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1948", "date": "September 25", "txt": "Mimi Kennedy, American actress and screenwriter", "entities": [{"title": "Mimi Kennedy", "href": "/wiki/Mimi_Kennedy", "description": "Mary Claire \"Mimi\" Kennedy is an American actress, author, and activist, best known for her performances in television comedies. She co-starred in a number of short-lived sitcoms before her role as Ruth Sloan on Homefront (1991–93). Kennedy is known for her role as Abby O'Neil in the sitcom Dharma & Greg (1997–2002).\nIn film, Kennedy appeared in Pump Up the Volume (1990), Erin Brockovich (2000), I"}]}, {"heading": "Births", "year": "1948", "date": "September 25", "txt": "Vladimir Yevtushenkov, Russian businessman", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 25", "txt": "Pedro Almodóvar, Spanish director, producer, and screenwriter", "entities": [{"title": "Pedro Almodóvar", "href": "/wiki/Pedro_Almod%C3%B3var", "description": "Pedro Almodóvar Caballero is a Spanish filmmaker, director, screenwriter, producer, and former actor. His films are marked by his employment of certain actors including Antonio Banderas and Penelope Cruz and creative personnel with complex narratives, melodrama, pop culture, popular songs, irreverent humour, strong colours, and glossy décor. Desire, passion, family, and identity are among Almodóva"}]}, {"heading": "Births", "year": "1949", "date": "September 25", "txt": "Jeff Borowiak, American tennis player", "entities": []}, {"heading": "Births", "year": "1949", "date": "September 25", "txt": "Steve Mackay, American saxophonist and composer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1950", "date": "September 25", "txt": "Stanisław Szozda, Polish cyclist and trainer (d. 2013)", "entities": [{"title": "Stanisław Szozda", "href": "/wiki/Stanis%C5%82aw_Szozda", "description": "Stanisław Szozda was an elite Polish cyclist. He had his best achievements in the 100 km team time trial. In this event he won two silver medals at the 1972 and 1976 Summer Olympics, as well as two gold and two bronze medals at the world championships in 1971, 1973, 1975 and 1977. He was less successful in the individual road race, finishing in 76th and 11th place at the 1972 and 1976 Olympics, re"}]}, {"heading": "Births", "year": "1951", "date": "September 25", "txt": "Yardena Arazi, Israeli singer", "entities": [{"title": "Yardena Arazi", "href": "/wiki/Yardena_Arazi", "description": "Yardena Shulamit Arazi is an Israeli singer and entertainer."}]}, {"heading": "Births", "year": "1951", "date": "September 25", "txt": "Burleigh Drummond, American drummer and songwriter", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 25", "txt": "Graeme Knowles, English bishop", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 25", "txt": "Mark Hamill, American actor, singer, and producer", "entities": []}, {"heading": "Births", "year": "1951", "date": "September 25", "txt": "Bob McAdoo, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 25", "txt": "Colin Friels, Scottish-Australian actor", "entities": [{"title": "Colin Friels", "href": "/wiki/Colin_Friels", "description": "Colin Friels is a Scottish-born Australian actor."}]}, {"heading": "Births", "year": "1952", "date": "September 25", "txt": "Jimmy Garvin, American wrestler and manager", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 25", "txt": "bell hooks, American author and activist", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 25", "txt": "Cherríe Moraga, American poet, playwright, and activist", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 25", "txt": "Tommy Norden, American actor", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 25", "txt": "Chris Pond, English politician", "entities": []}, {"heading": "Births", "year": "1952", "date": "September 25", "txt": "Christopher Reeve, American actor, producer, and activist (d. 2004)", "entities": []}, {"heading": "Births", "year": "1953", "date": "September 25", "txt": "Richard Harvey, English mandolin player, keyboard player, and composer", "entities": [{"title": "Richard Harvey", "href": "/wiki/Richard_Harvey", "description": "Richard Allen Harvey is a BAFTA Award–winning English musician and composer. Originally of the mediaevalist progressive rock group Gryphon, he is best known now for his film and television soundtracks. He is also known for his guitar concerto Concerto Antico, which was composed for the guitarist John Williams and the London Symphony Orchestra."}, {"title": "Mandolin", "href": "/wiki/Mandolin", "description": "A mandolin is a stringed musical instrument in the lute family and is generally plucked with a plectrum. It most commonly has four courses of doubled metal strings tuned in unison, thus giving a total of 8 strings, although five and six course versions also exist. The courses are typically tuned in an interval of perfect fifths, with the same tuning as a violin. Also like the violin, it is the sop"}]}, {"heading": "Births", "year": "1953", "date": "September 25", "txt": "Ron Rash, American novelist, short story writer, poet", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 25", "txt": "Sylvester Croom, American football player and coach", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 25", "txt": "Joep Lange, Dutch physician and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1954", "date": "September 25", "txt": "Juande Ramos, Spanish footballer and manager", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 25", "txt": "Ludo Coeck, Belgian footballer (d. 1985)", "entities": [{"title": "Ludo Coeck", "href": "/wiki/Ludo_Coeck", "description": "Ludovic (Ludo) Coeck was a Flemish-Belgian footballer who played as left winger or central midfielder. His clubs included Berchem Sport, Anderlecht, Internazionale and Ascoli Calcio."}]}, {"heading": "Births", "year": "1955", "date": "September 25", "txt": "Zucchero Fornaciari, Italian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 25", "txt": "Amyr Klink, Brazilian sailor and explorer", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 25", "txt": "Luanne Rice, American author and activist", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 25", "txt": "Karl-Heinz Rummenigge, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1955", "date": "September 25", "txt": "Steven Severin, English bass player, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1956", "date": "September 25", "txt": "W. Daniel Hillis, American computer scientist, engineer, and author, founded the Thinking Machines Corporation", "entities": [{"title": "W. Daniel Hillis", "href": "/wiki/W._Daniel_Hillis", "description": "William Daniel \"Danny\" Hillis is an American inventor, entrepreneur, and scientist, who pioneered parallel computers and their use in artificial intelligence. He founded Thinking Machines Corporation, a parallel supercomputer manufacturer, and subsequently was a fellow at Walt Disney Imagineering. More recently, Hillis co-founded Applied Minds and Applied Invention, an interdisciplinary group of e"}, {"title": "Thinking Machines Corporation", "href": "/wiki/Thinking_Machines_Corporation", "description": "Thinking Machines Corporation was a supercomputer manufacturer and artificial intelligence (AI) company, founded in Waltham, Massachusetts, in 1983 by Sheryl Handler and W. Daniel \"Danny\" Hillis to turn Hillis's doctoral work at the Massachusetts Institute of Technology (MIT) on massively parallel computing architectures into a commercial product named the Connection Machine. The company moved in "}]}, {"heading": "Births", "year": "1956", "date": "September 25", "txt": "Jamie Hyneman, American special effects designer and television host, founded M5 Industries", "entities": [{"title": "M5 Industries", "href": "/wiki/M5_Industries", "description": "M5 Industries (M5) is a special effects company located in San Francisco, California, best known as the working lab of the TV series MythBusters. Founded in 1997 by Jamie Hyneman, it specialized in producing props for movies and television. Following the conclusion of filming the Mythbusters series, it became a research and development firm."}]}, {"heading": "Births", "year": "1956", "date": "September 25", "txt": "Miroslav Volf, Croatian Protestant theologian and public intellectual", "entities": []}, {"heading": "Births", "year": "1957", "date": "September 25", "txt": "Michael Madsen, American actor and producer", "entities": [{"title": "Michael Madsen", "href": "/wiki/Michael_Madsen", "description": "Michael Madsen is an American actor, producer, director, writer, poet and photographer. His first major film role was in Thelma & Louise (1991), and he is best known for working with director Quentin Tarantino in the role of Mr. Blonde in Reservoir Dogs (1992), as Budd in both segments of Kill Bill, and appearing in The Hateful Eight (2015) and Once Upon a Time in Hollywood (2019). Known for playi"}]}, {"heading": "Births", "year": "1957", "date": "September 25", "txt": "Vladimir Popovkin, Russian general (d. 2014)", "entities": []}, {"heading": "Births", "year": "1958", "date": "September 25", "txt": "Randy Kerber, American keyboard player, composer, and conductor", "entities": [{"title": "Randy Kerber", "href": "/wiki/Randy_Kerber", "description": "Randy Kerber is an American composer, orchestrator and keyboard player, who has had a prolific career in the world of cinema."}]}, {"heading": "Births", "year": "1959", "date": "September 25", "txt": "Jeon Soo-il, South Korean director, producer, and screenwriter", "entities": [{"title": "Jeon Soo-il", "href": "/wiki/Jeon_Soo-il", "description": "Jeon Soo-il is a South Korean film director, film producer and screenwriter. After graduating from the Department of Theatre & Film of Kyungsung University in Busan, he studied Film Direction at Ecole Supérieure de Réalisation Audiovisuelle (E.S.R.A) in France from 1988 to 1992. He completed his master and doctorate degrees in Film Science at the Paris Diderot University in Paris, France. He is cu"}]}, {"heading": "Births", "year": "1960", "date": "September 25", "txt": "Igor Belanov, Ukrainian footballer and manager", "entities": [{"title": "Igor Belanov", "href": "/wiki/Igor_Belanov", "description": "Igor Ivanovich Belanov is a retired Ukrainian and Soviet footballer who played as an attacking midfielder or second striker."}]}, {"heading": "Births", "year": "1961", "date": "September 25", "txt": "Mehmet Aslantuğ, Turkish actor, director, producer, and screenwriter", "entities": [{"title": "Mehmet Aslantuğ", "href": "/wiki/Mehmet_Aslantu%C4%9F", "description": "Mehmet Aslantuğ is a Turkish actor, director, producer, and screenwriter of Adyghe origin. He has received a Golden Boll Award, a Golden Objective Award, three Golden Orange Awards, and four Golden Butterfly Awards."}]}, {"heading": "Births", "year": "1961", "date": "September 25", "txt": "Heather Locklear, American actress", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 25", "txt": "Steve Scott, British journalist and presenter", "entities": []}, {"heading": "Births", "year": "1961", "date": "September 25", "txt": "Tim Zoehrer, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 25", "txt": "Kalthoum Sarrai, Tunisian-French psychologist and journalist (d. 2010)", "entities": [{"title": "Kalthoum Sarrai", "href": "/wiki/Kalthoum_Sarrai", "description": "Kalthoum Sarrai كلثوم السراي in Arabic, best known as Cathy Sarrai, was a Tunisian-born French television presenter, anchorwoman and television personality. She was known to many French and Belgian television viewers for her role in the French version of Super Nanny, which began airing on M6 on 1 February 2005."}]}, {"heading": "Births", "year": "1962", "date": "September 25", "txt": "Aida Turturro, American actress", "entities": []}, {"heading": "Births", "year": "1962", "date": "September 25", "txt": "Dariusz Wdowczyk, Polish footballer and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "September 25", "txt": "Tate Donovan, American actor", "entities": [{"title": "Tate Donovan", "href": "/wiki/Tate_Donovan", "description": "Tate Buckley Donovan is an American actor and director, known for portraying Tom Shayes in Damages, Jimmy Cooper in The O.C., and the voice of the title character in the 1997 Disney animated film Hercules, the animated television series of the same name and in a few Kingdom Hearts video games."}]}, {"heading": "Births", "year": "1963", "date": "September 25", "txt": "Keely Shaye Smith, American journalist and author", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 25", "txt": "Gary Ayles, English race car driver", "entities": [{"title": "Gary Ayles", "href": "/wiki/Gary_Ayles", "description": "Gary Ayles is a race car driver born in the United Kingdom."}]}, {"heading": "Births", "year": "1964", "date": "September 25", "txt": "Barbara Dennerlein, German organist", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 25", "txt": "Rebecca Gablé, German novelist", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 25", "txt": "Kikuko Inoue, Japanese singer-songwriter and voice actress", "entities": []}, {"heading": "Births", "year": "1964", "date": "September 25", "txt": "Joey Saputo, Canadian businessman", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 25", "txt": "Matt Battaglia, American football player, actor, and producer", "entities": [{"title": "Matt Battaglia", "href": "/wiki/Matt_Battaglia", "description": "Matteo Martin \"Matt\" Battaglia is an American producer, actor and former American football linebacker."}]}, {"heading": "Births", "year": "1965", "date": "September 25", "txt": "Saffron Henderson, Canadian voice actress and singer", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 25", "txt": "Scottie Pippen, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 25", "txt": "Anne Roumanoff, French actress and screenwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 25", "txt": "Dave Rundle, South African cricketer", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 25", "txt": "Rob Schmidt, American director and screenwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 25", "txt": "Rafael Martín Vázquez, Spanish footballer and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "September 25", "txt": "Nicky Winmar, Australian footballer", "entities": []}, {"heading": "Births", "year": "1966", "date": "September 25", "txt": "Stanislav Bunin, Russian pianist and educator", "entities": [{"title": "Stanislav Bunin", "href": "/wiki/Stanislav_Bunin", "description": "Stanislav Stanislavovich Bunin is a Russian-born concert pianist."}]}, {"heading": "Births", "year": "1966", "date": "September 25", "txt": "Todd Philcox, American football player", "entities": []}, {"heading": "Births", "year": "1967", "date": "September 25", "txt": "Kim Issel, Canadian ice hockey player", "entities": [{"title": "Kim Issel", "href": "/wiki/Kim_Issel", "description": "Kim D. Issel is a former professional ice hockey right wing. Issel was born in Regina, Saskatchewan, and spent his junior career with the Prince Albert Raiders of the WHL. He was selected in the first round of the 1986 NHL Entry Draft, 21st overall, by the Edmonton Oilers. Issel played four games for the Oilers, and was briefly part of the Pittsburgh Penguins and Vancouver Canucks minor league sys"}]}, {"heading": "Births", "year": "1967", "date": "September 25", "txt": "Ashwin Sood, English-Canadian drummer and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 25", "txt": "John A. List, American economist and academic", "entities": [{"title": "John A. List", "href": "/wiki/John_A._List", "description": "John August List is an American economist at the University of Chicago, where he serves as Kenneth C. Griffin Distinguished Service Professor; from 2012 until 2018, he served as Chairman of the Department of Economics. List is noted for his pioneering contributions to field experiments in economics. As detailed in his popular science book, The Why Axis, List uses field experiments to offer new ins"}]}, {"heading": "Births", "year": "1968", "date": "September 25", "txt": "Will Smith, American actor, producer, and rapper", "entities": []}, {"heading": "Births", "year": "1968", "date": "September 25", "txt": "John Worsfold, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 25", "txt": "Hansie Cronje, South African cricketer (d. 2002)", "entities": [{"title": "Hansie Cronje", "href": "/wiki/Hansie_Cronje", "description": "Wessel Johannes \"Hansie\" Cronje was a South African international cricketer and captain of the South African national cricket team in the 1990s. He was voted the 11th greatest South African in 2004 despite having been banned from cricket for life due to his role in a match-fixing scandal. He died in a plane crash in 2002."}]}, {"heading": "Births", "year": "1969", "date": "September 25", "txt": "Bill Simmons, American journalist and author", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 25", "txt": "Tony Womack, American baseball player", "entities": []}, {"heading": "Births", "year": "1969", "date": "September 25", "txt": "Catherine Zeta-Jones, Welsh actress", "entities": []}, {"heading": "Births", "year": "1970", "date": "September 25", "txt": "Curtis Buckley, American football player and psychiatrist", "entities": [{"title": "Curtis Buckley", "href": "/wiki/Curtis_Buckley", "description": "Curtis LaDonn Buckley is a former American football cornerback in the National Football League for the Tampa Bay Buccaneers, San Francisco 49ers, New York Giants, and Washington Redskins. He played college football at Kilgore College for 2 years and then East Texas State University, where he was a two time All-American and two time First team All-Conference."}]}, {"heading": "Births", "year": "1971", "date": "September 25", "txt": "Nikos Boudouris, Greek basketball player and manager", "entities": [{"title": "Nikos Boudouris", "href": "/wiki/Nikos_Boudouris", "description": "Nikolaos \"Nikos\" Boudouris is a retired Greek professional basketball player."}]}, {"heading": "Births", "year": "1971", "date": "September 25", "txt": "John Lynch, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1971", "date": "September 25", "txt": "Seb Sanders, English jockey", "entities": []}, {"heading": "Births", "year": "1972", "date": "September 25", "txt": "Douglas September, Canadian singer-songwriter, guitarist, and producer", "entities": [{"title": "Douglas September", "href": "/wiki/Douglas_September", "description": "Douglas September, is a Canadian musician. He is known for his poetic lyrics, as well as his innovative musical style that blends folk and blues with a caustic modern commentary. As a composer, musician, producer and engineer, September's passion for arranging music from the ordinary every day into a unique auditory experience has evolved into a singular style. His music has been likened to Bob Dy"}]}, {"heading": "Births", "year": "1973", "date": "September 25", "txt": "Tijani Babangida, Nigerian footballer", "entities": [{"title": "Tijani Babangida", "href": "/wiki/Tijani_Babangida", "description": "Tijani Babangida is a Nigerian former professional footballer, who played as a winger. Known for his pace, his playing style was sometimes compared to that of Marc Overmars. Babangida spent the majority of his playing career at Ajax. Overall, he played in five countries on three continents. At club level, Babangida spent nine years in Netherlands, playing for VVV-Venlo, Roda JC Ajax, and Vitesse. "}]}, {"heading": "Births", "year": "1973", "date": "September 25", "txt": "Jenny Chapman, English politician", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 25", "txt": "Bill Bowler, Canadian ice hockey player and coach", "entities": [{"title": "Bill Bowler", "href": "/wiki/Bill_Bowler", "description": "William J. Bowler is a Canadian former professional ice hockey centre. He played nine games in the National Hockey League with the Columbus Blue Jackets. He is currently the General Manager of the Windsor Spitfires in the Ontario Hockey League."}]}, {"heading": "Births", "year": "1974", "date": "September 25", "txt": "Olivier Dacourt, French footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 25", "txt": "John Granville, American scholar and diplomat (d. 2008)", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 25", "txt": "Paul Hurst, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 25", "txt": "Daniel Kessler, English-American singer and guitarist", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 25", "txt": "Frank Leder, German fashion designer", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 25", "txt": "Robbie Mears, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 25", "txt": "Eric Moss, American football player (d. 2019)", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 25", "txt": "Joel Prpic, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 25", "txt": "Javier Rosas, Mexican triathlete", "entities": []}, {"heading": "Births", "year": "1974", "date": "September 25", "txt": "Kemel Thompson, Jamaican hurdler", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 25", "txt": "Daniela Ceccarelli, Italian skier", "entities": [{"title": "Daniela Ceccarelli", "href": "/wiki/Daniela_Ceccarelli", "description": "Daniela Ceccarelli is an Italian former Alpine skier. In 2002, she won a surprise gold medal in the Super-G competition in Salt Lake City. She is the founder of the ski program Golden Team."}]}, {"heading": "Births", "year": "1975", "date": "September 25", "txt": "Declan Donnelly, English entertainer", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 25", "txt": "Matt Hasselbeck, American football player", "entities": []}, {"heading": "Births", "year": "1975", "date": "September 25", "txt": "Dat Nguyen, American football player and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 25", "txt": "Santigold, American singer-songwriter and producer", "entities": [{"title": "Santigold", "href": "/wiki/Santigold", "description": "Santi White, known professionally as Santigold, is an American singer and songwriter. Her debut studio album, Santogold (2008), received critical acclaim. Her second album, Master of My Make-Believe, was released in 2012. She released her third album, 99¢, in 2016, and her second mixtape, I Don't Want: The Gold Fire Sessions, in 2018."}]}, {"heading": "Births", "year": "1976", "date": "September 25", "txt": "Chauncey Billups, American basketball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 25", "txt": "Eric Roberson, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1976", "date": "September 25", "txt": "Charlotte Ayanna, Puerto Rican American actress", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 25", "txt": "Clea DuVall, American actress", "entities": [{"title": "Clea DuVall", "href": "/wiki/Clea_DuVall", "description": "Clea Helen D'Etienne DuVall is an American actress, writer, producer, and director. She is known for her appearances in the films The Faculty (1998), She's All That; But I'm a Cheerleader; Girl, Interrupted, Identity, 21 Grams, The Grudge (2004), Zodiac (2007), Conviction (2010), and Argo (2012)."}]}, {"heading": "Births", "year": "1977", "date": "September 25", "txt": "Joel David Moore, American actor", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 25", "txt": "Mike Krahulik, American illustrator", "entities": []}, {"heading": "Births", "year": "1977", "date": "September 25", "txt": "Wil Nieves, Puerto Rican-American baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 25", "txt": "Joe Cotton, Canadian-New Zealand singer", "entities": [{"title": "Joe Cotton", "href": "/wiki/Joe_Cotton", "description": "Joanne Monique \"Joe\" Cotton, is a Canadian-born New Zealand pop singer who gained recognition as a member of the girl group TrueBliss, formed in 1999 on Popstars. Cotton has since joined a cover band, The Mermaids Danceband. She also works as a radio presenter, currently for More FM, and previously for The Edge."}]}, {"heading": "Births", "year": "1978", "date": "September 25", "txt": "Roudolphe Douala, Cameroonian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 25", "txt": "Ricardo Gardner, Jamaican footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 25", "txt": "Jodie Kidd, English model and actress", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 25", "txt": "Ryan Leslie, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1978", "date": "September 25", "txt": "Joel Piñeiro, Puerto Rican baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 25", "txt": "Kyle Bennett, American BMX rider (d. 2012)", "entities": [{"title": "Kyle Bennett (BMX rider)", "href": "/wiki/Kyle_Bennett_(BMX_rider)", "description": "Kyle Bennett was an American professional Bicycle Motocross (BMX) racer and Dirt Jumper whose prime competitive years were from 1999 to 2012. He earned the moniker \"Butter\" for his smooth riding style. On May 10, 2008 he won an automatic spot on the first US BMX Olympic team, a sport that made its debut in the 2008 Summer Olympics. He made it to the finals and finished sixth of the UCI World Cup i"}, {"title": "BMX", "href": "/wiki/BMX", "description": "BMX, an abbreviation for bicycle motocross or bike motocross, is a cycle sport performed on BMX bikes, either in competitive BMX racing or freestyle BMX, or else in general on- or off-road recreation. BMX began when young cyclists appropriated motocross tracks for recreational purposes and stunting, eventually evolving into specialized BMX bikes and competitions."}]}, {"heading": "Births", "year": "1979", "date": "September 25", "txt": "Rashad Evans, American mixed martial artist and wrestler", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 25", "txt": "Jason Koumas, Welsh footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "September 25", "txt": "Jean-René Lisnard, French tennis player", "entities": []}, {"heading": "Births", "year": "1980", "date": "September 25", "txt": "T.I., American rapper, songwriter, producer, and actor", "entities": [{"title": "T.I.", "href": "/wiki/T.I.", "description": "Clifford Joseph Harris Jr., better known by the stage names T.I. and Tip, is an American rapper, singer, songwriter, actor, record producer, and entrepreneur. He signed his first major-label record deal in 1999 with Arista subsidiary LaFace. In 2001, he formed the southern hip hop group P$C, alongside his longtime friends and fellow Atlanta-based rappers Big Kuntry King, Mac Boney, AK and C-Rod. U"}]}, {"heading": "Births", "year": "1981", "date": "September 25", "txt": "Rocco Baldelli, American baseball player", "entities": [{"title": "Rocco Baldelli", "href": "/wiki/Rocco_Baldelli", "description": "Rocco Dan Baldelli, is an American former professional baseball outfielder and coach who is the manager of the Minnesota Twins of Major League Baseball (MLB). As a player, Baldelli quickly progressed through the minor leagues and made his big league debut with the Tampa Bay Devil Rays, on opening day 2003. During his first two seasons in the MLB, Baldelli established himself as an excellent offens"}]}, {"heading": "Births", "year": "1981", "date": "September 25", "txt": "Jason Bergmann, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "September 25", "txt": "Hyun Bin, South Korean actor", "entities": [{"title": "Hyun Bin", "href": "/wiki/Hyun_Bin", "description": "Hyun Bin is a South Korean actor. Hyun Bin first gained wide recognition for his role in the 2005 romantic comedy television drama My Name is Kim Sam-soon. Since then, he has appeared in leading roles in other successful television shows including; the romantic fantasy drama Secret Garden (2010–2011), fantasy drama Memories of the Alhambra (2018–2019), and romantic drama Crash Landing on You (2019"}]}, {"heading": "Births", "year": "1983", "date": "September 25", "txt": "Donald Glover, American actor, rapper, producer, and screenwriter", "entities": [{"title": "Donald Glover", "href": "/wiki/Donald_Glover", "description": "Donald McKinley Glover Jr., also known by the stage name Childish Gambino, is an American actor, director, producer, rapper, singer, stand-up comedian, and writer."}]}, {"heading": "Births", "year": "1983", "date": "September 25", "txt": "Terrance Pennington, American football player", "entities": []}, {"heading": "Births", "year": "1984", "date": "September 25", "txt": "Cherine Anderson, Jamaican singer-songwriter and actress", "entities": [{"title": "Cherine Anderson", "href": "/wiki/Cherine_Anderson", "description": "Cherine Tanya Anderson is a Jamaican actress and dancehall/reggae vocalist."}]}, {"heading": "Births", "year": "1984", "date": "September 25", "txt": "Matías Silvestre, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "September 25", "txt": "Gökhan Güleç, Turkish footballer", "entities": [{"title": "Gökhan Güleç", "href": "/wiki/G%C3%B6khan_G%C3%BCle%C3%A7", "description": "Gökhan Güleç is a Turkish footballer who currently plays for Şanlıurfaspor."}]}, {"heading": "Births", "year": "1985", "date": "September 25", "txt": "Marvin Matip, German footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 25", "txt": "Heidi El Tabakh, Egyptian-Canadian tennis player", "entities": [{"title": "Heidi El Tabakh", "href": "/wiki/Heidi_El_Tabakh", "description": "Heidi El Tabakh is a Canadian-born Egyptian former professional tennis player."}]}, {"heading": "Births", "year": "1986", "date": "September 25", "txt": "Jamie O'Hara, English footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 25", "txt": "Marten Strauch, German rugby player", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 25", "txt": "Steve Forrest, American drummer", "entities": []}, {"heading": "Births", "year": "1986", "date": "September 25", "txt": "Choi Yoon-young, South Korean actress", "entities": []}, {"heading": "Births", "year": "1987", "date": "September 25", "txt": "Monica Niculescu, Romanian tennis player", "entities": [{"title": "Monica Niculescu", "href": "/wiki/Monica_Niculescu", "description": "Monica Niculescu is a Romanian professional tennis player. She reached her career-high singles ranking of world No. 28 in February 2012, and has three singles titles to her credit on the WTA Tour since she turned pro in May 2002, the last one coming at the end of 2016, at the BGL Luxembourg Open. Although she was a steady top 30 player for several years and enjoyed relative success in singles, she"}]}, {"heading": "Births", "year": "1987", "date": "September 25", "txt": "Mustafa Yumlu, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "September 25", "txt": "Cuco Martina, Curaçaoan footballer", "entities": [{"title": "Cuco Martina", "href": "/wiki/Cuco_Martina", "description": "Rhu-endly Aurelio Jean-Carlo \"Cuco\" Martina is a professional footballer who plays primarily as a right back, but can also play as a centre back or defensive midfielder."}]}, {"heading": "Births", "year": "1989", "date": "September 25", "txt": "Aldon Smith, American football player", "entities": []}, {"heading": "Births", "year": "1990", "date": "September 25", "txt": "Mao Asada, Japanese figure skater", "entities": [{"title": "Mao Asada", "href": "/wiki/Mao_Asada", "description": "Mao Asada  is a Japanese former competitive figure skater. She is the 2010 Olympic silver medalist, a three-time World champion, a three-time Four Continents champion, and a four-time Grand Prix Final champion. She is the first female figure skater who has landed three triple Axel jumps in one competition, which she achieved at the 2010 Winter Olympics. At the 2014 Winter Olympics, she became the "}]}, {"heading": "Births", "year": "1990", "date": "September 25", "txt": "Daria Strokous, Russian model, actress, and photographer", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 25", "txt": "Emmy Clarke, American actress", "entities": [{"title": "Emmy Clarke", "href": "/wiki/Emmy_Clarke", "description": "Mary Elizabeth Clarke, better known as Emmy Clarke, is an American actress."}]}, {"heading": "Births", "year": "1991", "date": "September 25", "txt": "Alessandro Crescenzi, Italian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "September 25", "txt": "Calle Järnkrok, Swedish ice hockey player", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 25", "txt": "Zoël Amberg, Swiss race car driver", "entities": [{"title": "Zoël Amberg", "href": "/wiki/Zo%C3%ABl_Amberg", "description": "Zoël Amberg is a professional racing driver from Switzerland."}]}, {"heading": "Births", "year": "1992", "date": "September 25", "txt": "Kerrod Holland, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 25", "txt": "Massimo Luongo, Australian footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 25", "txt": "Keauna McLaughlin, American figure skater", "entities": []}, {"heading": "Births", "year": "1992", "date": "September 25", "txt": "Ruslan Zhiganshin, Russian ice dancer", "entities": []}, {"heading": "Births", "year": "1993", "date": "September 25", "txt": "Toby Greene, Australian footballer", "entities": [{"title": "Toby Greene", "href": "/wiki/Toby_Greene", "description": "Toby Greene is a professional Australian rules footballer playing for the Greater Western Sydney Giants in the Australian Football League (AFL). He was recruited by the Greater Western Sydney Giants with the 11th overall selection in the 2011 national draft."}]}, {"heading": "Births", "year": "1993", "date": "September 25", "txt": "Rosalía, Spanish singer and songwriter", "entities": [{"title": "Rosalía (singer)", "href": "/wiki/Rosal%C3%ADa_(singer)", "description": "Rosalia Vila Tobella, known mononymously as Rosalía, is a Spanish singer-songwriter from Barcelona. After discovering Spanish folkloric music at an early age, Rosalía graduated Catalonia College of Music with honors by virtue of her collaborative cover record with Raül Refree, Los Ángeles (2017) and the baccalaureate project El Mal Querer, which was co-produced by El Guincho on a low budget and co"}]}, {"heading": "Births", "year": "1995", "date": "September 25", "txt": "Todd Hazelwood, Australian race car driver", "entities": [{"title": "Todd Hazelwood", "href": "/wiki/Todd_Hazelwood", "description": "Todd Hazelwood is an Australian professional racing driver competing in the Repco Supercars Championship. He currently drives the No. 14 Holden ZB Commodore for Brad Jones Racing. Hazelwood previously contested in the Dunlop Super2 Series, and won the championship with Matt Stone Racing in a Holden VF Commodore in 2017."}]}, {"heading": "Births", "year": "1996", "date": "September 25", "txt": "Anett Vilipuu, Estonian footballer", "entities": [{"title": "Anett Vilipuu", "href": "/wiki/Anett_Vilipuu", "description": "Anett Vilipuu is an Estonian football player who plays for Levadia Tallinn, as a midfielder."}]}, {"heading": "Deaths", "year": "1066", "date": "September 25", "txt": "Harald Hardrada, Norwegian king (b. 1015)", "entities": [{"title": "Harald Hardrada", "href": "/wiki/Harald_Hardrada", "description": "Harald Sigurdsson, also known as Harald of Norway and given the epithet Hardrada in the sagas, was King of Norway from 1046 to 1066. In addition, he unsuccessfully claimed both the Danish throne until 1064 and the English throne in 1066. Before becoming king, Harald had spent around fifteen years in exile as a mercenary and military commander in Kievan Rus' and of the Varangian Guard in the Byzant"}]}, {"heading": "Deaths", "year": "1066", "date": "September 25", "txt": "Maria Haraldsdotter, Norwegian princess", "entities": []}, {"heading": "Deaths", "year": "1066", "date": "September 25", "txt": "Tostig Godwinson, English son of Godwin, Earl of Wessex", "entities": [{"title": "Godwin, Earl of Wessex", "href": "/wiki/Godwin,_Earl_of_Wessex", "description": "Godwin of Wessex became one of the most powerful earls in England under the Danish king Cnut the Great and his successors. Cnut made Godwin the first Earl of Wessex. Godwin was the father of King Harold Godwinson and of Edith of Wessex, who in 1045 married King Edward the Confessor."}]}, {"heading": "Deaths", "year": "1086", "date": "September 25", "txt": "William VIII, Duke of Aquitaine (b. 1025)", "entities": [{"title": "William VIII, Duke of Aquitaine", "href": "/wiki/William_VIII,_Duke_of_Aquitaine", "description": "William VIII, born Guy-Geoffrey (Gui-Geoffroi), was duke of Gascony (1052–1086), and then duke of Aquitaine and count of Poitiers between 1058 and 1086, succeeding his brother William VII (Pierre-Guillaume)."}]}, {"heading": "Deaths", "year": "1087", "date": "September 25", "txt": "Simon I de Montfort, French nobleman (b. c. 1025)", "entities": [{"title": "Simon I de Montfort", "href": "/wiki/Simon_I_de_Montfort", "description": "Simon I de Montfort was a French nobleman. He was born in Montfort l'Amaury, in the Duchy of Normandy, and became its lord. He was the son of Amaury I de Montfort and Bertrade. At his death he was buried about 20 miles (32 km) away in Epernon, because it was the site of the fortress he was instrumental in constructing."}]}, {"heading": "Deaths", "year": "1333", "date": "September 25", "txt": "Prince Morikuni, Japanese shōgun (b. 1301)", "entities": [{"title": "Prince Morikuni", "href": "/wiki/Prince_Morikuni", "description": "Prince Morikuni  was the ninth shōgun of the Kamakura shogunate of Japan."}]}, {"heading": "Deaths", "year": "1367", "date": "September 25", "txt": "Jakushitsu Genkō, Japanese poet (b. 1290)", "entities": [{"title": "Jakushitsu Genkō", "href": "/wiki/Jakushitsu_Genk%C5%8D", "description": "Jakushitsu Genkō  was a Japanese Rinzai master, poet, flute player, and first abbot of Eigen-ji. His poetry is considered to be among the finest of Zen poetry. He traveled to China and studied Ch'an with masters of the Linji school from 1320 to 1326, then returned to Japan and lived for many years as a hermit. It was only toward the end of his life that he decided to teach Zen to others."}]}, {"heading": "Deaths", "year": "1396", "date": "September 25", "txt": "Jean de Carrouges, French knight (b. 1330)", "entities": [{"title": "Jean de Carrouges", "href": "/wiki/Jean_de_Carrouges", "description": "Sir Jean de Carrouges IV was a French knight who governed estates in Normandy as a vassal of Count Pierre d'Alençon and served under Admiral Jean de Vienne in several campaigns against the English and the forces of the Ottoman Empire. He became infamous in medieval France for fighting in the last judicial duel permitted by the French king and the Parlement of Paris. The combat was decreed in 1386 "}]}, {"heading": "Deaths", "year": "1396", "date": "September 25", "txt": "Jean de Vienne, French general and admiral (b. 1341)", "entities": []}, {"heading": "Deaths", "year": "1496", "date": "September 25", "txt": "Piero Capponi, Italian soldier and politician (b. 1447)", "entities": [{"title": "Piero Capponi", "href": "/wiki/Piero_Capponi", "description": "Piero Capponi was an Italian statesman and warrior from Florence; he is best celebrated for his bold defiance of the King of France in 1494."}]}, {"heading": "Deaths", "year": "1506", "date": "September 25", "txt": "Philip I of Castile (b. 1478)", "entities": [{"title": "Philip I of Castile", "href": "/wiki/Philip_I_of_Castile", "description": "Philip the Handsome, also called the Fair, was Duke of Burgundy from 1482 to 1506 and the first Habsburg King of Castile for a brief time in 1506."}]}, {"heading": "Deaths", "year": "1534", "date": "September 25", "txt": "Pope Clement VII (b. 1478)", "entities": [{"title": "Pope Clement VII", "href": "/wiki/Pope_Clement_VII", "description": "Pope Clement VII was head of the Catholic Church and ruler of the Papal States from 19 November 1523 to his death on 25 September 1534.\nDeemed \"the most unfortunate of the popes\", Clement VII's reign was marked by a rapid succession of political, military, and religious struggles—many long in the making—which had far-reaching consequences for Christianity and world politics."}]}, {"heading": "Deaths", "year": "1536", "date": "September 25", "txt": "Johannes Secundus, Dutch author and poet (b. 1511)", "entities": [{"title": "Johannes Secundus", "href": "/wiki/Johannes_Secundus", "description": "Johannes Secundus was a New Latin poet of Dutch nationality."}]}, {"heading": "Deaths", "year": "1550", "date": "September 25", "txt": "Georg von Blumenthal, German bishop (b. 1490)", "entities": [{"title": "Georg von Blumenthal", "href": "/wiki/Georg_von_Blumenthal", "description": "Georg von Blumenthal was a German Prince-Bishop of Ratzeburg and Bishop of Lebus. He also served as a Privy Councillor of the Margraviate of Brandenburg and Chancellor of the University of Frankfurt (Oder), commonly called the Viadrina."}]}, {"heading": "Deaths", "year": "1588", "date": "September 25", "txt": "Tilemann Heshusius, German Gnesio-Lutheran theologian (b. 1527)", "entities": [{"title": "Tilemann Heshusius", "href": "/wiki/Tilemann_Heshusius", "description": "Tilemann Heshusius was a Gnesio-Lutheran theologian and Protestant reformer."}]}, {"heading": "Deaths", "year": "1602", "date": "September 25", "txt": "Caspar Peucer, German physician, scholar, and reformer (b. 1525)", "entities": [{"title": "Caspar Peucer", "href": "/wiki/Caspar_Peucer", "description": "Caspar Peucer was a German reformer, physician, and scholar of Sorbian origin."}]}, {"heading": "Deaths", "year": "1615", "date": "September 25", "txt": "Arbella Stuart, English noblewoman and woman of letters (b. 1575)", "entities": [{"title": "Arbella Stuart", "href": "/wiki/Arbella_Stuart", "description": "Lady Arbella Stuart was an English noblewoman who was considered a possible successor to Queen Elizabeth I of England. During the reign of King James VI and I, she married William Seymour, 2nd Duke of Somerset in secret. King James imprisoned William Seymour and placed her under house arrest. When she and her husband tried to escape England, she was captured and imprisoned in the Tower of London, "}]}, {"heading": "Deaths", "year": "1617", "date": "September 25", "txt": "Emperor Go-Yōzei of Japan (b. 1572)", "entities": [{"title": "Emperor Go-Yōzei", "href": "/wiki/Emperor_Go-Y%C5%8Dzei", "description": "Emperor Go-Yōzei  was the 107th Emperor of Japan, according to the traditional order of succession. Go-Yōzei's reign spanned the years 1586 through to his abdication in 1611, corresponding to the transition between the Azuchi–Momoyama period and the Edo period."}]}, {"heading": "Deaths", "year": "1617", "date": "September 25", "txt": "Francisco Suárez, Spanish priest, philosopher, and theologian (b. 1548)", "entities": []}, {"heading": "Deaths", "year": "1621", "date": "September 25", "txt": "Mary Sidney, English writer,", "entities": [{"title": "Mary Sidney", "href": "/wiki/Mary_Sidney", "description": "Mary Herbert, Countess of Pembroke was among the first Englishwomen to gain a significant reputation for her poetry and her literary patronage. By the age of 39, she was listed with her brother Philip Sidney and with Edmund Spenser and William Shakespeare among the notable authors of the day in John Bodenham's verse miscellany Belvidere. Her play Antonius is widely seen as reviving interest in sol"}]}, {"heading": "Deaths", "year": "1626", "date": "September 25", "txt": "Lancelot Andrewes, English bishop and scholar (b. 1555)", "entities": [{"title": "Lancelot Andrewes", "href": "/wiki/Lancelot_Andrewes", "description": "Lancelot Andrewes was an English bishop and scholar, who held high positions in the Church of England during the reigns of Elizabeth I and James I. During the latter's reign, Andrewes served successively as Bishop of Chichester, of Ely, and of Winchester and oversaw the translation of the King James Version of the Bible. In the Church of England he is commemorated on 25 September with a Lesser Fes"}]}, {"heading": "Deaths", "year": "1630", "date": "September 25", "txt": "Ambrogio Spinola, 1st Marquis of the Balbases, Italian general and politician, Governor of the Duchy of Milan (b. 1569)", "entities": [{"title": "Ambrogio Spinola, 1st Marquis of the Balbases", "href": "/wiki/Ambrogio_Spinola,_1st_Marquis_of_the_Balbases", "description": "Ambrogio Spinola Doria, 1st Marquess of Los Balbases was an Italian condottiero and nobleman of the Republic of Genoa, who served as a Spanish general and won a number of important battles. He is often called \"Ambrosio\" by Spanish-speaking people and is considered one of the greatest military commanders of his time and in the history of the Spanish army. His military achievements earned him the ti"}, {"title": "List of Governors of the Duchy of Milan", "href": "/wiki/List_of_Governors_of_the_Duchy_of_Milan", "description": "The Governor of Milan ruled the Duchy of Milan as a representative of the Holy Roman Emperor (1535-1556), the King of Spain (1556–1706) and the Archduke of Austria (1706–1796) and (1799–1800). The first governor was appointed after the death of the last duke of the House of Sforza, Francesco II."}]}, {"heading": "Deaths", "year": "1665", "date": "September 25", "txt": "Archduchess Maria Anna of Austria (b. 1610)", "entities": [{"title": "Archduchess Maria Anna of Austria (1610–1665)", "href": "/wiki/Archduchess_Maria_Anna_of_Austria_(1610%E2%80%931665)", "description": "Archduchess Maria Anna of Austria, was a German regent, Electress of Bavaria by marriage to Maximilian I, Elector of Bavaria, and co-regent of the Electorate of Bavaria during the minority of her son Ferdinand Maria, Elector of Bavaria from 1651 to 1654."}]}, {"heading": "Deaths", "year": "1703", "date": "September 25", "txt": "Archibald Campbell, 1st Duke of Argyll, Scottish general (b. 1658)", "entities": [{"title": "Archibald Campbell, 1st Duke of Argyll", "href": "/wiki/Archibald_Campbell,_1st_Duke_of_Argyll", "description": "Archibald Campbell, 1st Duke of Argyll, 10th Earl of Argyll was a Scottish peer."}]}, {"heading": "Deaths", "year": "1774", "date": "September 25", "txt": "John Bradstreet, Canadian-English general (b. 1714)", "entities": [{"title": "John Bradstreet", "href": "/wiki/John_Bradstreet", "description": "Major General John Bradstreet, born Jean-Baptiste Bradstreet was a British Army officer during King George's War, the French and Indian War, and Pontiac's War. He was born in Annapolis Royal, Nova Scotia to a British Army lieutenant and an Acadian mother. He also served as the Commodore-Governor for Newfoundland."}]}, {"heading": "Deaths", "year": "1777", "date": "September 25", "txt": "Johann Heinrich Lambert, Swiss mathematician, physicist, and astronomer (b. 1728)", "entities": [{"title": "Johann Heinrich Lambert", "href": "/wiki/Johann_Heinrich_Lambert", "description": "Johann Heinrich Lambert was a Swiss polymath who made important contributions to the subjects of mathematics, physics, philosophy, astronomy and map projections."}]}, {"heading": "Deaths", "year": "1791", "date": "September 25", "txt": "William Bradford, American soldier and publisher (b. 1719)", "entities": [{"title": "William Bradford (American Revolutionary printer)", "href": "/wiki/William_Bradford_(American_Revolutionary_printer)", "description": "William Bradford was a printer, soldier, and leader during the American Revolution from Philadelphia."}]}, {"heading": "Deaths", "year": "1792", "date": "September 25", "txt": "Adam Gottlob Moltke, Danish politician and diplomat (b. 1710)", "entities": [{"title": "Adam Gottlob Moltke", "href": "/wiki/Adam_Gottlob_Moltke", "description": "Count Adam Gottlob von Moltke was a Danish courtier, statesman and diplomat, and Favourite of Frederick V of Denmark. Moltke was born at Riesenhof in Mecklenburg. His son, Joachim Godske Moltke, and his grandson, Adam Wilhelm Moltke, later served as Prime Minister of Denmark."}]}, {"heading": "Deaths", "year": "1794", "date": "September 25", "txt": "Paul Rabaut, French pastor (b. 1718)", "entities": [{"title": "Paul Rabaut", "href": "/wiki/Paul_Rabaut", "description": "Paul Rabaut was a French pastor of the Huguenot \"Church of the Desert\". He was regarded by many as the leader and director of the proscribed church. He was a peacemaker and a scholar despite, due to persecution, living like a troglodyte for more than 30 years."}]}, {"heading": "Deaths", "year": "1828", "date": "September 25", "txt": "Charlotta Seuerling, Swedish singer, harpsichord player, and composer (b. 1783)", "entities": [{"title": "Charlotta Seuerling", "href": "/wiki/Charlotta_Seuerling", "description": "Charlotta Antonia \"Charlotte Antoinette\" Seuerling, was a blind Swedish concert singer, harpsichordist, composer and poet, known as \"The Blind Song-Maiden\". She was active in Sweden, Finland and Russia. Her last name is also spelled as Seijerling and Seyerling. Her first name was Charlotta Antoinetta, but in the French fashion of the time, she was often called Charlotte Antoinette. She was the aut"}, {"title": "Harpsichord", "href": "/wiki/Harpsichord", "description": "A harpsichord is a musical instrument played by means of a keyboard. This activates a row of levers that turn a trigger mechanism that plucks one or more strings with a small plectrum made from quill or plastic. The strings are under tension on a soundboard, which is mounted in a wooden case; the soundboard amplifies the vibrations from the strings so that the listeners can hear it. Like a pipe or"}]}, {"heading": "Deaths", "year": "1849", "date": "September 25", "txt": "Johann Strauss I, Austrian composer (b. 1804)", "entities": [{"title": "Johann Strauss I", "href": "/wiki/Johann_Strauss_I", "description": "Johann Strauss I was an Austrian Romantic composer. He was famous for his waltzes, and he popularized them alongside Joseph Lanner, thereby setting the foundations for his sons to carry on his musical dynasty. He is best known for his composition of the Radetzky March."}]}, {"heading": "Deaths", "year": "1867", "date": "September 25", "txt": "Oliver Loving, American rancher, co-developed the Goodnight–Loving Trail (b. 1812)", "entities": [{"title": "Oliver Loving", "href": "/wiki/Oliver_Loving", "description": "Oliver Loving was an American rancher and cattle driver. Together with Charles Goodnight, he developed the Goodnight-Loving Trail. He was mortally wounded by Native Americans while on a cattle drive."}, {"title": "Goodnight–Loving Trail", "href": "/wiki/Goodnight%E2%80%93Loving_Trail", "description": "The Goodnight–Loving Trail was a trail used in the cattle drives of the late 1860s for the large-scale movement of Texas Longhorns. It is named after cattlemen Charles Goodnight and Oliver Loving."}]}, {"heading": "Deaths", "year": "1893", "date": "September 25", "txt": "Louise von François, German author (b. 1817)", "entities": [{"title": "Louise von François", "href": "/wiki/Louise_von_Fran%C3%A7ois", "description": "Marie Louise von François was a German writer, best known for her historical novel Die letzte Reckenburgerin (1871). She was a friend and correspondent of Marie von Ebner-Eschenbach and Conrad Ferdinand Meyer."}]}, {"heading": "Deaths", "year": "1900", "date": "September 25", "txt": "Félix-Gabriel Marchand, Canadian journalist and politician, 11th Premier of Québec (b. 1832)", "entities": [{"title": "Félix-Gabriel Marchand", "href": "/wiki/F%C3%A9lix-Gabriel_Marchand", "description": "Félix-Gabriel Marchand was a journalist, author, notary and politician in Quebec, Canada. He was the 11th Premier of Quebec from May 24, 1897 to September 25, 1900."}, {"title": "List of Quebec premiers", "href": "/wiki/List_of_Quebec_premiers", "description": "This is a list of the premiers of the province of Quebec, Canada, since Confederation in 1867. Quebec uses a unicameral Westminster-style parliamentary government, in which the premier is the leader of the party that controls the most seats in the National Assembly. The premier, sometimes called the prime minister, is Quebec's head of government, while the Queen of Canada is its head of state and "}]}, {"heading": "Deaths", "year": "1900", "date": "September 25", "txt": "John M. Palmer, American general and politician, 15th Governor of Illinois (b. 1817)", "entities": [{"title": "Governor of Illinois", "href": "/wiki/Governor_of_Illinois", "description": "The Governor of Illinois is the chief executive of the State of Illinois, and the various agencies and departments over which the officer has jurisdiction, as prescribed in the state constitution. It is a directly elected position, votes being cast by popular suffrage of residents of the state. The governor is responsible for enacting laws passed by the Illinois General Assembly. Illinois is one o"}]}, {"heading": "Deaths", "year": "1901", "date": "September 25", "txt": "Arthur Fremantle, English general and politician, Governor of Malta (b. 1835)", "entities": [{"title": "Arthur Fremantle", "href": "/wiki/Arthur_Fremantle", "description": "General Sir Arthur James Lyon Fremantle was a British Army officer and a notable British witness to the Battle of Gettysburg during the American Civil War. Whilst holding the rank of \"Captain and Lieutenant Colonel\" he spent three months in North America, travelling through parts of the Confederate States of America and the Union. Contrary to popular belief, Colonel Fremantle was not an official r"}, {"title": "List of Governors of Malta", "href": "/wiki/List_of_Governors_of_Malta", "description": "The Governor of Malta was an official who ruled Malta during the British colonial period between 1813 and 1964. This office replaced that of the Civil Commissioner. Upon the end of British rule and the creation of the State of Malta in 1964, this office was replaced by the Governor-General, who represented the British Monarch and not the Government of the United Kingdom as did the Governor. The of"}]}, {"heading": "Deaths", "year": "1905", "date": "September 25", "txt": "Jacques Marie Eugène Godefroy Cavaignac, French educator and politician (b. 1853)", "entities": [{"title": "Jacques Marie Eugène Godefroy Cavaignac", "href": "/wiki/Jacques_Marie_Eug%C3%A8ne_Godefroy_Cavaignac", "description": "Jacques Marie Eugène Godefroy Cavaignac, known as Godefroy Cavaignac, French politician, was born in Paris. He was the son of Louis Eugène Cavaignac. He made public profession of his republican principles as a schoolboy at the Lycée Charlemagne by refusing in 1867 to receive a prize at the Sorbonne from the hand of the prince imperial."}]}, {"heading": "Deaths", "year": "1917", "date": "September 25", "txt": "Thomas Ashe, Irish Republican Brotherhood volunteer, and rebel commander (b. 1885)", "entities": [{"title": "Thomas Ashe", "href": "/wiki/Thomas_Ashe", "description": "Thomas Patrick Ashe was a member of the Gaelic League, the Gaelic Athletic Association, the Irish Republican Brotherhood (IRB) and a founding member of the Irish Volunteers."}, {"title": "Irish Republican Brotherhood", "href": "/wiki/Irish_Republican_Brotherhood", "description": "The Irish Republican Brotherhood was a secret oath-bound fraternal organisation dedicated to the establishment of an \"independent democratic republic\" in Ireland between 1858 and 1924. Its counterpart in the United States of America was initially the Fenian Brotherhood, but from the 1870s it was Clan na Gael. The members of both wings of the movement are often referred to as \"Fenians\". The IRB pla"}]}, {"heading": "Deaths", "year": "1918", "date": "September 25", "txt": "Mikhail Alekseyev, Russian general (b. 1857)", "entities": [{"title": "Mikhail Alekseyev", "href": "/wiki/Mikhail_Alekseyev", "description": "Mikhail Vasilyevich Alekseyev was an Imperial Russian Army general during World War I and the Russian Civil War. Between 1915 and 1917 he served as Tsar Nicholas II's Chief of Staff of the Stavka, and after the February Revolution, was its commander-in-chief under the Russian Provisional Government from March to May 1917. He later played a principal role in founding the Volunteer Army in the Russi"}]}, {"heading": "Deaths", "year": "1926", "date": "September 25", "txt": "Herbert Booth, English songwriter and bandleader (b. 1862)", "entities": [{"title": "Herbert Booth", "href": "/wiki/Herbert_Booth", "description": "Herbert Henry Howard Booth was a Salvation Army officer, the third son of five children to William and Catherine Booth (Mumford). He oversaw the Limelight Department's development and he was the writer and director for Soldiers of the Cross."}]}, {"heading": "Deaths", "year": "1928", "date": "September 25", "txt": "Richard F. Outcault, American cartoonist, created The Yellow Kid and Buster Brown (b. 1863)", "entities": [{"title": "Richard F. Outcault", "href": "/wiki/Richard_F._Outcault", "description": "Richard Felton Outcault was an American cartoonist. He was the creator of the series The Yellow Kid and Buster Brown and is considered a key pioneer of the modern comic strip."}]}, {"heading": "Deaths", "year": "1929", "date": "September 25", "txt": "Miller Huggins, American baseball player and manager (b. 1879)", "entities": [{"title": "Miller Huggins", "href": "/wiki/Miller_Huggins", "description": "Miller James Huggins was an American professional baseball player and manager. Huggins played second base for the Cincinnati Reds (1904–1909) and St. Louis Cardinals (1910–1916). He managed the Cardinals (1913–1917) and New York Yankees (1918–1929), including the Murderers' Row teams of the 1920s that won six American League (AL) pennants and three World Series championships."}]}, {"heading": "Deaths", "year": "1933", "date": "September 25", "txt": "Ring Lardner, American journalist and author (b. 1885)", "entities": [{"title": "Ring Lardner", "href": "/wiki/Ring_Lardner", "description": "Ringgold Wilmer \"Ring\" Lardner was an American sports columnist and short story writer best known for his satirical writings on sports, marriage, and the theatre. His contemporaries Ernest Hemingway, Virginia Woolf, and F. Scott Fitzgerald all professed strong admiration for his writing, and author John O'Hara directly attributed his understanding of dialogue to him."}]}, {"heading": "Deaths", "year": "1939", "date": "September 25", "txt": "Ali Saip Ursavaş, Turkish soldier and politician (b. 1885)", "entities": [{"title": "Ali Saip Ursavaş", "href": "/wiki/Ali_Saip_Ursava%C5%9F", "description": "Ali Saip Ursavaş, also known as Ali Saib Bey was a Turkish career officer and one of the early key members of the CHP, who served as an officer of the Ottoman Army and the Turkish Army. He was also a prominent politician of the Republic of Turkey. In 1925 he was nominated prosecutor at the Independence Tribunal in Diyarbakır which was established to counter the Sheikh Said Rebellion and sentenced "}]}, {"heading": "Deaths", "year": "1941", "date": "September 25", "txt": "Foxhall P. Keene, American polo player, golfer, and race car driver (b. 1867)", "entities": [{"title": "Foxhall P. Keene", "href": "/wiki/Foxhall_P._Keene", "description": "Foxhall Parker Keene was an American thoroughbred race horse owner and breeder, a world and Olympic gold medallist in polo and an amateur tennis player. He was rated the best all-around polo player in the United States for eight consecutive years, a golfer who competed in the U.S. Open, and a pioneer racecar driver who vied for the Gordon Bennett Cup. In addition to his substantial involvement in "}]}, {"heading": "Deaths", "year": "1943", "date": "September 25", "txt": "Alexander Hall, Scottish-Canadian soccer player (b. 1880)", "entities": [{"title": "Alexander Hall (soccer)", "href": "/wiki/Alexander_Hall_(soccer)", "description": "Alexander Noble Hall was a Scottish amateur footballer who competed for Canada in the 1904 Summer Olympics. He then had a professional career in Scotland and England."}]}, {"heading": "Deaths", "year": "1946", "date": "September 25", "txt": "Hans Eppinger, Austrian physician (b. 1879)", "entities": [{"title": "Hans Eppinger", "href": "/wiki/Hans_Eppinger", "description": "Hans Eppinger Jr. was an Austrian physician of part-Jewish descent who performed experiments upon concentration camp prisoners."}]}, {"heading": "Deaths", "year": "1955", "date": "September 25", "txt": "Martha Norelius Swedish-born American swimmer (b. 1909)", "entities": [{"title": "Martha Norelius", "href": "/wiki/Martha_Norelius", "description": "Martha Maria Norelius was a Swedish-born American competition swimmer, Olympic gold medalist, and former world record-holder in five different freestyle swimming events."}]}, {"heading": "Deaths", "year": "1958", "date": "September 25", "txt": "John B. Watson, American psychologist and academic (b. 1878)", "entities": [{"title": "John B. Watson", "href": "/wiki/John_B._Watson", "description": "John Broadus Watson was an American psychologist who popularized the scientific theory of behaviorism, establishing it as a psychological school. Watson advanced this change in the psychological discipline through his 1913 address at Columbia University, titled Psychology as the Behaviorist Views It. Through his behaviorist approach, Watson conducted research on animal behavior, child rearing, and"}]}, {"heading": "Deaths", "year": "1960", "date": "September 25", "txt": "Emily Post, American author and educator (b. 1873)", "entities": [{"title": "Emily Post", "href": "/wiki/Emily_Post", "description": "Emily Post was an American author, novelist, and socialite, famous for writing about etiquette."}]}, {"heading": "Deaths", "year": "1961", "date": "September 25", "txt": "Frank Fay, American actor and singer (b. 1897)", "entities": [{"title": "Frank Fay (American actor)", "href": "/wiki/Frank_Fay_(American_actor)", "description": "Frank Fay was an American vaudeville comedian and film and stage actor. For a time he was a well known and influential star, but he later fell into obscurity, in part because of his abrasive personality and fascist political views. He is considered an important pioneer in stand-up comedy. He played the role of \"Elwood P. Dowd\" in the Broadway play Harvey by the American playwright Mary Coyle Chase"}]}, {"heading": "Deaths", "year": "1968", "date": "September 25", "txt": "Hans F. K. Günther, German eugenicist and academic (b. 1891)", "entities": [{"title": "Hans F. K. Günther", "href": "/wiki/Hans_F._K._G%C3%BCnther", "description": "Hans Friedrich Karl Günther was a German writer, an advocate of scientific racism and a eugenicist in the Weimar Republic and the Third Reich. He was also known as \"Rassengünther\" or \"Rassenpapst\". He is considered to have been a major influence on Nazi racialist thought."}]}, {"heading": "Deaths", "year": "1968", "date": "September 25", "txt": "Cornell Woolrich, American author and screenwriter (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "September 25", "txt": "Erich Maria Remarque, German-Swiss author and translator (b. 1898)", "entities": [{"title": "Erich Maria Remarque", "href": "/wiki/Erich_Maria_Remarque", "description": "Erich Maria Remarque was a German novelist. His landmark novel All Quiet on the Western Front (1928), about the German military experience of World War I, was an international best-seller which created a new literary genre, and was subsequently adapted into a film of the same name in 1930."}]}, {"heading": "Deaths", "year": "1971", "date": "September 25", "txt": "Hugo Black, American captain, jurist, and politician (b. 1886)", "entities": [{"title": "Hugo Black", "href": "/wiki/Hugo_Black", "description": "Hugo Lafayette Black was an American lawyer, politician, and jurist who served as a U.S. Senator from 1927 to 1937 and as an Associate Justice of the Supreme Court of the United States from 1937 to 1971. A member of the Democratic Party and a devoted New Dealer, Black endorsed Franklin D. Roosevelt in both the 1932 and 1936 presidential elections. Having gained a reputation in the Senate as a refo"}]}, {"heading": "Deaths", "year": "1980", "date": "September 25", "txt": "John Bonham, English drummer and songwriter (b. 1948)", "entities": [{"title": "John Bonham", "href": "/wiki/John_Bonham", "description": "John Henry Bonham was an English musician and songwriter, best known as the drummer for the English rock band Led Zeppelin. Esteemed for his speed, power, fast single-footed kick\ndrumming, distinctive sound, and feel for the groove, he is regarded as one of the greatest and most influential rock drummers in history."}]}, {"heading": "Deaths", "year": "1980", "date": "September 25", "txt": "Lewis Milestone, Russian-American director, producer, and screenwriter (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "September 25", "txt": "Marie Under, Estonian author and poet (b. 1883)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "September 25", "txt": "Leopold III of Belgium (b. 1901)", "entities": [{"title": "Leopold III of Belgium", "href": "/wiki/Leopold_III_of_Belgium", "description": "Leopold III was King of the Belgians from 1934 until 1951. On the outbreak of World War II, Leopold tried to maintain Belgian neutrality, but after the German invasion in May 1940, he surrendered his country, earning him much hostility, both at home and abroad."}]}, {"heading": "Deaths", "year": "1984", "date": "September 25", "txt": "Walter Pidgeon, Canadian-American actor (b. 1897)", "entities": [{"title": "Walter Pidgeon", "href": "/wiki/Walter_Pidgeon", "description": "Walter Davis Pidgeon was a Canadian-American actor. He earned two Academy Award for Best Actor nominations for his roles in Mrs. Miniver (1942) and Madame Curie (1943). Pidgeon also starred in many films such as How Green Was My Valley (1941), The Bad and the Beautiful (1952), Forbidden Planet (1956), Voyage to the Bottom of the Sea (1961), Advise & Consent (1962), Funny Girl (1968), and Harry in "}]}, {"heading": "Deaths", "year": "1986", "date": "September 25", "txt": "Darshan Singh Canadian, Indian-Canadian trade union leader and activist (b. 1917)", "entities": [{"title": "Darshan Singh Canadian", "href": "/wiki/Darshan_Singh_Canadian", "description": "Darshan Singh Canadian was a Sikh trade union activist and communist organizer in Canada and India."}]}, {"heading": "Deaths", "year": "1986", "date": "September 25", "txt": "Donald MacDonald, Canadian union leader and politician (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "September 25", "txt": "Nikolay Semyonov, Russian physicist and chemist, Nobel Prize laureate (b. 1896)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1986", "date": "September 25", "txt": "Hans Vogt, Norwegian linguist and academic (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "September 25", "txt": "Mary Astor, American actress (b. 1906)", "entities": [{"title": "Mary Astor", "href": "/wiki/Mary_Astor", "description": "Mary Astor was an American actress. Although her career spanned several decades, she may be best remembered for her performance as Brigid O'Shaughnessy in The Maltese Falcon (1941)."}]}, {"heading": "Deaths", "year": "1987", "date": "September 25", "txt": "Emlyn Williams, Welsh actor and playwright (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "September 25", "txt": "Billy Carter, American farmer and businessman (b. 1937)", "entities": [{"title": "Billy Carter", "href": "/wiki/Billy_Carter", "description": "William Alton Carter was an American farmer, businessman, brewer, and politician. The younger brother of U.S. President Jimmy Carter, he promoted Billy Beer and was a candidate for mayor of Plains, Georgia."}]}, {"heading": "Deaths", "year": "1988", "date": "September 25", "txt": "Arthur Võõbus, Estonian-American orientalist and scholar (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "September 25", "txt": "Prafulla Chandra Sen, Indian accountant and politician, 3rd Chief Minister of West Bengal (b. 1897)", "entities": [{"title": "Prafulla Chandra Sen", "href": "/wiki/Prafulla_Chandra_Sen", "description": "Prafulla Chandra Sen was an Indian politician and freedom fighter. He was the Chief Minister of West Bengal from 1962 to 1967."}, {"title": "Chief Minister of West Bengal", "href": "/wiki/Chief_Minister_of_West_Bengal", "description": "The Chief Minister of West Bengal is the chief executive of the eastern Indian state of West Bengal. The chief minister is the head of the executive branch of the government of West Bengal and is charged with enforcing state laws. Following elections to the West Bengal Legislative Assembly, the state's governor usually invites the party with a majority of seats to form the government. The governor"}]}, {"heading": "Deaths", "year": "1991", "date": "September 25", "txt": "Klaus Barbie, German SS captain, known as the \"Butcher of Lyon\" (b. 1913)", "entities": [{"title": "Klaus Barbie", "href": "/wiki/Klaus_Barbie", "description": "Nikolaus “Klaus” Barbie was a Nazi, known as the \"Butcher of Lyon\" for having personally tortured prisoners of the Gestapo—primarily Jews and members of the French Resistance—while stationed in Lyon under the collaborationist Vichy regime. After the war, United States intelligence services employed him for his anti-Marxist efforts and also aided his escape to Bolivia."}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "1991", "date": "September 25", "txt": "Viviane Romance, French actress and producer (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "September 25", "txt": "Ivan Vdović, Serbian musician (b. 1961)", "entities": [{"title": "Ivan Vdović", "href": "/wiki/Ivan_Vdovi%C4%87", "description": "Ivan \"Ivica\" Vdović, also known as Vd, was a Serbian musician, drummer of Yugoslav rock bands such as Suncokret, Šarlo Akrobata and Katarina II."}]}, {"heading": "Deaths", "year": "1995", "date": "September 25", "txt": "Dave Bowen, Welsh footballer and manager (b. 1928)", "entities": [{"title": "Dave Bowen", "href": "/wiki/Dave_Bowen", "description": "David Lloyd Bowen was a Welsh football player and manager, who captained his country to their only ever World Cup finals, in 1958."}]}, {"heading": "Deaths", "year": "1995", "date": "September 25", "txt": "Annie Elizabeth Delany, American dentist and author (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "September 25", "txt": "Hélène Baillargeon, Canadian singer and actress (b. 1916)", "entities": [{"title": "Hélène Baillargeon", "href": "/wiki/H%C3%A9l%C3%A8ne_Baillargeon", "description": "Hélène Baillargeon, CM was a Quebec singer, actor and folklorist probably best known as the host of the CBC television show Chez Hélène from 1959 to 1973."}]}, {"heading": "Deaths", "year": "1997", "date": "September 25", "txt": "Jean Françaix, French pianist, composer, and conductor (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "September 25", "txt": "Marion Zimmer Bradley, American author (b. 1930)", "entities": [{"title": "Marion Zimmer Bradley", "href": "/wiki/Marion_Zimmer_Bradley", "description": "Marion Eleanor Zimmer Bradley was an American author of fantasy, historical fantasy, science fiction, and science fantasy novels, and is best known for the Arthurian fiction novel The Mists of Avalon, and the Darkover series. While she is noted for her feminist perspective in her writing, her popularity has been posthumously marred by multiple accusations against her of child sexual abuse and rape"}]}, {"heading": "Deaths", "year": "2003", "date": "September 25", "txt": "Aqila al-Hashimi, Iraqi translator and politician (b. 1953)", "entities": [{"title": "Aqila al-Hashimi", "href": "/wiki/Aqila_al-Hashimi", "description": "Aqila al-Hashimi was an Iraqi politician who served on the Iraqi Governing Council."}]}, {"heading": "Deaths", "year": "2003", "date": "September 25", "txt": "Herb Gardner, American director, producer, and screenwriter (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "September 25", "txt": "Franco Modigliani, Italian-American economist and academic, Nobel Prize laureate (b. 1918)", "entities": [{"title": "Nobel Prize in Economics", "href": "/wiki/Nobel_Prize_in_Economics", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Deaths", "year": "2003", "date": "September 25", "txt": "George Plimpton, American writer and literary editor (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "September 25", "txt": "Edward Said, Palestinian-American philosopher and critic (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "September 25", "txt": "Don Adams, American actor, director, and screenwriter (b. 1923)", "entities": [{"title": "Don Adams", "href": "/wiki/Don_Adams", "description": "Donald James Yarmy, known professionally as Don Adams, was an American actor, comedian and director. In his five decades on television, he was best known as Maxwell Smart in the television situation comedy Get Smart, which he also sometimes directed and wrote. Adams won three consecutive Emmy Awards for his performance in the series (1967–69). Adams also provided the voices for the animated series"}]}, {"heading": "Deaths", "year": "2005", "date": "September 25", "txt": "Madeline-Ann Aksich, Canadian businesswoman and philanthropist (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "September 25", "txt": "George Archer, American golfer (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "September 25", "txt": "Urie Bronfenbrenner, Russian-American psychologist and ecologist (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "September 25", "txt": "Ghulam Mustafa Khan, Pakistani linguist and critic (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "September 25", "txt": "M. Scott Peck, American psychiatrist and author (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "September 25", "txt": "Friedrich Peter, Austrian lawyer and politician (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "September 25", "txt": "Jeff Cooper, American target shooter and author (b. 1920)", "entities": [{"title": "Jeff Cooper", "href": "/wiki/Jeff_Cooper", "description": "John Dean \"Jeff\" Cooper was a United States Marine, the creator of the \"modern technique\" of handgun shooting, and an expert on the use and history of small arms."}]}, {"heading": "Deaths", "year": "2006", "date": "September 25", "txt": "John M. Ford, American author and poet (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "September 25", "txt": "Haidar Abdel-Shafi, Palestinian physician and politician (b. 1919)", "entities": [{"title": "Haidar Abdel-Shafi", "href": "/wiki/Haidar_Abdel-Shafi", "description": "\nHaidar Abdel-Shafi, was a Palestinian physician, community leader and political leader who was the head of the Palestinian delegation to the Madrid Conference of 1991."}]}, {"heading": "Deaths", "year": "2007", "date": "September 25", "txt": "André Emmerich, German-American art dealer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "September 25", "txt": "Derog Gioura, Nauruan politician, 23rd President of Nauru (b. 1932)", "entities": [{"title": "Derog Gioura", "href": "/wiki/Derog_Gioura", "description": "Derog Gioura was a Nauruan political figure. He was President of the Republic of Nauru (acting) in 2003."}, {"title": "President of Nauru", "href": "/wiki/President_of_Nauru", "description": "The President of Nauru is elected by Parliament from among its members, and is both the head of state and the head of government of Nauru. Nauru's unicameral Parliament has 19 members, with an electoral term of 3 years. Political parties only play a minor role in Nauru politics, and there have often been periods of instability in the Presidential office. Shifting allegiances among a small number o"}]}, {"heading": "Deaths", "year": "2009", "date": "September 25", "txt": "Alicia de Larrocha, Spanish pianist (b. 1923)", "entities": [{"title": "Alicia de Larrocha", "href": "/wiki/Alicia_de_Larrocha", "description": "Alicia de Larrocha y de la Calle was a Spanish pianist and composer. She was considered one of the great piano legends of the 20th century. Reuters called her \"the greatest Spanish pianist in history\", Time \"one of the world's most outstanding pianists\", and The Guardian \"the leading Spanish pianist of her time\"."}]}, {"heading": "Deaths", "year": "2009", "date": "September 25", "txt": "Pierre Falardeau, Canadian actor, director, and screenwriter (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "September 25", "txt": "Wangari Maathai, Kenyan environmentalist and activist, Nobel Prize laureate (b. 1940)", "entities": [{"title": "Wangari Maathai", "href": "/wiki/Wangari_Maathai", "description": "Wangarĩ Muta Maathai was a Kenyan social, environmental, and political activist and the first African woman to win the Nobel Peace Prize. As a beneficiary of the Kennedy Airlift she studied in the United States, earning a Bachelor's Degree from Mount St. Scholastica and a Master's Degree from the University of Pittsburgh. She went on to become the first woman in East and Central Africa to become a"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "2012", "date": "September 25", "txt": "Billy Barnes, American composer and songwriter (b. 1927)", "entities": [{"title": "Billy Barnes (composer)", "href": "/wiki/Billy_Barnes_(composer)", "description": "Billy Barnes was a composer, lyricist and actor from Los Angeles, California. Barnes may be best known for his theatrical revues and his recurring role as Mr. Edlin on the television series Mad About You."}]}, {"heading": "Deaths", "year": "2012", "date": "September 25", "txt": "John Bond, English footballer and manager (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 25", "txt": "Eric Ives, English historian and academic (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 25", "txt": "Alonso Lujambio, Mexican academic and politician (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "September 25", "txt": "Andy Williams, American singer (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 25", "txt": "Ron Fenton, English footballer, coach, and manager (b. 1940)", "entities": [{"title": "Ron Fenton", "href": "/wiki/Ron_Fenton", "description": "Ronald Fenton was an English football player, coach and manager. He played as an inside forward and made nearly 200 appearances in the Football League."}]}, {"heading": "Deaths", "year": "2013", "date": "September 25", "txt": "Choi In-ho, South Korean author and screenwriter (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 25", "txt": "José Montoya, American poet and academic (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 25", "txt": "Billy Mure, American guitarist and composer (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 25", "txt": "Pablo Verani, Italian-Argentinian lawyer and politician (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "September 25", "txt": "Bennet Wong, Canadian psychiatrist and academic, co-founded Haven Institute (b. 1930)", "entities": [{"title": "Haven Institute", "href": "/wiki/Haven_Institute", "description": "Not to beco fused with Haven Institute and Conservatory of Music"}]}, {"heading": "Deaths", "year": "2014", "date": "September 25", "txt": "Ulrick Chérubin, Haitian-Canadian educator and politician (b. 1943)", "entities": [{"title": "Ulrick Chérubin", "href": "/wiki/Ulrick_Ch%C3%A9rubin", "description": "Ulrick Chérubin was a Canadian politician, who served as mayor of Amos, Quebec, from 2002 until his death in 2014. He was one of the first Black Canadians to be elected a mayor in Quebec. Like other black mayors in Quebec history, Chérubin led a municipality which is virtually entirely white and Québécois."}]}, {"heading": "Deaths", "year": "2014", "date": "September 25", "txt": "Sulejman Tihić, Bosnian lawyer, judge, and politician (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "September 25", "txt": "Dorothy Tyler-Odam, English high jumper (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 25", "txt": "Claudio Baggini, Italian Roman Catholic prelate (b. 1936)", "entities": [{"title": "Claudio Baggini", "href": "/wiki/Claudio_Baggini", "description": "Claudio Baggini was an Italian Roman Catholic bishop."}]}, {"heading": "Deaths", "year": "2015", "date": "September 25", "txt": "John Galvin, American general (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 25", "txt": "Tom Kelley, American baseball player and manager (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "September 25", "txt": "Moti Kirschenbaum, Israeli journalist (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "September 25", "txt": "José Fernández, Cuban-American baseball player (b. 1992)", "entities": [{"title": "José Fernández (pitcher)", "href": "/wiki/Jos%C3%A9_Fern%C3%A1ndez_(pitcher)", "description": "José Delfín Fernández Gómez was a Cuban-American professional baseball pitcher. He stood 6 feet 3 inches (1.91 m) tall and weighed 243 pounds (110 kg) during his playing career. He was affectionately known as \"Niño\" by his teammates and fans due to the youthful exuberance with which he played the game. He played in Major League Baseball (MLB) for the Miami Marlins from 2013 until his death in 2016"}]}, {"heading": "Deaths", "year": "2016", "date": "September 25", "txt": "Arnold Palmer, American golfer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "September 25", "txt": "Nahid Hattar, Jordanian writer and political activist (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "September 25", "txt": "S. P. Balasubramaniam, Indian playback singer (b. 1946)", "entities": []}]